{
  "id": "207/2024",
  "type": "statute",
  "title": "Laki kalastuksesta Tenojoen vesistössä Norjan kanssa tehdyn sopimuksen lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta ja soveltamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om sättande i kraft och tillämpning av de bestämmelser som hör till området för lagstiftningen i avtalet med Norge om fisket i Tana älvs vattendrag",
  "status": "in_force",
  "issued_date": "2024-04-26",
  "in_force_date": "2024-04-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/207/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaansaattaminen",
      "content": "Edellä 1 momentissa tarkoitetun sopimuksen liitteenä olevan kalastussäännön korvaamisesta uudella kalastussäännöllä Oslossa 22 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun sopimuksen liitteenä olevan kalastussäännön korvaamisesta uudella kalastussäännöllä Oslossa 22 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "edella 1 momentissa tarkoitetun sopimuksen liitteena olevan kalastussaannon korvaamisesta uudella kalastussaannolla oslossa 22 paivana joulukuuta 2023 tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Ikraftträdande",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Oslo den 22 december 2023 ingångna avtalet om ersättande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga gäller som lag sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Oslo den 22 december 2023 ingångna avtalet om ersättande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga gäller som lag sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i oslo den 22 december 2023 ingangna avtalet om ersattande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga galler som lag sadana som finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sopimus kalastussäännön määräyksistä poikkeamiseksi",
      "content": "Maa- ja metsätalousministeriö tekee Norjan hallituksen tai tämän määräämän viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussäännön määräyksistä poikkeamiseksi sekä pöytäkirjan 5 artiklassa tarkoitettujen ennalta sovittujen säätelytoimenpiteiden kalastussäännössä määriteltyjen edellytysten olemassaolosta. Velvollisuudesta neuvotella saamelaiskäräjien kanssa sopimusta tehtäessä säädetään saamelaiskäräjistä annetussa laissa (974/1995). Kalastussäännön 4 ja 5 §:ssä tarkoitetuista lohenkalastuskiintiöistä ja lohenkalastuksen sallimisesta päätetään vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. Tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityöhön, joka koskee lohenkalastuskiintiöitä sekä poikkeavia määräyksiä kalastussäännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Maa- ja metsätalousministeriö tekee Norjan hallituksen tai tämän määräämän viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussäännön määräyksistä poikkeamiseksi sekä pöytäkirjan 5 artiklassa tarkoitettujen ennalta sovittujen säätelytoimenpiteiden kalastussäännössä määriteltyjen edellytysten olemassaolosta. Velvollisuudesta neuvotella saamelaiskäräjien kanssa sopimusta tehtäessä säädetään saamelaiskäräjistä annetussa laissa (974/1995). Kalastussäännön 4 ja 5 § :ssä tarkoitetuista lohenkalastuskiintiöistä ja lohenkalastuksen sallimisesta päätetään vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. Tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityöhön, joka koskee lohenkalastuskiintiöitä sekä poikkeavia määräyksiä kalastussäännöstä.",
        "folded_fi": "maa- ja metsatalousministerio tekee norjan hallituksen tai taman maaraaman viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussaannon maarayksista poikkeamiseksi seka poytakirjan 5 artiklassa tarkoitettujen ennalta sovittujen saatelytoimenpiteiden kalastussaannossa maariteltyjen edellytysten olemassaolosta. velvollisuudesta neuvotella saamelaiskarajien kanssa sopimusta tehtaessa saadetaan saamelaiskarajista annetussa laissa (974/1995). kalastussaannon 4 ja 5 §:ssa tarkoitetuista lohenkalastuskiintioista ja lohenkalastuksen sallimisesta paatetaan vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityohon, joka koskee lohenkalastuskiintioita seka poikkeavia maarayksia kalastussaannosta.",
        "title_sv": "Avtal om avvikelse från bestämmelserna i fiskestadgan",
        "content_sv": "Jord- och skogsbruksministeriet gör med Norges regering eller den myndighet som utsetts av Norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse från bestämmelserna i fiskestadgan samt ett protokoll om uppfyllande av förutsättningarna enligt fiskestadgan för de på förhand överenskomna regleringsåtgärder som avses i artikel 5. Bestämmelser om skyldigheten att förhandla med sametinget vid ingående av avtal finns i sametingslagen (974/1995). Sådana beslut om kvoter för laxfiske och tillåtande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas årligen i enlighet med artikel 6 och 7 i avtalet. Fiskeriområdet i Tana älv företräder lokala innehavare av fiskerätt genom att delta i det utvärderingsarbete som avses i artikel 6 och 7 i avtalet och som gäller kvoter för laxfiske samt bestämmelser som avviker från fiskestadgan.",
        "normalized_sv": "Jord- och skogsbruksministeriet gör med Norges regering eller den myndighet som utsetts av Norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse från bestämmelserna i fiskestadgan samt ett protokoll om uppfyllande av förutsättningarna enligt fiskestadgan för de på förhand överenskomna regleringsåtgärder som avses i artikel 5. Bestämmelser om skyldigheten att förhandla med sametinget vid ingående av avtal finns i sametingslagen (974/1995). Sådana beslut om kvoter för laxfiske och tillåtande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas årligen i enlighet med artikel 6 och 7 i avtalet. Fiskeriområdet i Tana älv företräder lokala innehavare av fiskerätt genom att delta i det utvärderingsarbete som avses i artikel 6 och 7 i avtalet och som gäller kvoter för laxfiske samt bestämmelser som avviker från fiskestadgan.",
        "folded_sv": "jord- och skogsbruksministeriet gor med norges regering eller den myndighet som utsetts av norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse fran bestammelserna i fiskestadgan samt ett protokoll om uppfyllande av forutsattningarna enligt fiskestadgan for de pa forhand overenskomna regleringsatgarder som avses i artikel 5. bestammelser om skyldigheten att forhandla med sametinget vid ingaende av avtal finns i sametingslagen (974/1995). sadana beslut om kvoter for laxfiske och tillatande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas arligen i enlighet med artikel 6 och 7 i avtalet. fiskeriomradet i tana alv foretrader lokala innehavare av fiskeratt genom att delta i det utvarderingsarbete som avses i artikel 6 och 7 i avtalet och som galler kvoter for laxfiske samt bestammelser som avviker fran fiskestadgan."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kalastussäännössä tarkoitettu toimivaltainen viranomainen",
      "content": "Kalastussäännön 5 §:ssä tarkoitettu toimivaltainen viranomainen on maa- ja metsätalousministeriö. Kalastussäännön 8, 10, 19, 33, 37, 39 ja 40 §:ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Kalastussäännön 35 §:ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Mainitun pykälän 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsätalousministeriö. Lapin elinkeino-, liikenne- ja ympäristökeskuksen on pyydettävä lausunto Tenon kalatalousalueelta ennen kalastussäännön 40 §:ssä tarkoitetun poikkeusluvan myöntämistä opetuskalastusta tai kulttuuritapahtumia varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa säännöksiä kalastussäännön 40 §:ssä tarkoitetun poikkeusluvan hakemisen määräajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kalastussäännön 5 § :ssä tarkoitettu toimivaltainen viranomainen on maa- ja metsätalousministeriö. Kalastussäännön 8, 10, 19, 33, 37, 39 ja 40 § :ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Kalastussäännön 35 § :ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Mainitun pykälän 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsätalousministeriö. Lapin elinkeino-, liikenne- ja ympäristökeskuksen on pyydettävä lausunto Tenon kalatalousalueelta ennen kalastussäännön 40 § :ssä tarkoitetun poikkeusluvan myöntämistä opetuskalastusta tai kulttuuritapahtumia varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa säännöksiä kalastussäännön 40 § :ssä tarkoitetun poikkeusluvan hakemisen määräajasta.",
        "folded_fi": "kalastussaannon 5 §:ssa tarkoitettu toimivaltainen viranomainen on maa- ja metsatalousministerio. kalastussaannon 8, 10, 19, 33, 37, 39 ja 40 §:ssa tarkoitettu toimivaltainen viranomainen on lapin elinkeino-, liikenne- ja ymparistokeskus. kalastussaannon 35 §:ssa tarkoitettu toimivaltainen viranomainen on lapin elinkeino-, liikenne- ja ymparistokeskus. mainitun pykalan 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsatalousministerio. lapin elinkeino-, liikenne- ja ymparistokeskuksen on pyydettava lausunto tenon kalatalousalueelta ennen kalastussaannon 40 §:ssa tarkoitetun poikkeusluvan myontamista opetuskalastusta tai kulttuuritapahtumia varten. maa- ja metsatalousministerion asetuksella voidaan antaa saannoksia kalastussaannon 40 §:ssa tarkoitetun poikkeusluvan hakemisen maaraajasta.",
        "title_sv": "Behöriga myndigheter enligt fiskestadgan",
        "content_sv": "Jord- och skogsbruksministeriet är den behöriga myndighet som avses i 5 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 35 § i fiskestadgan. I de projekt som avses i 3 mom. i den paragrafen är dock jord- och skogsbruksministeriet den behöriga myndigheten. Närings-, trafik- och miljöcentralen i Lappland ska begära utlåtande av fiskeriområdet i Tana älv innan dispens enligt 40 § i fiskestadgan beviljas för undervisningsfiske eller kulturevenemang. Bestämmelser om tidsfristen för ansökan om dispens enligt 40 § i fiskestadgan får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Jord- och skogsbruksministeriet är den behöriga myndighet som avses i 5 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 35 § i fiskestadgan. I de projekt som avses i 3 mom. i den paragrafen är dock jord- och skogsbruksministeriet den behöriga myndigheten. Närings-, trafik- och miljöcentralen i Lappland ska begära utlåtande av fiskeriområdet i Tana älv innan dispens enligt 40 § i fiskestadgan beviljas för undervisningsfiske eller kulturevenemang. Bestämmelser om tidsfristen för ansökan om dispens enligt 40 § i fiskestadgan får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "jord- och skogsbruksministeriet ar den behoriga myndighet som avses i 5 § i fiskestadgan. narings-, trafik- och miljocentralen i lappland ar den behoriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. narings-, trafik- och miljocentralen i lappland ar den behoriga myndighet som avses i 35 § i fiskestadgan. i de projekt som avses i 3 mom. i den paragrafen ar dock jord- och skogsbruksministeriet den behoriga myndigheten. narings-, trafik- och miljocentralen i lappland ska begara utlatande av fiskeriomradet i tana alv innan dispens enligt 40 § i fiskestadgan beviljas for undervisningsfiske eller kulturevenemang. bestammelser om tidsfristen for ansokan om dispens enligt 40 § i fiskestadgan far utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kalatautien torjunnasta vastaava viranomainen",
      "content": "Sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on Ruokavirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on Ruokavirasto.",
        "folded_fi": "sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on ruokavirasto.",
        "title_sv": "Myndighet som svarar för bekämpning av fisksjukdomar",
        "content_sv": "Livsmedelsverket är den behöriga myndighet som avses i artikel 15.7 i avtalet.",
        "normalized_sv": "Livsmedelsverket är den behöriga myndighet som avses i artikel 15.7 i avtalet.",
        "folded_sv": "livsmedelsverket ar den behoriga myndighet som avses i artikel 15.7 i avtalet."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Tenon lohikantojen hoitotyöryhmä",
      "content": "Maa- ja metsätalousministeriö sopii Norjan toimivaltaisen viranomaisen kanssa Tenon lohikantojen hoitotyöryhmän toimeksiannon sisällöstä ja nimeää viranomaisten edustajat ryhmään sekä nimeää kalastusoikeuden haltijoiden edustajat Tenon kalatalousalueen esityksestä. Tenon lohikantojen hoitotyöryhmä osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyöhön sekä 6 artiklan mukaisten vuosittaisten kalastussäännöstä poikkeavien määräysten arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Maa- ja metsätalousministeriö sopii Norjan toimivaltaisen viranomaisen kanssa Tenon lohikantojen hoitotyöryhmän toimeksiannon sisällöstä ja nimeää viranomaisten edustajat ryhmään sekä nimeää kalastusoikeuden haltijoiden edustajat Tenon kalatalousalueen esityksestä. Tenon lohikantojen hoitotyöryhmä osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyöhön sekä 6 artiklan mukaisten vuosittaisten kalastussäännöstä poikkeavien määräysten arviointiin.",
        "folded_fi": "maa- ja metsatalousministerio sopii norjan toimivaltaisen viranomaisen kanssa tenon lohikantojen hoitotyoryhman toimeksiannon sisallosta ja nimeaa viranomaisten edustajat ryhmaan seka nimeaa kalastusoikeuden haltijoiden edustajat tenon kalatalousalueen esityksesta. tenon lohikantojen hoitotyoryhma osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyohon seka 6 artiklan mukaisten vuosittaisten kalastussaannosta poikkeavien maaraysten arviointiin.",
        "title_sv": "Arbetsgruppen för förvaltning av laxbestånden i Tana älv",
        "content_sv": "Jord- och skogsbruksministeriet avtalar med Norges behöriga myndighet om innehållet i uppdraget för arbetsgruppen för förvaltning av laxbestånden i Tana älv och utser myndigheternas företrädare i gruppen samt utser på framställning av fiskeriområdet i Tana älv företrädare för innehavare av fiskerätt. Arbetsgruppen för förvaltning av laxbestånden i Tana älv deltar i beredningen av den förvaltningsplan som avses i artikel 4 i avtalet samt i den årliga utvärderingen av de bestämmelser som avviker från fiskestadgan i enlighet med artikel 6 i avtalet.",
        "normalized_sv": "Jord- och skogsbruksministeriet avtalar med Norges behöriga myndighet om innehållet i uppdraget för arbetsgruppen för förvaltning av laxbestånden i Tana älv och utser myndigheternas företrädare i gruppen samt utser på framställning av fiskeriområdet i Tana älv företrädare för innehavare av fiskerätt. Arbetsgruppen för förvaltning av laxbestånden i Tana älv deltar i beredningen av den förvaltningsplan som avses i artikel 4 i avtalet samt i den årliga utvärderingen av de bestämmelser som avviker från fiskestadgan i enlighet med artikel 6 i avtalet.",
        "folded_sv": "jord- och skogsbruksministeriet avtalar med norges behoriga myndighet om innehallet i uppdraget for arbetsgruppen for forvaltning av laxbestanden i tana alv och utser myndigheternas foretradare i gruppen samt utser pa framstallning av fiskeriomradet i tana alv foretradare for innehavare av fiskeratt. arbetsgruppen for forvaltning av laxbestanden i tana alv deltar i beredningen av den forvaltningsplan som avses i artikel 4 i avtalet samt i den arliga utvarderingen av de bestammelser som avviker fran fiskestadgan i enlighet med artikel 6 i avtalet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hoitosuunnitelman valmistelu ja vahvistaminen",
      "content": "Luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyössä Lapin elinkeino-, liikenne- ja ympäristökeskuksen sekä Tenon kalatalousalueen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyössä Lapin elinkeino-, liikenne- ja ympäristökeskuksen sekä Tenon kalatalousalueen kanssa.",
        "folded_fi": "luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyossa lapin elinkeino-, liikenne- ja ymparistokeskuksen seka tenon kalatalousalueen kanssa.",
        "title_sv": "Utarbetande och fastställande av en förvaltningsplan",
        "content_sv": "Naturresursinstitutet ska bereda planen i samarbete med Närings-, trafik- och miljöcentralen i Lappland samt med fiskeriområdet i Tana älv.",
        "normalized_sv": "Naturresursinstitutet ska bereda planen i samarbete med Närings-, trafik- och miljöcentralen i Lappland samt med fiskeriområdet i Tana älv.",
        "folded_sv": "naturresursinstitutet ska bereda planen i samarbete med narings-, trafik- och miljocentralen i lappland samt med fiskeriomradet i tana alv."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Saalisrekisteri",
      "content": "Saalisrekisteriin tallennetaan kalastussäännön 33 §:ssä tarkoitettujen tietojen lisäksi kalastajan nimi, yhteystiedot ja käytetty kalastuslupatyyppi. Saalisrekisterin tietoja käytetään sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. Saalisrekisterissä olevia tietoja voidaan salassapitosäännösten estämättä luovuttaa Suomen ulkopuolella oleville viranomaisille Suomea sitovien kansainvälisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. Tietoja voidaan salassapitosäännösten estämättä lisäksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten sekä kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. Saalisrekisterin sisältämät henkilötiedot poistetaan viiden vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilö on antanut viimeisen saalisilmoituksen. Henkilötietojen salassa pitämisestä ja luovuttamisesta säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilötietojen käsittelystä luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). Henkilötietojen käsittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. Kalastussäännön 33 §:ssä tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myös sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä saalis-ilmoitusta koskevasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Saalisrekisteriin tallennetaan kalastussäännön 33 § :ssä tarkoitettujen tietojen lisäksi kalastajan nimi, yhteystiedot ja käytetty kalastuslupatyyppi. Saalisrekisterin tietoja käytetään sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. Saalisrekisterissä olevia tietoja voidaan salassapitosäännösten estämättä luovuttaa Suomen ulkopuolella oleville viranomaisille Suomea sitovien kansainvälisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. Tietoja voidaan salassapitosäännösten estämättä lisäksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten sekä kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. Saalisrekisterin sisältämät henkilötiedot poistetaan viiden vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilö on antanut viimeisen saalisilmoituksen. Henkilötietojen salassa pitämisestä ja luovuttamisesta säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilötietojen käsittelystä luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). Henkilötietojen käsittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. Kalastussäännön 33 § :ssä tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myös sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä saalis-ilmoitusta koskevasta menettelystä.",
        "folded_fi": "saalisrekisteriin tallennetaan kalastussaannon 33 §:ssa tarkoitettujen tietojen lisaksi kalastajan nimi, yhteystiedot ja kaytetty kalastuslupatyyppi. saalisrekisterin tietoja kaytetaan sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. saalisrekisterissa olevia tietoja voidaan salassapitosaannosten estamatta luovuttaa suomen ulkopuolella oleville viranomaisille suomea sitovien kansainvalisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. tietoja voidaan salassapitosaannosten estamatta lisaksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten seka kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. saalisrekisterin sisaltamat henkilotiedot poistetaan viiden vuoden kuluttua sen vuoden paattymisesta, jonka aikana henkilo on antanut viimeisen saalisilmoituksen. henkilotietojen salassa pitamisesta ja luovuttamisesta saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilotietojen kasittelysta luonnollisten henkiloiden suojelusta henkilotietojen kasittelyssa seka naiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/ey kumoamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). henkilotietojen kasittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. kalastussaannon 33 §:ssa tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myos sopimuksen 2 artiklan 2 kohdassa tarkoitetulla tenojoen vesiston lohennousualueella. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia saalis-ilmoitusta koskevasta menettelysta.",
        "title_sv": "Fångstregister",
        "content_sv": "Utöver de uppgifter som avses i 33 § i fiskestadgan ska även fiskarens namn och kontaktuppgifter samt använd typ av fisketillstånd föras in i fångstregistret. Uppgifterna i registret ska användas för de ändamål som nämns i artikel 13.2 i avtalet. Trots sekretessbestämmelserna får uppgifter i fångstregistret lämnas ut till myndigheter utanför Finland för att fullgöra internationella förpliktelser som är bindande för Finland och anknyter till förvaltningen och skyddet av fiskresurserna. Trots sekretessbestämmelserna får uppgifter även lämnas ut till fisketillsynsmyndigheterna för tillsynsändamål och till fiskerimyndigheterna för planering av förvaltningen av fiskresurserna. Personuppgifter i registret ska gallras ut fem år från utgången av det år då den berörda personen gjorde sin senaste fångstanmälan. Bestämmelser om sekretessen för personuppgifter och utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen (1050/2018). På behandling av personuppgifter tillämpas dock inte artikel 18.1 a eller 18.1 b i den nämnda förordningen. Skyldigheten att rapportera uppgifter om fångst enligt 33 § i fiskestadgan ska också iakttas inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet. Närmare bestämmelser om förfarandet vid fångstanmälan får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utöver de uppgifter som avses i 33 § i fiskestadgan ska även fiskarens namn och kontaktuppgifter samt använd typ av fisketillstånd föras in i fångstregistret. Uppgifterna i registret ska användas för de ändamål som nämns i artikel 13.2 i avtalet. Trots sekretessbestämmelserna får uppgifter i fångstregistret lämnas ut till myndigheter utanför Finland för att fullgöra internationella förpliktelser som är bindande för Finland och anknyter till förvaltningen och skyddet av fiskresurserna. Trots sekretessbestämmelserna får uppgifter även lämnas ut till fisketillsynsmyndigheterna för tillsynsändamål och till fiskerimyndigheterna för planering av förvaltningen av fiskresurserna. Personuppgifter i registret ska gallras ut fem år från utgången av det år då den berörda personen gjorde sin senaste fångstanmälan. Bestämmelser om sekretessen för personuppgifter och utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen (1050/2018). På behandling av personuppgifter tillämpas dock inte artikel 18.1 a eller 18.1 b i den nämnda förordningen. Skyldigheten att rapportera uppgifter om fångst enligt 33 § i fiskestadgan ska också iakttas inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet. Närmare bestämmelser om förfarandet vid fångstanmälan får utfärdas genom förordning av statsrådet.",
        "folded_sv": "utover de uppgifter som avses i 33 § i fiskestadgan ska aven fiskarens namn och kontaktuppgifter samt anvand typ av fisketillstand foras in i fangstregistret. uppgifterna i registret ska anvandas for de andamal som namns i artikel 13.2 i avtalet. trots sekretessbestammelserna far uppgifter i fangstregistret lamnas ut till myndigheter utanfor finland for att fullgora internationella forpliktelser som ar bindande for finland och anknyter till forvaltningen och skyddet av fiskresurserna. trots sekretessbestammelserna far uppgifter aven lamnas ut till fisketillsynsmyndigheterna for tillsynsandamal och till fiskerimyndigheterna for planering av forvaltningen av fiskresurserna. personuppgifter i registret ska gallras ut fem ar fran utgangen av det ar da den berorda personen gjorde sin senaste fangstanmalan. bestammelser om sekretessen for personuppgifter och utlamnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i europaparlamentets och radets forordning (eu) 2016/679 om skydd for fysiska personer med avseende pa behandling av personuppgifter och om det fria flodet av sadana uppgifter och om upphavande av direktiv 95/46/eg (allman dataskyddsforordning) och i dataskyddslagen (1050/2018). pa behandling av personuppgifter tillampas dock inte artikel 18.1 a eller 18.1 b i den namnda forordningen. skyldigheten att rapportera uppgifter om fangst enligt 33 § i fiskestadgan ska ocksa iakttas inom den laxforande del av tana alvs vattendrag som avses i artikel 2.2 i avtalet. narmare bestammelser om forfarandet vid fangstanmalan far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kalastuslupien myynnin järjestäminen",
      "content": "Sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin järjestämisestä vastaa Tenon kalatalousalue. palveluntuottaja Kalatalousalue voi sopia kalastussäännön 7 §:n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtävän suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. Sopimus ei voi koskea kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettuun kiintiöön kuuluvia kalastuslupia. Palveluntuottajan on oltava luotettava ja asiantunteva. Palveluntuottajalla on oltava tehtävän hoitamisen edellyttämät tekniset, taloudelliset ja toiminnalliset valmiudet. Palveluntuottajalla on oikeus saada tehtävän suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintään viisi prosenttia luvan hinnasta. Kalatalousalueen on tehtävä kirjallinen sopimus palveluntuottajan kanssa tehtävän sisällöstä, lupamaksujen tilittämisestä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista sekä palkkiosta. Kalatalousalue tilittää myydyistä kalastusluvista kertyneet lupatulot maa- ja metsätalousministeriölle. Tilitysajankohdasta säädetään maa- ja metsätalousministeriön asetuksella. Kalatalousalue ja palveluntuottaja ovat velvollisia järjestämään kalastajalle pääsyn sähköiseen saalisrekisteriin saalisilmoitusvelvollisuuden täyttämiseksi. Vastaava velvollisuus on myös muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin järjestämisestä vastaa Tenon kalatalousalue. palveluntuottaja Kalatalousalue voi sopia kalastussäännön 7 § :n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtävän suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. Sopimus ei voi koskea kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettuun kiintiöön kuuluvia kalastuslupia. Palveluntuottajan on oltava luotettava ja asiantunteva. Palveluntuottajalla on oltava tehtävän hoitamisen edellyttämät tekniset, taloudelliset ja toiminnalliset valmiudet. Palveluntuottajalla on oikeus saada tehtävän suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintään viisi prosenttia luvan hinnasta. Kalatalousalueen on tehtävä kirjallinen sopimus palveluntuottajan kanssa tehtävän sisällöstä, lupamaksujen tilittämisestä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista sekä palkkiosta. Kalatalousalue tilittää myydyistä kalastusluvista kertyneet lupatulot maa- ja metsätalousministeriölle. Tilitysajankohdasta säädetään maa- ja metsätalousministeriön asetuksella. Kalatalousalue ja palveluntuottaja ovat velvollisia järjestämään kalastajalle pääsyn sähköiseen saalisrekisteriin saalisilmoitusvelvollisuuden täyttämiseksi. Vastaava velvollisuus on myös muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella.",
        "folded_fi": "sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin jarjestamisesta vastaa tenon kalatalousalue. palveluntuottaja kalatalousalue voi sopia kalastussaannon 7 §:n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtavan suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. sopimus ei voi koskea kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettuun kiintioon kuuluvia kalastuslupia. palveluntuottajan on oltava luotettava ja asiantunteva. palveluntuottajalla on oltava tehtavan hoitamisen edellyttamat tekniset, taloudelliset ja toiminnalliset valmiudet. palveluntuottajalla on oikeus saada tehtavan suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintaan viisi prosenttia luvan hinnasta. kalatalousalueen on tehtava kirjallinen sopimus palveluntuottajan kanssa tehtavan sisallosta, lupamaksujen tilittamisesta ja muista tehtavan hoitamisen kannalta tarpeellisista seikoista seka palkkiosta. kalatalousalue tilittaa myydyista kalastusluvista kertyneet lupatulot maa- ja metsatalousministeriolle. tilitysajankohdasta saadetaan maa- ja metsatalousministerion asetuksella. kalatalousalue ja palveluntuottaja ovat velvollisia jarjestamaan kalastajalle paasyn sahkoiseen saalisrekisteriin saalisilmoitusvelvollisuuden tayttamiseksi. vastaava velvollisuus on myos muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla tenojoen vesiston lohennousualueella.",
        "title_sv": "Ordnandet av försäljningen av fisketillstånd",
        "content_sv": "Fiskeriområdet i Tana älv svarar för ordnandet av försäljningen av fisketillstånd enligt artikel 10 i avtalet. serviceproducent Fiskeriområdet kan avtala med en privat serviceproducent eller med ett sådant delägarlag för ett samfällt vattenområde som är innehavare av fiskerätt () om skötseln av försäljningen av tillstånd för fiske från båt enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstånd för fiske från strand enligt 4 punkten i det momentet och tillstånd för fiske av andra arter enligt 5 punkten i det momentet. Avtalet kan inte omfatta fisketillstånd som hör till en sådan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. En serviceproducent ska vara tillförlitlig och sakkunnig. Serviceproducenten ska ha sådan teknisk, ekonomisk och operativ beredskap som krävs för skötseln av uppgiften. Serviceproducenten har rätt att för utförandet av uppgiften ta ut en skälig avgift som betalas av tillståndsköparen och som får utgöra högst fem procent av tillståndets pris. Fiskeriområdet ska ingå ett skriftligt avtal med serviceproducenten om uppgiftens innehåll, redovisningen av tillståndsavgifter och annat som behövs för skötseln av uppgiften samt om avgiften. Fiskeriområdet ska betala intäkterna från försäljningen av fisketillstånd till jord- och skogsbruksministeriet. Redovisningstidpunkten anges genom förordning av jord- och skogsbruksministeriet. Fiskeriområdet och varje serviceproducent är skyldiga att ordna åtkomst för fiskaren till det elektroniska fångstregistret för uppfyllande av skyldigheten att rapportera fångst. Samma skyldighet åligger andra som upplåter fisketillstånd inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet.",
        "normalized_sv": "Fiskeriområdet i Tana älv svarar för ordnandet av försäljningen av fisketillstånd enligt artikel 10 i avtalet. serviceproducent Fiskeriområdet kan avtala med en privat serviceproducent eller med ett sådant delägarlag för ett samfällt vattenområde som är innehavare av fiskerätt () om skötseln av försäljningen av tillstånd för fiske från båt enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstånd för fiske från strand enligt 4 punkten i det momentet och tillstånd för fiske av andra arter enligt 5 punkten i det momentet. Avtalet kan inte omfatta fisketillstånd som hör till en sådan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. En serviceproducent ska vara tillförlitlig och sakkunnig. Serviceproducenten ska ha sådan teknisk, ekonomisk och operativ beredskap som krävs för skötseln av uppgiften. Serviceproducenten har rätt att för utförandet av uppgiften ta ut en skälig avgift som betalas av tillståndsköparen och som får utgöra högst fem procent av tillståndets pris. Fiskeriområdet ska ingå ett skriftligt avtal med serviceproducenten om uppgiftens innehåll, redovisningen av tillståndsavgifter och annat som behövs för skötseln av uppgiften samt om avgiften. Fiskeriområdet ska betala intäkterna från försäljningen av fisketillstånd till jord- och skogsbruksministeriet. Redovisningstidpunkten anges genom förordning av jord- och skogsbruksministeriet. Fiskeriområdet och varje serviceproducent är skyldiga att ordna åtkomst för fiskaren till det elektroniska fångstregistret för uppfyllande av skyldigheten att rapportera fångst. Samma skyldighet åligger andra som upplåter fisketillstånd inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet.",
        "folded_sv": "fiskeriomradet i tana alv svarar for ordnandet av forsaljningen av fisketillstand enligt artikel 10 i avtalet. serviceproducent fiskeriomradet kan avtala med en privat serviceproducent eller med ett sadant delagarlag for ett samfallt vattenomrade som ar innehavare av fiskeratt () om skotseln av forsaljningen av tillstand for fiske fran bat enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstand for fiske fran strand enligt 4 punkten i det momentet och tillstand for fiske av andra arter enligt 5 punkten i det momentet. avtalet kan inte omfatta fisketillstand som hor till en sadan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. en serviceproducent ska vara tillforlitlig och sakkunnig. serviceproducenten ska ha sadan teknisk, ekonomisk och operativ beredskap som kravs for skotseln av uppgiften. serviceproducenten har ratt att for utforandet av uppgiften ta ut en skalig avgift som betalas av tillstandskoparen och som far utgora hogst fem procent av tillstandets pris. fiskeriomradet ska inga ett skriftligt avtal med serviceproducenten om uppgiftens innehall, redovisningen av tillstandsavgifter och annat som behovs for skotseln av uppgiften samt om avgiften. fiskeriomradet ska betala intakterna fran forsaljningen av fisketillstand till jord- och skogsbruksministeriet. redovisningstidpunkten anges genom forordning av jord- och skogsbruksministeriet. fiskeriomradet och varje serviceproducent ar skyldiga att ordna atkomst for fiskaren till det elektroniska fangstregistret for uppfyllande av skyldigheten att rapportera fangst. samma skyldighet aligger andra som upplater fisketillstand inom den laxforande del av tana alvs vattendrag som avses i artikel 2.2 i avtalet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vakinainen asuminen Tenojoen vesistön jokilaaksoissa",
      "content": "Kalastussäännön 3 §:n 1 momentin 1 kohdassa tarkoitettuna Tenojoen vesistön jokilaaksoissa vakinaisesti asuvana pidetään henkilöä, jonka kotikuntalain (201/1994) 2 §:ssä tarkoitettu kotikunta on kalastuskautta edeltäneen kalenterivuoden viimeisenä päivänä ollut Utsjoki tai Inari ja joka on tosiasiallisesti asunut Tenojoen vesistön jokilaaksojen varressa kalastuskautta edeltävän vuoden aikana vähintään seitsemän kuukauden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kalastussäännön 3 § :n 1 momentin 1 kohdassa tarkoitettuna Tenojoen vesistön jokilaaksoissa vakinaisesti asuvana pidetään henkilöä, jonka kotikuntalain (201/1994) 2 § :ssä tarkoitettu kotikunta on kalastuskautta edeltäneen kalenterivuoden viimeisenä päivänä ollut Utsjoki tai Inari ja joka on tosiasiallisesti asunut Tenojoen vesistön jokilaaksojen varressa kalastuskautta edeltävän vuoden aikana vähintään seitsemän kuukauden ajan.",
        "folded_fi": "kalastussaannon 3 §:n 1 momentin 1 kohdassa tarkoitettuna tenojoen vesiston jokilaaksoissa vakinaisesti asuvana pidetaan henkiloa, jonka kotikuntalain (201/1994) 2 §:ssa tarkoitettu kotikunta on kalastuskautta edeltaneen kalenterivuoden viimeisena paivana ollut utsjoki tai inari ja joka on tosiasiallisesti asunut tenojoen vesiston jokilaaksojen varressa kalastuskautta edeltavan vuoden aikana vahintaan seitseman kuukauden ajan.",
        "title_sv": "Fast bosättning i älvdalarna vid Tana älvs vattendrag",
        "content_sv": "En person anses vara fast bosatt i älvdalarna vid Tana älvs vattendrag på det sätt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderår som föregick fiskesäsongen var Utsjoki eller Enare, och personen under det år som föregick fiskesäsongen de facto hade bott minst sju månader i älvdalarna vid Tana älvs vattendrag.",
        "normalized_sv": "En person anses vara fast bosatt i älvdalarna vid Tana älvs vattendrag på det sätt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderår som föregick fiskesäsongen var Utsjoki eller Enare, och personen under det år som föregick fiskesäsongen de facto hade bott minst sju månader i älvdalarna vid Tana älvs vattendrag.",
        "folded_sv": "en person anses vara fast bosatt i alvdalarna vid tana alvs vattendrag pa det satt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderar som foregick fiskesasongen var utsjoki eller enare, och personen under det ar som foregick fiskesasongen de facto hade bott minst sju manader i alvdalarna vid tana alvs vattendrag."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kalastuslupien hinnoittelu",
      "content": "Kalastussäännön 7 §:ssä tarkoitetuista kalastusluvista peritään seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussäännön 8 §:n 3 momentissa tarkoitettuun lupakiintiöön kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta sekä muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensä enintään 40 euroa kalastuskautta kohden. Kalastussäännön 7 §:n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu käypään hintaan, jonka määrittelemisessä otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. Hinta voidaan määrittää erisuuruiseksi lupavyöhykkeen, lupatyypin ja ajankohdan perusteella. Luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa Inarijoessa Matinkönkään yläpuolella ja Kietsimäjoessa veneestä ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. Alle 18-vuotiaalle myönnetään 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. Alle 18-vuotiaalle voidaan myöntää 2 momentissa tarkoitettu lupa käypää hintaa alemmalla hinnalla tai maksutta. Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussäännön 7 §:n 3 momentissa tarkoitettuun lapsilupaan. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kalastussäännön 7 § :ssä tarkoitetuista kalastusluvista peritään seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussäännön 8 § :n 3 momentissa tarkoitettuun lupakiintiöön kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta sekä muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensä enintään 40 euroa kalastuskautta kohden. Kalastussäännön 7 § :n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu käypään hintaan, jonka määrittelemisessä otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. Hinta voidaan määrittää erisuuruiseksi lupavyöhykkeen, lupatyypin ja ajankohdan perusteella. Luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa Inarijoessa Matinkönkään yläpuolella ja Kietsimäjoessa veneestä ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. Alle 18-vuotiaalle myönnetään 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. Alle 18-vuotiaalle voidaan myöntää 2 momentissa tarkoitettu lupa käypää hintaa alemmalla hinnalla tai maksutta. Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussäännön 7 § :n 3 momentissa tarkoitettuun lapsilupaan. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
        "folded_fi": "kalastussaannon 7 §:ssa tarkoitetuista kalastusluvista peritaan seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussaannon 8 §:n 3 momentissa tarkoitettuun lupakiintioon kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta seka muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensa enintaan 40 euroa kalastuskautta kohden. kalastussaannon 7 §:n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu kaypaan hintaan, jonka maarittelemisessa otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. hinta voidaan maarittaa erisuuruiseksi lupavyohykkeen, lupatyypin ja ajankohdan perusteella. luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa inarijoessa matinkonkaan ylapuolella ja kietsimajoessa veneesta ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. alle 18-vuotiaalle myonnetaan 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. alle 18-vuotiaalle voidaan myontaa 2 momentissa tarkoitettu lupa kaypaa hintaa alemmalla hinnalla tai maksutta. muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussaannon 7 §:n 3 momentissa tarkoitettuun lapsilupaan. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
        "title_sv": "Prissättningen av fisketillstånd",
        "content_sv": "För fisketillstånd som avses i 7 § i fiskestadgan tas följande avgifter ut: 1) allmänt fisketillstånd för lokala fiskare 40 euro per fiskesäsong, 2) spöfisketillstånd för lokala fiskare 150 euro per fiskesäsong, 3) för innehavare av fiskerätt 10 euro per fiskedygn för sådant tillstånd för fiske från båt och 5 euro per fiskedygn för sådant tillstånd för fiske från strand samt 5 euro per fiskedygn för sådant tillstånd för fiske av andra arter som hör till tillståndskvoten enligt 8 § 3 mom. i fiskestadgan, dock högst sammanlagt 40 euro per fiskesäsong. Priset för fisketillstånd enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig på gängse pris, där marknadspriset för fisketillstånd av motsvarande slag beaktas när priset bestäms. Priset får bestämmas så att det varierar beroende på tillståndszonen, tillståndstypen och tidpunkten. Priset 1) för tillstånd för fiske från båt är 0-150 euro per fiskedygn, 2) för tillstånd för fiske från strand är 0-150 euro per fiskedygn, 3) för tillstånd för fiske från båt och från strand i Enare älv ovanför Matinköngäs och i Kietsimäjoki är 0-150 euro per fiskedygn, 4) för tillstånd för fiske av andra arter är 0-150 euro. Personer under 18 år beviljas utan avgift ett sådant tillstånd som avses i 1 mom. 1 och 2 punkten. Personer under 18 år kan beviljas ett sådant tillstånd som avses i 2 mom. till ett lägre än gängse pris eller utan avgift. Personer under 18 år som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt till ett sådant fisketillstånd för barn som avses i 7 § 3 mom. i fiskestadgan. Närmare bestämmelser om priset för de fisketillstånd som avses i 2 och 4 mom. utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "För fisketillstånd som avses i 7 § i fiskestadgan tas följande avgifter ut: 1) allmänt fisketillstånd för lokala fiskare 40 euro per fiskesäsong, 2) spöfisketillstånd för lokala fiskare 150 euro per fiskesäsong, 3) för innehavare av fiskerätt 10 euro per fiskedygn för sådant tillstånd för fiske från båt och 5 euro per fiskedygn för sådant tillstånd för fiske från strand samt 5 euro per fiskedygn för sådant tillstånd för fiske av andra arter som hör till tillståndskvoten enligt 8 § 3 mom. i fiskestadgan, dock högst sammanlagt 40 euro per fiskesäsong. Priset för fisketillstånd enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig på gängse pris, där marknadspriset för fisketillstånd av motsvarande slag beaktas när priset bestäms. Priset får bestämmas så att det varierar beroende på tillståndszonen, tillståndstypen och tidpunkten. Priset 1) för tillstånd för fiske från båt är 0-150 euro per fiskedygn, 2) för tillstånd för fiske från strand är 0-150 euro per fiskedygn, 3) för tillstånd för fiske från båt och från strand i Enare älv ovanför Matinköngäs och i Kietsimäjoki är 0-150 euro per fiskedygn, 4) för tillstånd för fiske av andra arter är 0-150 euro. Personer under 18 år beviljas utan avgift ett sådant tillstånd som avses i 1 mom. 1 och 2 punkten. Personer under 18 år kan beviljas ett sådant tillstånd som avses i 2 mom. till ett lägre än gängse pris eller utan avgift. Personer under 18 år som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt till ett sådant fisketillstånd för barn som avses i 7 § 3 mom. i fiskestadgan. Närmare bestämmelser om priset för de fisketillstånd som avses i 2 och 4 mom. utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "for fisketillstand som avses i 7 § i fiskestadgan tas foljande avgifter ut: 1) allmant fisketillstand for lokala fiskare 40 euro per fiskesasong, 2) spofisketillstand for lokala fiskare 150 euro per fiskesasong, 3) for innehavare av fiskeratt 10 euro per fiskedygn for sadant tillstand for fiske fran bat och 5 euro per fiskedygn for sadant tillstand for fiske fran strand samt 5 euro per fiskedygn for sadant tillstand for fiske av andra arter som hor till tillstandskvoten enligt 8 § 3 mom. i fiskestadgan, dock hogst sammanlagt 40 euro per fiskesasong. priset for fisketillstand enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig pa gangse pris, dar marknadspriset for fisketillstand av motsvarande slag beaktas nar priset bestams. priset far bestammas sa att det varierar beroende pa tillstandszonen, tillstandstypen och tidpunkten. priset 1) for tillstand for fiske fran bat ar 0-150 euro per fiskedygn, 2) for tillstand for fiske fran strand ar 0-150 euro per fiskedygn, 3) for tillstand for fiske fran bat och fran strand i enare alv ovanfor matinkongas och i kietsimajoki ar 0-150 euro per fiskedygn, 4) for tillstand for fiske av andra arter ar 0-150 euro. personer under 18 ar beviljas utan avgift ett sadant tillstand som avses i 1 mom. 1 och 2 punkten. personer under 18 ar kan beviljas ett sadant tillstand som avses i 2 mom. till ett lagre an gangse pris eller utan avgift. personer under 18 ar som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag har ratt till ett sadant fisketillstand for barn som avses i 7 § 3 mom. i fiskestadgan. narmare bestammelser om priset for de fisketillstand som avses i 2 och 4 mom. utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kalastuslupatulojen käytön perusteet",
      "content": "Kalastussäännön 7 §:ssä tarkoitetuista kalastusluvista kertyneet varat käytetään: 1) kalavesien hyödyntämiseen perustuvasta käytöstä maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin järjestämisestä aiheutuviin kustannuksiin; sekä 3) kalakantojen seurannasta ja tutkimuksesta sekä saalisrekisterin ylläpidosta ja kehittämisestä aiheutuviin kustannuksiin. Maa- ja metsätalousministeriö vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa säädettyjen käyttötarkoitusten välillä. Luvan myynnin järjestämisestä 8 §:n mukaisesti vastaava taho jakaa edellisenä vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. Jos vesialueen omistajalle jaossa tuleva määrä olisi enintään 50 euroa, varoja ei jaeta omistajalle, vaan ne jäävät kalatalousalueelle. Korvauksia ei pidetä valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. Korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 §:ää. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitettujen varojen käytön perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Kalastussäännön 7 § :ssä tarkoitetuista kalastusluvista kertyneet varat käytetään: 1) kalavesien hyödyntämiseen perustuvasta käytöstä maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin järjestämisestä aiheutuviin kustannuksiin; sekä 3) kalakantojen seurannasta ja tutkimuksesta sekä saalisrekisterin ylläpidosta ja kehittämisestä aiheutuviin kustannuksiin. Maa- ja metsätalousministeriö vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa säädettyjen käyttötarkoitusten välillä. Luvan myynnin järjestämisestä 8 § :n mukaisesti vastaava taho jakaa edellisenä vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. Jos vesialueen omistajalle jaossa tuleva määrä olisi enintään 50 euroa, varoja ei jaeta omistajalle, vaan ne jäävät kalatalousalueelle. Korvauksia ei pidetä valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. Korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 § :ää. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitettujen varojen käytön perusteista.",
        "folded_fi": "kalastussaannon 7 §:ssa tarkoitetuista kalastusluvista kertyneet varat kaytetaan: 1) kalavesien hyodyntamiseen perustuvasta kaytosta maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin jarjestamisesta aiheutuviin kustannuksiin; seka 3) kalakantojen seurannasta ja tutkimuksesta seka saalisrekisterin yllapidosta ja kehittamisesta aiheutuviin kustannuksiin. maa- ja metsatalousministerio vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa saadettyjen kayttotarkoitusten valilla. luvan myynnin jarjestamisesta 8 §:n mukaisesti vastaava taho jakaa edellisena vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. jos vesialueen omistajalle jaossa tuleva maara olisi enintaan 50 euroa, varoja ei jaeta omistajalle, vaan ne jaavat kalatalousalueelle. korvauksia ei pideta valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 §:aa. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitettujen varojen kayton perusteista.",
        "title_sv": "Grunder för användningen av fisketillståndsintäkter",
        "content_sv": "De medel som flyter in från de fisketillstånd som avses i 7 § i fiskestadgan ska användas för 1) ersättningar som betalas till ägare av ett vattenområde inom gränsälvsområdet för användning som baserar sig på utnyttjande av fiskevatten, 2) kostnader för fiskeövervakning och ordnande av tillståndsförsäljning, samt 3) kostnader för övervakning och forskning som gäller fiskebestånden samt drift och utveckling av fångstregistret. Jord- och skogsbruksministeriet fastställer fördelningen av de tillståndsintäkter som influtit föregående år mellan de användningsändamål som anges i 1 mom. Den som svarar för ordnandet av tillståndsförsäljningen i enlighet med 8 § fördelar tillståndsintäkterna från det föregående året som ersättningar enligt 1 mom. 1 punkten till ägarna av vattenområden inom gränsälvsområdet. Om det belopp som en ägare av ett vattenområde skulle få vid fördelningen är högst 50 euro, delas medlen inte ut till ägaren, utan de stannar hos fiskeriområdet. Ersättningarna anses inte vara sådana statsunderstöd som avses i statsunderstödslagen (688/2001). På preskription av ersättningsfordringar tillämpas 85 § i lagen om fiske. Närmare bestämmelser om användningen av medel som avses i 1 mom. får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "De medel som flyter in från de fisketillstånd som avses i 7 § i fiskestadgan ska användas för 1) ersättningar som betalas till ägare av ett vattenområde inom gränsälvsområdet för användning som baserar sig på utnyttjande av fiskevatten, 2) kostnader för fiskeövervakning och ordnande av tillståndsförsäljning, samt 3) kostnader för övervakning och forskning som gäller fiskebestånden samt drift och utveckling av fångstregistret. Jord- och skogsbruksministeriet fastställer fördelningen av de tillståndsintäkter som influtit föregående år mellan de användningsändamål som anges i 1 mom. Den som svarar för ordnandet av tillståndsförsäljningen i enlighet med 8 § fördelar tillståndsintäkterna från det föregående året som ersättningar enligt 1 mom. 1 punkten till ägarna av vattenområden inom gränsälvsområdet. Om det belopp som en ägare av ett vattenområde skulle få vid fördelningen är högst 50 euro, delas medlen inte ut till ägaren, utan de stannar hos fiskeriområdet. Ersättningarna anses inte vara sådana statsunderstöd som avses i statsunderstödslagen (688/2001). På preskription av ersättningsfordringar tillämpas 85 § i lagen om fiske. Närmare bestämmelser om användningen av medel som avses i 1 mom. får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "de medel som flyter in fran de fisketillstand som avses i 7 § i fiskestadgan ska anvandas for 1) ersattningar som betalas till agare av ett vattenomrade inom gransalvsomradet for anvandning som baserar sig pa utnyttjande av fiskevatten, 2) kostnader for fiskeovervakning och ordnande av tillstandsforsaljning, samt 3) kostnader for overvakning och forskning som galler fiskebestanden samt drift och utveckling av fangstregistret. jord- och skogsbruksministeriet faststaller fordelningen av de tillstandsintakter som influtit foregaende ar mellan de anvandningsandamal som anges i 1 mom. den som svarar for ordnandet av tillstandsforsaljningen i enlighet med 8 § fordelar tillstandsintakterna fran det foregaende aret som ersattningar enligt 1 mom. 1 punkten till agarna av vattenomraden inom gransalvsomradet. om det belopp som en agare av ett vattenomrade skulle fa vid fordelningen ar hogst 50 euro, delas medlen inte ut till agaren, utan de stannar hos fiskeriomradet. ersattningarna anses inte vara sadana statsunderstod som avses i statsunderstodslagen (688/2001). pa preskription av ersattningsfordringar tillampas 85 § i lagen om fiske. narmare bestammelser om anvandningen av medel som avses i 1 mom. far utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden kalastusluvat",
      "content": "Kalastussäännön 8 §:n 1 momentin vene- ja rantakalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. Kalastussäännön 8 §:n 2 momentin muiden lajien kalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisestä lupaluokasta. ulkopaikkakuntalainen Edellä 1 ja 2 momentissa tarkoitettujen lupien käyttö on mahdollista ainoastaan muualla kuin Tenojoen vesistön jokilaaksoissa asuvan () kiinteistön omistukseen perustuvan kalastusoikeuden perusteella. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. Seuraavaan kalastuslupaan oikeuttava kerroin määritetään siten, että osuusluvun 0,5 ylittävä kiinteistön osuusluku oikeuttaa ostamaan lisäksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikön suuruista lisäystä kohti. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinieriän kalastukseen oikeuttavista luvista 10 §:ssä säädetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. Edellä 1 ja 2 momentissa tarkoitetuista kiintiöistä varaamatta jääneet luvat voidaan siirtää ostettaviksi kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintiöihin, jos niitä ei ole määräaikaan mennessä varattu luvanmyyntijärjestelmästä. Vene- ja rantakalastusluvat on varattava viimeistään kalastusta edeltävän viikon perjantaina kello 15. Muiden lajien kalastukseen tarkoitetut kalastussäännön 8 §:n 2 momentin mukaiset kalastusluvat on varattava viimeistään 15 päivänä heinäkuuta kello 15 tai, jos kyseinen päivä on lauantai tai sunnuntai, sitä edeltävänä perjantaina viimeistään kello 15. Ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. Maanmittauslaitos toimittaa kalatalousalueelle pyydettäessä ennen kalastuskauden alkua tiedot alueen kiinteistöjen omistajista, heidän kotikunnistaan sekä kalastusoikeuden määrästä kiinteistöittäin. Mitä 4 momentissa säädetään osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myös ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. Kalastussäännön 8 §:n 4 momentin mukaisesta kalastuslupakiintiöstä lohenkalastukseen säädetään erikseen valtioneuvoston asetuksella. Kiintiöstä säädettäessä on otettava huomioon niiden kalastusviikkojen määrä, joina kalastussäännön 5 §:n 2 momentin 3 kohdan ehdot täyttyvät, sekä lohisaaliskiintiön suuruus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä edellä tässä pykälässä tarkoitettujen kalastuslupakiintiöiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvistä määräajoista sekä varaamattomien kalastuslupakiintiöihin kuuluvien lupien siirtämisestä ostettaviksi matkailulupakiintiöihin, jos kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettujen matkailulupien määrät tai niiden käyttöalueet muuttuvat tai lupakiintiöiden tarkoituksenmukainen käyttö sitä muutoin edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kalastussäännön 8 § :n 1 momentin vene- ja rantakalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. Kalastussäännön 8 § :n 2 momentin muiden lajien kalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisestä lupaluokasta. ulkopaikkakuntalainen Edellä 1 ja 2 momentissa tarkoitettujen lupien käyttö on mahdollista ainoastaan muualla kuin Tenojoen vesistön jokilaaksoissa asuvan () kiinteistön omistukseen perustuvan kalastusoikeuden perusteella. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. Seuraavaan kalastuslupaan oikeuttava kerroin määritetään siten, että osuusluvun 0,5 ylittävä kiinteistön osuusluku oikeuttaa ostamaan lisäksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikön suuruista lisäystä kohti. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinieriän kalastukseen oikeuttavista luvista 10 § :ssä säädetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. Edellä 1 ja 2 momentissa tarkoitetuista kiintiöistä varaamatta jääneet luvat voidaan siirtää ostettaviksi kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintiöihin, jos niitä ei ole määräaikaan mennessä varattu luvanmyyntijärjestelmästä. Vene- ja rantakalastusluvat on varattava viimeistään kalastusta edeltävän viikon perjantaina kello 15. Muiden lajien kalastukseen tarkoitetut kalastussäännön 8 § :n 2 momentin mukaiset kalastusluvat on varattava viimeistään 15 päivänä heinäkuuta kello 15 tai, jos kyseinen päivä on lauantai tai sunnuntai, sitä edeltävänä perjantaina viimeistään kello 15. Ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. Maanmittauslaitos toimittaa kalatalousalueelle pyydettäessä ennen kalastuskauden alkua tiedot alueen kiinteistöjen omistajista, heidän kotikunnistaan sekä kalastusoikeuden määrästä kiinteistöittäin. Mitä 4 momentissa säädetään osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myös ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. Kalastussäännön 8 § :n 4 momentin mukaisesta kalastuslupakiintiöstä lohenkalastukseen säädetään erikseen valtioneuvoston asetuksella. Kiintiöstä säädettäessä on otettava huomioon niiden kalastusviikkojen määrä, joina kalastussäännön 5 § :n 2 momentin 3 kohdan ehdot täyttyvät, sekä lohisaaliskiintiön suuruus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä edellä tässä pykälässä tarkoitettujen kalastuslupakiintiöiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvistä määräajoista sekä varaamattomien kalastuslupakiintiöihin kuuluvien lupien siirtämisestä ostettaviksi matkailulupakiintiöihin, jos kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettujen matkailulupien määrät tai niiden käyttöalueet muuttuvat tai lupakiintiöiden tarkoituksenmukainen käyttö sitä muutoin edellyttää.",
        "folded_fi": "kalastussaannon 8 §:n 1 momentin vene- ja rantakalastusluvista muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. kalastussaannon 8 §:n 2 momentin muiden lajien kalastusluvista muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisesta lupaluokasta. ulkopaikkakuntalainen edella 1 ja 2 momentissa tarkoitettujen lupien kaytto on mahdollista ainoastaan muualla kuin tenojoen vesiston jokilaaksoissa asuvan () kiinteiston omistukseen perustuvan kalastusoikeuden perusteella. ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistoa kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. seuraavaan kalastuslupaan oikeuttava kerroin maaritetaan siten, etta osuusluvun 0,5 ylittava kiinteiston osuusluku oikeuttaa ostamaan lisaksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikon suuruista lisaysta kohti. ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistoa kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinierian kalastukseen oikeuttavista luvista 10 §:ssa saadetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. edella 1 ja 2 momentissa tarkoitetuista kiintioista varaamatta jaaneet luvat voidaan siirtaa ostettaviksi kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintioihin, jos niita ei ole maaraaikaan mennessa varattu luvanmyyntijarjestelmasta. vene- ja rantakalastusluvat on varattava viimeistaan kalastusta edeltavan viikon perjantaina kello 15. muiden lajien kalastukseen tarkoitetut kalastussaannon 8 §:n 2 momentin mukaiset kalastusluvat on varattava viimeistaan 15 paivana heinakuuta kello 15 tai, jos kyseinen paiva on lauantai tai sunnuntai, sita edeltavana perjantaina viimeistaan kello 15. ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. maanmittauslaitos toimittaa kalatalousalueelle pyydettaessa ennen kalastuskauden alkua tiedot alueen kiinteistojen omistajista, heidan kotikunnistaan seka kalastusoikeuden maarasta kiinteistoittain. mita 4 momentissa saadetaan osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myos ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. kalastussaannon 8 §:n 4 momentin mukaisesta kalastuslupakiintiosta lohenkalastukseen saadetaan erikseen valtioneuvoston asetuksella. kiintiosta saadettaessa on otettava huomioon niiden kalastusviikkojen maara, joina kalastussaannon 5 §:n 2 momentin 3 kohdan ehdot tayttyvat, seka lohisaaliskiintion suuruus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia edella tassa pykalassa tarkoitettujen kalastuslupakiintioiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvista maaraajoista seka varaamattomien kalastuslupakiintioihin kuuluvien lupien siirtamisesta ostettaviksi matkailulupakiintioihin, jos kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettujen matkailulupien maarat tai niiden kayttoalueet muuttuvat tai lupakiintioiden tarkoituksenmukainen kaytto sita muutoin edellyttaa.",
        "title_sv": "Fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta annanstans än i älvdalarna vid Tana älvs vattendrag",
        "content_sv": "Av sådana tillstånd för fiske från båt och tillstånd för fiske från strand som avses i 8 § 1 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av båda tillståndskategorierna. Av sådana tillstånd för fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av tillståndskategorin i fråga. icke-ortsbo De tillstånd som avses i 1 och 2 mom. får användas endast på basis av sådan på ägande av fastighet grundad fiskerätt som innehas av personer bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag (). En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa ett tillståndsdygn av de i 1 mom. avsedda tillstånd som berättigar till laxfiske. Den koefficient som berättigar till följande fisketillstånd fastställs så att det andelstal för fastigheten som överstiger andelstalet 0,5 berättigar till köp av ytterligare ett tillståndsdygn för varje ökning av andelstalet med sex hela enheter. En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa tillståndsdygn i enlighet med 2 mom. för tillstånd som berättigar till annat fiske än fiske av lax och havsröding till de priser som anges i 10 § utan begränsningar av den koefficient som berättigar till följande fisketillstånd. De tillstånd som inte reserverats från de i 1 och 2 mom. avsedda kvoterna kan överföras för försäljning inom den tillståndskvot för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte före utgången av tidsfristen reserverats i tillståndsförsäljningssystemet. Tillstånd för fiske från båt och tillstånd för fiske från strand ska reserveras senast fredag klockan 15 den vecka som föregår fisket. Tillstånd för fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fråga är en lördag eller söndag, den föregående fredagen senast klockan 15. En icke-ortsbo som innehar fiskerätt ska vid köp av tillstånd påvisa sin ägarandel. Lantmäteriverket ska på begäran innan fiskesäsongen inleds lämna fiskeriområdet uppgifter om ägarna till fastigheterna i området, ägarnas hemkommun och antalet fiskerättigheter per fastighet. Vad som i 4 mom. föreskrivs om andelstal och i 7 mom. om påvisande av ägarandel tillämpas också på icke-ortsbor som äger ett privat vattenområde som berättigar till motsvarande fiskerätt. Bestämmelser om den fisketillståndskvot för laxfiske som avses i 8 § 4 mom. i fiskestadgan utfärdas separat genom förordning av statsrådet. Vid fastställandet av kvoter ska hänsyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken på kvoten för laxfångst. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om ovan i denna paragraf avsedda fisketillståndskvoters storlek, om storleken på den koefficient som berättigar till följande fisketillstånd, om tidsfrister för reservering av fisketillstånd och om överföring av icke-reserverade tillstånd som omfattas av fisketillståndskvoten till att köpas inom ramen för tillståndskvoten för fisketurism, ifall det antal tillstånd för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras användningsområden ändras eller en ändamålsenlig användning av tillståndskvoterna annars förutsätter det.",
        "normalized_sv": "Av sådana tillstånd för fiske från båt och tillstånd för fiske från strand som avses i 8 § 1 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av båda tillståndskategorierna. Av sådana tillstånd för fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av tillståndskategorin i fråga. icke-ortsbo De tillstånd som avses i 1 och 2 mom. får användas endast på basis av sådan på ägande av fastighet grundad fiskerätt som innehas av personer bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag (). En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa ett tillståndsdygn av de i 1 mom. avsedda tillstånd som berättigar till laxfiske. Den koefficient som berättigar till följande fisketillstånd fastställs så att det andelstal för fastigheten som överstiger andelstalet 0,5 berättigar till köp av ytterligare ett tillståndsdygn för varje ökning av andelstalet med sex hela enheter. En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa tillståndsdygn i enlighet med 2 mom. för tillstånd som berättigar till annat fiske än fiske av lax och havsröding till de priser som anges i 10 § utan begränsningar av den koefficient som berättigar till följande fisketillstånd. De tillstånd som inte reserverats från de i 1 och 2 mom. avsedda kvoterna kan överföras för försäljning inom den tillståndskvot för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte före utgången av tidsfristen reserverats i tillståndsförsäljningssystemet. Tillstånd för fiske från båt och tillstånd för fiske från strand ska reserveras senast fredag klockan 15 den vecka som föregår fisket. Tillstånd för fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fråga är en lördag eller söndag, den föregående fredagen senast klockan 15. En icke-ortsbo som innehar fiskerätt ska vid köp av tillstånd påvisa sin ägarandel. Lantmäteriverket ska på begäran innan fiskesäsongen inleds lämna fiskeriområdet uppgifter om ägarna till fastigheterna i området, ägarnas hemkommun och antalet fiskerättigheter per fastighet. Vad som i 4 mom. föreskrivs om andelstal och i 7 mom. om påvisande av ägarandel tillämpas också på icke-ortsbor som äger ett privat vattenområde som berättigar till motsvarande fiskerätt. Bestämmelser om den fisketillståndskvot för laxfiske som avses i 8 § 4 mom. i fiskestadgan utfärdas separat genom förordning av statsrådet. Vid fastställandet av kvoter ska hänsyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken på kvoten för laxfångst. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om ovan i denna paragraf avsedda fisketillståndskvoters storlek, om storleken på den koefficient som berättigar till följande fisketillstånd, om tidsfrister för reservering av fisketillstånd och om överföring av icke-reserverade tillstånd som omfattas av fisketillståndskvoten till att köpas inom ramen för tillståndskvoten för fisketurism, ifall det antal tillstånd för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras användningsområden ändras eller en ändamålsenlig användning av tillståndskvoterna annars förutsätter det.",
        "folded_sv": "av sadana tillstand for fiske fran bat och tillstand for fiske fran strand som avses i 8 § 1 mom. i fiskestadgan ar andelen fisketillstand for sadana innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag en tredjedel av bada tillstandskategorierna. av sadana tillstand for fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan ar andelen fisketillstand for sadana innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag en tredjedel av tillstandskategorin i fraga. icke-ortsbo de tillstand som avses i 1 och 2 mom. far anvandas endast pa basis av sadan pa agande av fastighet grundad fiskeratt som innehas av personer bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag (). en icke-ortsbo som innehar fiskeratt har per fastighet ratt att kopa ett tillstandsdygn av de i 1 mom. avsedda tillstand som berattigar till laxfiske. den koefficient som berattigar till foljande fisketillstand faststalls sa att det andelstal for fastigheten som overstiger andelstalet 0,5 berattigar till kop av ytterligare ett tillstandsdygn for varje okning av andelstalet med sex hela enheter. en icke-ortsbo som innehar fiskeratt har per fastighet ratt att kopa tillstandsdygn i enlighet med 2 mom. for tillstand som berattigar till annat fiske an fiske av lax och havsroding till de priser som anges i 10 § utan begransningar av den koefficient som berattigar till foljande fisketillstand. de tillstand som inte reserverats fran de i 1 och 2 mom. avsedda kvoterna kan overforas for forsaljning inom den tillstandskvot for fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte fore utgangen av tidsfristen reserverats i tillstandsforsaljningssystemet. tillstand for fiske fran bat och tillstand for fiske fran strand ska reserveras senast fredag klockan 15 den vecka som foregar fisket. tillstand for fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fraga ar en lordag eller sondag, den foregaende fredagen senast klockan 15. en icke-ortsbo som innehar fiskeratt ska vid kop av tillstand pavisa sin agarandel. lantmateriverket ska pa begaran innan fiskesasongen inleds lamna fiskeriomradet uppgifter om agarna till fastigheterna i omradet, agarnas hemkommun och antalet fiskerattigheter per fastighet. vad som i 4 mom. foreskrivs om andelstal och i 7 mom. om pavisande av agarandel tillampas ocksa pa icke-ortsbor som ager ett privat vattenomrade som berattigar till motsvarande fiskeratt. bestammelser om den fisketillstandskvot for laxfiske som avses i 8 § 4 mom. i fiskestadgan utfardas separat genom forordning av statsradet. vid faststallandet av kvoter ska hansyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken pa kvoten for laxfangst. genom forordning av statsradet far det utfardas narmare bestammelser om ovan i denna paragraf avsedda fisketillstandskvoters storlek, om storleken pa den koefficient som berattigar till foljande fisketillstand, om tidsfrister for reservering av fisketillstand och om overforing av icke-reserverade tillstand som omfattas av fisketillstandskvoten till att kopas inom ramen for tillstandskvoten for fisketurism, ifall det antal tillstand for fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras anvandningsomraden andras eller en andamalsenlig anvandning av tillstandskvoterna annars forutsatter det."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tenojoen vesistön venerekisteri",
      "content": "Kalastussäännön 38 §:ssä tarkoitettuna Tenojoen vesistön venerekisterinä on liikenteen palveluista annetun lain (320/2017) 216 §:ssä tarkoitettu liikenneasioiden rekisteri. Tenon kalastusveneiden rekisteröintiin sovelletaan liikenteen palveluista annettua lakia tämän lain 15-17 §:ssä säädetyin poikkeuksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kalastussäännön 38 § :ssä tarkoitettuna Tenojoen vesistön venerekisterinä on liikenteen palveluista annetun lain (320/2017) 216 § :ssä tarkoitettu liikenneasioiden rekisteri. Tenon kalastusveneiden rekisteröintiin sovelletaan liikenteen palveluista annettua lakia tämän lain 15-17 § :ssä säädetyin poikkeuksin.",
        "folded_fi": "kalastussaannon 38 §:ssa tarkoitettuna tenojoen vesiston venerekisterina on liikenteen palveluista annetun lain (320/2017) 216 §:ssa tarkoitettu liikenneasioiden rekisteri. tenon kalastusveneiden rekisterointiin sovelletaan liikenteen palveluista annettua lakia taman lain 15-17 §:ssa saadetyin poikkeuksin.",
        "title_sv": "Båtregistret för Tana älv",
        "content_sv": "Det båtregister för Tana älv som avses i 38 § i fiskestadgan är trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). På registreringen av fiskebåtar i Tana älv tillämpas lagen om transportservice med de undantag som föreskrivs i 15-17 § i denna lag.",
        "normalized_sv": "Det båtregister för Tana älv som avses i 38 § i fiskestadgan är trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). På registreringen av fiskebåtar i Tana älv tillämpas lagen om transportservice med de undantag som föreskrivs i 15-17 § i denna lag.",
        "folded_sv": "det batregister for tana alv som avses i 38 § i fiskestadgan ar trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). pa registreringen av fiskebatar i tana alv tillampas lagen om transportservice med de undantag som foreskrivs i 15-17 § i denna lag."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Veneen rekisteröinti",
      "content": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteröidä kiinteistöä kohti yksi vene edellyttäen, että kiinteistöön kuuluu osuus rajajokialueella sijaitsevasta yhteisestä vesialueesta tai sitä vastaava yksityinen vesialue.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteröidä kiinteistöä kohti yksi vene edellyttäen, että kiinteistöön kuuluu osuus rajajokialueella sijaitsevasta yhteisestä vesialueesta tai sitä vastaava yksityinen vesialue.",
        "folded_fi": "muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteroida kiinteistoa kohti yksi vene edellyttaen, etta kiinteistoon kuuluu osuus rajajokialueella sijaitsevasta yhteisesta vesialueesta tai sita vastaava yksityinen vesialue.",
        "title_sv": "Registrering av båtar",
        "content_sv": "Innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt att registrera en båt per fastighet, förutsatt att det till fastigheten hör en andel av ett gemensamt vattenområde inom gränsälvsområdet eller att ett motsvarande privat vattenområde hör till fastigheten.",
        "normalized_sv": "Innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt att registrera en båt per fastighet, förutsatt att det till fastigheten hör en andel av ett gemensamt vattenområde inom gränsälvsområdet eller att ett motsvarande privat vattenområde hör till fastigheten.",
        "folded_sv": "innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag har ratt att registrera en bat per fastighet, forutsatt att det till fastigheten hor en andel av ett gemensamt vattenomrade inom gransalvsomradet eller att ett motsvarande privat vattenomrade hor till fastigheten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaansaattaminen",
      "content": "Edellä 1 momentissa tarkoitetun sopimuksen liitteenä olevan kalastussäännön korvaamisesta uudella kalastussäännöllä Oslossa 22 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun sopimuksen liitteenä olevan kalastussäännön korvaamisesta uudella kalastussäännöllä Oslossa 22 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "edella 1 momentissa tarkoitetun sopimuksen liitteena olevan kalastussaannon korvaamisesta uudella kalastussaannolla oslossa 22 paivana joulukuuta 2023 tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Ikraftträdande",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Oslo den 22 december 2023 ingångna avtalet om ersättande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga gäller som lag sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Oslo den 22 december 2023 ingångna avtalet om ersättande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga gäller som lag sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i oslo den 22 december 2023 ingangna avtalet om ersattande av den fiskestadga som finns som bilaga till det avtal som avses i 1 mom. med en ny fiskestadga galler som lag sadana som finland har forbundit sig till dem."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sopimus kalastussäännön määräyksistä poikkeamiseksi",
      "content": "Maa- ja metsätalousministeriö tekee Norjan hallituksen tai tämän määräämän viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussäännön määräyksistä poikkeamiseksi sekä pöytäkirjan 5 artiklassa tarkoitettujen ennalta sovittujen säätelytoimenpiteiden kalastussäännössä määriteltyjen edellytysten olemassaolosta. Velvollisuudesta neuvotella saamelaiskäräjien kanssa sopimusta tehtäessä säädetään saamelaiskäräjistä annetussa laissa (974/1995). Kalastussäännön 4 ja 5 §:ssä tarkoitetuista lohenkalastuskiintiöistä ja lohenkalastuksen sallimisesta päätetään vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. Tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityöhön, joka koskee lohenkalastuskiintiöitä sekä poikkeavia määräyksiä kalastussäännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Maa- ja metsätalousministeriö tekee Norjan hallituksen tai tämän määräämän viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussäännön määräyksistä poikkeamiseksi sekä pöytäkirjan 5 artiklassa tarkoitettujen ennalta sovittujen säätelytoimenpiteiden kalastussäännössä määriteltyjen edellytysten olemassaolosta. Velvollisuudesta neuvotella saamelaiskäräjien kanssa sopimusta tehtäessä säädetään saamelaiskäräjistä annetussa laissa (974/1995). Kalastussäännön 4 ja 5 § :ssä tarkoitetuista lohenkalastuskiintiöistä ja lohenkalastuksen sallimisesta päätetään vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. Tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityöhön, joka koskee lohenkalastuskiintiöitä sekä poikkeavia määräyksiä kalastussäännöstä.",
        "folded_fi": "maa- ja metsatalousministerio tekee norjan hallituksen tai taman maaraaman viranomaisen kanssa kalastussopimuksen 6 ja 7 artiklassa tarkoitetun sopimuksen kalastussaannon maarayksista poikkeamiseksi seka poytakirjan 5 artiklassa tarkoitettujen ennalta sovittujen saatelytoimenpiteiden kalastussaannossa maariteltyjen edellytysten olemassaolosta. velvollisuudesta neuvotella saamelaiskarajien kanssa sopimusta tehtaessa saadetaan saamelaiskarajista annetussa laissa (974/1995). kalastussaannon 4 ja 5 §:ssa tarkoitetuista lohenkalastuskiintioista ja lohenkalastuksen sallimisesta paatetaan vuosittain sopimuksen 6 ja 7 artiklan mukaisesti. tenon kalatalousalue edustaa paikallisia kalastusoikeuden haltijoita osallistumalla sopimuksen 6 ja 7 artiklassa tarkoitettuun arviointityohon, joka koskee lohenkalastuskiintioita seka poikkeavia maarayksia kalastussaannosta.",
        "title_sv": "Avtal om avvikelse från bestämmelserna i fiskestadgan",
        "content_sv": "Jord- och skogsbruksministeriet gör med Norges regering eller den myndighet som utsetts av Norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse från bestämmelserna i fiskestadgan samt ett protokoll om uppfyllande av förutsättningarna enligt fiskestadgan för de på förhand överenskomna regleringsåtgärder som avses i artikel 5. Bestämmelser om skyldigheten att förhandla med sametinget vid ingående av avtal finns i sametingslagen (974/1995). Sådana beslut om kvoter för laxfiske och tillåtande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas årligen i enlighet med artikel 6 och 7 i avtalet. Fiskeriområdet i Tana älv företräder lokala innehavare av fiskerätt genom att delta i det utvärderingsarbete som avses i artikel 6 och 7 i avtalet och som gäller kvoter för laxfiske samt bestämmelser som avviker från fiskestadgan.",
        "normalized_sv": "Jord- och skogsbruksministeriet gör med Norges regering eller den myndighet som utsetts av Norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse från bestämmelserna i fiskestadgan samt ett protokoll om uppfyllande av förutsättningarna enligt fiskestadgan för de på förhand överenskomna regleringsåtgärder som avses i artikel 5. Bestämmelser om skyldigheten att förhandla med sametinget vid ingående av avtal finns i sametingslagen (974/1995). Sådana beslut om kvoter för laxfiske och tillåtande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas årligen i enlighet med artikel 6 och 7 i avtalet. Fiskeriområdet i Tana älv företräder lokala innehavare av fiskerätt genom att delta i det utvärderingsarbete som avses i artikel 6 och 7 i avtalet och som gäller kvoter för laxfiske samt bestämmelser som avviker från fiskestadgan.",
        "folded_sv": "jord- och skogsbruksministeriet gor med norges regering eller den myndighet som utsetts av norges regering upp ett i artiklarna 6 och 7 i fiskeavtalet avsett avtal om avvikelse fran bestammelserna i fiskestadgan samt ett protokoll om uppfyllande av forutsattningarna enligt fiskestadgan for de pa forhand overenskomna regleringsatgarder som avses i artikel 5. bestammelser om skyldigheten att forhandla med sametinget vid ingaende av avtal finns i sametingslagen (974/1995). sadana beslut om kvoter for laxfiske och tillatande av laxfiske som avses i 4 och 5 § i fiskestadgan fattas arligen i enlighet med artikel 6 och 7 i avtalet. fiskeriomradet i tana alv foretrader lokala innehavare av fiskeratt genom att delta i det utvarderingsarbete som avses i artikel 6 och 7 i avtalet och som galler kvoter for laxfiske samt bestammelser som avviker fran fiskestadgan."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kalastussäännössä tarkoitettu toimivaltainen viranomainen",
      "content": "Kalastussäännön 5 §:ssä tarkoitettu toimivaltainen viranomainen on maa- ja metsätalousministeriö. Kalastussäännön 8, 10, 19, 33, 37, 39 ja 40 §:ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Kalastussäännön 35 §:ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Mainitun pykälän 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsätalousministeriö. Lapin elinkeino-, liikenne- ja ympäristökeskuksen on pyydettävä lausunto Tenon kalatalousalueelta ennen kalastussäännön 40 §:ssä tarkoitetun poikkeusluvan myöntämistä opetuskalastusta tai kulttuuritapahtumia varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa säännöksiä kalastussäännön 40 §:ssä tarkoitetun poikkeusluvan hakemisen määräajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kalastussäännön 5 § :ssä tarkoitettu toimivaltainen viranomainen on maa- ja metsätalousministeriö. Kalastussäännön 8, 10, 19, 33, 37, 39 ja 40 § :ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Kalastussäännön 35 § :ssä tarkoitettu toimivaltainen viranomainen on Lapin elinkeino-, liikenne- ja ympäristökeskus. Mainitun pykälän 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsätalousministeriö. Lapin elinkeino-, liikenne- ja ympäristökeskuksen on pyydettävä lausunto Tenon kalatalousalueelta ennen kalastussäännön 40 § :ssä tarkoitetun poikkeusluvan myöntämistä opetuskalastusta tai kulttuuritapahtumia varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa säännöksiä kalastussäännön 40 § :ssä tarkoitetun poikkeusluvan hakemisen määräajasta.",
        "folded_fi": "kalastussaannon 5 §:ssa tarkoitettu toimivaltainen viranomainen on maa- ja metsatalousministerio. kalastussaannon 8, 10, 19, 33, 37, 39 ja 40 §:ssa tarkoitettu toimivaltainen viranomainen on lapin elinkeino-, liikenne- ja ymparistokeskus. kalastussaannon 35 §:ssa tarkoitettu toimivaltainen viranomainen on lapin elinkeino-, liikenne- ja ymparistokeskus. mainitun pykalan 3 momentissa tarkoitetuissa hankkeissa toimivaltainen viranomainen on kuitenkin maa- ja metsatalousministerio. lapin elinkeino-, liikenne- ja ymparistokeskuksen on pyydettava lausunto tenon kalatalousalueelta ennen kalastussaannon 40 §:ssa tarkoitetun poikkeusluvan myontamista opetuskalastusta tai kulttuuritapahtumia varten. maa- ja metsatalousministerion asetuksella voidaan antaa saannoksia kalastussaannon 40 §:ssa tarkoitetun poikkeusluvan hakemisen maaraajasta.",
        "title_sv": "Behöriga myndigheter enligt fiskestadgan",
        "content_sv": "Jord- och skogsbruksministeriet är den behöriga myndighet som avses i 5 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 35 § i fiskestadgan. I de projekt som avses i 3 mom. i den paragrafen är dock jord- och skogsbruksministeriet den behöriga myndigheten. Närings-, trafik- och miljöcentralen i Lappland ska begära utlåtande av fiskeriområdet i Tana älv innan dispens enligt 40 § i fiskestadgan beviljas för undervisningsfiske eller kulturevenemang. Bestämmelser om tidsfristen för ansökan om dispens enligt 40 § i fiskestadgan får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Jord- och skogsbruksministeriet är den behöriga myndighet som avses i 5 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. Närings-, trafik- och miljöcentralen i Lappland är den behöriga myndighet som avses i 35 § i fiskestadgan. I de projekt som avses i 3 mom. i den paragrafen är dock jord- och skogsbruksministeriet den behöriga myndigheten. Närings-, trafik- och miljöcentralen i Lappland ska begära utlåtande av fiskeriområdet i Tana älv innan dispens enligt 40 § i fiskestadgan beviljas för undervisningsfiske eller kulturevenemang. Bestämmelser om tidsfristen för ansökan om dispens enligt 40 § i fiskestadgan får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "jord- och skogsbruksministeriet ar den behoriga myndighet som avses i 5 § i fiskestadgan. narings-, trafik- och miljocentralen i lappland ar den behoriga myndighet som avses i 8, 10, 19, 33, 37, 39 och 40 § i fiskestadgan. narings-, trafik- och miljocentralen i lappland ar den behoriga myndighet som avses i 35 § i fiskestadgan. i de projekt som avses i 3 mom. i den paragrafen ar dock jord- och skogsbruksministeriet den behoriga myndigheten. narings-, trafik- och miljocentralen i lappland ska begara utlatande av fiskeriomradet i tana alv innan dispens enligt 40 § i fiskestadgan beviljas for undervisningsfiske eller kulturevenemang. bestammelser om tidsfristen for ansokan om dispens enligt 40 § i fiskestadgan far utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kalatautien torjunnasta vastaava viranomainen",
      "content": "Sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on Ruokavirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on Ruokavirasto.",
        "folded_fi": "sopimuksen 15 artiklan 7 kohdassa tarkoitettu toimivaltainen viranomainen on ruokavirasto.",
        "title_sv": "Myndighet som svarar för bekämpning av fisksjukdomar",
        "content_sv": "Livsmedelsverket är den behöriga myndighet som avses i artikel 15.7 i avtalet.",
        "normalized_sv": "Livsmedelsverket är den behöriga myndighet som avses i artikel 15.7 i avtalet.",
        "folded_sv": "livsmedelsverket ar den behoriga myndighet som avses i artikel 15.7 i avtalet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Tenon lohikantojen hoitotyöryhmä",
      "content": "Maa- ja metsätalousministeriö sopii Norjan toimivaltaisen viranomaisen kanssa Tenon lohikantojen hoitotyöryhmän toimeksiannon sisällöstä ja nimeää viranomaisten edustajat ryhmään sekä nimeää kalastusoikeuden haltijoiden edustajat Tenon kalatalousalueen esityksestä. Tenon lohikantojen hoitotyöryhmä osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyöhön sekä 6 artiklan mukaisten vuosittaisten kalastussäännöstä poikkeavien määräysten arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Maa- ja metsätalousministeriö sopii Norjan toimivaltaisen viranomaisen kanssa Tenon lohikantojen hoitotyöryhmän toimeksiannon sisällöstä ja nimeää viranomaisten edustajat ryhmään sekä nimeää kalastusoikeuden haltijoiden edustajat Tenon kalatalousalueen esityksestä. Tenon lohikantojen hoitotyöryhmä osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyöhön sekä 6 artiklan mukaisten vuosittaisten kalastussäännöstä poikkeavien määräysten arviointiin.",
        "folded_fi": "maa- ja metsatalousministerio sopii norjan toimivaltaisen viranomaisen kanssa tenon lohikantojen hoitotyoryhman toimeksiannon sisallosta ja nimeaa viranomaisten edustajat ryhmaan seka nimeaa kalastusoikeuden haltijoiden edustajat tenon kalatalousalueen esityksesta. tenon lohikantojen hoitotyoryhma osallistuu sopimuksen 4 artiklassa tarkoitetun hoitosuunnitelman valmistelutyohon seka 6 artiklan mukaisten vuosittaisten kalastussaannosta poikkeavien maaraysten arviointiin.",
        "title_sv": "Arbetsgruppen för förvaltning av laxbestånden i Tana älv",
        "content_sv": "Jord- och skogsbruksministeriet avtalar med Norges behöriga myndighet om innehållet i uppdraget för arbetsgruppen för förvaltning av laxbestånden i Tana älv och utser myndigheternas företrädare i gruppen samt utser på framställning av fiskeriområdet i Tana älv företrädare för innehavare av fiskerätt. Arbetsgruppen för förvaltning av laxbestånden i Tana älv deltar i beredningen av den förvaltningsplan som avses i artikel 4 i avtalet samt i den årliga utvärderingen av de bestämmelser som avviker från fiskestadgan i enlighet med artikel 6 i avtalet.",
        "normalized_sv": "Jord- och skogsbruksministeriet avtalar med Norges behöriga myndighet om innehållet i uppdraget för arbetsgruppen för förvaltning av laxbestånden i Tana älv och utser myndigheternas företrädare i gruppen samt utser på framställning av fiskeriområdet i Tana älv företrädare för innehavare av fiskerätt. Arbetsgruppen för förvaltning av laxbestånden i Tana älv deltar i beredningen av den förvaltningsplan som avses i artikel 4 i avtalet samt i den årliga utvärderingen av de bestämmelser som avviker från fiskestadgan i enlighet med artikel 6 i avtalet.",
        "folded_sv": "jord- och skogsbruksministeriet avtalar med norges behoriga myndighet om innehallet i uppdraget for arbetsgruppen for forvaltning av laxbestanden i tana alv och utser myndigheternas foretradare i gruppen samt utser pa framstallning av fiskeriomradet i tana alv foretradare for innehavare av fiskeratt. arbetsgruppen for forvaltning av laxbestanden i tana alv deltar i beredningen av den forvaltningsplan som avses i artikel 4 i avtalet samt i den arliga utvarderingen av de bestammelser som avviker fran fiskestadgan i enlighet med artikel 6 i avtalet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hoitosuunnitelman valmistelu ja vahvistaminen",
      "content": "Luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyössä Lapin elinkeino-, liikenne- ja ympäristökeskuksen sekä Tenon kalatalousalueen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyössä Lapin elinkeino-, liikenne- ja ympäristökeskuksen sekä Tenon kalatalousalueen kanssa.",
        "folded_fi": "luonnonvarakeskuksen tulee valmistella suunnitelma yhteistyossa lapin elinkeino-, liikenne- ja ymparistokeskuksen seka tenon kalatalousalueen kanssa.",
        "title_sv": "Utarbetande och fastställande av en förvaltningsplan",
        "content_sv": "Naturresursinstitutet ska bereda planen i samarbete med Närings-, trafik- och miljöcentralen i Lappland samt med fiskeriområdet i Tana älv.",
        "normalized_sv": "Naturresursinstitutet ska bereda planen i samarbete med Närings-, trafik- och miljöcentralen i Lappland samt med fiskeriområdet i Tana älv.",
        "folded_sv": "naturresursinstitutet ska bereda planen i samarbete med narings-, trafik- och miljocentralen i lappland samt med fiskeriomradet i tana alv."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Saalisrekisteri",
      "content": "Saalisrekisteriin tallennetaan kalastussäännön 33 §:ssä tarkoitettujen tietojen lisäksi kalastajan nimi, yhteystiedot ja käytetty kalastuslupatyyppi. Saalisrekisterin tietoja käytetään sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. Saalisrekisterissä olevia tietoja voidaan salassapitosäännösten estämättä luovuttaa Suomen ulkopuolella oleville viranomaisille Suomea sitovien kansainvälisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. Tietoja voidaan salassapitosäännösten estämättä lisäksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten sekä kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. Saalisrekisterin sisältämät henkilötiedot poistetaan viiden vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilö on antanut viimeisen saalisilmoituksen. Henkilötietojen salassa pitämisestä ja luovuttamisesta säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilötietojen käsittelystä luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). Henkilötietojen käsittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. Kalastussäännön 33 §:ssä tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myös sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä saalis-ilmoitusta koskevasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Saalisrekisteriin tallennetaan kalastussäännön 33 § :ssä tarkoitettujen tietojen lisäksi kalastajan nimi, yhteystiedot ja käytetty kalastuslupatyyppi. Saalisrekisterin tietoja käytetään sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. Saalisrekisterissä olevia tietoja voidaan salassapitosäännösten estämättä luovuttaa Suomen ulkopuolella oleville viranomaisille Suomea sitovien kansainvälisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. Tietoja voidaan salassapitosäännösten estämättä lisäksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten sekä kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. Saalisrekisterin sisältämät henkilötiedot poistetaan viiden vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilö on antanut viimeisen saalisilmoituksen. Henkilötietojen salassa pitämisestä ja luovuttamisesta säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilötietojen käsittelystä luonnollisten henkilöiden suojelusta henkilötietojen käsittelyssä sekä näiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/EY kumoamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). Henkilötietojen käsittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. Kalastussäännön 33 § :ssä tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myös sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä saalis-ilmoitusta koskevasta menettelystä.",
        "folded_fi": "saalisrekisteriin tallennetaan kalastussaannon 33 §:ssa tarkoitettujen tietojen lisaksi kalastajan nimi, yhteystiedot ja kaytetty kalastuslupatyyppi. saalisrekisterin tietoja kaytetaan sopimuksen 13 artiklan 2 kohdassa mainittuihin tarkoituksiin. saalisrekisterissa olevia tietoja voidaan salassapitosaannosten estamatta luovuttaa suomen ulkopuolella oleville viranomaisille suomea sitovien kansainvalisten kalavarojen hoitoon ja suojeluun liittyvien velvoitteiden hoitamiseksi. tietoja voidaan salassapitosaannosten estamatta lisaksi luovuttaa kalastusta valvoville viranomaisille valvontaa varten seka kalatalousviranomaisille kalavarojen hoidon suunnittelua varten. saalisrekisterin sisaltamat henkilotiedot poistetaan viiden vuoden kuluttua sen vuoden paattymisesta, jonka aikana henkilo on antanut viimeisen saalisilmoituksen. henkilotietojen salassa pitamisesta ja luovuttamisesta saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja muusta henkilotietojen kasittelysta luonnollisten henkiloiden suojelusta henkilotietojen kasittelyssa seka naiden tietojen vapaasta liikkuvuudesta ja direktiivin 95/46/ey kumoamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) 2016/679 (yleinen tietosuoja-asetus) ja tietosuojalaissa (1050/2018). henkilotietojen kasittelyyn ei kuitenkaan sovelleta mainitun asetuksen 18 artiklan 1 kohdan a ja b alakohtaa. kalastussaannon 33 §:ssa tarkoitettua saalistietoa koskevaa ilmoitusvelvollisuutta on noudatettava myos sopimuksen 2 artiklan 2 kohdassa tarkoitetulla tenojoen vesiston lohennousualueella. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia saalis-ilmoitusta koskevasta menettelysta.",
        "title_sv": "Fångstregister",
        "content_sv": "Utöver de uppgifter som avses i 33 § i fiskestadgan ska även fiskarens namn och kontaktuppgifter samt använd typ av fisketillstånd föras in i fångstregistret. Uppgifterna i registret ska användas för de ändamål som nämns i artikel 13.2 i avtalet. Trots sekretessbestämmelserna får uppgifter i fångstregistret lämnas ut till myndigheter utanför Finland för att fullgöra internationella förpliktelser som är bindande för Finland och anknyter till förvaltningen och skyddet av fiskresurserna. Trots sekretessbestämmelserna får uppgifter även lämnas ut till fisketillsynsmyndigheterna för tillsynsändamål och till fiskerimyndigheterna för planering av förvaltningen av fiskresurserna. Personuppgifter i registret ska gallras ut fem år från utgången av det år då den berörda personen gjorde sin senaste fångstanmälan. Bestämmelser om sekretessen för personuppgifter och utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen (1050/2018). På behandling av personuppgifter tillämpas dock inte artikel 18.1 a eller 18.1 b i den nämnda förordningen. Skyldigheten att rapportera uppgifter om fångst enligt 33 § i fiskestadgan ska också iakttas inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet. Närmare bestämmelser om förfarandet vid fångstanmälan får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Utöver de uppgifter som avses i 33 § i fiskestadgan ska även fiskarens namn och kontaktuppgifter samt använd typ av fisketillstånd föras in i fångstregistret. Uppgifterna i registret ska användas för de ändamål som nämns i artikel 13.2 i avtalet. Trots sekretessbestämmelserna får uppgifter i fångstregistret lämnas ut till myndigheter utanför Finland för att fullgöra internationella förpliktelser som är bindande för Finland och anknyter till förvaltningen och skyddet av fiskresurserna. Trots sekretessbestämmelserna får uppgifter även lämnas ut till fisketillsynsmyndigheterna för tillsynsändamål och till fiskerimyndigheterna för planering av förvaltningen av fiskresurserna. Personuppgifter i registret ska gallras ut fem år från utgången av det år då den berörda personen gjorde sin senaste fångstanmälan. Bestämmelser om sekretessen för personuppgifter och utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i Europaparlamentets och rådets förordning (EU) 2016/679 om skydd för fysiska personer med avseende på behandling av personuppgifter och om det fria flödet av sådana uppgifter och om upphävande av direktiv 95/46/EG (allmän dataskyddsförordning) och i dataskyddslagen (1050/2018). På behandling av personuppgifter tillämpas dock inte artikel 18.1 a eller 18.1 b i den nämnda förordningen. Skyldigheten att rapportera uppgifter om fångst enligt 33 § i fiskestadgan ska också iakttas inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet. Närmare bestämmelser om förfarandet vid fångstanmälan får utfärdas genom förordning av statsrådet.",
        "folded_sv": "utover de uppgifter som avses i 33 § i fiskestadgan ska aven fiskarens namn och kontaktuppgifter samt anvand typ av fisketillstand foras in i fangstregistret. uppgifterna i registret ska anvandas for de andamal som namns i artikel 13.2 i avtalet. trots sekretessbestammelserna far uppgifter i fangstregistret lamnas ut till myndigheter utanfor finland for att fullgora internationella forpliktelser som ar bindande for finland och anknyter till forvaltningen och skyddet av fiskresurserna. trots sekretessbestammelserna far uppgifter aven lamnas ut till fisketillsynsmyndigheterna for tillsynsandamal och till fiskerimyndigheterna for planering av forvaltningen av fiskresurserna. personuppgifter i registret ska gallras ut fem ar fran utgangen av det ar da den berorda personen gjorde sin senaste fangstanmalan. bestammelser om sekretessen for personuppgifter och utlamnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet (621/1999) och om annan behandling av personuppgifter i europaparlamentets och radets forordning (eu) 2016/679 om skydd for fysiska personer med avseende pa behandling av personuppgifter och om det fria flodet av sadana uppgifter och om upphavande av direktiv 95/46/eg (allman dataskyddsforordning) och i dataskyddslagen (1050/2018). pa behandling av personuppgifter tillampas dock inte artikel 18.1 a eller 18.1 b i den namnda forordningen. skyldigheten att rapportera uppgifter om fangst enligt 33 § i fiskestadgan ska ocksa iakttas inom den laxforande del av tana alvs vattendrag som avses i artikel 2.2 i avtalet. narmare bestammelser om forfarandet vid fangstanmalan far utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kalastuslupien myynnin järjestäminen",
      "content": "Sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin järjestämisestä vastaa Tenon kalatalousalue. palveluntuottaja Kalatalousalue voi sopia kalastussäännön 7 §:n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtävän suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. Sopimus ei voi koskea kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettuun kiintiöön kuuluvia kalastuslupia. Palveluntuottajan on oltava luotettava ja asiantunteva. Palveluntuottajalla on oltava tehtävän hoitamisen edellyttämät tekniset, taloudelliset ja toiminnalliset valmiudet. Palveluntuottajalla on oikeus saada tehtävän suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintään viisi prosenttia luvan hinnasta. Kalatalousalueen on tehtävä kirjallinen sopimus palveluntuottajan kanssa tehtävän sisällöstä, lupamaksujen tilittämisestä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista sekä palkkiosta. Kalatalousalue tilittää myydyistä kalastusluvista kertyneet lupatulot maa- ja metsätalousministeriölle. Tilitysajankohdasta säädetään maa- ja metsätalousministeriön asetuksella. Kalatalousalue ja palveluntuottaja ovat velvollisia järjestämään kalastajalle pääsyn sähköiseen saalisrekisteriin saalisilmoitusvelvollisuuden täyttämiseksi. Vastaava velvollisuus on myös muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin järjestämisestä vastaa Tenon kalatalousalue. palveluntuottaja Kalatalousalue voi sopia kalastussäännön 7 § :n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtävän suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. Sopimus ei voi koskea kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettuun kiintiöön kuuluvia kalastuslupia. Palveluntuottajan on oltava luotettava ja asiantunteva. Palveluntuottajalla on oltava tehtävän hoitamisen edellyttämät tekniset, taloudelliset ja toiminnalliset valmiudet. Palveluntuottajalla on oikeus saada tehtävän suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintään viisi prosenttia luvan hinnasta. Kalatalousalueen on tehtävä kirjallinen sopimus palveluntuottajan kanssa tehtävän sisällöstä, lupamaksujen tilittämisestä ja muista tehtävän hoitamisen kannalta tarpeellisista seikoista sekä palkkiosta. Kalatalousalue tilittää myydyistä kalastusluvista kertyneet lupatulot maa- ja metsätalousministeriölle. Tilitysajankohdasta säädetään maa- ja metsätalousministeriön asetuksella. Kalatalousalue ja palveluntuottaja ovat velvollisia järjestämään kalastajalle pääsyn sähköiseen saalisrekisteriin saalisilmoitusvelvollisuuden täyttämiseksi. Vastaava velvollisuus on myös muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla Tenojoen vesistön lohennousualueella.",
        "folded_fi": "sopimuksen 10 artiklassa tarkoitettujen kalastuslupien myynnin jarjestamisesta vastaa tenon kalatalousalue. palveluntuottaja kalatalousalue voi sopia kalastussaannon 7 §:n 1 momentin 3 kohdassa tarkoitetun venekalastusluvan, 4 kohdassa tarkoitetun rantakalastusluvan ja 5 kohdassa tarkoitetun muiden lajien kalastusluvan myyntitehtavan suorittamisesta yksityisen palveluntuottajan tai kalastusoikeuden haltijana olevan yhteisen vesialueen osakaskunnan () kanssa. sopimus ei voi koskea kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettuun kiintioon kuuluvia kalastuslupia. palveluntuottajan on oltava luotettava ja asiantunteva. palveluntuottajalla on oltava tehtavan hoitamisen edellyttamat tekniset, taloudelliset ja toiminnalliset valmiudet. palveluntuottajalla on oikeus saada tehtavan suorittamisesta kohtuullinen palkkio, jonka maksaa luvan ostaja ja joka voi olla enintaan viisi prosenttia luvan hinnasta. kalatalousalueen on tehtava kirjallinen sopimus palveluntuottajan kanssa tehtavan sisallosta, lupamaksujen tilittamisesta ja muista tehtavan hoitamisen kannalta tarpeellisista seikoista seka palkkiosta. kalatalousalue tilittaa myydyista kalastusluvista kertyneet lupatulot maa- ja metsatalousministeriolle. tilitysajankohdasta saadetaan maa- ja metsatalousministerion asetuksella. kalatalousalue ja palveluntuottaja ovat velvollisia jarjestamaan kalastajalle paasyn sahkoiseen saalisrekisteriin saalisilmoitusvelvollisuuden tayttamiseksi. vastaava velvollisuus on myos muulla kalastusluvan luovuttavalla taholla sopimuksen 2 artiklan 2 kohdassa tarkoitetulla tenojoen vesiston lohennousualueella.",
        "title_sv": "Ordnandet av försäljningen av fisketillstånd",
        "content_sv": "Fiskeriområdet i Tana älv svarar för ordnandet av försäljningen av fisketillstånd enligt artikel 10 i avtalet. serviceproducent Fiskeriområdet kan avtala med en privat serviceproducent eller med ett sådant delägarlag för ett samfällt vattenområde som är innehavare av fiskerätt () om skötseln av försäljningen av tillstånd för fiske från båt enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstånd för fiske från strand enligt 4 punkten i det momentet och tillstånd för fiske av andra arter enligt 5 punkten i det momentet. Avtalet kan inte omfatta fisketillstånd som hör till en sådan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. En serviceproducent ska vara tillförlitlig och sakkunnig. Serviceproducenten ska ha sådan teknisk, ekonomisk och operativ beredskap som krävs för skötseln av uppgiften. Serviceproducenten har rätt att för utförandet av uppgiften ta ut en skälig avgift som betalas av tillståndsköparen och som får utgöra högst fem procent av tillståndets pris. Fiskeriområdet ska ingå ett skriftligt avtal med serviceproducenten om uppgiftens innehåll, redovisningen av tillståndsavgifter och annat som behövs för skötseln av uppgiften samt om avgiften. Fiskeriområdet ska betala intäkterna från försäljningen av fisketillstånd till jord- och skogsbruksministeriet. Redovisningstidpunkten anges genom förordning av jord- och skogsbruksministeriet. Fiskeriområdet och varje serviceproducent är skyldiga att ordna åtkomst för fiskaren till det elektroniska fångstregistret för uppfyllande av skyldigheten att rapportera fångst. Samma skyldighet åligger andra som upplåter fisketillstånd inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet.",
        "normalized_sv": "Fiskeriområdet i Tana älv svarar för ordnandet av försäljningen av fisketillstånd enligt artikel 10 i avtalet. serviceproducent Fiskeriområdet kan avtala med en privat serviceproducent eller med ett sådant delägarlag för ett samfällt vattenområde som är innehavare av fiskerätt () om skötseln av försäljningen av tillstånd för fiske från båt enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstånd för fiske från strand enligt 4 punkten i det momentet och tillstånd för fiske av andra arter enligt 5 punkten i det momentet. Avtalet kan inte omfatta fisketillstånd som hör till en sådan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. En serviceproducent ska vara tillförlitlig och sakkunnig. Serviceproducenten ska ha sådan teknisk, ekonomisk och operativ beredskap som krävs för skötseln av uppgiften. Serviceproducenten har rätt att för utförandet av uppgiften ta ut en skälig avgift som betalas av tillståndsköparen och som får utgöra högst fem procent av tillståndets pris. Fiskeriområdet ska ingå ett skriftligt avtal med serviceproducenten om uppgiftens innehåll, redovisningen av tillståndsavgifter och annat som behövs för skötseln av uppgiften samt om avgiften. Fiskeriområdet ska betala intäkterna från försäljningen av fisketillstånd till jord- och skogsbruksministeriet. Redovisningstidpunkten anges genom förordning av jord- och skogsbruksministeriet. Fiskeriområdet och varje serviceproducent är skyldiga att ordna åtkomst för fiskaren till det elektroniska fångstregistret för uppfyllande av skyldigheten att rapportera fångst. Samma skyldighet åligger andra som upplåter fisketillstånd inom den laxförande del av Tana älvs vattendrag som avses i artikel 2.2 i avtalet.",
        "folded_sv": "fiskeriomradet i tana alv svarar for ordnandet av forsaljningen av fisketillstand enligt artikel 10 i avtalet. serviceproducent fiskeriomradet kan avtala med en privat serviceproducent eller med ett sadant delagarlag for ett samfallt vattenomrade som ar innehavare av fiskeratt () om skotseln av forsaljningen av tillstand for fiske fran bat enligt 7 § 1 mom. 3 punkten i fiskestadgan, tillstand for fiske fran strand enligt 4 punkten i det momentet och tillstand for fiske av andra arter enligt 5 punkten i det momentet. avtalet kan inte omfatta fisketillstand som hor till en sadan kvot som avses i 8 § 3 och 4 mom. i fiskestadgan. en serviceproducent ska vara tillforlitlig och sakkunnig. serviceproducenten ska ha sadan teknisk, ekonomisk och operativ beredskap som kravs for skotseln av uppgiften. serviceproducenten har ratt att for utforandet av uppgiften ta ut en skalig avgift som betalas av tillstandskoparen och som far utgora hogst fem procent av tillstandets pris. fiskeriomradet ska inga ett skriftligt avtal med serviceproducenten om uppgiftens innehall, redovisningen av tillstandsavgifter och annat som behovs for skotseln av uppgiften samt om avgiften. fiskeriomradet ska betala intakterna fran forsaljningen av fisketillstand till jord- och skogsbruksministeriet. redovisningstidpunkten anges genom forordning av jord- och skogsbruksministeriet. fiskeriomradet och varje serviceproducent ar skyldiga att ordna atkomst for fiskaren till det elektroniska fangstregistret for uppfyllande av skyldigheten att rapportera fangst. samma skyldighet aligger andra som upplater fisketillstand inom den laxforande del av tana alvs vattendrag som avses i artikel 2.2 i avtalet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vakinainen asuminen Tenojoen vesistön jokilaaksoissa",
      "content": "Kalastussäännön 3 §:n 1 momentin 1 kohdassa tarkoitettuna Tenojoen vesistön jokilaaksoissa vakinaisesti asuvana pidetään henkilöä, jonka kotikuntalain (201/1994) 2 §:ssä tarkoitettu kotikunta on kalastuskautta edeltäneen kalenterivuoden viimeisenä päivänä ollut Utsjoki tai Inari ja joka on tosiasiallisesti asunut Tenojoen vesistön jokilaaksojen varressa kalastuskautta edeltävän vuoden aikana vähintään seitsemän kuukauden ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kalastussäännön 3 § :n 1 momentin 1 kohdassa tarkoitettuna Tenojoen vesistön jokilaaksoissa vakinaisesti asuvana pidetään henkilöä, jonka kotikuntalain (201/1994) 2 § :ssä tarkoitettu kotikunta on kalastuskautta edeltäneen kalenterivuoden viimeisenä päivänä ollut Utsjoki tai Inari ja joka on tosiasiallisesti asunut Tenojoen vesistön jokilaaksojen varressa kalastuskautta edeltävän vuoden aikana vähintään seitsemän kuukauden ajan.",
        "folded_fi": "kalastussaannon 3 §:n 1 momentin 1 kohdassa tarkoitettuna tenojoen vesiston jokilaaksoissa vakinaisesti asuvana pidetaan henkiloa, jonka kotikuntalain (201/1994) 2 §:ssa tarkoitettu kotikunta on kalastuskautta edeltaneen kalenterivuoden viimeisena paivana ollut utsjoki tai inari ja joka on tosiasiallisesti asunut tenojoen vesiston jokilaaksojen varressa kalastuskautta edeltavan vuoden aikana vahintaan seitseman kuukauden ajan.",
        "title_sv": "Fast bosättning i älvdalarna vid Tana älvs vattendrag",
        "content_sv": "En person anses vara fast bosatt i älvdalarna vid Tana älvs vattendrag på det sätt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderår som föregick fiskesäsongen var Utsjoki eller Enare, och personen under det år som föregick fiskesäsongen de facto hade bott minst sju månader i älvdalarna vid Tana älvs vattendrag.",
        "normalized_sv": "En person anses vara fast bosatt i älvdalarna vid Tana älvs vattendrag på det sätt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderår som föregick fiskesäsongen var Utsjoki eller Enare, och personen under det år som föregick fiskesäsongen de facto hade bott minst sju månader i älvdalarna vid Tana älvs vattendrag.",
        "folded_sv": "en person anses vara fast bosatt i alvdalarna vid tana alvs vattendrag pa det satt som avses i 3 § 1 mom. 1 punkten i fiskestadgan, om personens hemkommun enligt 2 § i lagen om hemkommun (201/1994) den sista dagen av det kalenderar som foregick fiskesasongen var utsjoki eller enare, och personen under det ar som foregick fiskesasongen de facto hade bott minst sju manader i alvdalarna vid tana alvs vattendrag."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kalastuslupien hinnoittelu",
      "content": "Kalastussäännön 7 §:ssä tarkoitetuista kalastusluvista peritään seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussäännön 8 §:n 3 momentissa tarkoitettuun lupakiintiöön kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta sekä muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensä enintään 40 euroa kalastuskautta kohden. Kalastussäännön 7 §:n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu käypään hintaan, jonka määrittelemisessä otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. Hinta voidaan määrittää erisuuruiseksi lupavyöhykkeen, lupatyypin ja ajankohdan perusteella. Luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa Inarijoessa Matinkönkään yläpuolella ja Kietsimäjoessa veneestä ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. Alle 18-vuotiaalle myönnetään 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. Alle 18-vuotiaalle voidaan myöntää 2 momentissa tarkoitettu lupa käypää hintaa alemmalla hinnalla tai maksutta. Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussäännön 7 §:n 3 momentissa tarkoitettuun lapsilupaan. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kalastussäännön 7 § :ssä tarkoitetuista kalastusluvista peritään seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussäännön 8 § :n 3 momentissa tarkoitettuun lupakiintiöön kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta sekä muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensä enintään 40 euroa kalastuskautta kohden. Kalastussäännön 7 § :n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu käypään hintaan, jonka määrittelemisessä otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. Hinta voidaan määrittää erisuuruiseksi lupavyöhykkeen, lupatyypin ja ajankohdan perusteella. Luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa Inarijoessa Matinkönkään yläpuolella ja Kietsimäjoessa veneestä ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. Alle 18-vuotiaalle myönnetään 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. Alle 18-vuotiaalle voidaan myöntää 2 momentissa tarkoitettu lupa käypää hintaa alemmalla hinnalla tai maksutta. Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussäännön 7 § :n 3 momentissa tarkoitettuun lapsilupaan. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
        "folded_fi": "kalastussaannon 7 §:ssa tarkoitetuista kalastusluvista peritaan seuraavat maksut: 1) yleinen paikkakuntalaislupa 40 euroa kalastuskaudelta; 2) paikkakuntalaisen vapakalastuslupa 150 euroa kalastuskaudelta; 3) kalastussaannon 8 §:n 3 momentissa tarkoitettuun lupakiintioon kuuluva kalastusoikeuden haltijan venekalastuslupa 10 euroa kalastusvuorokaudelta ja rantakalastuslupa 5 euroa kalastusvuorokaudelta seka muiden lajien kalastuslupa 5 euroa kalastusvuorokaudelta, kuitenkin yhteensa enintaan 40 euroa kalastuskautta kohden. kalastussaannon 7 §:n 1 momentin 3-5 kohdassa tarkoitettujen kalastuslupien hinta perustuu kaypaan hintaan, jonka maarittelemisessa otetaan huomioon vastaavantyyppisten kalastuslupien markkinahinta. hinta voidaan maarittaa erisuuruiseksi lupavyohykkeen, lupatyypin ja ajankohdan perusteella. luvan hinta on: 1) venekalastuslupa 0-150 euroa kalastusvuorokaudelta; 2) rantakalastuslupa 0-150 euroa kalastusvuorokaudelta; 3) kalastuslupa inarijoessa matinkonkaan ylapuolella ja kietsimajoessa veneesta ja rannalta kalastettaessa 0-150 euroa kalastusvuorokaudelta; 4) muiden lajien kalastuslupa 0-150 euroa. alle 18-vuotiaalle myonnetaan 1 momentin 1 ja 2 kohdassa tarkoitettu lupa maksutta. alle 18-vuotiaalle voidaan myontaa 2 momentissa tarkoitettu lupa kaypaa hintaa alemmalla hinnalla tai maksutta. muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuva alle 18-vuotias on oikeutettu kalastussaannon 7 §:n 3 momentissa tarkoitettuun lapsilupaan. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset 2 ja 4 momentissa tarkoitettujen kalastuslupien hinnoista.",
        "title_sv": "Prissättningen av fisketillstånd",
        "content_sv": "För fisketillstånd som avses i 7 § i fiskestadgan tas följande avgifter ut: 1) allmänt fisketillstånd för lokala fiskare 40 euro per fiskesäsong, 2) spöfisketillstånd för lokala fiskare 150 euro per fiskesäsong, 3) för innehavare av fiskerätt 10 euro per fiskedygn för sådant tillstånd för fiske från båt och 5 euro per fiskedygn för sådant tillstånd för fiske från strand samt 5 euro per fiskedygn för sådant tillstånd för fiske av andra arter som hör till tillståndskvoten enligt 8 § 3 mom. i fiskestadgan, dock högst sammanlagt 40 euro per fiskesäsong. Priset för fisketillstånd enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig på gängse pris, där marknadspriset för fisketillstånd av motsvarande slag beaktas när priset bestäms. Priset får bestämmas så att det varierar beroende på tillståndszonen, tillståndstypen och tidpunkten. Priset 1) för tillstånd för fiske från båt är 0-150 euro per fiskedygn, 2) för tillstånd för fiske från strand är 0-150 euro per fiskedygn, 3) för tillstånd för fiske från båt och från strand i Enare älv ovanför Matinköngäs och i Kietsimäjoki är 0-150 euro per fiskedygn, 4) för tillstånd för fiske av andra arter är 0-150 euro. Personer under 18 år beviljas utan avgift ett sådant tillstånd som avses i 1 mom. 1 och 2 punkten. Personer under 18 år kan beviljas ett sådant tillstånd som avses i 2 mom. till ett lägre än gängse pris eller utan avgift. Personer under 18 år som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt till ett sådant fisketillstånd för barn som avses i 7 § 3 mom. i fiskestadgan. Närmare bestämmelser om priset för de fisketillstånd som avses i 2 och 4 mom. utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "För fisketillstånd som avses i 7 § i fiskestadgan tas följande avgifter ut: 1) allmänt fisketillstånd för lokala fiskare 40 euro per fiskesäsong, 2) spöfisketillstånd för lokala fiskare 150 euro per fiskesäsong, 3) för innehavare av fiskerätt 10 euro per fiskedygn för sådant tillstånd för fiske från båt och 5 euro per fiskedygn för sådant tillstånd för fiske från strand samt 5 euro per fiskedygn för sådant tillstånd för fiske av andra arter som hör till tillståndskvoten enligt 8 § 3 mom. i fiskestadgan, dock högst sammanlagt 40 euro per fiskesäsong. Priset för fisketillstånd enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig på gängse pris, där marknadspriset för fisketillstånd av motsvarande slag beaktas när priset bestäms. Priset får bestämmas så att det varierar beroende på tillståndszonen, tillståndstypen och tidpunkten. Priset 1) för tillstånd för fiske från båt är 0-150 euro per fiskedygn, 2) för tillstånd för fiske från strand är 0-150 euro per fiskedygn, 3) för tillstånd för fiske från båt och från strand i Enare älv ovanför Matinköngäs och i Kietsimäjoki är 0-150 euro per fiskedygn, 4) för tillstånd för fiske av andra arter är 0-150 euro. Personer under 18 år beviljas utan avgift ett sådant tillstånd som avses i 1 mom. 1 och 2 punkten. Personer under 18 år kan beviljas ett sådant tillstånd som avses i 2 mom. till ett lägre än gängse pris eller utan avgift. Personer under 18 år som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt till ett sådant fisketillstånd för barn som avses i 7 § 3 mom. i fiskestadgan. Närmare bestämmelser om priset för de fisketillstånd som avses i 2 och 4 mom. utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "for fisketillstand som avses i 7 § i fiskestadgan tas foljande avgifter ut: 1) allmant fisketillstand for lokala fiskare 40 euro per fiskesasong, 2) spofisketillstand for lokala fiskare 150 euro per fiskesasong, 3) for innehavare av fiskeratt 10 euro per fiskedygn for sadant tillstand for fiske fran bat och 5 euro per fiskedygn for sadant tillstand for fiske fran strand samt 5 euro per fiskedygn for sadant tillstand for fiske av andra arter som hor till tillstandskvoten enligt 8 § 3 mom. i fiskestadgan, dock hogst sammanlagt 40 euro per fiskesasong. priset for fisketillstand enligt 7 § 1 mom. 3-5 punkten i fiskestadgan baserar sig pa gangse pris, dar marknadspriset for fisketillstand av motsvarande slag beaktas nar priset bestams. priset far bestammas sa att det varierar beroende pa tillstandszonen, tillstandstypen och tidpunkten. priset 1) for tillstand for fiske fran bat ar 0-150 euro per fiskedygn, 2) for tillstand for fiske fran strand ar 0-150 euro per fiskedygn, 3) for tillstand for fiske fran bat och fran strand i enare alv ovanfor matinkongas och i kietsimajoki ar 0-150 euro per fiskedygn, 4) for tillstand for fiske av andra arter ar 0-150 euro. personer under 18 ar beviljas utan avgift ett sadant tillstand som avses i 1 mom. 1 och 2 punkten. personer under 18 ar kan beviljas ett sadant tillstand som avses i 2 mom. till ett lagre an gangse pris eller utan avgift. personer under 18 ar som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag har ratt till ett sadant fisketillstand for barn som avses i 7 § 3 mom. i fiskestadgan. narmare bestammelser om priset for de fisketillstand som avses i 2 och 4 mom. utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kalastuslupatulojen käytön perusteet",
      "content": "Kalastussäännön 7 §:ssä tarkoitetuista kalastusluvista kertyneet varat käytetään: 1) kalavesien hyödyntämiseen perustuvasta käytöstä maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin järjestämisestä aiheutuviin kustannuksiin; sekä 3) kalakantojen seurannasta ja tutkimuksesta sekä saalisrekisterin ylläpidosta ja kehittämisestä aiheutuviin kustannuksiin. Maa- ja metsätalousministeriö vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa säädettyjen käyttötarkoitusten välillä. Luvan myynnin järjestämisestä 8 §:n mukaisesti vastaava taho jakaa edellisenä vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. Jos vesialueen omistajalle jaossa tuleva määrä olisi enintään 50 euroa, varoja ei jaeta omistajalle, vaan ne jäävät kalatalousalueelle. Korvauksia ei pidetä valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. Korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 §:ää. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitettujen varojen käytön perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Kalastussäännön 7 § :ssä tarkoitetuista kalastusluvista kertyneet varat käytetään: 1) kalavesien hyödyntämiseen perustuvasta käytöstä maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin järjestämisestä aiheutuviin kustannuksiin; sekä 3) kalakantojen seurannasta ja tutkimuksesta sekä saalisrekisterin ylläpidosta ja kehittämisestä aiheutuviin kustannuksiin. Maa- ja metsätalousministeriö vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa säädettyjen käyttötarkoitusten välillä. Luvan myynnin järjestämisestä 8 § :n mukaisesti vastaava taho jakaa edellisenä vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. Jos vesialueen omistajalle jaossa tuleva määrä olisi enintään 50 euroa, varoja ei jaeta omistajalle, vaan ne jäävät kalatalousalueelle. Korvauksia ei pidetä valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. Korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 § :ää. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitettujen varojen käytön perusteista.",
        "folded_fi": "kalastussaannon 7 §:ssa tarkoitetuista kalastusluvista kertyneet varat kaytetaan: 1) kalavesien hyodyntamiseen perustuvasta kaytosta maksettaviin korvauksiin rajajokialueen vesialueen omistajille; 2) kalastuksenvalvonnasta ja lupamyynnin jarjestamisesta aiheutuviin kustannuksiin; seka 3) kalakantojen seurannasta ja tutkimuksesta seka saalisrekisterin yllapidosta ja kehittamisesta aiheutuviin kustannuksiin. maa- ja metsatalousministerio vahvistaa edellisen vuoden kertyneiden lupatulojen jakautumisen 1 momentissa saadettyjen kayttotarkoitusten valilla. luvan myynnin jarjestamisesta 8 §:n mukaisesti vastaava taho jakaa edellisena vuonna kertyneet lupatulot 1 momentin 1 kohdan mukaisiin korvauksiin rajajokialueen vesialueiden omistajille. jos vesialueen omistajalle jaossa tuleva maara olisi enintaan 50 euroa, varoja ei jaeta omistajalle, vaan ne jaavat kalatalousalueelle. korvauksia ei pideta valtionavustuslaissa (688/2001) tarkoitettuna valtionavustuksena. korvaussaatavien vanhentumiseen sovelletaan kalastuslain 85 §:aa. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitettujen varojen kayton perusteista.",
        "title_sv": "Grunder för användningen av fisketillståndsintäkter",
        "content_sv": "De medel som flyter in från de fisketillstånd som avses i 7 § i fiskestadgan ska användas för 1) ersättningar som betalas till ägare av ett vattenområde inom gränsälvsområdet för användning som baserar sig på utnyttjande av fiskevatten, 2) kostnader för fiskeövervakning och ordnande av tillståndsförsäljning, samt 3) kostnader för övervakning och forskning som gäller fiskebestånden samt drift och utveckling av fångstregistret. Jord- och skogsbruksministeriet fastställer fördelningen av de tillståndsintäkter som influtit föregående år mellan de användningsändamål som anges i 1 mom. Den som svarar för ordnandet av tillståndsförsäljningen i enlighet med 8 § fördelar tillståndsintäkterna från det föregående året som ersättningar enligt 1 mom. 1 punkten till ägarna av vattenområden inom gränsälvsområdet. Om det belopp som en ägare av ett vattenområde skulle få vid fördelningen är högst 50 euro, delas medlen inte ut till ägaren, utan de stannar hos fiskeriområdet. Ersättningarna anses inte vara sådana statsunderstöd som avses i statsunderstödslagen (688/2001). På preskription av ersättningsfordringar tillämpas 85 § i lagen om fiske. Närmare bestämmelser om användningen av medel som avses i 1 mom. får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "De medel som flyter in från de fisketillstånd som avses i 7 § i fiskestadgan ska användas för 1) ersättningar som betalas till ägare av ett vattenområde inom gränsälvsområdet för användning som baserar sig på utnyttjande av fiskevatten, 2) kostnader för fiskeövervakning och ordnande av tillståndsförsäljning, samt 3) kostnader för övervakning och forskning som gäller fiskebestånden samt drift och utveckling av fångstregistret. Jord- och skogsbruksministeriet fastställer fördelningen av de tillståndsintäkter som influtit föregående år mellan de användningsändamål som anges i 1 mom. Den som svarar för ordnandet av tillståndsförsäljningen i enlighet med 8 § fördelar tillståndsintäkterna från det föregående året som ersättningar enligt 1 mom. 1 punkten till ägarna av vattenområden inom gränsälvsområdet. Om det belopp som en ägare av ett vattenområde skulle få vid fördelningen är högst 50 euro, delas medlen inte ut till ägaren, utan de stannar hos fiskeriområdet. Ersättningarna anses inte vara sådana statsunderstöd som avses i statsunderstödslagen (688/2001). På preskription av ersättningsfordringar tillämpas 85 § i lagen om fiske. Närmare bestämmelser om användningen av medel som avses i 1 mom. får utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "de medel som flyter in fran de fisketillstand som avses i 7 § i fiskestadgan ska anvandas for 1) ersattningar som betalas till agare av ett vattenomrade inom gransalvsomradet for anvandning som baserar sig pa utnyttjande av fiskevatten, 2) kostnader for fiskeovervakning och ordnande av tillstandsforsaljning, samt 3) kostnader for overvakning och forskning som galler fiskebestanden samt drift och utveckling av fangstregistret. jord- och skogsbruksministeriet faststaller fordelningen av de tillstandsintakter som influtit foregaende ar mellan de anvandningsandamal som anges i 1 mom. den som svarar for ordnandet av tillstandsforsaljningen i enlighet med 8 § fordelar tillstandsintakterna fran det foregaende aret som ersattningar enligt 1 mom. 1 punkten till agarna av vattenomraden inom gransalvsomradet. om det belopp som en agare av ett vattenomrade skulle fa vid fordelningen ar hogst 50 euro, delas medlen inte ut till agaren, utan de stannar hos fiskeriomradet. ersattningarna anses inte vara sadana statsunderstod som avses i statsunderstodslagen (688/2001). pa preskription av ersattningsfordringar tillampas 85 § i lagen om fiske. narmare bestammelser om anvandningen av medel som avses i 1 mom. far utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden kalastusluvat",
      "content": "Kalastussäännön 8 §:n 1 momentin vene- ja rantakalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. Kalastussäännön 8 §:n 2 momentin muiden lajien kalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisestä lupaluokasta. ulkopaikkakuntalainen Edellä 1 ja 2 momentissa tarkoitettujen lupien käyttö on mahdollista ainoastaan muualla kuin Tenojoen vesistön jokilaaksoissa asuvan () kiinteistön omistukseen perustuvan kalastusoikeuden perusteella. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. Seuraavaan kalastuslupaan oikeuttava kerroin määritetään siten, että osuusluvun 0,5 ylittävä kiinteistön osuusluku oikeuttaa ostamaan lisäksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikön suuruista lisäystä kohti. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinieriän kalastukseen oikeuttavista luvista 10 §:ssä säädetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. Edellä 1 ja 2 momentissa tarkoitetuista kiintiöistä varaamatta jääneet luvat voidaan siirtää ostettaviksi kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintiöihin, jos niitä ei ole määräaikaan mennessä varattu luvanmyyntijärjestelmästä. Vene- ja rantakalastusluvat on varattava viimeistään kalastusta edeltävän viikon perjantaina kello 15. Muiden lajien kalastukseen tarkoitetut kalastussäännön 8 §:n 2 momentin mukaiset kalastusluvat on varattava viimeistään 15 päivänä heinäkuuta kello 15 tai, jos kyseinen päivä on lauantai tai sunnuntai, sitä edeltävänä perjantaina viimeistään kello 15. Ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. Maanmittauslaitos toimittaa kalatalousalueelle pyydettäessä ennen kalastuskauden alkua tiedot alueen kiinteistöjen omistajista, heidän kotikunnistaan sekä kalastusoikeuden määrästä kiinteistöittäin. Mitä 4 momentissa säädetään osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myös ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. Kalastussäännön 8 §:n 4 momentin mukaisesta kalastuslupakiintiöstä lohenkalastukseen säädetään erikseen valtioneuvoston asetuksella. Kiintiöstä säädettäessä on otettava huomioon niiden kalastusviikkojen määrä, joina kalastussäännön 5 §:n 2 momentin 3 kohdan ehdot täyttyvät, sekä lohisaaliskiintiön suuruus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä edellä tässä pykälässä tarkoitettujen kalastuslupakiintiöiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvistä määräajoista sekä varaamattomien kalastuslupakiintiöihin kuuluvien lupien siirtämisestä ostettaviksi matkailulupakiintiöihin, jos kalastussäännön 8 §:n 3 ja 4 momentissa tarkoitettujen matkailulupien määrät tai niiden käyttöalueet muuttuvat tai lupakiintiöiden tarkoituksenmukainen käyttö sitä muutoin edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kalastussäännön 8 § :n 1 momentin vene- ja rantakalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. Kalastussäännön 8 § :n 2 momentin muiden lajien kalastusluvista muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisestä lupaluokasta. ulkopaikkakuntalainen Edellä 1 ja 2 momentissa tarkoitettujen lupien käyttö on mahdollista ainoastaan muualla kuin Tenojoen vesistön jokilaaksoissa asuvan () kiinteistön omistukseen perustuvan kalastusoikeuden perusteella. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. Seuraavaan kalastuslupaan oikeuttava kerroin määritetään siten, että osuusluvun 0,5 ylittävä kiinteistön osuusluku oikeuttaa ostamaan lisäksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikön suuruista lisäystä kohti. Ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistöä kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinieriän kalastukseen oikeuttavista luvista 10 § :ssä säädetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. Edellä 1 ja 2 momentissa tarkoitetuista kiintiöistä varaamatta jääneet luvat voidaan siirtää ostettaviksi kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintiöihin, jos niitä ei ole määräaikaan mennessä varattu luvanmyyntijärjestelmästä. Vene- ja rantakalastusluvat on varattava viimeistään kalastusta edeltävän viikon perjantaina kello 15. Muiden lajien kalastukseen tarkoitetut kalastussäännön 8 § :n 2 momentin mukaiset kalastusluvat on varattava viimeistään 15 päivänä heinäkuuta kello 15 tai, jos kyseinen päivä on lauantai tai sunnuntai, sitä edeltävänä perjantaina viimeistään kello 15. Ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. Maanmittauslaitos toimittaa kalatalousalueelle pyydettäessä ennen kalastuskauden alkua tiedot alueen kiinteistöjen omistajista, heidän kotikunnistaan sekä kalastusoikeuden määrästä kiinteistöittäin. Mitä 4 momentissa säädetään osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myös ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. Kalastussäännön 8 § :n 4 momentin mukaisesta kalastuslupakiintiöstä lohenkalastukseen säädetään erikseen valtioneuvoston asetuksella. Kiintiöstä säädettäessä on otettava huomioon niiden kalastusviikkojen määrä, joina kalastussäännön 5 § :n 2 momentin 3 kohdan ehdot täyttyvät, sekä lohisaaliskiintiön suuruus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä edellä tässä pykälässä tarkoitettujen kalastuslupakiintiöiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvistä määräajoista sekä varaamattomien kalastuslupakiintiöihin kuuluvien lupien siirtämisestä ostettaviksi matkailulupakiintiöihin, jos kalastussäännön 8 § :n 3 ja 4 momentissa tarkoitettujen matkailulupien määrät tai niiden käyttöalueet muuttuvat tai lupakiintiöiden tarkoituksenmukainen käyttö sitä muutoin edellyttää.",
        "folded_fi": "kalastussaannon 8 §:n 1 momentin vene- ja rantakalastusluvista muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kummastakin lupaluokasta. kalastussaannon 8 §:n 2 momentin muiden lajien kalastusluvista muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvien kalastusoikeuden haltijoiden osuus kalastusluvista on yksi kolmasosa kyseisesta lupaluokasta. ulkopaikkakuntalainen edella 1 ja 2 momentissa tarkoitettujen lupien kaytto on mahdollista ainoastaan muualla kuin tenojoen vesiston jokilaaksoissa asuvan () kiinteiston omistukseen perustuvan kalastusoikeuden perusteella. ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistoa kohti oikeus ostaa yksi lupavuorokausi 1 momentin mukaisista lohenkalastukseen oikeuttavista luvista. seuraavaan kalastuslupaan oikeuttava kerroin maaritetaan siten, etta osuusluvun 0,5 ylittava kiinteiston osuusluku oikeuttaa ostamaan lisaksi yhden lupavuorokauden jokaista osuusluvun kuuden kokonaisyksikon suuruista lisaysta kohti. ulkopaikkakuntalaisella kalastusoikeuden haltijalla on kiinteistoa kohti oikeus ostaa lupavuorokausia 2 momentin mukaisesti muiden kuin lohen ja merinierian kalastukseen oikeuttavista luvista 10 §:ssa saadetyin hinnoin ilman seuraavaan kalastuslupaan oikeuttavan kertoimen aiheuttamia rajoituksia. edella 1 ja 2 momentissa tarkoitetuista kiintioista varaamatta jaaneet luvat voidaan siirtaa ostettaviksi kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettuihin matkailulupakiintioihin, jos niita ei ole maaraaikaan mennessa varattu luvanmyyntijarjestelmasta. vene- ja rantakalastusluvat on varattava viimeistaan kalastusta edeltavan viikon perjantaina kello 15. muiden lajien kalastukseen tarkoitetut kalastussaannon 8 §:n 2 momentin mukaiset kalastusluvat on varattava viimeistaan 15 paivana heinakuuta kello 15 tai, jos kyseinen paiva on lauantai tai sunnuntai, sita edeltavana perjantaina viimeistaan kello 15. ulkopaikkakuntalaisen kalastusoikeuden haltijan on lupia ostaessaan osoitettava omistusosuutensa. maanmittauslaitos toimittaa kalatalousalueelle pyydettaessa ennen kalastuskauden alkua tiedot alueen kiinteistojen omistajista, heidan kotikunnistaan seka kalastusoikeuden maarasta kiinteistoittain. mita 4 momentissa saadetaan osuusluvusta ja 7 momentissa omistusosuuden osoittamisesta, sovelletaan myos ulkopaikkakuntalaiseen, joka omistaa vastaavan suuruiseen kalastusoikeuteen oikeuttavan yksityisen vesialueen. kalastussaannon 8 §:n 4 momentin mukaisesta kalastuslupakiintiosta lohenkalastukseen saadetaan erikseen valtioneuvoston asetuksella. kiintiosta saadettaessa on otettava huomioon niiden kalastusviikkojen maara, joina kalastussaannon 5 §:n 2 momentin 3 kohdan ehdot tayttyvat, seka lohisaaliskiintion suuruus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia edella tassa pykalassa tarkoitettujen kalastuslupakiintioiden koosta, seuraaviin kalastuslupiin oikeuttavien kertoimien suuruudesta, kalastuslupien varaamiseen liittyvista maaraajoista seka varaamattomien kalastuslupakiintioihin kuuluvien lupien siirtamisesta ostettaviksi matkailulupakiintioihin, jos kalastussaannon 8 §:n 3 ja 4 momentissa tarkoitettujen matkailulupien maarat tai niiden kayttoalueet muuttuvat tai lupakiintioiden tarkoituksenmukainen kaytto sita muutoin edellyttaa.",
        "title_sv": "Fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta annanstans än i älvdalarna vid Tana älvs vattendrag",
        "content_sv": "Av sådana tillstånd för fiske från båt och tillstånd för fiske från strand som avses i 8 § 1 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av båda tillståndskategorierna. Av sådana tillstånd för fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av tillståndskategorin i fråga. icke-ortsbo De tillstånd som avses i 1 och 2 mom. får användas endast på basis av sådan på ägande av fastighet grundad fiskerätt som innehas av personer bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag (). En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa ett tillståndsdygn av de i 1 mom. avsedda tillstånd som berättigar till laxfiske. Den koefficient som berättigar till följande fisketillstånd fastställs så att det andelstal för fastigheten som överstiger andelstalet 0,5 berättigar till köp av ytterligare ett tillståndsdygn för varje ökning av andelstalet med sex hela enheter. En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa tillståndsdygn i enlighet med 2 mom. för tillstånd som berättigar till annat fiske än fiske av lax och havsröding till de priser som anges i 10 § utan begränsningar av den koefficient som berättigar till följande fisketillstånd. De tillstånd som inte reserverats från de i 1 och 2 mom. avsedda kvoterna kan överföras för försäljning inom den tillståndskvot för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte före utgången av tidsfristen reserverats i tillståndsförsäljningssystemet. Tillstånd för fiske från båt och tillstånd för fiske från strand ska reserveras senast fredag klockan 15 den vecka som föregår fisket. Tillstånd för fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fråga är en lördag eller söndag, den föregående fredagen senast klockan 15. En icke-ortsbo som innehar fiskerätt ska vid köp av tillstånd påvisa sin ägarandel. Lantmäteriverket ska på begäran innan fiskesäsongen inleds lämna fiskeriområdet uppgifter om ägarna till fastigheterna i området, ägarnas hemkommun och antalet fiskerättigheter per fastighet. Vad som i 4 mom. föreskrivs om andelstal och i 7 mom. om påvisande av ägarandel tillämpas också på icke-ortsbor som äger ett privat vattenområde som berättigar till motsvarande fiskerätt. Bestämmelser om den fisketillståndskvot för laxfiske som avses i 8 § 4 mom. i fiskestadgan utfärdas separat genom förordning av statsrådet. Vid fastställandet av kvoter ska hänsyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken på kvoten för laxfångst. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om ovan i denna paragraf avsedda fisketillståndskvoters storlek, om storleken på den koefficient som berättigar till följande fisketillstånd, om tidsfrister för reservering av fisketillstånd och om överföring av icke-reserverade tillstånd som omfattas av fisketillståndskvoten till att köpas inom ramen för tillståndskvoten för fisketurism, ifall det antal tillstånd för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras användningsområden ändras eller en ändamålsenlig användning av tillståndskvoterna annars förutsätter det.",
        "normalized_sv": "Av sådana tillstånd för fiske från båt och tillstånd för fiske från strand som avses i 8 § 1 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av båda tillståndskategorierna. Av sådana tillstånd för fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan är andelen fisketillstånd för sådana innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag en tredjedel av tillståndskategorin i fråga. icke-ortsbo De tillstånd som avses i 1 och 2 mom. får användas endast på basis av sådan på ägande av fastighet grundad fiskerätt som innehas av personer bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag (). En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa ett tillståndsdygn av de i 1 mom. avsedda tillstånd som berättigar till laxfiske. Den koefficient som berättigar till följande fisketillstånd fastställs så att det andelstal för fastigheten som överstiger andelstalet 0,5 berättigar till köp av ytterligare ett tillståndsdygn för varje ökning av andelstalet med sex hela enheter. En icke-ortsbo som innehar fiskerätt har per fastighet rätt att köpa tillståndsdygn i enlighet med 2 mom. för tillstånd som berättigar till annat fiske än fiske av lax och havsröding till de priser som anges i 10 § utan begränsningar av den koefficient som berättigar till följande fisketillstånd. De tillstånd som inte reserverats från de i 1 och 2 mom. avsedda kvoterna kan överföras för försäljning inom den tillståndskvot för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte före utgången av tidsfristen reserverats i tillståndsförsäljningssystemet. Tillstånd för fiske från båt och tillstånd för fiske från strand ska reserveras senast fredag klockan 15 den vecka som föregår fisket. Tillstånd för fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fråga är en lördag eller söndag, den föregående fredagen senast klockan 15. En icke-ortsbo som innehar fiskerätt ska vid köp av tillstånd påvisa sin ägarandel. Lantmäteriverket ska på begäran innan fiskesäsongen inleds lämna fiskeriområdet uppgifter om ägarna till fastigheterna i området, ägarnas hemkommun och antalet fiskerättigheter per fastighet. Vad som i 4 mom. föreskrivs om andelstal och i 7 mom. om påvisande av ägarandel tillämpas också på icke-ortsbor som äger ett privat vattenområde som berättigar till motsvarande fiskerätt. Bestämmelser om den fisketillståndskvot för laxfiske som avses i 8 § 4 mom. i fiskestadgan utfärdas separat genom förordning av statsrådet. Vid fastställandet av kvoter ska hänsyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken på kvoten för laxfångst. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om ovan i denna paragraf avsedda fisketillståndskvoters storlek, om storleken på den koefficient som berättigar till följande fisketillstånd, om tidsfrister för reservering av fisketillstånd och om överföring av icke-reserverade tillstånd som omfattas av fisketillståndskvoten till att köpas inom ramen för tillståndskvoten för fisketurism, ifall det antal tillstånd för fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras användningsområden ändras eller en ändamålsenlig användning av tillståndskvoterna annars förutsätter det.",
        "folded_sv": "av sadana tillstand for fiske fran bat och tillstand for fiske fran strand som avses i 8 § 1 mom. i fiskestadgan ar andelen fisketillstand for sadana innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag en tredjedel av bada tillstandskategorierna. av sadana tillstand for fiske av andra arter som avses i 8 § 2 mom. i fiskestadgan ar andelen fisketillstand for sadana innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag en tredjedel av tillstandskategorin i fraga. icke-ortsbo de tillstand som avses i 1 och 2 mom. far anvandas endast pa basis av sadan pa agande av fastighet grundad fiskeratt som innehas av personer bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag (). en icke-ortsbo som innehar fiskeratt har per fastighet ratt att kopa ett tillstandsdygn av de i 1 mom. avsedda tillstand som berattigar till laxfiske. den koefficient som berattigar till foljande fisketillstand faststalls sa att det andelstal for fastigheten som overstiger andelstalet 0,5 berattigar till kop av ytterligare ett tillstandsdygn for varje okning av andelstalet med sex hela enheter. en icke-ortsbo som innehar fiskeratt har per fastighet ratt att kopa tillstandsdygn i enlighet med 2 mom. for tillstand som berattigar till annat fiske an fiske av lax och havsroding till de priser som anges i 10 § utan begransningar av den koefficient som berattigar till foljande fisketillstand. de tillstand som inte reserverats fran de i 1 och 2 mom. avsedda kvoterna kan overforas for forsaljning inom den tillstandskvot for fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan, om de inte fore utgangen av tidsfristen reserverats i tillstandsforsaljningssystemet. tillstand for fiske fran bat och tillstand for fiske fran strand ska reserveras senast fredag klockan 15 den vecka som foregar fisket. tillstand for fiske av andra arter enligt 8 § 2 mom. i fiskestadgan ska reserveras senast den 15 juli klockan 15 eller, om dagen i fraga ar en lordag eller sondag, den foregaende fredagen senast klockan 15. en icke-ortsbo som innehar fiskeratt ska vid kop av tillstand pavisa sin agarandel. lantmateriverket ska pa begaran innan fiskesasongen inleds lamna fiskeriomradet uppgifter om agarna till fastigheterna i omradet, agarnas hemkommun och antalet fiskerattigheter per fastighet. vad som i 4 mom. foreskrivs om andelstal och i 7 mom. om pavisande av agarandel tillampas ocksa pa icke-ortsbor som ager ett privat vattenomrade som berattigar till motsvarande fiskeratt. bestammelser om den fisketillstandskvot for laxfiske som avses i 8 § 4 mom. i fiskestadgan utfardas separat genom forordning av statsradet. vid faststallandet av kvoter ska hansyn tas till det antal fiskeveckor under vilka villkoren enligt 5 § 2 mom. 3 punkten i fiskestadgan uppfylls, och till storleken pa kvoten for laxfangst. genom forordning av statsradet far det utfardas narmare bestammelser om ovan i denna paragraf avsedda fisketillstandskvoters storlek, om storleken pa den koefficient som berattigar till foljande fisketillstand, om tidsfrister for reservering av fisketillstand och om overforing av icke-reserverade tillstand som omfattas av fisketillstandskvoten till att kopas inom ramen for tillstandskvoten for fisketurism, ifall det antal tillstand for fisketurism som avses i 8 § 3 och 4 mom. i fiskestadgan eller deras anvandningsomraden andras eller en andamalsenlig anvandning av tillstandskvoterna annars forutsatter det."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tenojoen vesistön venerekisteri",
      "content": "Kalastussäännön 38 §:ssä tarkoitettuna Tenojoen vesistön venerekisterinä on liikenteen palveluista annetun lain (320/2017) 216 §:ssä tarkoitettu liikenneasioiden rekisteri. Tenon kalastusveneiden rekisteröintiin sovelletaan liikenteen palveluista annettua lakia tämän lain 15-17 §:ssä säädetyin poikkeuksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kalastussäännön 38 § :ssä tarkoitettuna Tenojoen vesistön venerekisterinä on liikenteen palveluista annetun lain (320/2017) 216 § :ssä tarkoitettu liikenneasioiden rekisteri. Tenon kalastusveneiden rekisteröintiin sovelletaan liikenteen palveluista annettua lakia tämän lain 15-17 § :ssä säädetyin poikkeuksin.",
        "folded_fi": "kalastussaannon 38 §:ssa tarkoitettuna tenojoen vesiston venerekisterina on liikenteen palveluista annetun lain (320/2017) 216 §:ssa tarkoitettu liikenneasioiden rekisteri. tenon kalastusveneiden rekisterointiin sovelletaan liikenteen palveluista annettua lakia taman lain 15-17 §:ssa saadetyin poikkeuksin.",
        "title_sv": "Båtregistret för Tana älv",
        "content_sv": "Det båtregister för Tana älv som avses i 38 § i fiskestadgan är trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). På registreringen av fiskebåtar i Tana älv tillämpas lagen om transportservice med de undantag som föreskrivs i 15-17 § i denna lag.",
        "normalized_sv": "Det båtregister för Tana älv som avses i 38 § i fiskestadgan är trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). På registreringen av fiskebåtar i Tana älv tillämpas lagen om transportservice med de undantag som föreskrivs i 15-17 § i denna lag.",
        "folded_sv": "det batregister for tana alv som avses i 38 § i fiskestadgan ar trafik- och transportregistret enligt 216 § i lagen om transportservice (320/2017). pa registreringen av fiskebatar i tana alv tillampas lagen om transportservice med de undantag som foreskrivs i 15-17 § i denna lag."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Veneen rekisteröinti",
      "content": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteröidä kiinteistöä kohti yksi vene edellyttäen, että kiinteistöön kuuluu osuus rajajokialueella sijaitsevasta yhteisestä vesialueesta tai sitä vastaava yksityinen vesialue.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Muualla kuin Tenojoen vesistön jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteröidä kiinteistöä kohti yksi vene edellyttäen, että kiinteistöön kuuluu osuus rajajokialueella sijaitsevasta yhteisestä vesialueesta tai sitä vastaava yksityinen vesialue.",
        "folded_fi": "muualla kuin tenojoen vesiston jokilaaksoissa vakinaisesti asuvalla kalastusoikeuden haltijalla on oikeus rekisteroida kiinteistoa kohti yksi vene edellyttaen, etta kiinteistoon kuuluu osuus rajajokialueella sijaitsevasta yhteisesta vesialueesta tai sita vastaava yksityinen vesialue.",
        "title_sv": "Registrering av båtar",
        "content_sv": "Innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt att registrera en båt per fastighet, förutsatt att det till fastigheten hör en andel av ett gemensamt vattenområde inom gränsälvsområdet eller att ett motsvarande privat vattenområde hör till fastigheten.",
        "normalized_sv": "Innehavare av fiskerätt som är fast bosatta någon annanstans än i älvdalarna vid Tana älvs vattendrag har rätt att registrera en båt per fastighet, förutsatt att det till fastigheten hör en andel av ett gemensamt vattenområde inom gränsälvsområdet eller att ett motsvarande privat vattenområde hör till fastigheten.",
        "folded_sv": "innehavare av fiskeratt som ar fast bosatta nagon annanstans an i alvdalarna vid tana alvs vattendrag har ratt att registrera en bat per fastighet, forutsatt att det till fastigheten hor en andel av ett gemensamt vattenomrade inom gransalvsomradet eller att ett motsvarande privat vattenomrade hor till fastigheten."
      },
      "valid_from": "2024-04-26",
      "valid_to": null
    }
  ]
}