{
  "id": "20/2024",
  "type": "statute",
  "title": "Laki sähköisen viestinnän palveluista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om tjänster inom elektronisk kommunikation",
  "status": "in_force",
  "issued_date": "2024-01-12",
  "in_force_date": "2024-01-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/20/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "185",
      "section": "185",
      "title": "Tiedon saannin estoa koskeva määräys",
      "content": "säilytyspalvelun tarjoaja Käräjäoikeus voi syyttäjän tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, määrätä digitaalisten palvelujen sisämarkkinoista ja direktiivin 2000/31/EY muuttamisesta (digipalvelusäädös) annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun säilytyspalvelun tarjoajan () sakon uhalla estämään tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, että sen sisällön pitäminen yleisön saatavilla tai sen välittäminen on säädetty rangaistavaksi tai korvausvastuun perusteeksi. Hakemus on käsiteltävä kiireellisesti. Hakemusta ei voida hyväksyä varaamatta palvelun tarjoajalle ja sisällön tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys välttämättä vaatii. Edellä 1 momentissa tarkoitettu määräys voidaan syyttäjän tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa välittävään teleyritykseen, jos 1 momentin mukaista säilytyspalvelun tarjoajaa ei pystytä tunnistamaan tai jos se on sijoittautunut Suomen lainkäyttövallan ulkopuolelle ja on ilmeistä, että määräyksen kohteena olevan tiedon pitäminen yleisön saatavilla tai sen välittäminen on rikos, josta ankarin säädetty rangaistus on vähintään kaksi vuotta vankeutta. Teleyritykselle kohdistettu määräys tulee panna teknisesti täytäntöön niin, ettei verkon käyttäjien luottamuksellisen viestin salaisuuden suoja vaarannu. Määräys voidaan antaa vain, jos tiedon saannin estoa koskevien hyötyjen voidaan katsoa olevan merkittävästi suuremmat kuin verkon käyttäjien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eikä määräystä voida pitää teleyrityksen kannalta kohtuuttomana. Arvioinnissa tulee huomioida ainakin käsillä olevan rikoksen vakavuus sekä rikoksen suhde muihin määrättävän eston yhteydessä mahdollisesti estyviin sisältöihin tai palveluihin. Teleyritykselle kohdistettua määräystä ei voida hyväksyä varaamatta teleyritykselle tilaisuutta tulla kuulluksi. Edellä 1 momentissa tarkoitetun palvelun tarjoajan ja sisällön tuottajan kuulemiseen sovelletaan, mitä mainitussa momentissa säädetään. Käräjäoikeuden määräys on annettava tiedoksi myös sisällön tuottajalle. Jos sisällöntuottaja on tuntematon, käräjäoikeus voi määrätä säilytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. Määräys raukeaa, jollei sen kohteena olevan tiedon sisältöön tai välittämiseen perustuvasta rikoksesta nosteta syytettä tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa määräyksen antamisesta. Käräjäoikeus voi syyttäjän, asianomistajan tai asianosaisen edellä tarkoitettuna määräaikana esittämästä vaatimuksesta pidentää tätä määräaikaa enintään kolmella kuukaudella. Säilytyspalvelun tarjoajalla, sisällön tuottajalla ja teleyrityksellä on oikeus hakea määräyksen kumoamista siinä käräjäoikeudessa, jossa määräys on annettu. Määräyksen kumoamista koskevan asian käsittelyssä noudatetaan oikeudenkäymiskaaren 8 lukua. Tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteistä syyttäjän kuulemiseksi. Kumoamista on haettava 14 päivän kuluessa siitä, kun hakija on saanut tiedon määräyksestä. Tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian käsittelyn ollessa vireillä, ellei asiaa käsittelevä tuomioistuin toisin määrää. Myös syyttäjällä on oikeus hakea muutosta päätökseen, jolla määräys on kumottu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:185",
        "normalized_fi": "säilytyspalvelun tarjoaja Käräjäoikeus voi syyttäjän tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, määrätä digitaalisten palvelujen sisämarkkinoista ja direktiivin 2000/31/EY muuttamisesta (digipalvelusäädös) annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun säilytyspalvelun tarjoajan () sakon uhalla estämään tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, että sen sisällön pitäminen yleisön saatavilla tai sen välittäminen on säädetty rangaistavaksi tai korvausvastuun perusteeksi. Hakemus on käsiteltävä kiireellisesti. Hakemusta ei voida hyväksyä varaamatta palvelun tarjoajalle ja sisällön tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys välttämättä vaatii. Edellä 1 momentissa tarkoitettu määräys voidaan syyttäjän tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa välittävään teleyritykseen, jos 1 momentin mukaista säilytyspalvelun tarjoajaa ei pystytä tunnistamaan tai jos se on sijoittautunut Suomen lainkäyttövallan ulkopuolelle ja on ilmeistä, että määräyksen kohteena olevan tiedon pitäminen yleisön saatavilla tai sen välittäminen on rikos, josta ankarin säädetty rangaistus on vähintään kaksi vuotta vankeutta. Teleyritykselle kohdistettu määräys tulee panna teknisesti täytäntöön niin, ettei verkon käyttäjien luottamuksellisen viestin salaisuuden suoja vaarannu. Määräys voidaan antaa vain, jos tiedon saannin estoa koskevien hyötyjen voidaan katsoa olevan merkittävästi suuremmat kuin verkon käyttäjien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eikä määräystä voida pitää teleyrityksen kannalta kohtuuttomana. Arvioinnissa tulee huomioida ainakin käsillä olevan rikoksen vakavuus sekä rikoksen suhde muihin määrättävän eston yhteydessä mahdollisesti estyviin sisältöihin tai palveluihin. Teleyritykselle kohdistettua määräystä ei voida hyväksyä varaamatta teleyritykselle tilaisuutta tulla kuulluksi. Edellä 1 momentissa tarkoitetun palvelun tarjoajan ja sisällön tuottajan kuulemiseen sovelletaan, mitä mainitussa momentissa säädetään. Käräjäoikeuden määräys on annettava tiedoksi myös sisällön tuottajalle. Jos sisällöntuottaja on tuntematon, käräjäoikeus voi määrätä säilytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. Määräys raukeaa, jollei sen kohteena olevan tiedon sisältöön tai välittämiseen perustuvasta rikoksesta nosteta syytettä tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa määräyksen antamisesta. Käräjäoikeus voi syyttäjän, asianomistajan tai asianosaisen edellä tarkoitettuna määräaikana esittämästä vaatimuksesta pidentää tätä määräaikaa enintään kolmella kuukaudella. Säilytyspalvelun tarjoajalla, sisällön tuottajalla ja teleyrityksellä on oikeus hakea määräyksen kumoamista siinä käräjäoikeudessa, jossa määräys on annettu. Määräyksen kumoamista koskevan asian käsittelyssä noudatetaan oikeudenkäymiskaaren 8 lukua. Tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteistä syyttäjän kuulemiseksi. Kumoamista on haettava 14 päivän kuluessa siitä, kun hakija on saanut tiedon määräyksestä. Tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian käsittelyn ollessa vireillä, ellei asiaa käsittelevä tuomioistuin toisin määrää. Myös syyttäjällä on oikeus hakea muutosta päätökseen, jolla määräys on kumottu.",
        "folded_fi": "sailytyspalvelun tarjoaja karajaoikeus voi syyttajan tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, maarata digitaalisten palvelujen sisamarkkinoista ja direktiivin 2000/31/ey muuttamisesta (digipalvelusaados) annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun sailytyspalvelun tarjoajan () sakon uhalla estamaan tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, etta sen sisallon pitaminen yleison saatavilla tai sen valittaminen on saadetty rangaistavaksi tai korvausvastuun perusteeksi. hakemus on kasiteltava kiireellisesti. hakemusta ei voida hyvaksya varaamatta palvelun tarjoajalle ja sisallon tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys valttamatta vaatii. edella 1 momentissa tarkoitettu maarays voidaan syyttajan tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa valittavaan teleyritykseen, jos 1 momentin mukaista sailytyspalvelun tarjoajaa ei pystyta tunnistamaan tai jos se on sijoittautunut suomen lainkayttovallan ulkopuolelle ja on ilmeista, etta maarayksen kohteena olevan tiedon pitaminen yleison saatavilla tai sen valittaminen on rikos, josta ankarin saadetty rangaistus on vahintaan kaksi vuotta vankeutta. teleyritykselle kohdistettu maarays tulee panna teknisesti taytantoon niin, ettei verkon kayttajien luottamuksellisen viestin salaisuuden suoja vaarannu. maarays voidaan antaa vain, jos tiedon saannin estoa koskevien hyotyjen voidaan katsoa olevan merkittavasti suuremmat kuin verkon kayttajien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eika maaraysta voida pitaa teleyrityksen kannalta kohtuuttomana. arvioinnissa tulee huomioida ainakin kasilla olevan rikoksen vakavuus seka rikoksen suhde muihin maarattavan eston yhteydessa mahdollisesti estyviin sisaltoihin tai palveluihin. teleyritykselle kohdistettua maaraysta ei voida hyvaksya varaamatta teleyritykselle tilaisuutta tulla kuulluksi. edella 1 momentissa tarkoitetun palvelun tarjoajan ja sisallon tuottajan kuulemiseen sovelletaan, mita mainitussa momentissa saadetaan. karajaoikeuden maarays on annettava tiedoksi myos sisallon tuottajalle. jos sisallontuottaja on tuntematon, karajaoikeus voi maarata sailytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. maarays raukeaa, jollei sen kohteena olevan tiedon sisaltoon tai valittamiseen perustuvasta rikoksesta nosteta syytetta tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa maarayksen antamisesta. karajaoikeus voi syyttajan, asianomistajan tai asianosaisen edella tarkoitettuna maaraaikana esittamasta vaatimuksesta pidentaa tata maaraaikaa enintaan kolmella kuukaudella. sailytyspalvelun tarjoajalla, sisallon tuottajalla ja teleyrityksella on oikeus hakea maarayksen kumoamista siina karajaoikeudessa, jossa maarays on annettu. maarayksen kumoamista koskevan asian kasittelyssa noudatetaan oikeudenkaymiskaaren 8 lukua. tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteista syyttajan kuulemiseksi. kumoamista on haettava 14 paivan kuluessa siita, kun hakija on saanut tiedon maarayksesta. tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian kasittelyn ollessa vireilla, ellei asiaa kasitteleva tuomioistuin toisin maaraa. myos syyttajalla on oikeus hakea muutosta paatokseen, jolla maarays on kumottu.",
        "title_sv": "Förordnande om spärrning av information",
        "content_sv": "värdtjänstleverantör Tingsrätten kan på ansökan av en åklagare, en undersökningsledare eller den vars rätt ärendet gäller förordna att en i artikel 3 g iii i Europaparlamentets och rådets förordning (EU) 2022/2065 om en inre marknad för digitala tjänster och om ändring av direktiv 2000/31/EG (förordningen om digitala tjänster) avsedd värdtjänstleverantör () vid vite ska göra den information som denne lagrat oåtkomlig, om informationen uppenbart är sådan att det enligt lag är straffbart eller utgör grund för ersättningsansvar att hålla den tillgänglig för allmänheten eller förmedla den. Ansökan ska behandlas skyndsamt. Ansökan kan inte godkännas om inte tjänsteleverantören och innehållsproducenten getts tillfälle att yttra sig, utom i det fall att dessa inte kan höras så snabbt som ärendets brådskande natur nödvändigtvis kräver. Ett förordnande som avses i 1 mom. kan på ansökan av åklagaren eller undersökningsledaren riktas mot ett teleföretag som förmedlar information, om en värdtjänstleverantör enligt 1 mom. inte kan identifieras eller om leverantören är etablerad utanför Finlands jurisdiktion och det är uppenbart att tillgänglighållande för allmänheten eller förmedling av den information som förordnandet gäller utgör ett brott för vilket det strängaste föreskrivna straffet är fängelse i minst två år. Ett förordnande som riktas mot ett teleföretag ska verkställas tekniskt så att inte nätanvändarnas skydd för konfidentiella meddelanden äventyras. Ett förordnande kan meddelas endast om de fördelar som spärrningen av information medför kan anses vara avsevärt större än de begränsningar som riktas mot nätanvändarnas yttrandefrihet och andra grundläggande rättigheter, och förordnandet inte kan anses vara oskäligt för teleföretaget. Vid bedömningen ska hänsyn åtminstone tas till det aktuella brottets allvarlighet och brottets förhållande till andra innehåll eller tjänster som eventuellt blir spärrade i samband med spärrningen. Ett förordnande som riktas till ett teleföretag kan inte godkännas utan att teleföretaget ges tillfälle att bli hört. På hörande av tjänsteleverantören och innehållsproducenten som avses i 1 mom. tillämpas vad som föreskrivs i det momentet. Tingsrättens förordnande ska delges också innehållsproducenten. Om innehållsproducenten inte är känd, kan tingsrätten bestämma att värdtjänstleverantören ska sköta delgivningen. Förordnandet förfaller, om åtal för brott som grundar sig på innehållet i eller förmedling av den information som förordnandet gäller inte väcks eller, om det är fråga om ersättningsansvar, om talan inte väcks inom tre månader från det att förordnandet gavs. Tingsrätten kan på yrkande av åklagaren eller en målsägande eller part, vilket har framställts inom den tidsfrist som avses ovan, förlänga tidsfristen med högst tre månader. Värdtjänstleverantören, innehållsproducenten och teleföretaget har rätt att ansöka om upphävande av förordnandet hos den tingsrätt som gett förordnandet. Vid behandlingen av ett ärende som gäller upphävande av ett förordnande ska 8 kap. i rättegångsbalken iakttas. Domstolen ska dock vidta behövliga åtgärder för att höra åklagaren. Upphävande ska sökas inom 14 dagar från det att sökanden fick del av förordnandet. Informationen får inte göras tillgänglig på nytt så länge ett ärende om upphävande är anhängigt, om inte den domstol som behandlar ärendet beslutar något annat. Även åklagaren har rätt att söka ändring i ett beslut genom vilket ett förordnande har upphävts.",
        "normalized_sv": "värdtjänstleverantör Tingsrätten kan på ansökan av en åklagare, en undersökningsledare eller den vars rätt ärendet gäller förordna att en i artikel 3 g iii i Europaparlamentets och rådets förordning (EU) 2022/2065 om en inre marknad för digitala tjänster och om ändring av direktiv 2000/31/EG (förordningen om digitala tjänster) avsedd värdtjänstleverantör () vid vite ska göra den information som denne lagrat oåtkomlig, om informationen uppenbart är sådan att det enligt lag är straffbart eller utgör grund för ersättningsansvar att hålla den tillgänglig för allmänheten eller förmedla den. Ansökan ska behandlas skyndsamt. Ansökan kan inte godkännas om inte tjänsteleverantören och innehållsproducenten getts tillfälle att yttra sig, utom i det fall att dessa inte kan höras så snabbt som ärendets brådskande natur nödvändigtvis kräver. Ett förordnande som avses i 1 mom. kan på ansökan av åklagaren eller undersökningsledaren riktas mot ett teleföretag som förmedlar information, om en värdtjänstleverantör enligt 1 mom. inte kan identifieras eller om leverantören är etablerad utanför Finlands jurisdiktion och det är uppenbart att tillgänglighållande för allmänheten eller förmedling av den information som förordnandet gäller utgör ett brott för vilket det strängaste föreskrivna straffet är fängelse i minst två år. Ett förordnande som riktas mot ett teleföretag ska verkställas tekniskt så att inte nätanvändarnas skydd för konfidentiella meddelanden äventyras. Ett förordnande kan meddelas endast om de fördelar som spärrningen av information medför kan anses vara avsevärt större än de begränsningar som riktas mot nätanvändarnas yttrandefrihet och andra grundläggande rättigheter, och förordnandet inte kan anses vara oskäligt för teleföretaget. Vid bedömningen ska hänsyn åtminstone tas till det aktuella brottets allvarlighet och brottets förhållande till andra innehåll eller tjänster som eventuellt blir spärrade i samband med spärrningen. Ett förordnande som riktas till ett teleföretag kan inte godkännas utan att teleföretaget ges tillfälle att bli hört. På hörande av tjänsteleverantören och innehållsproducenten som avses i 1 mom. tillämpas vad som föreskrivs i det momentet. Tingsrättens förordnande ska delges också innehållsproducenten. Om innehållsproducenten inte är känd, kan tingsrätten bestämma att värdtjänstleverantören ska sköta delgivningen. Förordnandet förfaller, om åtal för brott som grundar sig på innehållet i eller förmedling av den information som förordnandet gäller inte väcks eller, om det är fråga om ersättningsansvar, om talan inte väcks inom tre månader från det att förordnandet gavs. Tingsrätten kan på yrkande av åklagaren eller en målsägande eller part, vilket har framställts inom den tidsfrist som avses ovan, förlänga tidsfristen med högst tre månader. Värdtjänstleverantören, innehållsproducenten och teleföretaget har rätt att ansöka om upphävande av förordnandet hos den tingsrätt som gett förordnandet. Vid behandlingen av ett ärende som gäller upphävande av ett förordnande ska 8 kap. i rättegångsbalken iakttas. Domstolen ska dock vidta behövliga åtgärder för att höra åklagaren. Upphävande ska sökas inom 14 dagar från det att sökanden fick del av förordnandet. Informationen får inte göras tillgänglig på nytt så länge ett ärende om upphävande är anhängigt, om inte den domstol som behandlar ärendet beslutar något annat. Även åklagaren har rätt att söka ändring i ett beslut genom vilket ett förordnande har upphävts.",
        "folded_sv": "vardtjanstleverantor tingsratten kan pa ansokan av en aklagare, en undersokningsledare eller den vars ratt arendet galler forordna att en i artikel 3 g iii i europaparlamentets och radets forordning (eu) 2022/2065 om en inre marknad for digitala tjanster och om andring av direktiv 2000/31/eg (forordningen om digitala tjanster) avsedd vardtjanstleverantor () vid vite ska gora den information som denne lagrat oatkomlig, om informationen uppenbart ar sadan att det enligt lag ar straffbart eller utgor grund for ersattningsansvar att halla den tillganglig for allmanheten eller formedla den. ansokan ska behandlas skyndsamt. ansokan kan inte godkannas om inte tjansteleverantoren och innehallsproducenten getts tillfalle att yttra sig, utom i det fall att dessa inte kan horas sa snabbt som arendets bradskande natur nodvandigtvis kraver. ett forordnande som avses i 1 mom. kan pa ansokan av aklagaren eller undersokningsledaren riktas mot ett teleforetag som formedlar information, om en vardtjanstleverantor enligt 1 mom. inte kan identifieras eller om leverantoren ar etablerad utanfor finlands jurisdiktion och det ar uppenbart att tillganglighallande for allmanheten eller formedling av den information som forordnandet galler utgor ett brott for vilket det strangaste foreskrivna straffet ar fangelse i minst tva ar. ett forordnande som riktas mot ett teleforetag ska verkstallas tekniskt sa att inte natanvandarnas skydd for konfidentiella meddelanden aventyras. ett forordnande kan meddelas endast om de fordelar som sparrningen av information medfor kan anses vara avsevart storre an de begransningar som riktas mot natanvandarnas yttrandefrihet och andra grundlaggande rattigheter, och forordnandet inte kan anses vara oskaligt for teleforetaget. vid bedomningen ska hansyn atminstone tas till det aktuella brottets allvarlighet och brottets forhallande till andra innehall eller tjanster som eventuellt blir sparrade i samband med sparrningen. ett forordnande som riktas till ett teleforetag kan inte godkannas utan att teleforetaget ges tillfalle att bli hort. pa horande av tjansteleverantoren och innehallsproducenten som avses i 1 mom. tillampas vad som foreskrivs i det momentet. tingsrattens forordnande ska delges ocksa innehallsproducenten. om innehallsproducenten inte ar kand, kan tingsratten bestamma att vardtjanstleverantoren ska skota delgivningen. forordnandet forfaller, om atal for brott som grundar sig pa innehallet i eller formedling av den information som forordnandet galler inte vacks eller, om det ar fraga om ersattningsansvar, om talan inte vacks inom tre manader fran det att forordnandet gavs. tingsratten kan pa yrkande av aklagaren eller en malsagande eller part, vilket har framstallts inom den tidsfrist som avses ovan, forlanga tidsfristen med hogst tre manader. vardtjanstleverantoren, innehallsproducenten och teleforetaget har ratt att ansoka om upphavande av forordnandet hos den tingsratt som gett forordnandet. vid behandlingen av ett arende som galler upphavande av ett forordnande ska 8 kap. i rattegangsbalken iakttas. domstolen ska dock vidta behovliga atgarder for att hora aklagaren. upphavande ska sokas inom 14 dagar fran det att sokanden fick del av forordnandet. informationen far inte goras tillganglig pa nytt sa lange ett arende om upphavande ar anhangigt, om inte den domstol som behandlar arendet beslutar nagot annat. aven aklagaren har ratt att soka andring i ett beslut genom vilket ett forordnande har upphavts."
      }
    },
    {
      "provision_ref": "186",
      "section": "186",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Edellä 185 §:ssä tarkoitettu hakemus tutkitaan käräjäoikeudessa, jonka tuomiopiirissä säilytyspalvelun tarjoajalla tai teleyrityksellä on kotipaikka. Hakemus voidaan kuitenkin aina tutkia myös Helsingin käräjäoikeudessa. Käräjäoikeus on päätösvaltainen myös, kun siinä on yksin puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:186",
        "normalized_fi": "Edellä 185 § :ssä tarkoitettu hakemus tutkitaan käräjäoikeudessa, jonka tuomiopiirissä säilytyspalvelun tarjoajalla tai teleyrityksellä on kotipaikka. Hakemus voidaan kuitenkin aina tutkia myös Helsingin käräjäoikeudessa. Käräjäoikeus on päätösvaltainen myös, kun siinä on yksin puheenjohtaja.",
        "folded_fi": "edella 185 §:ssa tarkoitettu hakemus tutkitaan karajaoikeudessa, jonka tuomiopiirissa sailytyspalvelun tarjoajalla tai teleyrityksella on kotipaikka. hakemus voidaan kuitenkin aina tutkia myos helsingin karajaoikeudessa. karajaoikeus on paatosvaltainen myos, kun siina on yksin puheenjohtaja.",
        "title_sv": "Behörig domstol",
        "content_sv": "En ansökan enligt 185 § prövas av den tingsrätt inom vars domkrets värdtjänstleverantören eller teleföretaget har sin hemort. Ansökan kan dock också alltid prövas av Helsingfors tingsrätt. Tingsrätten är domför även med ordföranden ensam.",
        "normalized_sv": "En ansökan enligt 185 § prövas av den tingsrätt inom vars domkrets värdtjänstleverantören eller teleföretaget har sin hemort. Ansökan kan dock också alltid prövas av Helsingfors tingsrätt. Tingsrätten är domför även med ordföranden ensam.",
        "folded_sv": "en ansokan enligt 185 § provas av den tingsratt inom vars domkrets vardtjanstleverantoren eller teleforetaget har sin hemort. ansokan kan dock ocksa alltid provas av helsingfors tingsratt. tingsratten ar domfor aven med ordforanden ensam."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "185",
      "section": "185",
      "title": "Tiedon saannin estoa koskeva määräys",
      "content": "säilytyspalvelun tarjoaja Käräjäoikeus voi syyttäjän tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, määrätä digitaalisten palvelujen sisämarkkinoista ja direktiivin 2000/31/EY muuttamisesta (digipalvelusäädös) annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun säilytyspalvelun tarjoajan () sakon uhalla estämään tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, että sen sisällön pitäminen yleisön saatavilla tai sen välittäminen on säädetty rangaistavaksi tai korvausvastuun perusteeksi. Hakemus on käsiteltävä kiireellisesti. Hakemusta ei voida hyväksyä varaamatta palvelun tarjoajalle ja sisällön tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys välttämättä vaatii. Edellä 1 momentissa tarkoitettu määräys voidaan syyttäjän tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa välittävään teleyritykseen, jos 1 momentin mukaista säilytyspalvelun tarjoajaa ei pystytä tunnistamaan tai jos se on sijoittautunut Suomen lainkäyttövallan ulkopuolelle ja on ilmeistä, että määräyksen kohteena olevan tiedon pitäminen yleisön saatavilla tai sen välittäminen on rikos, josta ankarin säädetty rangaistus on vähintään kaksi vuotta vankeutta. Teleyritykselle kohdistettu määräys tulee panna teknisesti täytäntöön niin, ettei verkon käyttäjien luottamuksellisen viestin salaisuuden suoja vaarannu. Määräys voidaan antaa vain, jos tiedon saannin estoa koskevien hyötyjen voidaan katsoa olevan merkittävästi suuremmat kuin verkon käyttäjien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eikä määräystä voida pitää teleyrityksen kannalta kohtuuttomana. Arvioinnissa tulee huomioida ainakin käsillä olevan rikoksen vakavuus sekä rikoksen suhde muihin määrättävän eston yhteydessä mahdollisesti estyviin sisältöihin tai palveluihin. Teleyritykselle kohdistettua määräystä ei voida hyväksyä varaamatta teleyritykselle tilaisuutta tulla kuulluksi. Edellä 1 momentissa tarkoitetun palvelun tarjoajan ja sisällön tuottajan kuulemiseen sovelletaan, mitä mainitussa momentissa säädetään. Käräjäoikeuden määräys on annettava tiedoksi myös sisällön tuottajalle. Jos sisällöntuottaja on tuntematon, käräjäoikeus voi määrätä säilytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. Määräys raukeaa, jollei sen kohteena olevan tiedon sisältöön tai välittämiseen perustuvasta rikoksesta nosteta syytettä tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa määräyksen antamisesta. Käräjäoikeus voi syyttäjän, asianomistajan tai asianosaisen edellä tarkoitettuna määräaikana esittämästä vaatimuksesta pidentää tätä määräaikaa enintään kolmella kuukaudella. Säilytyspalvelun tarjoajalla, sisällön tuottajalla ja teleyrityksellä on oikeus hakea määräyksen kumoamista siinä käräjäoikeudessa, jossa määräys on annettu. Määräyksen kumoamista koskevan asian käsittelyssä noudatetaan oikeudenkäymiskaaren 8 lukua. Tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteistä syyttäjän kuulemiseksi. Kumoamista on haettava 14 päivän kuluessa siitä, kun hakija on saanut tiedon määräyksestä. Tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian käsittelyn ollessa vireillä, ellei asiaa käsittelevä tuomioistuin toisin määrää. Myös syyttäjällä on oikeus hakea muutosta päätökseen, jolla määräys on kumottu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:185",
        "normalized_fi": "säilytyspalvelun tarjoaja Käräjäoikeus voi syyttäjän tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, määrätä digitaalisten palvelujen sisämarkkinoista ja direktiivin 2000/31/EY muuttamisesta (digipalvelusäädös) annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun säilytyspalvelun tarjoajan () sakon uhalla estämään tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, että sen sisällön pitäminen yleisön saatavilla tai sen välittäminen on säädetty rangaistavaksi tai korvausvastuun perusteeksi. Hakemus on käsiteltävä kiireellisesti. Hakemusta ei voida hyväksyä varaamatta palvelun tarjoajalle ja sisällön tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys välttämättä vaatii. Edellä 1 momentissa tarkoitettu määräys voidaan syyttäjän tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa välittävään teleyritykseen, jos 1 momentin mukaista säilytyspalvelun tarjoajaa ei pystytä tunnistamaan tai jos se on sijoittautunut Suomen lainkäyttövallan ulkopuolelle ja on ilmeistä, että määräyksen kohteena olevan tiedon pitäminen yleisön saatavilla tai sen välittäminen on rikos, josta ankarin säädetty rangaistus on vähintään kaksi vuotta vankeutta. Teleyritykselle kohdistettu määräys tulee panna teknisesti täytäntöön niin, ettei verkon käyttäjien luottamuksellisen viestin salaisuuden suoja vaarannu. Määräys voidaan antaa vain, jos tiedon saannin estoa koskevien hyötyjen voidaan katsoa olevan merkittävästi suuremmat kuin verkon käyttäjien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eikä määräystä voida pitää teleyrityksen kannalta kohtuuttomana. Arvioinnissa tulee huomioida ainakin käsillä olevan rikoksen vakavuus sekä rikoksen suhde muihin määrättävän eston yhteydessä mahdollisesti estyviin sisältöihin tai palveluihin. Teleyritykselle kohdistettua määräystä ei voida hyväksyä varaamatta teleyritykselle tilaisuutta tulla kuulluksi. Edellä 1 momentissa tarkoitetun palvelun tarjoajan ja sisällön tuottajan kuulemiseen sovelletaan, mitä mainitussa momentissa säädetään. Käräjäoikeuden määräys on annettava tiedoksi myös sisällön tuottajalle. Jos sisällöntuottaja on tuntematon, käräjäoikeus voi määrätä säilytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. Määräys raukeaa, jollei sen kohteena olevan tiedon sisältöön tai välittämiseen perustuvasta rikoksesta nosteta syytettä tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa määräyksen antamisesta. Käräjäoikeus voi syyttäjän, asianomistajan tai asianosaisen edellä tarkoitettuna määräaikana esittämästä vaatimuksesta pidentää tätä määräaikaa enintään kolmella kuukaudella. Säilytyspalvelun tarjoajalla, sisällön tuottajalla ja teleyrityksellä on oikeus hakea määräyksen kumoamista siinä käräjäoikeudessa, jossa määräys on annettu. Määräyksen kumoamista koskevan asian käsittelyssä noudatetaan oikeudenkäymiskaaren 8 lukua. Tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteistä syyttäjän kuulemiseksi. Kumoamista on haettava 14 päivän kuluessa siitä, kun hakija on saanut tiedon määräyksestä. Tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian käsittelyn ollessa vireillä, ellei asiaa käsittelevä tuomioistuin toisin määrää. Myös syyttäjällä on oikeus hakea muutosta päätökseen, jolla määräys on kumottu.",
        "folded_fi": "sailytyspalvelun tarjoaja karajaoikeus voi syyttajan tai tutkinnanjohtajan hakemuksesta taikka sen hakemuksesta, jonka oikeutta asia koskee, maarata digitaalisten palvelujen sisamarkkinoista ja direktiivin 2000/31/ey muuttamisesta (digipalvelusaados) annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2022/2065 3 artiklan g alakohdan iii alakohdassa tarkoitetun sailytyspalvelun tarjoajan () sakon uhalla estamaan tallentamansa tiedon saannin, jos tieto on ilmeisesti sellainen, etta sen sisallon pitaminen yleison saatavilla tai sen valittaminen on saadetty rangaistavaksi tai korvausvastuun perusteeksi. hakemus on kasiteltava kiireellisesti. hakemusta ei voida hyvaksya varaamatta palvelun tarjoajalle ja sisallon tuottajalle tilaisuutta tulla kuulluksi, paitsi jos kuulemista ei voida toimittaa niin nopeasti kuin asian kiireellisyys valttamatta vaatii. edella 1 momentissa tarkoitettu maarays voidaan syyttajan tai tutkinnanjohtajan hakemuksesta kohdistaa tietoa valittavaan teleyritykseen, jos 1 momentin mukaista sailytyspalvelun tarjoajaa ei pystyta tunnistamaan tai jos se on sijoittautunut suomen lainkayttovallan ulkopuolelle ja on ilmeista, etta maarayksen kohteena olevan tiedon pitaminen yleison saatavilla tai sen valittaminen on rikos, josta ankarin saadetty rangaistus on vahintaan kaksi vuotta vankeutta. teleyritykselle kohdistettu maarays tulee panna teknisesti taytantoon niin, ettei verkon kayttajien luottamuksellisen viestin salaisuuden suoja vaarannu. maarays voidaan antaa vain, jos tiedon saannin estoa koskevien hyotyjen voidaan katsoa olevan merkittavasti suuremmat kuin verkon kayttajien sananvapauteen ja muihin perusoikeuksiin kohdistuvat rajoitukset, eika maaraysta voida pitaa teleyrityksen kannalta kohtuuttomana. arvioinnissa tulee huomioida ainakin kasilla olevan rikoksen vakavuus seka rikoksen suhde muihin maarattavan eston yhteydessa mahdollisesti estyviin sisaltoihin tai palveluihin. teleyritykselle kohdistettua maaraysta ei voida hyvaksya varaamatta teleyritykselle tilaisuutta tulla kuulluksi. edella 1 momentissa tarkoitetun palvelun tarjoajan ja sisallon tuottajan kuulemiseen sovelletaan, mita mainitussa momentissa saadetaan. karajaoikeuden maarays on annettava tiedoksi myos sisallon tuottajalle. jos sisallontuottaja on tuntematon, karajaoikeus voi maarata sailytyspalvelun tarjoajan huolehtimaan tiedoksiannosta. maarays raukeaa, jollei sen kohteena olevan tiedon sisaltoon tai valittamiseen perustuvasta rikoksesta nosteta syytetta tai, jos kysymys on korvausvastuusta, panna vireille kannetta kolmen kuukauden kuluessa maarayksen antamisesta. karajaoikeus voi syyttajan, asianomistajan tai asianosaisen edella tarkoitettuna maaraaikana esittamasta vaatimuksesta pidentaa tata maaraaikaa enintaan kolmella kuukaudella. sailytyspalvelun tarjoajalla, sisallon tuottajalla ja teleyrityksella on oikeus hakea maarayksen kumoamista siina karajaoikeudessa, jossa maarays on annettu. maarayksen kumoamista koskevan asian kasittelyssa noudatetaan oikeudenkaymiskaaren 8 lukua. tuomioistuin huolehtii kuitenkin tarpeellisista toimenpiteista syyttajan kuulemiseksi. kumoamista on haettava 14 paivan kuluessa siita, kun hakija on saanut tiedon maarayksesta. tietoa ei saa saattaa uudelleen saataville kumoamista koskevan asian kasittelyn ollessa vireilla, ellei asiaa kasitteleva tuomioistuin toisin maaraa. myos syyttajalla on oikeus hakea muutosta paatokseen, jolla maarays on kumottu.",
        "title_sv": "Förordnande om spärrning av information",
        "content_sv": "värdtjänstleverantör Tingsrätten kan på ansökan av en åklagare, en undersökningsledare eller den vars rätt ärendet gäller förordna att en i artikel 3 g iii i Europaparlamentets och rådets förordning (EU) 2022/2065 om en inre marknad för digitala tjänster och om ändring av direktiv 2000/31/EG (förordningen om digitala tjänster) avsedd värdtjänstleverantör () vid vite ska göra den information som denne lagrat oåtkomlig, om informationen uppenbart är sådan att det enligt lag är straffbart eller utgör grund för ersättningsansvar att hålla den tillgänglig för allmänheten eller förmedla den. Ansökan ska behandlas skyndsamt. Ansökan kan inte godkännas om inte tjänsteleverantören och innehållsproducenten getts tillfälle att yttra sig, utom i det fall att dessa inte kan höras så snabbt som ärendets brådskande natur nödvändigtvis kräver. Ett förordnande som avses i 1 mom. kan på ansökan av åklagaren eller undersökningsledaren riktas mot ett teleföretag som förmedlar information, om en värdtjänstleverantör enligt 1 mom. inte kan identifieras eller om leverantören är etablerad utanför Finlands jurisdiktion och det är uppenbart att tillgänglighållande för allmänheten eller förmedling av den information som förordnandet gäller utgör ett brott för vilket det strängaste föreskrivna straffet är fängelse i minst två år. Ett förordnande som riktas mot ett teleföretag ska verkställas tekniskt så att inte nätanvändarnas skydd för konfidentiella meddelanden äventyras. Ett förordnande kan meddelas endast om de fördelar som spärrningen av information medför kan anses vara avsevärt större än de begränsningar som riktas mot nätanvändarnas yttrandefrihet och andra grundläggande rättigheter, och förordnandet inte kan anses vara oskäligt för teleföretaget. Vid bedömningen ska hänsyn åtminstone tas till det aktuella brottets allvarlighet och brottets förhållande till andra innehåll eller tjänster som eventuellt blir spärrade i samband med spärrningen. Ett förordnande som riktas till ett teleföretag kan inte godkännas utan att teleföretaget ges tillfälle att bli hört. På hörande av tjänsteleverantören och innehållsproducenten som avses i 1 mom. tillämpas vad som föreskrivs i det momentet. Tingsrättens förordnande ska delges också innehållsproducenten. Om innehållsproducenten inte är känd, kan tingsrätten bestämma att värdtjänstleverantören ska sköta delgivningen. Förordnandet förfaller, om åtal för brott som grundar sig på innehållet i eller förmedling av den information som förordnandet gäller inte väcks eller, om det är fråga om ersättningsansvar, om talan inte väcks inom tre månader från det att förordnandet gavs. Tingsrätten kan på yrkande av åklagaren eller en målsägande eller part, vilket har framställts inom den tidsfrist som avses ovan, förlänga tidsfristen med högst tre månader. Värdtjänstleverantören, innehållsproducenten och teleföretaget har rätt att ansöka om upphävande av förordnandet hos den tingsrätt som gett förordnandet. Vid behandlingen av ett ärende som gäller upphävande av ett förordnande ska 8 kap. i rättegångsbalken iakttas. Domstolen ska dock vidta behövliga åtgärder för att höra åklagaren. Upphävande ska sökas inom 14 dagar från det att sökanden fick del av förordnandet. Informationen får inte göras tillgänglig på nytt så länge ett ärende om upphävande är anhängigt, om inte den domstol som behandlar ärendet beslutar något annat. Även åklagaren har rätt att söka ändring i ett beslut genom vilket ett förordnande har upphävts.",
        "normalized_sv": "värdtjänstleverantör Tingsrätten kan på ansökan av en åklagare, en undersökningsledare eller den vars rätt ärendet gäller förordna att en i artikel 3 g iii i Europaparlamentets och rådets förordning (EU) 2022/2065 om en inre marknad för digitala tjänster och om ändring av direktiv 2000/31/EG (förordningen om digitala tjänster) avsedd värdtjänstleverantör () vid vite ska göra den information som denne lagrat oåtkomlig, om informationen uppenbart är sådan att det enligt lag är straffbart eller utgör grund för ersättningsansvar att hålla den tillgänglig för allmänheten eller förmedla den. Ansökan ska behandlas skyndsamt. Ansökan kan inte godkännas om inte tjänsteleverantören och innehållsproducenten getts tillfälle att yttra sig, utom i det fall att dessa inte kan höras så snabbt som ärendets brådskande natur nödvändigtvis kräver. Ett förordnande som avses i 1 mom. kan på ansökan av åklagaren eller undersökningsledaren riktas mot ett teleföretag som förmedlar information, om en värdtjänstleverantör enligt 1 mom. inte kan identifieras eller om leverantören är etablerad utanför Finlands jurisdiktion och det är uppenbart att tillgänglighållande för allmänheten eller förmedling av den information som förordnandet gäller utgör ett brott för vilket det strängaste föreskrivna straffet är fängelse i minst två år. Ett förordnande som riktas mot ett teleföretag ska verkställas tekniskt så att inte nätanvändarnas skydd för konfidentiella meddelanden äventyras. Ett förordnande kan meddelas endast om de fördelar som spärrningen av information medför kan anses vara avsevärt större än de begränsningar som riktas mot nätanvändarnas yttrandefrihet och andra grundläggande rättigheter, och förordnandet inte kan anses vara oskäligt för teleföretaget. Vid bedömningen ska hänsyn åtminstone tas till det aktuella brottets allvarlighet och brottets förhållande till andra innehåll eller tjänster som eventuellt blir spärrade i samband med spärrningen. Ett förordnande som riktas till ett teleföretag kan inte godkännas utan att teleföretaget ges tillfälle att bli hört. På hörande av tjänsteleverantören och innehållsproducenten som avses i 1 mom. tillämpas vad som föreskrivs i det momentet. Tingsrättens förordnande ska delges också innehållsproducenten. Om innehållsproducenten inte är känd, kan tingsrätten bestämma att värdtjänstleverantören ska sköta delgivningen. Förordnandet förfaller, om åtal för brott som grundar sig på innehållet i eller förmedling av den information som förordnandet gäller inte väcks eller, om det är fråga om ersättningsansvar, om talan inte väcks inom tre månader från det att förordnandet gavs. Tingsrätten kan på yrkande av åklagaren eller en målsägande eller part, vilket har framställts inom den tidsfrist som avses ovan, förlänga tidsfristen med högst tre månader. Värdtjänstleverantören, innehållsproducenten och teleföretaget har rätt att ansöka om upphävande av förordnandet hos den tingsrätt som gett förordnandet. Vid behandlingen av ett ärende som gäller upphävande av ett förordnande ska 8 kap. i rättegångsbalken iakttas. Domstolen ska dock vidta behövliga åtgärder för att höra åklagaren. Upphävande ska sökas inom 14 dagar från det att sökanden fick del av förordnandet. Informationen får inte göras tillgänglig på nytt så länge ett ärende om upphävande är anhängigt, om inte den domstol som behandlar ärendet beslutar något annat. Även åklagaren har rätt att söka ändring i ett beslut genom vilket ett förordnande har upphävts.",
        "folded_sv": "vardtjanstleverantor tingsratten kan pa ansokan av en aklagare, en undersokningsledare eller den vars ratt arendet galler forordna att en i artikel 3 g iii i europaparlamentets och radets forordning (eu) 2022/2065 om en inre marknad for digitala tjanster och om andring av direktiv 2000/31/eg (forordningen om digitala tjanster) avsedd vardtjanstleverantor () vid vite ska gora den information som denne lagrat oatkomlig, om informationen uppenbart ar sadan att det enligt lag ar straffbart eller utgor grund for ersattningsansvar att halla den tillganglig for allmanheten eller formedla den. ansokan ska behandlas skyndsamt. ansokan kan inte godkannas om inte tjansteleverantoren och innehallsproducenten getts tillfalle att yttra sig, utom i det fall att dessa inte kan horas sa snabbt som arendets bradskande natur nodvandigtvis kraver. ett forordnande som avses i 1 mom. kan pa ansokan av aklagaren eller undersokningsledaren riktas mot ett teleforetag som formedlar information, om en vardtjanstleverantor enligt 1 mom. inte kan identifieras eller om leverantoren ar etablerad utanfor finlands jurisdiktion och det ar uppenbart att tillganglighallande for allmanheten eller formedling av den information som forordnandet galler utgor ett brott for vilket det strangaste foreskrivna straffet ar fangelse i minst tva ar. ett forordnande som riktas mot ett teleforetag ska verkstallas tekniskt sa att inte natanvandarnas skydd for konfidentiella meddelanden aventyras. ett forordnande kan meddelas endast om de fordelar som sparrningen av information medfor kan anses vara avsevart storre an de begransningar som riktas mot natanvandarnas yttrandefrihet och andra grundlaggande rattigheter, och forordnandet inte kan anses vara oskaligt for teleforetaget. vid bedomningen ska hansyn atminstone tas till det aktuella brottets allvarlighet och brottets forhallande till andra innehall eller tjanster som eventuellt blir sparrade i samband med sparrningen. ett forordnande som riktas till ett teleforetag kan inte godkannas utan att teleforetaget ges tillfalle att bli hort. pa horande av tjansteleverantoren och innehallsproducenten som avses i 1 mom. tillampas vad som foreskrivs i det momentet. tingsrattens forordnande ska delges ocksa innehallsproducenten. om innehallsproducenten inte ar kand, kan tingsratten bestamma att vardtjanstleverantoren ska skota delgivningen. forordnandet forfaller, om atal for brott som grundar sig pa innehallet i eller formedling av den information som forordnandet galler inte vacks eller, om det ar fraga om ersattningsansvar, om talan inte vacks inom tre manader fran det att forordnandet gavs. tingsratten kan pa yrkande av aklagaren eller en malsagande eller part, vilket har framstallts inom den tidsfrist som avses ovan, forlanga tidsfristen med hogst tre manader. vardtjanstleverantoren, innehallsproducenten och teleforetaget har ratt att ansoka om upphavande av forordnandet hos den tingsratt som gett forordnandet. vid behandlingen av ett arende som galler upphavande av ett forordnande ska 8 kap. i rattegangsbalken iakttas. domstolen ska dock vidta behovliga atgarder for att hora aklagaren. upphavande ska sokas inom 14 dagar fran det att sokanden fick del av forordnandet. informationen far inte goras tillganglig pa nytt sa lange ett arende om upphavande ar anhangigt, om inte den domstol som behandlar arendet beslutar nagot annat. aven aklagaren har ratt att soka andring i ett beslut genom vilket ett forordnande har upphavts."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "186",
      "section": "186",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Edellä 185 §:ssä tarkoitettu hakemus tutkitaan käräjäoikeudessa, jonka tuomiopiirissä säilytyspalvelun tarjoajalla tai teleyrityksellä on kotipaikka. Hakemus voidaan kuitenkin aina tutkia myös Helsingin käräjäoikeudessa. Käräjäoikeus on päätösvaltainen myös, kun siinä on yksin puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:186",
        "normalized_fi": "Edellä 185 § :ssä tarkoitettu hakemus tutkitaan käräjäoikeudessa, jonka tuomiopiirissä säilytyspalvelun tarjoajalla tai teleyrityksellä on kotipaikka. Hakemus voidaan kuitenkin aina tutkia myös Helsingin käräjäoikeudessa. Käräjäoikeus on päätösvaltainen myös, kun siinä on yksin puheenjohtaja.",
        "folded_fi": "edella 185 §:ssa tarkoitettu hakemus tutkitaan karajaoikeudessa, jonka tuomiopiirissa sailytyspalvelun tarjoajalla tai teleyrityksella on kotipaikka. hakemus voidaan kuitenkin aina tutkia myos helsingin karajaoikeudessa. karajaoikeus on paatosvaltainen myos, kun siina on yksin puheenjohtaja.",
        "title_sv": "Behörig domstol",
        "content_sv": "En ansökan enligt 185 § prövas av den tingsrätt inom vars domkrets värdtjänstleverantören eller teleföretaget har sin hemort. Ansökan kan dock också alltid prövas av Helsingfors tingsrätt. Tingsrätten är domför även med ordföranden ensam.",
        "normalized_sv": "En ansökan enligt 185 § prövas av den tingsrätt inom vars domkrets värdtjänstleverantören eller teleföretaget har sin hemort. Ansökan kan dock också alltid prövas av Helsingfors tingsrätt. Tingsrätten är domför även med ordföranden ensam.",
        "folded_sv": "en ansokan enligt 185 § provas av den tingsratt inom vars domkrets vardtjanstleverantoren eller teleforetaget har sin hemort. ansokan kan dock ocksa alltid provas av helsingfors tingsratt. tingsratten ar domfor aven med ordforanden ensam."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    }
  ]
}