{
  "id": "20/2007",
  "type": "statute",
  "title": "Laki aravarajoituslain muuttamisesta",
  "title_en": "Lag om ändring av aravabegränsningslagen",
  "status": "in_force",
  "issued_date": "2007-01-12",
  "in_force_date": "2007-01-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/20/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajoitusaika",
      "content": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 9―12 §:ssä. Mainitun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Valtion asuntorahastolle, jos 13 §:ssä tarkoitetut lainat on kokonaan maksettu takaisin. Lain 8 §:n 3 momentin säännöstä kunnan lunastusoikeudesta sovelletaan edellä mainitun kymmenen vuoden aikana kuitenkin enää vain silloin, kun omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 9―12 § :ssä. Mainitun kymmenen vuoden aikana saadaan 13 § :n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Valtion asuntorahastolle, jos 13 § :ssä tarkoitetut lainat on kokonaan maksettu takaisin. Lain 8 § :n 3 momentin säännöstä kunnan lunastusoikeudesta sovelletaan edellä mainitun kymmenen vuoden aikana kuitenkin enää vain silloin, kun omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta.",
        "folded_fi": "aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myonnetty. taman jalkeen ovat voimassa viela kymmenen vuoden ajan muut tassa laissa tarkoitetut rajoitukset paitsi ne, joista saadetaan 7 ja 9―12 §:ssa. mainitun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten vaestoryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiotaloksi ilmoittamalla siita valtion asuntorahastolle, jos 13 §:ssa tarkoitetut lainat on kokonaan maksettu takaisin. lain 8 §:n 3 momentin saannosta kunnan lunastusoikeudesta sovelletaan edella mainitun kymmenen vuoden aikana kuitenkin enaa vain silloin, kun omaisuus on siirtynyt oikeushenkilon lakkaamisen johdosta.",
        "title_sv": "Begränsningstid",
        "content_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga begränsningar som nämns i denna lag, med undantag för dem om vilka det finns bestämmelser i 7 och 9―12 §. Under den nämnda tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus, för vilka lån beviljats för att de skall användas som hyresbostäder för speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Statens bostadsfond, om de lån som nämns i 13 § har återbetalts till fullo. Bestämmelsen i 8 § 3 mom. om kommunens inlösningsrätt tillämpas dock under den ovan nämnda tioårsperioden endast i det fall att äganderätten har övergått till någon annan på grund av att en juridisk person har upphört.",
        "normalized_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga begränsningar som nämns i denna lag, med undantag för dem om vilka det finns bestämmelser i 7 och 9―12 § . Under den nämnda tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus, för vilka lån beviljats för att de skall användas som hyresbostäder för speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Statens bostadsfond, om de lån som nämns i 13 § har återbetalts till fullo. Bestämmelsen i 8 § 3 mom. om kommunens inlösningsrätt tillämpas dock under den ovan nämnda tioårsperioden endast i det fall att äganderätten har övergått till någon annan på grund av att en juridisk person har upphört.",
        "folded_sv": "de begransningar som galler aravahyresbostader och aravahyreshus ar, oberoende av en fortida aterbetalning av bostadslanet, i kraft den tid for vilken lanet beviljats. darefter galler i ytterligare tio ar de ovriga begransningar som namns i denna lag, med undantag for dem om vilka det finns bestammelser i 7 och 9―12 §. under den namnda tioarsperioden far andra an i 13 § 1 mom. avsedda hyreshus, for vilka lan beviljats for att de skall anvandas som hyresbostader for speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmalan till statens bostadsfond, om de lan som namns i 13 § har aterbetalts till fullo. bestammelsen i 8 § 3 mom. om kommunens inlosningsratt tillampas dock under den ovan namnda tioarsperioden endast i det fall att aganderatten har overgatt till nagon annan pa grund av att en juridisk person har upphort."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Luovutus",
      "content": "Aravavuokra-asunto tai tällaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtiön osakkeet saadaan luovuttaa: 1) kunnalle; 2) Valtion asuntorahaston nimeämälle luovutuksensaajalle, jolle voitaisiin myöntää vuokra-aravalaina; 3) muulle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessä on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 §:n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. Kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista Valtion asuntorahastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Aravavuokra-asunto tai tällaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtiön osakkeet saadaan luovuttaa: 1) kunnalle; 2) Valtion asuntorahaston nimeämälle luovutuksensaajalle, jolle voitaisiin myöntää vuokra-aravalaina; 3) muulle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessä on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 § :n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. Kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista Valtion asuntorahastolle.",
        "folded_fi": "aravavuokra-asunto tai tallaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtion osakkeet saadaan luovuttaa: 1) kunnalle; 2) valtion asuntorahaston nimeamalle luovutuksensaajalle, jolle voitaisiin myontaa vuokra-aravalaina; 3) muulle valtion asuntorahaston nimeamalle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle valtion asuntorahaston nimeamalle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessa on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 §:n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista valtion asuntorahastolle.",
        "title_sv": "Överlåtelse",
        "content_sv": "En aravahyresbostad eller aktier som medför rätt att besitta en sådan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, får överlåtas till 1) kommunen, 2) en av Statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalån, 3) någon annan av Statens bostadsfond angiven mottagare som kan anses motsvara en överlåtare av ett hyreshus eller aktier, eller 4) en av Statens bostadsfond angiven mottagare, till vars verksamhetsområde hör att erbjuda hyresbostäder, när det är fråga om aravahyresbostäder eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begränsningar som gäller under en tioårsperiod. Kommunen skall underrätta Statens bostadsfond om förvärv enligt 1 mom. 1 punkten och om i 3 mom. avsedda överlåtelser som kommunen har fått kännedom om.",
        "normalized_sv": "En aravahyresbostad eller aktier som medför rätt att besitta en sådan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, får överlåtas till 1) kommunen, 2) en av Statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalån, 3) någon annan av Statens bostadsfond angiven mottagare som kan anses motsvara en överlåtare av ett hyreshus eller aktier, eller 4) en av Statens bostadsfond angiven mottagare, till vars verksamhetsområde hör att erbjuda hyresbostäder, när det är fråga om aravahyresbostäder eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begränsningar som gäller under en tioårsperiod. Kommunen skall underrätta Statens bostadsfond om förvärv enligt 1 mom. 1 punkten och om i 3 mom. avsedda överlåtelser som kommunen har fått kännedom om.",
        "folded_sv": "en aravahyresbostad eller aktier som medfor ratt att besitta en sadan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, far overlatas till 1) kommunen, 2) en av statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalan, 3) nagon annan av statens bostadsfond angiven mottagare som kan anses motsvara en overlatare av ett hyreshus eller aktier, eller 4) en av statens bostadsfond angiven mottagare, till vars verksamhetsomrade hor att erbjuda hyresbostader, nar det ar fraga om aravahyresbostader eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begransningar som galler under en tioarsperiod. kommunen skall underratta statens bostadsfond om forvarv enligt 1 mom. 1 punkten och om i 3 mom. avsedda overlatelser som kommunen har fatt kannedom om."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Kuulemis- ja ilmoitusvelvollisuus luovutuksensaajasta",
      "content": "Valtion asuntorahasto voi tarvittaessa ennen 8 §:ssä tarkoitetun päätöksen tekemistä kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kuntaa. Kuulemisen edellytyksenä on, että kunta ei ole suoraan tai välillisesti luovutuksen osapuoli. Valtion asuntorahaston on tehtyään 8 §:ssä tarkoitetun päätöksen ilmoitettava siitä sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Valtion asuntorahasto voi tarvittaessa ennen 8 § :ssä tarkoitetun päätöksen tekemistä kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kuntaa. Kuulemisen edellytyksenä on, että kunta ei ole suoraan tai välillisesti luovutuksen osapuoli. Valtion asuntorahaston on tehtyään 8 § :ssä tarkoitetun päätöksen ilmoitettava siitä sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kunnalle.",
        "folded_fi": "valtion asuntorahasto voi tarvittaessa ennen 8 §:ssa tarkoitetun paatoksen tekemista kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtion osake, yhtion kotipaikan kuntaa. kuulemisen edellytyksena on, etta kunta ei ole suoraan tai valillisesti luovutuksen osapuoli. valtion asuntorahaston on tehtyaan 8 §:ssa tarkoitetun paatoksen ilmoitettava siita sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtion osake, yhtion kotipaikan kunnalle.",
        "title_sv": "Skyldighet att höra kommunen och anmälningsskyldighet i fråga om överlåtelsetagaren",
        "content_sv": "Statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, höra den kommun där det hus eller den bostad som skall överlåtas finns, eller den kommun som är bolagets hemort då en aktie i det bolag som äger huset eller bostaden överlåts. Hörande av kommunen förutsätter att den varken direkt eller indirekt är part i överlåtelsen. Statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun där det hus eller den bostad som skall överlåtas finns, eller till den kommun som är bolagets hemort då överlåtelsen gäller en aktie i det bolag som äger huset eller bostaden.",
        "normalized_sv": "Statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, höra den kommun där det hus eller den bostad som skall överlåtas finns, eller den kommun som är bolagets hemort då en aktie i det bolag som äger huset eller bostaden överlåts. Hörande av kommunen förutsätter att den varken direkt eller indirekt är part i överlåtelsen. Statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun där det hus eller den bostad som skall överlåtas finns, eller till den kommun som är bolagets hemort då överlåtelsen gäller en aktie i det bolag som äger huset eller bostaden.",
        "folded_sv": "statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, hora den kommun dar det hus eller den bostad som skall overlatas finns, eller den kommun som ar bolagets hemort da en aktie i det bolag som ager huset eller bostaden overlats. horande av kommunen forutsatter att den varken direkt eller indirekt ar part i overlatelsen. statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun dar det hus eller den bostad som skall overlatas finns, eller till den kommun som ar bolagets hemort da overlatelsen galler en aktie i det bolag som ager huset eller bostaden."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Luovutushinta",
      "content": "Vuokrataloyhtiön osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumäärän suhteessa. Sallitun luovutushinnan ylittävä myyntihinnan osa on maksettava Valtion asuntorahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Vuokrataloyhtiön osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumäärän suhteessa. Sallitun luovutushinnan ylittävä myyntihinnan osa on maksettava Valtion asuntorahastoon.",
        "folded_fi": "vuokrataloyhtion osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumaaran suhteessa. sallitun luovutushinnan ylittava myyntihinnan osa on maksettava valtion asuntorahastoon.",
        "title_sv": "Överlåtelsepris",
        "content_sv": "Det tillåtna överlåtelsepriset för en aktie i ett hyreshusbolag eller en aktie som medför rätt att besitta en bostad beräknas på basis av överlåtelsepriset för hela aktiestocken i förhållande till aktiernas antal. Den del av försäljningspriset som överstiger det tillåtna överlåtelsepriset skall betalas till Statens bostadsfond.",
        "normalized_sv": "Det tillåtna överlåtelsepriset för en aktie i ett hyreshusbolag eller en aktie som medför rätt att besitta en bostad beräknas på basis av överlåtelsepriset för hela aktiestocken i förhållande till aktiernas antal. Den del av försäljningspriset som överstiger det tillåtna överlåtelsepriset skall betalas till Statens bostadsfond.",
        "folded_sv": "det tillatna overlatelsepriset for en aktie i ett hyreshusbolag eller en aktie som medfor ratt att besitta en bostad beraknas pa basis av overlatelsepriset for hela aktiestocken i forhallande till aktiernas antal. den del av forsaljningspriset som overstiger det tillatna overlatelsepriset skall betalas till statens bostadsfond."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Luovutuskorvauksen laskeminen",
      "content": "Valtion asuntorahasto määrää luovutuskorvauksen. Sitä laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtiön osakkeen omistajan sijoittama oma pääoma, joka on tarvittu asunnon tai kiinteistön vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan sekä sitä paremmalla oikeudella hyväksytyn lainan lisäksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle pääomalle; 3) valtion asuntolaina tai aravalaina sekä sitä paremmalla etuoikeudella hyväksytty laina siltä osin kuin laina jää luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi otettu laina siltä osin kuin se jää luovuttajan vastattavaksi; sekä 5) oman pääoman lisäys, joka on tehty perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Valtion asuntorahasto määrää luovutuskorvauksen. Sitä laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtiön osakkeen omistajan sijoittama oma pääoma, joka on tarvittu asunnon tai kiinteistön vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan sekä sitä paremmalla oikeudella hyväksytyn lainan lisäksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle pääomalle; 3) valtion asuntolaina tai aravalaina sekä sitä paremmalla etuoikeudella hyväksytty laina siltä osin kuin laina jää luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi otettu laina siltä osin kuin se jää luovuttajan vastattavaksi; sekä 5) oman pääoman lisäys, joka on tehty perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi.",
        "folded_fi": "valtion asuntorahasto maaraa luovutuskorvauksen. sita laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtion osakkeen omistajan sijoittama oma paaoma, joka on tarvittu asunnon tai kiinteiston vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan seka sita paremmalla oikeudella hyvaksytyn lainan lisaksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle paaomalle; 3) valtion asuntolaina tai aravalaina seka sita paremmalla etuoikeudella hyvaksytty laina silta osin kuin laina jaa luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyvaksyttavien menojen rahoittamiseksi otettu laina silta osin kuin se jaa luovuttajan vastattavaksi; seka 5) oman paaoman lisays, joka on tehty perusparannusten tai muiden hyvaksyttavien menojen rahoittamiseksi.",
        "title_sv": "Beräknande av överlåtelseersättningen",
        "content_sv": "Statens bostadsfond fastställer överlåtelseersättningen. När den beräknas skall beaktas 1) det egna kapital som ägaren av en aravahyresbostad eller en aktie som medför rätt att besitta en sådan bostad eller ett aravahyreshus eller en aktieägare i ett aravahyreshusbolag har placerat och som, utöver statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, har behövts för finansiering av det fastställda anskaffningsvärdet för bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beräknad enligt de koefficienter som statistikcentralen månatligen fastställer på basis av förändringen i byggnadskostnadsindexet, 3) statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, till den del överlåtaren skall ansvara för lånet, 4) ett lån som upptagits för finansiering av ombyggnad eller andra godtagbara utgifter, till den del överlåtaren skall ansvara för det, samt 5) en ökning av eget kapital som gjorts för att finansiera ombyggnad eller andra godtagbara utgifter.",
        "normalized_sv": "Statens bostadsfond fastställer överlåtelseersättningen. När den beräknas skall beaktas 1) det egna kapital som ägaren av en aravahyresbostad eller en aktie som medför rätt att besitta en sådan bostad eller ett aravahyreshus eller en aktieägare i ett aravahyreshusbolag har placerat och som, utöver statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, har behövts för finansiering av det fastställda anskaffningsvärdet för bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beräknad enligt de koefficienter som statistikcentralen månatligen fastställer på basis av förändringen i byggnadskostnadsindexet, 3) statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, till den del överlåtaren skall ansvara för lånet, 4) ett lån som upptagits för finansiering av ombyggnad eller andra godtagbara utgifter, till den del överlåtaren skall ansvara för det, samt 5) en ökning av eget kapital som gjorts för att finansiera ombyggnad eller andra godtagbara utgifter.",
        "folded_sv": "statens bostadsfond faststaller overlatelseersattningen. nar den beraknas skall beaktas 1) det egna kapital som agaren av en aravahyresbostad eller en aktie som medfor ratt att besitta en sadan bostad eller ett aravahyreshus eller en aktieagare i ett aravahyreshusbolag har placerat och som, utover statligt bostadslan eller aravalan samt lan som godkants med battre formansratt an det, har behovts for finansiering av det faststallda anskaffningsvardet for bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beraknad enligt de koefficienter som statistikcentralen manatligen faststaller pa basis av forandringen i byggnadskostnadsindexet, 3) statligt bostadslan eller aravalan samt lan som godkants med battre formansratt an det, till den del overlataren skall ansvara for lanet, 4) ett lan som upptagits for finansiering av ombyggnad eller andra godtagbara utgifter, till den del overlataren skall ansvara for det, samt 5) en okning av eget kapital som gjorts for att finansiera ombyggnad eller andra godtagbara utgifter."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Enimmäishinnan laskeminen",
      "content": "Valtion asuntorahasto määrää enimmäishinnan. Enimmäishinta muodostuu perushinnasta ja siihen lisättävästä indeksitarkistuksesta sekä mahdollisesta parannusten arvosta ja vähennyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtion asuntorahasto määrää enimmäishinnan. Enimmäishinta muodostuu perushinnasta ja siihen lisättävästä indeksitarkistuksesta sekä mahdollisesta parannusten arvosta ja vähennyksistä.",
        "folded_fi": "valtion asuntorahasto maaraa enimmaishinnan. enimmaishinta muodostuu perushinnasta ja siihen lisattavasta indeksitarkistuksesta seka mahdollisesta parannusten arvosta ja vahennyksista.",
        "title_sv": "Beräknandet av maximipriset",
        "content_sv": "Statens bostadsfond fastställer maximipriset. Maximipriset består av ett baspris jämte indexjustering samt värdet av eventuella förbättringar och avdrag.",
        "normalized_sv": "Statens bostadsfond fastställer maximipriset. Maximipriset består av ett baspris jämte indexjustering samt värdet av eventuella förbättringar och avdrag.",
        "folded_sv": "statens bostadsfond faststaller maximipriset. maximipriset bestar av ett baspris jamte indexjustering samt vardet av eventuella forbattringar och avdrag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajoitusaika",
      "content": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 9―12 §:ssä. Mainitun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Valtion asuntorahastolle, jos 13 §:ssä tarkoitetut lainat on kokonaan maksettu takaisin. Lain 8 §:n 3 momentin säännöstä kunnan lunastusoikeudesta sovelletaan edellä mainitun kymmenen vuoden aikana kuitenkin enää vain silloin, kun omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myönnetty. Tämän jälkeen ovat voimassa vielä kymmenen vuoden ajan muut tässä laissa tarkoitetut rajoitukset paitsi ne, joista säädetään 7 ja 9―12 § :ssä. Mainitun kymmenen vuoden aikana saadaan 13 § :n 1 momentissa tarkoitettu muu kuin erityisten väestöryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiötaloksi ilmoittamalla siitä Valtion asuntorahastolle, jos 13 § :ssä tarkoitetut lainat on kokonaan maksettu takaisin. Lain 8 § :n 3 momentin säännöstä kunnan lunastusoikeudesta sovelletaan edellä mainitun kymmenen vuoden aikana kuitenkin enää vain silloin, kun omaisuus on siirtynyt oikeushenkilön lakkaamisen johdosta.",
        "folded_fi": "aravavuokra-asuntoja ja aravavuokrataloja koskevat rajoitukset ovat voimassa asuntolainan ennenaikaisesta takaisinmaksusta riippumatta sen ajan, joksi laina on myonnetty. taman jalkeen ovat voimassa viela kymmenen vuoden ajan muut tassa laissa tarkoitetut rajoitukset paitsi ne, joista saadetaan 7 ja 9―12 §:ssa. mainitun kymmenen vuoden aikana saadaan 13 §:n 1 momentissa tarkoitettu muu kuin erityisten vaestoryhmien vuokra-asuntona lainoitettu vuokratalo muuttaa asunto-osakeyhtiotaloksi ilmoittamalla siita valtion asuntorahastolle, jos 13 §:ssa tarkoitetut lainat on kokonaan maksettu takaisin. lain 8 §:n 3 momentin saannosta kunnan lunastusoikeudesta sovelletaan edella mainitun kymmenen vuoden aikana kuitenkin enaa vain silloin, kun omaisuus on siirtynyt oikeushenkilon lakkaamisen johdosta.",
        "title_sv": "Begränsningstid",
        "content_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga begränsningar som nämns i denna lag, med undantag för dem om vilka det finns bestämmelser i 7 och 9―12 §. Under den nämnda tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus, för vilka lån beviljats för att de skall användas som hyresbostäder för speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Statens bostadsfond, om de lån som nämns i 13 § har återbetalts till fullo. Bestämmelsen i 8 § 3 mom. om kommunens inlösningsrätt tillämpas dock under den ovan nämnda tioårsperioden endast i det fall att äganderätten har övergått till någon annan på grund av att en juridisk person har upphört.",
        "normalized_sv": "De begränsningar som gäller aravahyresbostäder och aravahyreshus är, oberoende av en förtida återbetalning av bostadslånet, i kraft den tid för vilken lånet beviljats. Därefter gäller i ytterligare tio år de övriga begränsningar som nämns i denna lag, med undantag för dem om vilka det finns bestämmelser i 7 och 9―12 § . Under den nämnda tioårsperioden får andra än i 13 § 1 mom. avsedda hyreshus, för vilka lån beviljats för att de skall användas som hyresbostäder för speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmälan till Statens bostadsfond, om de lån som nämns i 13 § har återbetalts till fullo. Bestämmelsen i 8 § 3 mom. om kommunens inlösningsrätt tillämpas dock under den ovan nämnda tioårsperioden endast i det fall att äganderätten har övergått till någon annan på grund av att en juridisk person har upphört.",
        "folded_sv": "de begransningar som galler aravahyresbostader och aravahyreshus ar, oberoende av en fortida aterbetalning av bostadslanet, i kraft den tid for vilken lanet beviljats. darefter galler i ytterligare tio ar de ovriga begransningar som namns i denna lag, med undantag for dem om vilka det finns bestammelser i 7 och 9―12 §. under den namnda tioarsperioden far andra an i 13 § 1 mom. avsedda hyreshus, for vilka lan beviljats for att de skall anvandas som hyresbostader for speciella befolkningsgrupper, ombildas till bostadsaktiebolagshus genom en anmalan till statens bostadsfond, om de lan som namns i 13 § har aterbetalts till fullo. bestammelsen i 8 § 3 mom. om kommunens inlosningsratt tillampas dock under den ovan namnda tioarsperioden endast i det fall att aganderatten har overgatt till nagon annan pa grund av att en juridisk person har upphort."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Luovutus",
      "content": "Aravavuokra-asunto tai tällaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtiön osakkeet saadaan luovuttaa: 1) kunnalle; 2) Valtion asuntorahaston nimeämälle luovutuksensaajalle, jolle voitaisiin myöntää vuokra-aravalaina; 3) muulle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessä on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 §:n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. Kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista Valtion asuntorahastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Aravavuokra-asunto tai tällaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtiön osakkeet saadaan luovuttaa: 1) kunnalle; 2) Valtion asuntorahaston nimeämälle luovutuksensaajalle, jolle voitaisiin myöntää vuokra-aravalaina; 3) muulle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle Valtion asuntorahaston nimeämälle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessä on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 § :n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. Kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista Valtion asuntorahastolle.",
        "folded_fi": "aravavuokra-asunto tai tallaisen asunnon hallintaan oikeuttavat osakkeet taikka aravavuokratalo tai aravavuokrataloyhtion osakkeet saadaan luovuttaa: 1) kunnalle; 2) valtion asuntorahaston nimeamalle luovutuksensaajalle, jolle voitaisiin myontaa vuokra-aravalaina; 3) muulle valtion asuntorahaston nimeamalle luovutuksensaajalle, jonka voidaan katsoa vastaavan vuokratalon tai osakkeiden luovuttajaa; tai 4) sellaiselle valtion asuntorahaston nimeamalle luovutuksensaajalle, jonka toimialaan kuuluu vuokra-asuntojen tarjoaminen, kun kysymyksessa on aravavuokra-asunto tai aravavuokratalo, johon kohdistuvat 3 §:n 1 momentissa tarkoitetut kymmenen vuoden ajan voimassa olevat rajoitukset. kunnan on ilmoitettava 1 momentin 1 kohdan mukaisista saannoistaan ja sen tietoon tulleista 3 momentissa tarkoitetuista luovutuksista valtion asuntorahastolle.",
        "title_sv": "Överlåtelse",
        "content_sv": "En aravahyresbostad eller aktier som medför rätt att besitta en sådan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, får överlåtas till 1) kommunen, 2) en av Statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalån, 3) någon annan av Statens bostadsfond angiven mottagare som kan anses motsvara en överlåtare av ett hyreshus eller aktier, eller 4) en av Statens bostadsfond angiven mottagare, till vars verksamhetsområde hör att erbjuda hyresbostäder, när det är fråga om aravahyresbostäder eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begränsningar som gäller under en tioårsperiod. Kommunen skall underrätta Statens bostadsfond om förvärv enligt 1 mom. 1 punkten och om i 3 mom. avsedda överlåtelser som kommunen har fått kännedom om.",
        "normalized_sv": "En aravahyresbostad eller aktier som medför rätt att besitta en sådan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, får överlåtas till 1) kommunen, 2) en av Statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalån, 3) någon annan av Statens bostadsfond angiven mottagare som kan anses motsvara en överlåtare av ett hyreshus eller aktier, eller 4) en av Statens bostadsfond angiven mottagare, till vars verksamhetsområde hör att erbjuda hyresbostäder, när det är fråga om aravahyresbostäder eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begränsningar som gäller under en tioårsperiod. Kommunen skall underrätta Statens bostadsfond om förvärv enligt 1 mom. 1 punkten och om i 3 mom. avsedda överlåtelser som kommunen har fått kännedom om.",
        "folded_sv": "en aravahyresbostad eller aktier som medfor ratt att besitta en sadan bostad, eller ett aravahyreshus eller aktier i ett aravahyreshusbolag, far overlatas till 1) kommunen, 2) en av statens bostadsfond angiven mottagare som kan beviljas hyresbostadsaravalan, 3) nagon annan av statens bostadsfond angiven mottagare som kan anses motsvara en overlatare av ett hyreshus eller aktier, eller 4) en av statens bostadsfond angiven mottagare, till vars verksamhetsomrade hor att erbjuda hyresbostader, nar det ar fraga om aravahyresbostader eller aravahyreshus som omfattas av de i 3 § 1 mom. avsedda begransningar som galler under en tioarsperiod. kommunen skall underratta statens bostadsfond om forvarv enligt 1 mom. 1 punkten och om i 3 mom. avsedda overlatelser som kommunen har fatt kannedom om."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Kuulemis- ja ilmoitusvelvollisuus luovutuksensaajasta",
      "content": "Valtion asuntorahasto voi tarvittaessa ennen 8 §:ssä tarkoitetun päätöksen tekemistä kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kuntaa. Kuulemisen edellytyksenä on, että kunta ei ole suoraan tai välillisesti luovutuksen osapuoli. Valtion asuntorahaston on tehtyään 8 §:ssä tarkoitetun päätöksen ilmoitettava siitä sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Valtion asuntorahasto voi tarvittaessa ennen 8 § :ssä tarkoitetun päätöksen tekemistä kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kuntaa. Kuulemisen edellytyksenä on, että kunta ei ole suoraan tai välillisesti luovutuksen osapuoli. Valtion asuntorahaston on tehtyään 8 § :ssä tarkoitetun päätöksen ilmoitettava siitä sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtiön osake, yhtiön kotipaikan kunnalle.",
        "folded_fi": "valtion asuntorahasto voi tarvittaessa ennen 8 §:ssa tarkoitetun paatoksen tekemista kuulla luovutettavan talon tai asunnon sijaintikuntaa tai, jos luovutetaan talon tai asunnon omistavan yhtion osake, yhtion kotipaikan kuntaa. kuulemisen edellytyksena on, etta kunta ei ole suoraan tai valillisesti luovutuksen osapuoli. valtion asuntorahaston on tehtyaan 8 §:ssa tarkoitetun paatoksen ilmoitettava siita sille kunnalle, jossa luovutettava talo tai asunto sijaitsee, tai jos luovutetaan talon tai asunnon omistavan yhtion osake, yhtion kotipaikan kunnalle.",
        "title_sv": "Skyldighet att höra kommunen och anmälningsskyldighet i fråga om överlåtelsetagaren",
        "content_sv": "Statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, höra den kommun där det hus eller den bostad som skall överlåtas finns, eller den kommun som är bolagets hemort då en aktie i det bolag som äger huset eller bostaden överlåts. Hörande av kommunen förutsätter att den varken direkt eller indirekt är part i överlåtelsen. Statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun där det hus eller den bostad som skall överlåtas finns, eller till den kommun som är bolagets hemort då överlåtelsen gäller en aktie i det bolag som äger huset eller bostaden.",
        "normalized_sv": "Statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, höra den kommun där det hus eller den bostad som skall överlåtas finns, eller den kommun som är bolagets hemort då en aktie i det bolag som äger huset eller bostaden överlåts. Hörande av kommunen förutsätter att den varken direkt eller indirekt är part i överlåtelsen. Statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun där det hus eller den bostad som skall överlåtas finns, eller till den kommun som är bolagets hemort då överlåtelsen gäller en aktie i det bolag som äger huset eller bostaden.",
        "folded_sv": "statens bostadsfond kan vid behov, innan den fattar ett i 8 § avsett beslut, hora den kommun dar det hus eller den bostad som skall overlatas finns, eller den kommun som ar bolagets hemort da en aktie i det bolag som ager huset eller bostaden overlats. horande av kommunen forutsatter att den varken direkt eller indirekt ar part i overlatelsen. statens bostadsfond skall, efter att ha fattat ett i 8 § avsett beslut, meddela detta till den kommun dar det hus eller den bostad som skall overlatas finns, eller till den kommun som ar bolagets hemort da overlatelsen galler en aktie i det bolag som ager huset eller bostaden."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Luovutushinta",
      "content": "Vuokrataloyhtiön osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumäärän suhteessa. Sallitun luovutushinnan ylittävä myyntihinnan osa on maksettava Valtion asuntorahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Vuokrataloyhtiön osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumäärän suhteessa. Sallitun luovutushinnan ylittävä myyntihinnan osa on maksettava Valtion asuntorahastoon.",
        "folded_fi": "vuokrataloyhtion osakkeen tai asunnon hallintaan oikeuttavan osakkeen sallittu luovutushinta lasketaan koko osakekannan luovutushinnasta osakkeiden lukumaaran suhteessa. sallitun luovutushinnan ylittava myyntihinnan osa on maksettava valtion asuntorahastoon.",
        "title_sv": "Överlåtelsepris",
        "content_sv": "Det tillåtna överlåtelsepriset för en aktie i ett hyreshusbolag eller en aktie som medför rätt att besitta en bostad beräknas på basis av överlåtelsepriset för hela aktiestocken i förhållande till aktiernas antal. Den del av försäljningspriset som överstiger det tillåtna överlåtelsepriset skall betalas till Statens bostadsfond.",
        "normalized_sv": "Det tillåtna överlåtelsepriset för en aktie i ett hyreshusbolag eller en aktie som medför rätt att besitta en bostad beräknas på basis av överlåtelsepriset för hela aktiestocken i förhållande till aktiernas antal. Den del av försäljningspriset som överstiger det tillåtna överlåtelsepriset skall betalas till Statens bostadsfond.",
        "folded_sv": "det tillatna overlatelsepriset for en aktie i ett hyreshusbolag eller en aktie som medfor ratt att besitta en bostad beraknas pa basis av overlatelsepriset for hela aktiestocken i forhallande till aktiernas antal. den del av forsaljningspriset som overstiger det tillatna overlatelsepriset skall betalas till statens bostadsfond."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Luovutuskorvauksen laskeminen",
      "content": "Valtion asuntorahasto määrää luovutuskorvauksen. Sitä laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtiön osakkeen omistajan sijoittama oma pääoma, joka on tarvittu asunnon tai kiinteistön vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan sekä sitä paremmalla oikeudella hyväksytyn lainan lisäksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle pääomalle; 3) valtion asuntolaina tai aravalaina sekä sitä paremmalla etuoikeudella hyväksytty laina siltä osin kuin laina jää luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi otettu laina siltä osin kuin se jää luovuttajan vastattavaksi; sekä 5) oman pääoman lisäys, joka on tehty perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Valtion asuntorahasto määrää luovutuskorvauksen. Sitä laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtiön osakkeen omistajan sijoittama oma pääoma, joka on tarvittu asunnon tai kiinteistön vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan sekä sitä paremmalla oikeudella hyväksytyn lainan lisäksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle pääomalle; 3) valtion asuntolaina tai aravalaina sekä sitä paremmalla etuoikeudella hyväksytty laina siltä osin kuin laina jää luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi otettu laina siltä osin kuin se jää luovuttajan vastattavaksi; sekä 5) oman pääoman lisäys, joka on tehty perusparannusten tai muiden hyväksyttävien menojen rahoittamiseksi.",
        "folded_fi": "valtion asuntorahasto maaraa luovutuskorvauksen. sita laskettaessa otetaan huomioon: 1) aravavuokra-asunnon tai sen hallintaan oikeuttavan osakkeen taikka aravavuokratalon tai aravavuokrataloyhtion osakkeen omistajan sijoittama oma paaoma, joka on tarvittu asunnon tai kiinteiston vahvistetun hankinta-arvon rahoittamiseksi, valtion asuntolainan tai aravalainan seka sita paremmalla oikeudella hyvaksytyn lainan lisaksi; 2) rakennuskustannusindeksin muutoksen mukaan tilastokeskuksen kuukausittain vahvistamien kertoimien perusteella laskettu indeksitarkistus omalle paaomalle; 3) valtion asuntolaina tai aravalaina seka sita paremmalla etuoikeudella hyvaksytty laina silta osin kuin laina jaa luovuttajan vastattavaksi; 4) perusparannusten tai muiden hyvaksyttavien menojen rahoittamiseksi otettu laina silta osin kuin se jaa luovuttajan vastattavaksi; seka 5) oman paaoman lisays, joka on tehty perusparannusten tai muiden hyvaksyttavien menojen rahoittamiseksi.",
        "title_sv": "Beräknande av överlåtelseersättningen",
        "content_sv": "Statens bostadsfond fastställer överlåtelseersättningen. När den beräknas skall beaktas 1) det egna kapital som ägaren av en aravahyresbostad eller en aktie som medför rätt att besitta en sådan bostad eller ett aravahyreshus eller en aktieägare i ett aravahyreshusbolag har placerat och som, utöver statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, har behövts för finansiering av det fastställda anskaffningsvärdet för bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beräknad enligt de koefficienter som statistikcentralen månatligen fastställer på basis av förändringen i byggnadskostnadsindexet, 3) statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, till den del överlåtaren skall ansvara för lånet, 4) ett lån som upptagits för finansiering av ombyggnad eller andra godtagbara utgifter, till den del överlåtaren skall ansvara för det, samt 5) en ökning av eget kapital som gjorts för att finansiera ombyggnad eller andra godtagbara utgifter.",
        "normalized_sv": "Statens bostadsfond fastställer överlåtelseersättningen. När den beräknas skall beaktas 1) det egna kapital som ägaren av en aravahyresbostad eller en aktie som medför rätt att besitta en sådan bostad eller ett aravahyreshus eller en aktieägare i ett aravahyreshusbolag har placerat och som, utöver statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, har behövts för finansiering av det fastställda anskaffningsvärdet för bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beräknad enligt de koefficienter som statistikcentralen månatligen fastställer på basis av förändringen i byggnadskostnadsindexet, 3) statligt bostadslån eller aravalån samt lån som godkänts med bättre förmånsrätt än det, till den del överlåtaren skall ansvara för lånet, 4) ett lån som upptagits för finansiering av ombyggnad eller andra godtagbara utgifter, till den del överlåtaren skall ansvara för det, samt 5) en ökning av eget kapital som gjorts för att finansiera ombyggnad eller andra godtagbara utgifter.",
        "folded_sv": "statens bostadsfond faststaller overlatelseersattningen. nar den beraknas skall beaktas 1) det egna kapital som agaren av en aravahyresbostad eller en aktie som medfor ratt att besitta en sadan bostad eller ett aravahyreshus eller en aktieagare i ett aravahyreshusbolag har placerat och som, utover statligt bostadslan eller aravalan samt lan som godkants med battre formansratt an det, har behovts for finansiering av det faststallda anskaffningsvardet for bostaden eller fastigheten, 2) indexjusteringen av det egna kapitalet, beraknad enligt de koefficienter som statistikcentralen manatligen faststaller pa basis av forandringen i byggnadskostnadsindexet, 3) statligt bostadslan eller aravalan samt lan som godkants med battre formansratt an det, till den del overlataren skall ansvara for lanet, 4) ett lan som upptagits for finansiering av ombyggnad eller andra godtagbara utgifter, till den del overlataren skall ansvara for det, samt 5) en okning av eget kapital som gjorts for att finansiera ombyggnad eller andra godtagbara utgifter."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Enimmäishinnan laskeminen",
      "content": "Valtion asuntorahasto määrää enimmäishinnan. Enimmäishinta muodostuu perushinnasta ja siihen lisättävästä indeksitarkistuksesta sekä mahdollisesta parannusten arvosta ja vähennyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtion asuntorahasto määrää enimmäishinnan. Enimmäishinta muodostuu perushinnasta ja siihen lisättävästä indeksitarkistuksesta sekä mahdollisesta parannusten arvosta ja vähennyksistä.",
        "folded_fi": "valtion asuntorahasto maaraa enimmaishinnan. enimmaishinta muodostuu perushinnasta ja siihen lisattavasta indeksitarkistuksesta seka mahdollisesta parannusten arvosta ja vahennyksista.",
        "title_sv": "Beräknandet av maximipriset",
        "content_sv": "Statens bostadsfond fastställer maximipriset. Maximipriset består av ett baspris jämte indexjustering samt värdet av eventuella förbättringar och avdrag.",
        "normalized_sv": "Statens bostadsfond fastställer maximipriset. Maximipriset består av ett baspris jämte indexjustering samt värdet av eventuella förbättringar och avdrag.",
        "folded_sv": "statens bostadsfond faststaller maximipriset. maximipriset bestar av ett baspris jamte indexjustering samt vardet av eventuella forbattringar och avdrag."
      },
      "valid_from": "2007-01-12",
      "valid_to": null
    }
  ]
}