{
  "id": "20/2016",
  "type": "statute",
  "title": "Laki mielenterveyslain muuttamisesta",
  "title_en": "Lag om ändring av mentalvårdslagen",
  "status": "in_force",
  "issued_date": "2016-01-08",
  "in_force_date": "2016-01-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/20/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17 b",
      "section": "17 b",
      "title": "Hoidon jatkamisen edellytysten selvittäminen sairaalassa erityistilanteissa",
      "content": "Jos 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksiä ei ole voitu selvittää sairaalassa 17 §:n 3 momentin mukaisessa määräajassa tai jos päätöstä hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syystä tehty mainitussa määräajassa, sairaalassa työskentelevän virkasuhteisen lääkärin on selvitettävä hoidon jatkamisen edellytykset välittömästi määräajan ylityksen ilmettyä. Jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettävä välittömästi, kun potilas on palannut tai palautettu sairaalaan. Jos 17 §:n 3 momentin mukaisen määräajan päättymisestä on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon määräämisestä päätetään 2 luvun mukaisesti. Edellä 11 §:ssä tarkoitetun lääkärin on tehtävä välittömästi määräajan ylityksen ilmettyä hoidon jatkamisen edellytysten selvittämiseksi väliaikaispäätös potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitää hoidossa enintään 14 päivää. Jos potilas on poistunut sairaalasta ja jää palaamatta sinne, 11 §:ssä tarkoitetun lääkärin on määrättävä potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittämiseksi enintään 14 päiväksi. Samoin on meneteltävä, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittämisen ennen kuin Terveyden ja hyvinvoinnin laitos on tehnyt 17 c §:ssä tarkoitetun muun kuin väliaikaispäätöksen hoidon jatkamisesta tai päätöksen hoidon lopettamisesta. Potilaan palauttamiseksi sairaalaan voidaan pyytää poliisin virka-apua. Virka-avusta säädetään 31 §:n 2 momentissa. Hoidon jatkamisen edellytysten tultua selvitetyksi 11 §:ssä tarkoitetun lääkärin on lähetettävä viipymättä Terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. Esityksen tulee sisältää perusteltu kannanotto siitä, ovatko edellytykset potilaan hoitoon määräämiseen tahdosta riippumatta edelleen olemassa. Lisäksi esityksessä on selvitettävä syy 17 §:n 3 momentissa tarkoitetun määräajan ylitykselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 b",
        "normalized_fi": "Jos 17 § :n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksiä ei ole voitu selvittää sairaalassa 17 § :n 3 momentin mukaisessa määräajassa tai jos päätöstä hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syystä tehty mainitussa määräajassa, sairaalassa työskentelevän virkasuhteisen lääkärin on selvitettävä hoidon jatkamisen edellytykset välittömästi määräajan ylityksen ilmettyä. Jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettävä välittömästi, kun potilas on palannut tai palautettu sairaalaan. Jos 17 § :n 3 momentin mukaisen määräajan päättymisestä on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon määräämisestä päätetään 2 luvun mukaisesti. Edellä 11 § :ssä tarkoitetun lääkärin on tehtävä välittömästi määräajan ylityksen ilmettyä hoidon jatkamisen edellytysten selvittämiseksi väliaikaispäätös potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitää hoidossa enintään 14 päivää. Jos potilas on poistunut sairaalasta ja jää palaamatta sinne, 11 § :ssä tarkoitetun lääkärin on määrättävä potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittämiseksi enintään 14 päiväksi. Samoin on meneteltävä, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittämisen ennen kuin Terveyden ja hyvinvoinnin laitos on tehnyt 17 c § :ssä tarkoitetun muun kuin väliaikaispäätöksen hoidon jatkamisesta tai päätöksen hoidon lopettamisesta. Potilaan palauttamiseksi sairaalaan voidaan pyytää poliisin virka-apua. Virka-avusta säädetään 31 § :n 2 momentissa. Hoidon jatkamisen edellytysten tultua selvitetyksi 11 § :ssä tarkoitetun lääkärin on lähetettävä viipymättä Terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. Esityksen tulee sisältää perusteltu kannanotto siitä, ovatko edellytykset potilaan hoitoon määräämiseen tahdosta riippumatta edelleen olemassa. Lisäksi esityksessä on selvitettävä syy 17 § :n 3 momentissa tarkoitetun määräajan ylitykselle.",
        "folded_fi": "jos 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksia ei ole voitu selvittaa sairaalassa 17 §:n 3 momentin mukaisessa maaraajassa tai jos paatosta hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syysta tehty mainitussa maaraajassa, sairaalassa tyoskentelevan virkasuhteisen laakarin on selvitettava hoidon jatkamisen edellytykset valittomasti maaraajan ylityksen ilmettya. jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettava valittomasti, kun potilas on palannut tai palautettu sairaalaan. jos 17 §:n 3 momentin mukaisen maaraajan paattymisesta on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon maaraamisesta paatetaan 2 luvun mukaisesti. edella 11 §:ssa tarkoitetun laakarin on tehtava valittomasti maaraajan ylityksen ilmettya hoidon jatkamisen edellytysten selvittamiseksi valiaikaispaatos potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitaa hoidossa enintaan 14 paivaa. jos potilas on poistunut sairaalasta ja jaa palaamatta sinne, 11 §:ssa tarkoitetun laakarin on maarattava potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittamiseksi enintaan 14 paivaksi. samoin on meneteltava, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittamisen ennen kuin terveyden ja hyvinvoinnin laitos on tehnyt 17 c §:ssa tarkoitetun muun kuin valiaikaispaatoksen hoidon jatkamisesta tai paatoksen hoidon lopettamisesta. potilaan palauttamiseksi sairaalaan voidaan pyytaa poliisin virka-apua. virka-avusta saadetaan 31 §:n 2 momentissa. hoidon jatkamisen edellytysten tultua selvitetyksi 11 §:ssa tarkoitetun laakarin on lahetettava viipymatta terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. esityksen tulee sisaltaa perusteltu kannanotto siita, ovatko edellytykset potilaan hoitoon maaraamiseen tahdosta riippumatta edelleen olemassa. lisaksi esityksessa on selvitettava syy 17 §:n 3 momentissa tarkoitetun maaraajan ylitykselle.",
        "title_sv": "Utredning vid sjukhuset av förutsättningarna för fortsatt vård i särskilda situationer",
        "content_sv": "Om förutsättningarna att fortsätta vården av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vård eller avslutande av vård inte av någon exceptionell orsak har fattats inom den nämnda tidsfristen, ska en läkare i tjänsteförhållande som arbetar vid sjukhuset omedelbart när överskridningen av tidsfristen framkommit utreda förutsättningarna att fortsätta vården. Om patienten har lämnat sjukhuset, ska förutsättningarna att fortsätta vården utredas omedelbart när patienten har återvänt eller återförts till sjukhuset. Om det dock har gått mer än ett år från det att tidsfristen enligt 17 § 3 mom. löpte ut, ska beslut om fortsatt vård av patienten fattas enligt 2 kap. Omedelbart när överskridningen av tidsfristen framkommit ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård fatta ett interimistiskt beslut om fortsatt vård av patienten, med stöd av vilket patienten kan hållas intagen för vård i högst 14 dagar. Om patienten har lämnat sjukhuset och inte återvänder dit, ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård bestämma att patienten ska tas in på sjukhuset för undersökning i högst 14 dagar. På samma sätt ska förfaras, om patienten lämnar sjukhuset medan förutsättningarna för fortsatt vård utreds och innan Institutet för hälsa och välfärd har fattat något annat beslut om fortsatt vård än ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av vården. Handräckning av polisen kan begäras för återförande av patienten till sjukhuset. Bestämmelser om handräckning finns i 31 § 2 mom. När förutsättningarna för fortsatt vård har utretts, ska den läkare som avses i 11 § utan dröjsmål skicka en framställning om fortsatt vård eller avslutande av vård av patienten till Institutet för hälsa och välfärd. Framställningen ska innehålla ett motiverat ställningstagande till om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja. Dessutom ska det i framställningen redogöras för orsaken till att tidsfristen enligt 17 § 3 mom. överskridits.",
        "normalized_sv": "Om förutsättningarna att fortsätta vården av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vård eller avslutande av vård inte av någon exceptionell orsak har fattats inom den nämnda tidsfristen, ska en läkare i tjänsteförhållande som arbetar vid sjukhuset omedelbart när överskridningen av tidsfristen framkommit utreda förutsättningarna att fortsätta vården. Om patienten har lämnat sjukhuset, ska förutsättningarna att fortsätta vården utredas omedelbart när patienten har återvänt eller återförts till sjukhuset. Om det dock har gått mer än ett år från det att tidsfristen enligt 17 § 3 mom. löpte ut, ska beslut om fortsatt vård av patienten fattas enligt 2 kap. Omedelbart när överskridningen av tidsfristen framkommit ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård fatta ett interimistiskt beslut om fortsatt vård av patienten, med stöd av vilket patienten kan hållas intagen för vård i högst 14 dagar. Om patienten har lämnat sjukhuset och inte återvänder dit, ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård bestämma att patienten ska tas in på sjukhuset för undersökning i högst 14 dagar. På samma sätt ska förfaras, om patienten lämnar sjukhuset medan förutsättningarna för fortsatt vård utreds och innan Institutet för hälsa och välfärd har fattat något annat beslut om fortsatt vård än ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av vården. Handräckning av polisen kan begäras för återförande av patienten till sjukhuset. Bestämmelser om handräckning finns i 31 § 2 mom. När förutsättningarna för fortsatt vård har utretts, ska den läkare som avses i 11 § utan dröjsmål skicka en framställning om fortsatt vård eller avslutande av vård av patienten till Institutet för hälsa och välfärd. Framställningen ska innehålla ett motiverat ställningstagande till om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja. Dessutom ska det i framställningen redogöras för orsaken till att tidsfristen enligt 17 § 3 mom. överskridits.",
        "folded_sv": "om forutsattningarna att fortsatta varden av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vard eller avslutande av vard inte av nagon exceptionell orsak har fattats inom den namnda tidsfristen, ska en lakare i tjansteforhallande som arbetar vid sjukhuset omedelbart nar overskridningen av tidsfristen framkommit utreda forutsattningarna att fortsatta varden. om patienten har lamnat sjukhuset, ska forutsattningarna att fortsatta varden utredas omedelbart nar patienten har atervant eller aterforts till sjukhuset. om det dock har gatt mer an ett ar fran det att tidsfristen enligt 17 § 3 mom. lopte ut, ska beslut om fortsatt vard av patienten fattas enligt 2 kap. omedelbart nar overskridningen av tidsfristen framkommit ska den lakare som avses i 11 § for utredning av forutsattningarna for fortsatt vard fatta ett interimistiskt beslut om fortsatt vard av patienten, med stod av vilket patienten kan hallas intagen for vard i hogst 14 dagar. om patienten har lamnat sjukhuset och inte atervander dit, ska den lakare som avses i 11 § for utredning av forutsattningarna for fortsatt vard bestamma att patienten ska tas in pa sjukhuset for undersokning i hogst 14 dagar. pa samma satt ska forfaras, om patienten lamnar sjukhuset medan forutsattningarna for fortsatt vard utreds och innan institutet for halsa och valfard har fattat nagot annat beslut om fortsatt vard an ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av varden. handrackning av polisen kan begaras for aterforande av patienten till sjukhuset. bestammelser om handrackning finns i 31 § 2 mom. nar forutsattningarna for fortsatt vard har utretts, ska den lakare som avses i 11 § utan drojsmal skicka en framstallning om fortsatt vard eller avslutande av vard av patienten till institutet for halsa och valfard. framstallningen ska innehalla ett motiverat stallningstagande till om det fortfarande finns forutsattningar for beslut om vard oberoende av patientens vilja. dessutom ska det i framstallningen redogoras for orsaken till att tidsfristen enligt 17 § 3 mom. overskridits."
      }
    },
    {
      "provision_ref": "17 c",
      "section": "17 c",
      "title": "Hoidon jatkamisesta päättäminen erityistilanteissa",
      "content": "Terveyden ja hyvinvoinnin laitoksen on käsiteltävä 17 b §:ssä tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisinä. Terveyden ja hyvinvoinnin laitoksen päättäessä potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c §:ää ei sovelleta. Terveyden ja hyvinvoinnin laitoksen on päätettävä 17 b §:n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon määräämiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksiä hoitoon määräämiselle tahdosta riippumatta ei ole. Päätös on tehtävä viimeistään 14 päivän kuluessa 17 b §:n 2 momentissa tarkoitetusta väliaikaispäätöksestä tai siitä, kun potilas on palautettu sairaalaan tutkittavaksi 17 b §:n 2 momentissa tarkoitetun määräyksen nojalla. Jos asian selvittäminen sitä välttämättä vaatii, Terveyden ja hyvinvoinnin laitoksen on mainitun 14 päivän kuluessa tehtävä uusi väliaikaispäätös potilaan hoidon jatkamisesta enintään 14 päiväksi, jonka kuluessa Terveyden ja hyvinvoinnin laitoksen on päätettävä potilaan hoidon jatkamisesta tai hoidon lopettamisesta. Terveyden ja hyvinvoinnin laitoksen päätös potilaan hoidon jatkamisesta väliaikaispäätöstä lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. Lisäksi Terveyden ja hyvinvoinnin laitoksen on lähetettävä aluehallintovirastolle ilmoitus tekemästään potilaan hoidon jatkamista tai hoidon lopettamista koskevasta päätöksestä väliaikaispäätöstä lukuun ottamatta. Ilmoituksessa on mainittava potilaan tunnistetiedot sekä syy 17 §:n 3 momentissa tarkoitetun määräajan ylitykselle. Terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin väliaikaispäätöksen nojalla potilasta saadaan pitää hoidossa hänen tahdostaan riippumatta enintään kuusi kuukautta. Päätettäessä tämän jälkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 §:n 3-5 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 c",
        "normalized_fi": "Terveyden ja hyvinvoinnin laitoksen on käsiteltävä 17 b § :ssä tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisinä. Terveyden ja hyvinvoinnin laitoksen päättäessä potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c § :ää ei sovelleta. Terveyden ja hyvinvoinnin laitoksen on päätettävä 17 b § :n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon määräämiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksiä hoitoon määräämiselle tahdosta riippumatta ei ole. Päätös on tehtävä viimeistään 14 päivän kuluessa 17 b § :n 2 momentissa tarkoitetusta väliaikaispäätöksestä tai siitä, kun potilas on palautettu sairaalaan tutkittavaksi 17 b § :n 2 momentissa tarkoitetun määräyksen nojalla. Jos asian selvittäminen sitä välttämättä vaatii, Terveyden ja hyvinvoinnin laitoksen on mainitun 14 päivän kuluessa tehtävä uusi väliaikaispäätös potilaan hoidon jatkamisesta enintään 14 päiväksi, jonka kuluessa Terveyden ja hyvinvoinnin laitoksen on päätettävä potilaan hoidon jatkamisesta tai hoidon lopettamisesta. Terveyden ja hyvinvoinnin laitoksen päätös potilaan hoidon jatkamisesta väliaikaispäätöstä lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. Lisäksi Terveyden ja hyvinvoinnin laitoksen on lähetettävä aluehallintovirastolle ilmoitus tekemästään potilaan hoidon jatkamista tai hoidon lopettamista koskevasta päätöksestä väliaikaispäätöstä lukuun ottamatta. Ilmoituksessa on mainittava potilaan tunnistetiedot sekä syy 17 § :n 3 momentissa tarkoitetun määräajan ylitykselle. Terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin väliaikaispäätöksen nojalla potilasta saadaan pitää hoidossa hänen tahdostaan riippumatta enintään kuusi kuukautta. Päätettäessä tämän jälkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 § :n 3-5 momenttia.",
        "folded_fi": "terveyden ja hyvinvoinnin laitoksen on kasiteltava 17 b §:ssa tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisina. terveyden ja hyvinvoinnin laitoksen paattaessa potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c §:aa ei sovelleta. terveyden ja hyvinvoinnin laitoksen on paatettava 17 b §:n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon maaraamiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksia hoitoon maaraamiselle tahdosta riippumatta ei ole. paatos on tehtava viimeistaan 14 paivan kuluessa 17 b §:n 2 momentissa tarkoitetusta valiaikaispaatoksesta tai siita, kun potilas on palautettu sairaalaan tutkittavaksi 17 b §:n 2 momentissa tarkoitetun maarayksen nojalla. jos asian selvittaminen sita valttamatta vaatii, terveyden ja hyvinvoinnin laitoksen on mainitun 14 paivan kuluessa tehtava uusi valiaikaispaatos potilaan hoidon jatkamisesta enintaan 14 paivaksi, jonka kuluessa terveyden ja hyvinvoinnin laitoksen on paatettava potilaan hoidon jatkamisesta tai hoidon lopettamisesta. terveyden ja hyvinvoinnin laitoksen paatos potilaan hoidon jatkamisesta valiaikaispaatosta lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. lisaksi terveyden ja hyvinvoinnin laitoksen on lahetettava aluehallintovirastolle ilmoitus tekemastaan potilaan hoidon jatkamista tai hoidon lopettamista koskevasta paatoksesta valiaikaispaatosta lukuun ottamatta. ilmoituksessa on mainittava potilaan tunnistetiedot seka syy 17 §:n 3 momentissa tarkoitetun maaraajan ylitykselle. terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin valiaikaispaatoksen nojalla potilasta saadaan pitaa hoidossa hanen tahdostaan riippumatta enintaan kuusi kuukautta. paatettaessa taman jalkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 §:n 3-5 momenttia.",
        "title_sv": "Beslut om fortsatt vård i särskilda situationer",
        "content_sv": "Institutet för hälsa och välfärd ska behandla i 17 b § avsedda ärenden som gäller beslut om fortsatt vård och avslutande av vård av patienten skyndsamt. När Institutet för hälsa och välfärd fattar beslut om fortsatt vård eller avslutande av vård av patienten ska 12 a-12 c § inte tillämpas. Institutet för hälsa och välfärd ska utifrån den framställning som avses i 17 b § 3 mom. fatta beslut om fortsatt vård av patienten, om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja, eller beslut om avslutande av vård, om det inte finns förutsättningar för beslut om vård oberoende av patientens vilja. Beslutet ska fattas senast 14 dagar från det interimistiska beslut som avses i 17 b § 2 mom. eller från det att patienten återfördes till sjukhuset för undersökning i enlighet med vad läkaren bestämt enligt 17 b § 2 mom. Om utredningen av ärendet oundgängligen kräver det, ska Institutet för hälsa och välfärd inom de nämnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vård av patienten i högst 14 dagar, under vilka Institutet för hälsa och välfärd ska fatta beslut om fortsatt vård eller avslutande av vård av patienten. Ett beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient ska, med undantag av ett interimistiskt beslut, genast underställas förvaltningsdomstolen. Dessutom ska Institutet för hälsa och välfärd göra en anmälan till regionförvaltningsverket om sitt beslut om fortsatt vård eller avslutande av vård av patienten, med undantag för ett interimistiskt beslut. I anmälan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har överskridits nämnas. Med stöd av ett annat beslut av Institutet för hälsa och välfärd om fortsatt vård än ett interimistiskt beslut får en patient hållas intagen för vård oberoende av patientens vilja i högst sex månader. Efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vård eller avslutande av vård av patienten.",
        "normalized_sv": "Institutet för hälsa och välfärd ska behandla i 17 b § avsedda ärenden som gäller beslut om fortsatt vård och avslutande av vård av patienten skyndsamt. När Institutet för hälsa och välfärd fattar beslut om fortsatt vård eller avslutande av vård av patienten ska 12 a-12 c § inte tillämpas. Institutet för hälsa och välfärd ska utifrån den framställning som avses i 17 b § 3 mom. fatta beslut om fortsatt vård av patienten, om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja, eller beslut om avslutande av vård, om det inte finns förutsättningar för beslut om vård oberoende av patientens vilja. Beslutet ska fattas senast 14 dagar från det interimistiska beslut som avses i 17 b § 2 mom. eller från det att patienten återfördes till sjukhuset för undersökning i enlighet med vad läkaren bestämt enligt 17 b § 2 mom. Om utredningen av ärendet oundgängligen kräver det, ska Institutet för hälsa och välfärd inom de nämnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vård av patienten i högst 14 dagar, under vilka Institutet för hälsa och välfärd ska fatta beslut om fortsatt vård eller avslutande av vård av patienten. Ett beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient ska, med undantag av ett interimistiskt beslut, genast underställas förvaltningsdomstolen. Dessutom ska Institutet för hälsa och välfärd göra en anmälan till regionförvaltningsverket om sitt beslut om fortsatt vård eller avslutande av vård av patienten, med undantag för ett interimistiskt beslut. I anmälan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har överskridits nämnas. Med stöd av ett annat beslut av Institutet för hälsa och välfärd om fortsatt vård än ett interimistiskt beslut får en patient hållas intagen för vård oberoende av patientens vilja i högst sex månader. Efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vård eller avslutande av vård av patienten.",
        "folded_sv": "institutet for halsa och valfard ska behandla i 17 b § avsedda arenden som galler beslut om fortsatt vard och avslutande av vard av patienten skyndsamt. nar institutet for halsa och valfard fattar beslut om fortsatt vard eller avslutande av vard av patienten ska 12 a-12 c § inte tillampas. institutet for halsa och valfard ska utifran den framstallning som avses i 17 b § 3 mom. fatta beslut om fortsatt vard av patienten, om det fortfarande finns forutsattningar for beslut om vard oberoende av patientens vilja, eller beslut om avslutande av vard, om det inte finns forutsattningar for beslut om vard oberoende av patientens vilja. beslutet ska fattas senast 14 dagar fran det interimistiska beslut som avses i 17 b § 2 mom. eller fran det att patienten aterfordes till sjukhuset for undersokning i enlighet med vad lakaren bestamt enligt 17 b § 2 mom. om utredningen av arendet oundgangligen kraver det, ska institutet for halsa och valfard inom de namnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vard av patienten i hogst 14 dagar, under vilka institutet for halsa och valfard ska fatta beslut om fortsatt vard eller avslutande av vard av patienten. ett beslut av institutet for halsa och valfard om fortsatt vard av en patient ska, med undantag av ett interimistiskt beslut, genast understallas forvaltningsdomstolen. dessutom ska institutet for halsa och valfard gora en anmalan till regionforvaltningsverket om sitt beslut om fortsatt vard eller avslutande av vard av patienten, med undantag for ett interimistiskt beslut. i anmalan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har overskridits namnas. med stod av ett annat beslut av institutet for halsa och valfard om fortsatt vard an ett interimistiskt beslut far en patient hallas intagen for vard oberoende av patientens vilja i hogst sex manader. efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vard eller avslutande av vard av patienten."
      }
    },
    {
      "provision_ref": "17 d",
      "section": "17 d",
      "title": "Menettely hallinto-oikeudessa erityistilanteissa",
      "content": "Jos hallinto-oikeus jättää vahvistamatta tai kumoaa 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan päätöksen muusta syystä kuin 8 §:n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on välittömästi siirrettävä asia käsiteltäväksi potilaan hoidosta vastaavalle sairaalalle. Sairaalassa on 17 §:n 3 momentin mukaisen määräajan ylityttyä meneteltävä 17 b §:ssä säädetyn mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 d",
        "normalized_fi": "Jos hallinto-oikeus jättää vahvistamatta tai kumoaa 17 § :n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan päätöksen muusta syystä kuin 8 § :n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on välittömästi siirrettävä asia käsiteltäväksi potilaan hoidosta vastaavalle sairaalalle. Sairaalassa on 17 § :n 3 momentin mukaisen määräajan ylityttyä meneteltävä 17 b § :ssä säädetyn mukaisesti.",
        "folded_fi": "jos hallinto-oikeus jattaa vahvistamatta tai kumoaa 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan paatoksen muusta syysta kuin 8 §:n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on valittomasti siirrettava asia kasiteltavaksi potilaan hoidosta vastaavalle sairaalalle. sairaalassa on 17 §:n 3 momentin mukaisen maaraajan ylityttya meneteltava 17 b §:ssa saadetyn mukaisesti.",
        "title_sv": "Förfarandet vid förvaltningsdomstolen i särskilda situationer",
        "content_sv": "Om förvaltningsdomstolen låter bli att fastställa eller upphäver ett i 17 § 1 mom. avsett beslut om fortsatt vård av en patient av någon annan orsak än avsaknad av de förutsättningar som avses i 8 § 1 eller 2 mom., ska den omedelbart överföra ärendet för behandling till det sjukhus som ansvarar för vården av patienten. När tidsfristen enligt 17 § 3 mom. har överskridits, ska sjukhuset förfara på det sätt som anges i 17 b §.",
        "normalized_sv": "Om förvaltningsdomstolen låter bli att fastställa eller upphäver ett i 17 § 1 mom. avsett beslut om fortsatt vård av en patient av någon annan orsak än avsaknad av de förutsättningar som avses i 8 § 1 eller 2 mom., ska den omedelbart överföra ärendet för behandling till det sjukhus som ansvarar för vården av patienten. När tidsfristen enligt 17 § 3 mom. har överskridits, ska sjukhuset förfara på det sätt som anges i 17 b § .",
        "folded_sv": "om forvaltningsdomstolen later bli att faststalla eller upphaver ett i 17 § 1 mom. avsett beslut om fortsatt vard av en patient av nagon annan orsak an avsaknad av de forutsattningar som avses i 8 § 1 eller 2 mom., ska den omedelbart overfora arendet for behandling till det sjukhus som ansvarar for varden av patienten. nar tidsfristen enligt 17 § 3 mom. har overskridits, ska sjukhuset forfara pa det satt som anges i 17 b §."
      }
    },
    {
      "provision_ref": "18 a",
      "section": "18 a",
      "title": "Sairaalasta poistaminen sairaanhoitopiirin toimintayksikön valvonnassa",
      "content": "Edellä 17 §:n 3 ja 6 momentissa tarkoitettu henkilö, joka on määrätty hoitoon, voidaan ennen lopullista sairaalasta poistamista päästää Terveyden ja hyvinvoinnin laitoksen määräämin, henkilön terveydentilan arvioimiseen taikka hänen lääke- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintään kuudeksi kuukaudeksi kerrallaan. Tänä aikana henkilö on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikön valvonnassa. Sairaanhoitopiirin tulee määrätä valvonnasta vastaava psykiatrinen yksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18 a",
        "normalized_fi": "Edellä 17 § :n 3 ja 6 momentissa tarkoitettu henkilö, joka on määrätty hoitoon, voidaan ennen lopullista sairaalasta poistamista päästää Terveyden ja hyvinvoinnin laitoksen määräämin, henkilön terveydentilan arvioimiseen taikka hänen lääke- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintään kuudeksi kuukaudeksi kerrallaan. Tänä aikana henkilö on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikön valvonnassa. Sairaanhoitopiirin tulee määrätä valvonnasta vastaava psykiatrinen yksikkö.",
        "folded_fi": "edella 17 §:n 3 ja 6 momentissa tarkoitettu henkilo, joka on maaratty hoitoon, voidaan ennen lopullista sairaalasta poistamista paastaa terveyden ja hyvinvoinnin laitoksen maaraamin, henkilon terveydentilan arvioimiseen taikka hanen laake- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintaan kuudeksi kuukaudeksi kerrallaan. tana aikana henkilo on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikon valvonnassa. sairaanhoitopiirin tulee maarata valvonnasta vastaava psykiatrinen yksikko.",
        "title_sv": "Utskrivning under övervakning av en verksamhetsenhet inom sjukvårdsdistriktet",
        "content_sv": "En person som avses i 17 § 3 och 6 mom., för vilken ett vårdbeslut gäller, kan före den slutliga utskrivningen på villkor som Institutet för hälsa och välfärd bestämmer och som grundar sig på en bedömning av patientens hälsotillstånd eller på läkemedelsbehandling eller annan hälsovård få lämna sjukhuset för högst sex månader i sänder. Under denna tid övervakas patienten av en psykiatrisk verksamhetsenhet inom sjukvårdsdistriktet. Sjukvårdsdistriktet ska utse den psykiatriska enhet som ska ansvara för övervakningen.",
        "normalized_sv": "En person som avses i 17 § 3 och 6 mom., för vilken ett vårdbeslut gäller, kan före den slutliga utskrivningen på villkor som Institutet för hälsa och välfärd bestämmer och som grundar sig på en bedömning av patientens hälsotillstånd eller på läkemedelsbehandling eller annan hälsovård få lämna sjukhuset för högst sex månader i sänder. Under denna tid övervakas patienten av en psykiatrisk verksamhetsenhet inom sjukvårdsdistriktet. Sjukvårdsdistriktet ska utse den psykiatriska enhet som ska ansvara för övervakningen.",
        "folded_sv": "en person som avses i 17 § 3 och 6 mom., for vilken ett vardbeslut galler, kan fore den slutliga utskrivningen pa villkor som institutet for halsa och valfard bestammer och som grundar sig pa en bedomning av patientens halsotillstand eller pa lakemedelsbehandling eller annan halsovard fa lamna sjukhuset for hogst sex manader i sander. under denna tid overvakas patienten av en psykiatrisk verksamhetsenhet inom sjukvardsdistriktet. sjukvardsdistriktet ska utse den psykiatriska enhet som ska ansvara for overvakningen."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Rangaistukseen tuomitsematta jätetyn hoito hänen tahdostaan riippumatta",
      "content": "Jos Terveyden ja hyvinvoinnin laitos toteaa, että edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jätetyn hoitoon määräämiseen hänen tahdostaan riippumatta ovat olemassa, laitoksen on määrättävä hänet hoitoon hänen tahdostaan riippumatta. Hoidon aloituspaikan määräämiseen, hoidossa pitämiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Jos Terveyden ja hyvinvoinnin laitos toteaa, että edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jätetyn hoitoon määräämiseen hänen tahdostaan riippumatta ovat olemassa, laitoksen on määrättävä hänet hoitoon hänen tahdostaan riippumatta. Hoidon aloituspaikan määräämiseen, hoidossa pitämiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a § :ää.",
        "folded_fi": "jos terveyden ja hyvinvoinnin laitos toteaa, etta edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jatetyn hoitoon maaraamiseen hanen tahdostaan riippumatta ovat olemassa, laitoksen on maarattava hanet hoitoon hanen tahdostaan riippumatta. hoidon aloituspaikan maaraamiseen, hoidossa pitamiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a §:aa.",
        "title_sv": "Vård oberoende av den åtalades vilja när denne inte dömts till straff",
        "content_sv": "Om Institutet för hälsa och välfärd konstaterar att det finns förutsättningar för att bestämma att en person som på grund av sitt sinnestillstånd inte dömts till straff ska tas in för vård oberoende av sin vilja, ska institutet bestämma att personen tas in för sådan vård. I fråga om bestämmande av platsen för inledande av vård, kvarhållande i vård, fortsatt vård, utskrivning från sjukhuset och avslutande av vård tillämpas vad som föreskrivs i 17-17 d och 18 a §.",
        "normalized_sv": "Om Institutet för hälsa och välfärd konstaterar att det finns förutsättningar för att bestämma att en person som på grund av sitt sinnestillstånd inte dömts till straff ska tas in för vård oberoende av sin vilja, ska institutet bestämma att personen tas in för sådan vård. I fråga om bestämmande av platsen för inledande av vård, kvarhållande i vård, fortsatt vård, utskrivning från sjukhuset och avslutande av vård tillämpas vad som föreskrivs i 17-17 d och 18 a § .",
        "folded_sv": "om institutet for halsa och valfard konstaterar att det finns forutsattningar for att bestamma att en person som pa grund av sitt sinnestillstand inte domts till straff ska tas in for vard oberoende av sin vilja, ska institutet bestamma att personen tas in for sadan vard. i fraga om bestammande av platsen for inledande av vard, kvarhallande i vard, fortsatt vard, utskrivning fran sjukhuset och avslutande av vard tillampas vad som foreskrivs i 17-17 d och 18 a §."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j §:n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa (586/1996). Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 §:ssä tarkoitetuissa tapauksissa. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 §:ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Valitus 1-3 momentissa tarkoitetusta päätöksestä voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myös sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilääkärille tai muulle tehtävään määrätylle henkilölle. Valituskirjelmän vastaanottamisesta on annettava todistus ja valituskirjelmään tehtävä merkintä sen antajasta ja antamisajasta. Ylilääkärin on lähetettävä valituskirjelmä, valituksenalaisen päätöksensä perusteena olevat asiakirjat sekä 1 momentissa tarkoitetusta päätöksestä tehdyn valituksen johdosta antamansa lausunto viipymättä valitusviranomaiselle. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j § :n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa (586/1996). Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 § :ssä tarkoitetuissa tapauksissa. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 § :ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c § :n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Valitus 1-3 momentissa tarkoitetusta päätöksestä voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myös sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilääkärille tai muulle tehtävään määrätylle henkilölle. Valituskirjelmän vastaanottamisesta on annettava todistus ja valituskirjelmään tehtävä merkintä sen antajasta ja antamisajasta. Ylilääkärin on lähetettävä valituskirjelmä, valituksenalaisen päätöksensä perusteena olevat asiakirjat sekä 1 momentissa tarkoitetusta päätöksestä tehdyn valituksen johdosta antamansa lausunto viipymättä valitusviranomaiselle. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu.",
        "folded_fi": "sairaalan laakarin paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j §:n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. muilta osin muutoksenhausta saadetaan hallintolainkayttolaissa (586/1996). muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 §:ssa tarkoitetuissa tapauksissa. hallinto-oikeuden paatokseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. terveyden ja hyvinvoinnin laitoksen paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta taikka 21 §:ssa tarkoitetussa tapauksessa maaraamista sairaalaan tutkittavaksi, seka paatokseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun ja terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan valiaikaispaatokseen seka sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi maaraamista koskevaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. valitus voidaan kasitella hallinto-oikeudessa valituksenalaisen paatoksen tehneen viranomaisen lausuntoa pyytamatta. muilta osin muutoksenhausta saadetaan hallintolainkayttolaissa. valituksen johdosta annettuun hallinto-oikeuden paatokseen ei saa valittamalla hakea muutosta. valitus 1-3 momentissa tarkoitetusta paatoksesta voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myos sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilaakarille tai muulle tehtavaan maaratylle henkilolle. valituskirjelman vastaanottamisesta on annettava todistus ja valituskirjelmaan tehtava merkinta sen antajasta ja antamisajasta. ylilaakarin on lahetettava valituskirjelma, valituksenalaisen paatoksensa perusteena olevat asiakirjat seka 1 momentissa tarkoitetusta paatoksesta tehdyn valituksen johdosta antamansa lausunto viipymatta valitusviranomaiselle. alaikaisen potilaan hoitoon maaraamista tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse, hanen vanhempansa ja huoltajansa seka henkilo, jonka hoidossa ja kasvatuksessa alaikainen on valittomasti ennen hoitoon maaraamista ollut. alaikaisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa seka muu asianosainen, jonka yhteydenpitoa lapseen paatoksella on rajoitettu.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas med stöd av 22 j § 2 mom. får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen (586/1996). I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens ställning och rättigheter. Förvaltningsdomstolens beslut om omhändertagande av egendom får inte överklagas genom besvär. Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 §, om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av patientens vilja får överklagas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Besvär över beslut som avses i 1-3 mom. får även, riktade till besvärsmyndigheten, inom besvärstiden lämnas till den överläkare vid sjukhuset som svarar för den psykiatriska vården eller till någon annan som utsetts till uppgiften. Ett intyg över att besvärsskriften har tagits emot ska utfärdas, och på besvärsskriften ska antecknas vem som har lämnat in den och när det har skett. Överläkaren ska utan dröjsmål sända besvärsmyndigheten besvärsskriften, de handlingar som ligger till grund för hans eller hennes överklagade beslut och sitt utlåtande med anledning av besvär över ett beslut som avses i 1 mom. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet.",
        "normalized_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas med stöd av 22 j § 2 mom. får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen (586/1996). I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens ställning och rättigheter. Förvaltningsdomstolens beslut om omhändertagande av egendom får inte överklagas genom besvär. Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 § , om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av patientens vilja får överklagas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Besvär över beslut som avses i 1-3 mom. får även, riktade till besvärsmyndigheten, inom besvärstiden lämnas till den överläkare vid sjukhuset som svarar för den psykiatriska vården eller till någon annan som utsetts till uppgiften. Ett intyg över att besvärsskriften har tagits emot ska utfärdas, och på besvärsskriften ska antecknas vem som har lämnat in den och när det har skett. Överläkaren ska utan dröjsmål sända besvärsmyndigheten besvärsskriften, de handlingar som ligger till grund för hans eller hennes överklagade beslut och sitt utlåtande med anledning av besvär över ett beslut som avses i 1 mom. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet.",
        "folded_sv": "ett beslut av en sjukhuslakare om att nagon ska tas in for vard eller hallas kvar for fortsatt vard oberoende av sin vilja, att patientens egendom ska omhandertas eller att patientens kontakter ska begransas med stod av 22 j § 2 mom. far overklagas genom besvar hos forvaltningsdomstolen. besvar ska anforas inom 14 dagar fran delfaendet av beslutet. bestammelser i ovrigt om andringssokande finns i forvaltningsprocesslagen (586/1996). i besvarsarenden far uppgifter om patientens halsotillstand lamnas ut till andra parter an patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens stallning och rattigheter. forvaltningsdomstolens beslut om omhandertagande av egendom far inte overklagas genom besvar. beslut av institutet for halsa och valfard om att en person oberoende av sin vilja ska tas in for vard eller om att varden ska fortsatta eller, i de fall som avses i 21 §, om att en person ska tas in pa sjukhus for undersokning samt beslut som galler meddelande av specialomsorger oberoende av patientens vilja far overklagas genom besvar hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen. ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhuslakare om fortsatt vard av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av institutet for halsa och valfard om fortsatt vard av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhuslakare om att en patient ska undersokas far overklagas genom besvar hos forvaltningsdomstolen. besvar ska anforas inom 14 dagar fran delfaendet av beslutet. besvaren kan behandlas i forvaltningsdomstolen utan att utlatande begars av den myndighet som har fattat det overklagade beslutet. bestammelser i ovrigt om andringssokande finns i forvaltningsprocesslagen. beslut av forvaltningsdomstolen med anledning av besvar far inte overklagas genom besvar. besvar over beslut som avses i 1-3 mom. far aven, riktade till besvarsmyndigheten, inom besvarstiden lamnas till den overlakare vid sjukhuset som svarar for den psykiatriska varden eller till nagon annan som utsetts till uppgiften. ett intyg over att besvarsskriften har tagits emot ska utfardas, och pa besvarsskriften ska antecknas vem som har lamnat in den och nar det har skett. overlakaren ska utan drojsmal sanda besvarsmyndigheten besvarsskriften, de handlingar som ligger till grund for hans eller hennes overklagade beslut och sitt utlatande med anledning av besvar over ett beslut som avses i 1 mom. i ett beslut enligt 1-3 mom. om att en minderarig ska tas in for vard eller hallas kvar for fortsatt vard far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, av hans eller hennes foraldrar och vardnadshavare samt av den som omedelbart fore beslutet om vard haft hand om den minderariges vard och uppfostran. i ett beslut enligt 1 mom. om att en minderarig patients kontakter ska begransas far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare samt av nagon annan part vars kontakter med barnet har begransats genom beslutet."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Poliisin virka-apu",
      "content": "Jos tarkkailuun otettu tai hoitoon määrätty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b §:n 2 momentin mukaisesti määrätty tutkittavaksi sairaalaan, poliisi on sairaalassa työskentelevän virkasuhteisen lääkärin pyynnöstä velvollinen antamaan virka-apua hänen palauttamisekseen sairaalaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos tarkkailuun otettu tai hoitoon määrätty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b § :n 2 momentin mukaisesti määrätty tutkittavaksi sairaalaan, poliisi on sairaalassa työskentelevän virkasuhteisen lääkärin pyynnöstä velvollinen antamaan virka-apua hänen palauttamisekseen sairaalaan.",
        "folded_fi": "jos tarkkailuun otettu tai hoitoon maaratty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b §:n 2 momentin mukaisesti maaratty tutkittavaksi sairaalaan, poliisi on sairaalassa tyoskentelevan virkasuhteisen laakarin pyynnosta velvollinen antamaan virka-apua hanen palauttamisekseen sairaalaan.",
        "title_sv": "Handräckning av polisen",
        "content_sv": "Om en person som har tagits in för observation eller meddelats vårdbeslut lämnar sjukhuset utan tillstånd, eller om det enligt 17 b § 2 mom. bestämts att en patient ska tas in på sjukhus för undersökning, är polisen på begäran av en läkare i tjänsteförhållande som arbetar vid sjukhuset skyldig att ge handräckning för att återföra personen till sjukhuset.",
        "normalized_sv": "Om en person som har tagits in för observation eller meddelats vårdbeslut lämnar sjukhuset utan tillstånd, eller om det enligt 17 b § 2 mom. bestämts att en patient ska tas in på sjukhus för undersökning, är polisen på begäran av en läkare i tjänsteförhållande som arbetar vid sjukhuset skyldig att ge handräckning för att återföra personen till sjukhuset.",
        "folded_sv": "om en person som har tagits in for observation eller meddelats vardbeslut lamnar sjukhuset utan tillstand, eller om det enligt 17 b § 2 mom. bestamts att en patient ska tas in pa sjukhus for undersokning, ar polisen pa begaran av en lakare i tjansteforhallande som arbetar vid sjukhuset skyldig att ge handrackning for att aterfora personen till sjukhuset."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17 b",
      "section": "17 b",
      "title": "Hoidon jatkamisen edellytysten selvittäminen sairaalassa erityistilanteissa",
      "content": "Jos 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksiä ei ole voitu selvittää sairaalassa 17 §:n 3 momentin mukaisessa määräajassa tai jos päätöstä hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syystä tehty mainitussa määräajassa, sairaalassa työskentelevän virkasuhteisen lääkärin on selvitettävä hoidon jatkamisen edellytykset välittömästi määräajan ylityksen ilmettyä. Jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettävä välittömästi, kun potilas on palannut tai palautettu sairaalaan. Jos 17 §:n 3 momentin mukaisen määräajan päättymisestä on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon määräämisestä päätetään 2 luvun mukaisesti. Edellä 11 §:ssä tarkoitetun lääkärin on tehtävä välittömästi määräajan ylityksen ilmettyä hoidon jatkamisen edellytysten selvittämiseksi väliaikaispäätös potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitää hoidossa enintään 14 päivää. Jos potilas on poistunut sairaalasta ja jää palaamatta sinne, 11 §:ssä tarkoitetun lääkärin on määrättävä potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittämiseksi enintään 14 päiväksi. Samoin on meneteltävä, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittämisen ennen kuin Terveyden ja hyvinvoinnin laitos on tehnyt 17 c §:ssä tarkoitetun muun kuin väliaikaispäätöksen hoidon jatkamisesta tai päätöksen hoidon lopettamisesta. Potilaan palauttamiseksi sairaalaan voidaan pyytää poliisin virka-apua. Virka-avusta säädetään 31 §:n 2 momentissa. Hoidon jatkamisen edellytysten tultua selvitetyksi 11 §:ssä tarkoitetun lääkärin on lähetettävä viipymättä Terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. Esityksen tulee sisältää perusteltu kannanotto siitä, ovatko edellytykset potilaan hoitoon määräämiseen tahdosta riippumatta edelleen olemassa. Lisäksi esityksessä on selvitettävä syy 17 §:n 3 momentissa tarkoitetun määräajan ylitykselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 b",
        "normalized_fi": "Jos 17 § :n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksiä ei ole voitu selvittää sairaalassa 17 § :n 3 momentin mukaisessa määräajassa tai jos päätöstä hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syystä tehty mainitussa määräajassa, sairaalassa työskentelevän virkasuhteisen lääkärin on selvitettävä hoidon jatkamisen edellytykset välittömästi määräajan ylityksen ilmettyä. Jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettävä välittömästi, kun potilas on palannut tai palautettu sairaalaan. Jos 17 § :n 3 momentin mukaisen määräajan päättymisestä on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon määräämisestä päätetään 2 luvun mukaisesti. Edellä 11 § :ssä tarkoitetun lääkärin on tehtävä välittömästi määräajan ylityksen ilmettyä hoidon jatkamisen edellytysten selvittämiseksi väliaikaispäätös potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitää hoidossa enintään 14 päivää. Jos potilas on poistunut sairaalasta ja jää palaamatta sinne, 11 § :ssä tarkoitetun lääkärin on määrättävä potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittämiseksi enintään 14 päiväksi. Samoin on meneteltävä, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittämisen ennen kuin Terveyden ja hyvinvoinnin laitos on tehnyt 17 c § :ssä tarkoitetun muun kuin väliaikaispäätöksen hoidon jatkamisesta tai päätöksen hoidon lopettamisesta. Potilaan palauttamiseksi sairaalaan voidaan pyytää poliisin virka-apua. Virka-avusta säädetään 31 § :n 2 momentissa. Hoidon jatkamisen edellytysten tultua selvitetyksi 11 § :ssä tarkoitetun lääkärin on lähetettävä viipymättä Terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. Esityksen tulee sisältää perusteltu kannanotto siitä, ovatko edellytykset potilaan hoitoon määräämiseen tahdosta riippumatta edelleen olemassa. Lisäksi esityksessä on selvitettävä syy 17 § :n 3 momentissa tarkoitetun määräajan ylitykselle.",
        "folded_fi": "jos 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamisen edellytyksia ei ole voitu selvittaa sairaalassa 17 §:n 3 momentin mukaisessa maaraajassa tai jos paatosta hoidon jatkamisesta tai lopettamisesta ei ole muusta poikkeuksellisesta syysta tehty mainitussa maaraajassa, sairaalassa tyoskentelevan virkasuhteisen laakarin on selvitettava hoidon jatkamisen edellytykset valittomasti maaraajan ylityksen ilmettya. jos potilas on poistunut sairaalasta, hoidon jatkamisen edellytykset on selvitettava valittomasti, kun potilas on palannut tai palautettu sairaalaan. jos 17 §:n 3 momentin mukaisen maaraajan paattymisesta on kuitenkin kulunut yli yksi vuosi, potilaan hoitoon maaraamisesta paatetaan 2 luvun mukaisesti. edella 11 §:ssa tarkoitetun laakarin on tehtava valittomasti maaraajan ylityksen ilmettya hoidon jatkamisen edellytysten selvittamiseksi valiaikaispaatos potilaan hoidon jatkamisesta, jonka nojalla potilasta saadaan pitaa hoidossa enintaan 14 paivaa. jos potilas on poistunut sairaalasta ja jaa palaamatta sinne, 11 §:ssa tarkoitetun laakarin on maarattava potilas tutkittavaksi sairaalaan hoidon jatkamisen edellytysten selvittamiseksi enintaan 14 paivaksi. samoin on meneteltava, jos potilas poistuu sairaalasta kesken hoidon jatkamisen edellytysten selvittamisen ennen kuin terveyden ja hyvinvoinnin laitos on tehnyt 17 c §:ssa tarkoitetun muun kuin valiaikaispaatoksen hoidon jatkamisesta tai paatoksen hoidon lopettamisesta. potilaan palauttamiseksi sairaalaan voidaan pyytaa poliisin virka-apua. virka-avusta saadetaan 31 §:n 2 momentissa. hoidon jatkamisen edellytysten tultua selvitetyksi 11 §:ssa tarkoitetun laakarin on lahetettava viipymatta terveyden ja hyvinvoinnin laitokselle esitys potilaan hoidon jatkamisesta tai lopettamisesta. esityksen tulee sisaltaa perusteltu kannanotto siita, ovatko edellytykset potilaan hoitoon maaraamiseen tahdosta riippumatta edelleen olemassa. lisaksi esityksessa on selvitettava syy 17 §:n 3 momentissa tarkoitetun maaraajan ylitykselle.",
        "title_sv": "Utredning vid sjukhuset av förutsättningarna för fortsatt vård i särskilda situationer",
        "content_sv": "Om förutsättningarna att fortsätta vården av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vård eller avslutande av vård inte av någon exceptionell orsak har fattats inom den nämnda tidsfristen, ska en läkare i tjänsteförhållande som arbetar vid sjukhuset omedelbart när överskridningen av tidsfristen framkommit utreda förutsättningarna att fortsätta vården. Om patienten har lämnat sjukhuset, ska förutsättningarna att fortsätta vården utredas omedelbart när patienten har återvänt eller återförts till sjukhuset. Om det dock har gått mer än ett år från det att tidsfristen enligt 17 § 3 mom. löpte ut, ska beslut om fortsatt vård av patienten fattas enligt 2 kap. Omedelbart när överskridningen av tidsfristen framkommit ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård fatta ett interimistiskt beslut om fortsatt vård av patienten, med stöd av vilket patienten kan hållas intagen för vård i högst 14 dagar. Om patienten har lämnat sjukhuset och inte återvänder dit, ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård bestämma att patienten ska tas in på sjukhuset för undersökning i högst 14 dagar. På samma sätt ska förfaras, om patienten lämnar sjukhuset medan förutsättningarna för fortsatt vård utreds och innan Institutet för hälsa och välfärd har fattat något annat beslut om fortsatt vård än ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av vården. Handräckning av polisen kan begäras för återförande av patienten till sjukhuset. Bestämmelser om handräckning finns i 31 § 2 mom. När förutsättningarna för fortsatt vård har utretts, ska den läkare som avses i 11 § utan dröjsmål skicka en framställning om fortsatt vård eller avslutande av vård av patienten till Institutet för hälsa och välfärd. Framställningen ska innehålla ett motiverat ställningstagande till om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja. Dessutom ska det i framställningen redogöras för orsaken till att tidsfristen enligt 17 § 3 mom. överskridits.",
        "normalized_sv": "Om förutsättningarna att fortsätta vården av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vård eller avslutande av vård inte av någon exceptionell orsak har fattats inom den nämnda tidsfristen, ska en läkare i tjänsteförhållande som arbetar vid sjukhuset omedelbart när överskridningen av tidsfristen framkommit utreda förutsättningarna att fortsätta vården. Om patienten har lämnat sjukhuset, ska förutsättningarna att fortsätta vården utredas omedelbart när patienten har återvänt eller återförts till sjukhuset. Om det dock har gått mer än ett år från det att tidsfristen enligt 17 § 3 mom. löpte ut, ska beslut om fortsatt vård av patienten fattas enligt 2 kap. Omedelbart när överskridningen av tidsfristen framkommit ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård fatta ett interimistiskt beslut om fortsatt vård av patienten, med stöd av vilket patienten kan hållas intagen för vård i högst 14 dagar. Om patienten har lämnat sjukhuset och inte återvänder dit, ska den läkare som avses i 11 § för utredning av förutsättningarna för fortsatt vård bestämma att patienten ska tas in på sjukhuset för undersökning i högst 14 dagar. På samma sätt ska förfaras, om patienten lämnar sjukhuset medan förutsättningarna för fortsatt vård utreds och innan Institutet för hälsa och välfärd har fattat något annat beslut om fortsatt vård än ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av vården. Handräckning av polisen kan begäras för återförande av patienten till sjukhuset. Bestämmelser om handräckning finns i 31 § 2 mom. När förutsättningarna för fortsatt vård har utretts, ska den läkare som avses i 11 § utan dröjsmål skicka en framställning om fortsatt vård eller avslutande av vård av patienten till Institutet för hälsa och välfärd. Framställningen ska innehålla ett motiverat ställningstagande till om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja. Dessutom ska det i framställningen redogöras för orsaken till att tidsfristen enligt 17 § 3 mom. överskridits.",
        "folded_sv": "om forutsattningarna att fortsatta varden av en patient som avses i 17 § 1 mom. inte har kunnat utredas vid sjukhuset inom tidsfristen enligt 17 § 3 mom. eller om ett beslut om fortsatt vard eller avslutande av vard inte av nagon exceptionell orsak har fattats inom den namnda tidsfristen, ska en lakare i tjansteforhallande som arbetar vid sjukhuset omedelbart nar overskridningen av tidsfristen framkommit utreda forutsattningarna att fortsatta varden. om patienten har lamnat sjukhuset, ska forutsattningarna att fortsatta varden utredas omedelbart nar patienten har atervant eller aterforts till sjukhuset. om det dock har gatt mer an ett ar fran det att tidsfristen enligt 17 § 3 mom. lopte ut, ska beslut om fortsatt vard av patienten fattas enligt 2 kap. omedelbart nar overskridningen av tidsfristen framkommit ska den lakare som avses i 11 § for utredning av forutsattningarna for fortsatt vard fatta ett interimistiskt beslut om fortsatt vard av patienten, med stod av vilket patienten kan hallas intagen for vard i hogst 14 dagar. om patienten har lamnat sjukhuset och inte atervander dit, ska den lakare som avses i 11 § for utredning av forutsattningarna for fortsatt vard bestamma att patienten ska tas in pa sjukhuset for undersokning i hogst 14 dagar. pa samma satt ska forfaras, om patienten lamnar sjukhuset medan forutsattningarna for fortsatt vard utreds och innan institutet for halsa och valfard har fattat nagot annat beslut om fortsatt vard an ett interimistiskt beslut som avses i 17 c § eller ett beslut om avslutande av varden. handrackning av polisen kan begaras for aterforande av patienten till sjukhuset. bestammelser om handrackning finns i 31 § 2 mom. nar forutsattningarna for fortsatt vard har utretts, ska den lakare som avses i 11 § utan drojsmal skicka en framstallning om fortsatt vard eller avslutande av vard av patienten till institutet for halsa och valfard. framstallningen ska innehalla ett motiverat stallningstagande till om det fortfarande finns forutsattningar for beslut om vard oberoende av patientens vilja. dessutom ska det i framstallningen redogoras for orsaken till att tidsfristen enligt 17 § 3 mom. overskridits."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "17 c",
      "section": "17 c",
      "title": "Hoidon jatkamisesta päättäminen erityistilanteissa",
      "content": "Terveyden ja hyvinvoinnin laitoksen on käsiteltävä 17 b §:ssä tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisinä. Terveyden ja hyvinvoinnin laitoksen päättäessä potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c §:ää ei sovelleta. Terveyden ja hyvinvoinnin laitoksen on päätettävä 17 b §:n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon määräämiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksiä hoitoon määräämiselle tahdosta riippumatta ei ole. Päätös on tehtävä viimeistään 14 päivän kuluessa 17 b §:n 2 momentissa tarkoitetusta väliaikaispäätöksestä tai siitä, kun potilas on palautettu sairaalaan tutkittavaksi 17 b §:n 2 momentissa tarkoitetun määräyksen nojalla. Jos asian selvittäminen sitä välttämättä vaatii, Terveyden ja hyvinvoinnin laitoksen on mainitun 14 päivän kuluessa tehtävä uusi väliaikaispäätös potilaan hoidon jatkamisesta enintään 14 päiväksi, jonka kuluessa Terveyden ja hyvinvoinnin laitoksen on päätettävä potilaan hoidon jatkamisesta tai hoidon lopettamisesta. Terveyden ja hyvinvoinnin laitoksen päätös potilaan hoidon jatkamisesta väliaikaispäätöstä lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. Lisäksi Terveyden ja hyvinvoinnin laitoksen on lähetettävä aluehallintovirastolle ilmoitus tekemästään potilaan hoidon jatkamista tai hoidon lopettamista koskevasta päätöksestä väliaikaispäätöstä lukuun ottamatta. Ilmoituksessa on mainittava potilaan tunnistetiedot sekä syy 17 §:n 3 momentissa tarkoitetun määräajan ylitykselle. Terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin väliaikaispäätöksen nojalla potilasta saadaan pitää hoidossa hänen tahdostaan riippumatta enintään kuusi kuukautta. Päätettäessä tämän jälkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 §:n 3-5 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 c",
        "normalized_fi": "Terveyden ja hyvinvoinnin laitoksen on käsiteltävä 17 b § :ssä tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisinä. Terveyden ja hyvinvoinnin laitoksen päättäessä potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c § :ää ei sovelleta. Terveyden ja hyvinvoinnin laitoksen on päätettävä 17 b § :n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon määräämiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksiä hoitoon määräämiselle tahdosta riippumatta ei ole. Päätös on tehtävä viimeistään 14 päivän kuluessa 17 b § :n 2 momentissa tarkoitetusta väliaikaispäätöksestä tai siitä, kun potilas on palautettu sairaalaan tutkittavaksi 17 b § :n 2 momentissa tarkoitetun määräyksen nojalla. Jos asian selvittäminen sitä välttämättä vaatii, Terveyden ja hyvinvoinnin laitoksen on mainitun 14 päivän kuluessa tehtävä uusi väliaikaispäätös potilaan hoidon jatkamisesta enintään 14 päiväksi, jonka kuluessa Terveyden ja hyvinvoinnin laitoksen on päätettävä potilaan hoidon jatkamisesta tai hoidon lopettamisesta. Terveyden ja hyvinvoinnin laitoksen päätös potilaan hoidon jatkamisesta väliaikaispäätöstä lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. Lisäksi Terveyden ja hyvinvoinnin laitoksen on lähetettävä aluehallintovirastolle ilmoitus tekemästään potilaan hoidon jatkamista tai hoidon lopettamista koskevasta päätöksestä väliaikaispäätöstä lukuun ottamatta. Ilmoituksessa on mainittava potilaan tunnistetiedot sekä syy 17 § :n 3 momentissa tarkoitetun määräajan ylitykselle. Terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin väliaikaispäätöksen nojalla potilasta saadaan pitää hoidossa hänen tahdostaan riippumatta enintään kuusi kuukautta. Päätettäessä tämän jälkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 § :n 3-5 momenttia.",
        "folded_fi": "terveyden ja hyvinvoinnin laitoksen on kasiteltava 17 b §:ssa tarkoitetut potilaan hoidon jatkamista ja hoidon lopettamista koskevat asiat kiireellisina. terveyden ja hyvinvoinnin laitoksen paattaessa potilaan hoidon jatkamisesta tai lopettamisesta 12 a-12 c §:aa ei sovelleta. terveyden ja hyvinvoinnin laitoksen on paatettava 17 b §:n 3 momentissa tarkoitetun esityksen perusteella potilaan hoidon jatkamisesta, jos edellytykset hoitoon maaraamiselle potilaan tahdosta riippumatta ovat edelleen olemassa, tai hoidon lopettamisesta, jos edellytyksia hoitoon maaraamiselle tahdosta riippumatta ei ole. paatos on tehtava viimeistaan 14 paivan kuluessa 17 b §:n 2 momentissa tarkoitetusta valiaikaispaatoksesta tai siita, kun potilas on palautettu sairaalaan tutkittavaksi 17 b §:n 2 momentissa tarkoitetun maarayksen nojalla. jos asian selvittaminen sita valttamatta vaatii, terveyden ja hyvinvoinnin laitoksen on mainitun 14 paivan kuluessa tehtava uusi valiaikaispaatos potilaan hoidon jatkamisesta enintaan 14 paivaksi, jonka kuluessa terveyden ja hyvinvoinnin laitoksen on paatettava potilaan hoidon jatkamisesta tai hoidon lopettamisesta. terveyden ja hyvinvoinnin laitoksen paatos potilaan hoidon jatkamisesta valiaikaispaatosta lukuun ottamatta on heti alistettava hallinto-oikeuden vahvistettavaksi. lisaksi terveyden ja hyvinvoinnin laitoksen on lahetettava aluehallintovirastolle ilmoitus tekemastaan potilaan hoidon jatkamista tai hoidon lopettamista koskevasta paatoksesta valiaikaispaatosta lukuun ottamatta. ilmoituksessa on mainittava potilaan tunnistetiedot seka syy 17 §:n 3 momentissa tarkoitetun maaraajan ylitykselle. terveyden ja hyvinvoinnin laitoksen hoidon jatkamista koskevan muun kuin valiaikaispaatoksen nojalla potilasta saadaan pitaa hoidossa hanen tahdostaan riippumatta enintaan kuusi kuukautta. paatettaessa taman jalkeen potilaan hoidon jatkamisesta ja hoidon lopettamisesta noudatetaan 17 §:n 3-5 momenttia.",
        "title_sv": "Beslut om fortsatt vård i särskilda situationer",
        "content_sv": "Institutet för hälsa och välfärd ska behandla i 17 b § avsedda ärenden som gäller beslut om fortsatt vård och avslutande av vård av patienten skyndsamt. När Institutet för hälsa och välfärd fattar beslut om fortsatt vård eller avslutande av vård av patienten ska 12 a-12 c § inte tillämpas. Institutet för hälsa och välfärd ska utifrån den framställning som avses i 17 b § 3 mom. fatta beslut om fortsatt vård av patienten, om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja, eller beslut om avslutande av vård, om det inte finns förutsättningar för beslut om vård oberoende av patientens vilja. Beslutet ska fattas senast 14 dagar från det interimistiska beslut som avses i 17 b § 2 mom. eller från det att patienten återfördes till sjukhuset för undersökning i enlighet med vad läkaren bestämt enligt 17 b § 2 mom. Om utredningen av ärendet oundgängligen kräver det, ska Institutet för hälsa och välfärd inom de nämnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vård av patienten i högst 14 dagar, under vilka Institutet för hälsa och välfärd ska fatta beslut om fortsatt vård eller avslutande av vård av patienten. Ett beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient ska, med undantag av ett interimistiskt beslut, genast underställas förvaltningsdomstolen. Dessutom ska Institutet för hälsa och välfärd göra en anmälan till regionförvaltningsverket om sitt beslut om fortsatt vård eller avslutande av vård av patienten, med undantag för ett interimistiskt beslut. I anmälan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har överskridits nämnas. Med stöd av ett annat beslut av Institutet för hälsa och välfärd om fortsatt vård än ett interimistiskt beslut får en patient hållas intagen för vård oberoende av patientens vilja i högst sex månader. Efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vård eller avslutande av vård av patienten.",
        "normalized_sv": "Institutet för hälsa och välfärd ska behandla i 17 b § avsedda ärenden som gäller beslut om fortsatt vård och avslutande av vård av patienten skyndsamt. När Institutet för hälsa och välfärd fattar beslut om fortsatt vård eller avslutande av vård av patienten ska 12 a-12 c § inte tillämpas. Institutet för hälsa och välfärd ska utifrån den framställning som avses i 17 b § 3 mom. fatta beslut om fortsatt vård av patienten, om det fortfarande finns förutsättningar för beslut om vård oberoende av patientens vilja, eller beslut om avslutande av vård, om det inte finns förutsättningar för beslut om vård oberoende av patientens vilja. Beslutet ska fattas senast 14 dagar från det interimistiska beslut som avses i 17 b § 2 mom. eller från det att patienten återfördes till sjukhuset för undersökning i enlighet med vad läkaren bestämt enligt 17 b § 2 mom. Om utredningen av ärendet oundgängligen kräver det, ska Institutet för hälsa och välfärd inom de nämnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vård av patienten i högst 14 dagar, under vilka Institutet för hälsa och välfärd ska fatta beslut om fortsatt vård eller avslutande av vård av patienten. Ett beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient ska, med undantag av ett interimistiskt beslut, genast underställas förvaltningsdomstolen. Dessutom ska Institutet för hälsa och välfärd göra en anmälan till regionförvaltningsverket om sitt beslut om fortsatt vård eller avslutande av vård av patienten, med undantag för ett interimistiskt beslut. I anmälan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har överskridits nämnas. Med stöd av ett annat beslut av Institutet för hälsa och välfärd om fortsatt vård än ett interimistiskt beslut får en patient hållas intagen för vård oberoende av patientens vilja i högst sex månader. Efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vård eller avslutande av vård av patienten.",
        "folded_sv": "institutet for halsa och valfard ska behandla i 17 b § avsedda arenden som galler beslut om fortsatt vard och avslutande av vard av patienten skyndsamt. nar institutet for halsa och valfard fattar beslut om fortsatt vard eller avslutande av vard av patienten ska 12 a-12 c § inte tillampas. institutet for halsa och valfard ska utifran den framstallning som avses i 17 b § 3 mom. fatta beslut om fortsatt vard av patienten, om det fortfarande finns forutsattningar for beslut om vard oberoende av patientens vilja, eller beslut om avslutande av vard, om det inte finns forutsattningar for beslut om vard oberoende av patientens vilja. beslutet ska fattas senast 14 dagar fran det interimistiska beslut som avses i 17 b § 2 mom. eller fran det att patienten aterfordes till sjukhuset for undersokning i enlighet med vad lakaren bestamt enligt 17 b § 2 mom. om utredningen av arendet oundgangligen kraver det, ska institutet for halsa och valfard inom de namnda 14 dagarna fatta ett nytt interimistiskt beslut om fortsatt vard av patienten i hogst 14 dagar, under vilka institutet for halsa och valfard ska fatta beslut om fortsatt vard eller avslutande av vard av patienten. ett beslut av institutet for halsa och valfard om fortsatt vard av en patient ska, med undantag av ett interimistiskt beslut, genast understallas forvaltningsdomstolen. dessutom ska institutet for halsa och valfard gora en anmalan till regionforvaltningsverket om sitt beslut om fortsatt vard eller avslutande av vard av patienten, med undantag for ett interimistiskt beslut. i anmalan ska patientens identifieringsuppgifter samt orsaken till att den tidsfrist som avses i 17 § 3 mom. har overskridits namnas. med stod av ett annat beslut av institutet for halsa och valfard om fortsatt vard an ett interimistiskt beslut far en patient hallas intagen for vard oberoende av patientens vilja i hogst sex manader. efter detta ska 17 § 3-5 mom. iakttas vid beslut om fortsatt vard eller avslutande av vard av patienten."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "17 d",
      "section": "17 d",
      "title": "Menettely hallinto-oikeudessa erityistilanteissa",
      "content": "Jos hallinto-oikeus jättää vahvistamatta tai kumoaa 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan päätöksen muusta syystä kuin 8 §:n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on välittömästi siirrettävä asia käsiteltäväksi potilaan hoidosta vastaavalle sairaalalle. Sairaalassa on 17 §:n 3 momentin mukaisen määräajan ylityttyä meneteltävä 17 b §:ssä säädetyn mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 d",
        "normalized_fi": "Jos hallinto-oikeus jättää vahvistamatta tai kumoaa 17 § :n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan päätöksen muusta syystä kuin 8 § :n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on välittömästi siirrettävä asia käsiteltäväksi potilaan hoidosta vastaavalle sairaalalle. Sairaalassa on 17 § :n 3 momentin mukaisen määräajan ylityttyä meneteltävä 17 b § :ssä säädetyn mukaisesti.",
        "folded_fi": "jos hallinto-oikeus jattaa vahvistamatta tai kumoaa 17 §:n 1 momentissa tarkoitetun potilaan hoidon jatkamista koskevan paatoksen muusta syysta kuin 8 §:n 1 tai 2 momentissa tarkoitettujen edellytysten puuttumisen vuoksi, sen on valittomasti siirrettava asia kasiteltavaksi potilaan hoidosta vastaavalle sairaalalle. sairaalassa on 17 §:n 3 momentin mukaisen maaraajan ylityttya meneteltava 17 b §:ssa saadetyn mukaisesti.",
        "title_sv": "Förfarandet vid förvaltningsdomstolen i särskilda situationer",
        "content_sv": "Om förvaltningsdomstolen låter bli att fastställa eller upphäver ett i 17 § 1 mom. avsett beslut om fortsatt vård av en patient av någon annan orsak än avsaknad av de förutsättningar som avses i 8 § 1 eller 2 mom., ska den omedelbart överföra ärendet för behandling till det sjukhus som ansvarar för vården av patienten. När tidsfristen enligt 17 § 3 mom. har överskridits, ska sjukhuset förfara på det sätt som anges i 17 b §.",
        "normalized_sv": "Om förvaltningsdomstolen låter bli att fastställa eller upphäver ett i 17 § 1 mom. avsett beslut om fortsatt vård av en patient av någon annan orsak än avsaknad av de förutsättningar som avses i 8 § 1 eller 2 mom., ska den omedelbart överföra ärendet för behandling till det sjukhus som ansvarar för vården av patienten. När tidsfristen enligt 17 § 3 mom. har överskridits, ska sjukhuset förfara på det sätt som anges i 17 b § .",
        "folded_sv": "om forvaltningsdomstolen later bli att faststalla eller upphaver ett i 17 § 1 mom. avsett beslut om fortsatt vard av en patient av nagon annan orsak an avsaknad av de forutsattningar som avses i 8 § 1 eller 2 mom., ska den omedelbart overfora arendet for behandling till det sjukhus som ansvarar for varden av patienten. nar tidsfristen enligt 17 § 3 mom. har overskridits, ska sjukhuset forfara pa det satt som anges i 17 b §."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "18 a",
      "section": "18 a",
      "title": "Sairaalasta poistaminen sairaanhoitopiirin toimintayksikön valvonnassa",
      "content": "Edellä 17 §:n 3 ja 6 momentissa tarkoitettu henkilö, joka on määrätty hoitoon, voidaan ennen lopullista sairaalasta poistamista päästää Terveyden ja hyvinvoinnin laitoksen määräämin, henkilön terveydentilan arvioimiseen taikka hänen lääke- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintään kuudeksi kuukaudeksi kerrallaan. Tänä aikana henkilö on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikön valvonnassa. Sairaanhoitopiirin tulee määrätä valvonnasta vastaava psykiatrinen yksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18 a",
        "normalized_fi": "Edellä 17 § :n 3 ja 6 momentissa tarkoitettu henkilö, joka on määrätty hoitoon, voidaan ennen lopullista sairaalasta poistamista päästää Terveyden ja hyvinvoinnin laitoksen määräämin, henkilön terveydentilan arvioimiseen taikka hänen lääke- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintään kuudeksi kuukaudeksi kerrallaan. Tänä aikana henkilö on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikön valvonnassa. Sairaanhoitopiirin tulee määrätä valvonnasta vastaava psykiatrinen yksikkö.",
        "folded_fi": "edella 17 §:n 3 ja 6 momentissa tarkoitettu henkilo, joka on maaratty hoitoon, voidaan ennen lopullista sairaalasta poistamista paastaa terveyden ja hyvinvoinnin laitoksen maaraamin, henkilon terveydentilan arvioimiseen taikka hanen laake- tai muuhun terveydenhoitoonsa perustuvin ehdoin sairaalasta enintaan kuudeksi kuukaudeksi kerrallaan. tana aikana henkilo on asianomaisen sairaanhoitopiirin psykiatrisen toimintayksikon valvonnassa. sairaanhoitopiirin tulee maarata valvonnasta vastaava psykiatrinen yksikko.",
        "title_sv": "Utskrivning under övervakning av en verksamhetsenhet inom sjukvårdsdistriktet",
        "content_sv": "En person som avses i 17 § 3 och 6 mom., för vilken ett vårdbeslut gäller, kan före den slutliga utskrivningen på villkor som Institutet för hälsa och välfärd bestämmer och som grundar sig på en bedömning av patientens hälsotillstånd eller på läkemedelsbehandling eller annan hälsovård få lämna sjukhuset för högst sex månader i sänder. Under denna tid övervakas patienten av en psykiatrisk verksamhetsenhet inom sjukvårdsdistriktet. Sjukvårdsdistriktet ska utse den psykiatriska enhet som ska ansvara för övervakningen.",
        "normalized_sv": "En person som avses i 17 § 3 och 6 mom., för vilken ett vårdbeslut gäller, kan före den slutliga utskrivningen på villkor som Institutet för hälsa och välfärd bestämmer och som grundar sig på en bedömning av patientens hälsotillstånd eller på läkemedelsbehandling eller annan hälsovård få lämna sjukhuset för högst sex månader i sänder. Under denna tid övervakas patienten av en psykiatrisk verksamhetsenhet inom sjukvårdsdistriktet. Sjukvårdsdistriktet ska utse den psykiatriska enhet som ska ansvara för övervakningen.",
        "folded_sv": "en person som avses i 17 § 3 och 6 mom., for vilken ett vardbeslut galler, kan fore den slutliga utskrivningen pa villkor som institutet for halsa och valfard bestammer och som grundar sig pa en bedomning av patientens halsotillstand eller pa lakemedelsbehandling eller annan halsovard fa lamna sjukhuset for hogst sex manader i sander. under denna tid overvakas patienten av en psykiatrisk verksamhetsenhet inom sjukvardsdistriktet. sjukvardsdistriktet ska utse den psykiatriska enhet som ska ansvara for overvakningen."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Rangaistukseen tuomitsematta jätetyn hoito hänen tahdostaan riippumatta",
      "content": "Jos Terveyden ja hyvinvoinnin laitos toteaa, että edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jätetyn hoitoon määräämiseen hänen tahdostaan riippumatta ovat olemassa, laitoksen on määrättävä hänet hoitoon hänen tahdostaan riippumatta. Hoidon aloituspaikan määräämiseen, hoidossa pitämiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Jos Terveyden ja hyvinvoinnin laitos toteaa, että edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jätetyn hoitoon määräämiseen hänen tahdostaan riippumatta ovat olemassa, laitoksen on määrättävä hänet hoitoon hänen tahdostaan riippumatta. Hoidon aloituspaikan määräämiseen, hoidossa pitämiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a § :ää.",
        "folded_fi": "jos terveyden ja hyvinvoinnin laitos toteaa, etta edellytykset mielentilan vuoksi rangaistukseen tuomitsematta jatetyn hoitoon maaraamiseen hanen tahdostaan riippumatta ovat olemassa, laitoksen on maarattava hanet hoitoon hanen tahdostaan riippumatta. hoidon aloituspaikan maaraamiseen, hoidossa pitamiseen, hoidon jatkamiseen, sairaalasta poistamiseen ja hoidon lopettamiseen sovelletaan 17-17 d ja 18 a §:aa.",
        "title_sv": "Vård oberoende av den åtalades vilja när denne inte dömts till straff",
        "content_sv": "Om Institutet för hälsa och välfärd konstaterar att det finns förutsättningar för att bestämma att en person som på grund av sitt sinnestillstånd inte dömts till straff ska tas in för vård oberoende av sin vilja, ska institutet bestämma att personen tas in för sådan vård. I fråga om bestämmande av platsen för inledande av vård, kvarhållande i vård, fortsatt vård, utskrivning från sjukhuset och avslutande av vård tillämpas vad som föreskrivs i 17-17 d och 18 a §.",
        "normalized_sv": "Om Institutet för hälsa och välfärd konstaterar att det finns förutsättningar för att bestämma att en person som på grund av sitt sinnestillstånd inte dömts till straff ska tas in för vård oberoende av sin vilja, ska institutet bestämma att personen tas in för sådan vård. I fråga om bestämmande av platsen för inledande av vård, kvarhållande i vård, fortsatt vård, utskrivning från sjukhuset och avslutande av vård tillämpas vad som föreskrivs i 17-17 d och 18 a § .",
        "folded_sv": "om institutet for halsa och valfard konstaterar att det finns forutsattningar for att bestamma att en person som pa grund av sitt sinnestillstand inte domts till straff ska tas in for vard oberoende av sin vilja, ska institutet bestamma att personen tas in for sadan vard. i fraga om bestammande av platsen for inledande av vard, kvarhallande i vard, fortsatt vard, utskrivning fran sjukhuset och avslutande av vard tillampas vad som foreskrivs i 17-17 d och 18 a §."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j §:n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa (586/1996). Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 §:ssä tarkoitetuissa tapauksissa. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 §:ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Valitus 1-3 momentissa tarkoitetusta päätöksestä voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myös sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilääkärille tai muulle tehtävään määrätylle henkilölle. Valituskirjelmän vastaanottamisesta on annettava todistus ja valituskirjelmään tehtävä merkintä sen antajasta ja antamisajasta. Ylilääkärin on lähetettävä valituskirjelmä, valituksenalaisen päätöksensä perusteena olevat asiakirjat sekä 1 momentissa tarkoitetusta päätöksestä tehdyn valituksen johdosta antamansa lausunto viipymättä valitusviranomaiselle. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Sairaalan lääkärin päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j § :n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa (586/1996). Muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 § :ssä tarkoitetuissa tapauksissa. Hallinto-oikeuden päätökseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. Terveyden ja hyvinvoinnin laitoksen päätökseen, joka koskee henkilön määräämistä hoitoon tai hoidon jatkamista hänen tahdostaan riippumatta taikka 21 § :ssä tarkoitetussa tapauksessa määräämistä sairaalaan tutkittavaksi, sekä päätökseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun ja Terveyden ja hyvinvoinnin laitoksen 17 c § :n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan väliaikaispäätökseen sekä sairaalan lääkärin 17 b § :n 2 momentissa tarkoitettuun potilaan tutkittavaksi määräämistä koskevaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Valitus voidaan käsitellä hallinto-oikeudessa valituksenalaisen päätöksen tehneen viranomaisen lausuntoa pyytämättä. Muilta osin muutoksenhausta säädetään hallintolainkäyttölaissa. Valituksen johdosta annettuun hallinto-oikeuden päätökseen ei saa valittamalla hakea muutosta. Valitus 1-3 momentissa tarkoitetusta päätöksestä voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myös sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilääkärille tai muulle tehtävään määrätylle henkilölle. Valituskirjelmän vastaanottamisesta on annettava todistus ja valituskirjelmään tehtävä merkintä sen antajasta ja antamisajasta. Ylilääkärin on lähetettävä valituskirjelmä, valituksenalaisen päätöksensä perusteena olevat asiakirjat sekä 1 momentissa tarkoitetusta päätöksestä tehdyn valituksen johdosta antamansa lausunto viipymättä valitusviranomaiselle. Alaikäisen potilaan hoitoon määräämistä tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse, hänen vanhempansa ja huoltajansa sekä henkilö, jonka hoidossa ja kasvatuksessa alaikäinen on välittömästi ennen hoitoon määräämistä ollut. Alaikäisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun päätökseen saa hakea muutosta 12 vuotta täyttänyt alaikäinen itse sekä hänen huoltajansa, edunvalvojansa tai muu laillinen edustajansa sekä muu asianosainen, jonka yhteydenpitoa lapseen päätöksellä on rajoitettu.",
        "folded_fi": "sairaalan laakarin paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta tai potilaan omaisuuden haltuunottoa taikka yhteydenpidon rajoittamista 22 j §:n 2 momentin nojalla, saa hakea muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. muilta osin muutoksenhausta saadetaan hallintolainkayttolaissa (586/1996). muutoksenhakuasiassa muulle asianosaiselle kuin potilaalle voidaan antaa tietoja potilaan terveydentilasta vain potilaan suostumuksella tai potilaan asemasta ja oikeuksista annetun lain 9 §:ssa tarkoitetuissa tapauksissa. hallinto-oikeuden paatokseen, joka koskee potilaan omaisuuden haltuunottoa, ei saa valittamalla hakea muutosta. terveyden ja hyvinvoinnin laitoksen paatokseen, joka koskee henkilon maaraamista hoitoon tai hoidon jatkamista hanen tahdostaan riippumatta taikka 21 §:ssa tarkoitetussa tapauksessa maaraamista sairaalaan tutkittavaksi, seka paatokseen, joka koskee erityishuollon antamista vastoin tahtoa, saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun ja terveyden ja hyvinvoinnin laitoksen 17 c §:n 2 momentissa tarkoitettuun potilaan hoidon jatkamista koskevaan valiaikaispaatokseen seka sairaalan laakarin 17 b §:n 2 momentissa tarkoitettuun potilaan tutkittavaksi maaraamista koskevaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. valitus voidaan kasitella hallinto-oikeudessa valituksenalaisen paatoksen tehneen viranomaisen lausuntoa pyytamatta. muilta osin muutoksenhausta saadetaan hallintolainkayttolaissa. valituksen johdosta annettuun hallinto-oikeuden paatokseen ei saa valittamalla hakea muutosta. valitus 1-3 momentissa tarkoitetusta paatoksesta voidaan valitusviranomaiselle osoitettuna antaa valitusajan kuluessa myos sairaalaan sen psykiatrisesta hoidosta vastaavalle ylilaakarille tai muulle tehtavaan maaratylle henkilolle. valituskirjelman vastaanottamisesta on annettava todistus ja valituskirjelmaan tehtava merkinta sen antajasta ja antamisajasta. ylilaakarin on lahetettava valituskirjelma, valituksenalaisen paatoksensa perusteena olevat asiakirjat seka 1 momentissa tarkoitetusta paatoksesta tehdyn valituksen johdosta antamansa lausunto viipymatta valitusviranomaiselle. alaikaisen potilaan hoitoon maaraamista tai hoidon jatkamista koskevaan 1-3 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse, hanen vanhempansa ja huoltajansa seka henkilo, jonka hoidossa ja kasvatuksessa alaikainen on valittomasti ennen hoitoon maaraamista ollut. alaikaisen potilaan yhteydenpidon rajoittamista koskevaan 1 momentissa tarkoitettuun paatokseen saa hakea muutosta 12 vuotta tayttanyt alaikainen itse seka hanen huoltajansa, edunvalvojansa tai muu laillinen edustajansa seka muu asianosainen, jonka yhteydenpitoa lapseen paatoksella on rajoitettu.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas med stöd av 22 j § 2 mom. får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen (586/1996). I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens ställning och rättigheter. Förvaltningsdomstolens beslut om omhändertagande av egendom får inte överklagas genom besvär. Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 §, om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av patientens vilja får överklagas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Besvär över beslut som avses i 1-3 mom. får även, riktade till besvärsmyndigheten, inom besvärstiden lämnas till den överläkare vid sjukhuset som svarar för den psykiatriska vården eller till någon annan som utsetts till uppgiften. Ett intyg över att besvärsskriften har tagits emot ska utfärdas, och på besvärsskriften ska antecknas vem som har lämnat in den och när det har skett. Överläkaren ska utan dröjsmål sända besvärsmyndigheten besvärsskriften, de handlingar som ligger till grund för hans eller hennes överklagade beslut och sitt utlåtande med anledning av besvär över ett beslut som avses i 1 mom. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet.",
        "normalized_sv": "Ett beslut av en sjukhusläkare om att någon ska tas in för vård eller hållas kvar för fortsatt vård oberoende av sin vilja, att patientens egendom ska omhändertas eller att patientens kontakter ska begränsas med stöd av 22 j § 2 mom. får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen (586/1996). I besvärsärenden får uppgifter om patientens hälsotillstånd lämnas ut till andra parter än patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens ställning och rättigheter. Förvaltningsdomstolens beslut om omhändertagande av egendom får inte överklagas genom besvär. Beslut av Institutet för hälsa och välfärd om att en person oberoende av sin vilja ska tas in för vård eller om att vården ska fortsätta eller, i de fall som avses i 21 § , om att en person ska tas in på sjukhus för undersökning samt beslut som gäller meddelande av specialomsorger oberoende av patientens vilja får överklagas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen. Ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhusläkare om fortsatt vård av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av Institutet för hälsa och välfärd om fortsatt vård av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhusläkare om att en patient ska undersökas får överklagas genom besvär hos förvaltningsdomstolen. Besvär ska anföras inom 14 dagar från delfåendet av beslutet. Besvären kan behandlas i förvaltningsdomstolen utan att utlåtande begärs av den myndighet som har fattat det överklagade beslutet. Bestämmelser i övrigt om ändringssökande finns i förvaltningsprocesslagen. Beslut av förvaltningsdomstolen med anledning av besvär får inte överklagas genom besvär. Besvär över beslut som avses i 1-3 mom. får även, riktade till besvärsmyndigheten, inom besvärstiden lämnas till den överläkare vid sjukhuset som svarar för den psykiatriska vården eller till någon annan som utsetts till uppgiften. Ett intyg över att besvärsskriften har tagits emot ska utfärdas, och på besvärsskriften ska antecknas vem som har lämnat in den och när det har skett. Överläkaren ska utan dröjsmål sända besvärsmyndigheten besvärsskriften, de handlingar som ligger till grund för hans eller hennes överklagade beslut och sitt utlåtande med anledning av besvär över ett beslut som avses i 1 mom. I ett beslut enligt 1-3 mom. om att en minderårig ska tas in för vård eller hållas kvar för fortsatt vård får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, av hans eller hennes föräldrar och vårdnadshavare samt av den som omedelbart före beslutet om vård haft hand om den minderåriges vård och uppfostran. I ett beslut enligt 1 mom. om att en minderårig patients kontakter ska begränsas får ändring sökas av den minderårige själv, om han eller hon har fyllt 12 år, samt av hans eller hennes vårdnadshavare, intressebevakare eller någon annan laglig företrädare samt av någon annan part vars kontakter med barnet har begränsats genom beslutet.",
        "folded_sv": "ett beslut av en sjukhuslakare om att nagon ska tas in for vard eller hallas kvar for fortsatt vard oberoende av sin vilja, att patientens egendom ska omhandertas eller att patientens kontakter ska begransas med stod av 22 j § 2 mom. far overklagas genom besvar hos forvaltningsdomstolen. besvar ska anforas inom 14 dagar fran delfaendet av beslutet. bestammelser i ovrigt om andringssokande finns i forvaltningsprocesslagen (586/1996). i besvarsarenden far uppgifter om patientens halsotillstand lamnas ut till andra parter an patienten endast med patientens samtycke eller i de fall som avses i 9 § i lagen om patientens stallning och rattigheter. forvaltningsdomstolens beslut om omhandertagande av egendom far inte overklagas genom besvar. beslut av institutet for halsa och valfard om att en person oberoende av sin vilja ska tas in for vard eller om att varden ska fortsatta eller, i de fall som avses i 21 §, om att en person ska tas in pa sjukhus for undersokning samt beslut som galler meddelande av specialomsorger oberoende av patientens vilja far overklagas genom besvar hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen. ett i 17 b § 2 mom. avsett interimistiskt beslut av en sjukhuslakare om fortsatt vard av en patient och ett i 17 c § 2 mom. avsett interimistiskt beslut av institutet for halsa och valfard om fortsatt vard av en patient samt ett i 17 b § 2 mom. avsett beslut av en sjukhuslakare om att en patient ska undersokas far overklagas genom besvar hos forvaltningsdomstolen. besvar ska anforas inom 14 dagar fran delfaendet av beslutet. besvaren kan behandlas i forvaltningsdomstolen utan att utlatande begars av den myndighet som har fattat det overklagade beslutet. bestammelser i ovrigt om andringssokande finns i forvaltningsprocesslagen. beslut av forvaltningsdomstolen med anledning av besvar far inte overklagas genom besvar. besvar over beslut som avses i 1-3 mom. far aven, riktade till besvarsmyndigheten, inom besvarstiden lamnas till den overlakare vid sjukhuset som svarar for den psykiatriska varden eller till nagon annan som utsetts till uppgiften. ett intyg over att besvarsskriften har tagits emot ska utfardas, och pa besvarsskriften ska antecknas vem som har lamnat in den och nar det har skett. overlakaren ska utan drojsmal sanda besvarsmyndigheten besvarsskriften, de handlingar som ligger till grund for hans eller hennes overklagade beslut och sitt utlatande med anledning av besvar over ett beslut som avses i 1 mom. i ett beslut enligt 1-3 mom. om att en minderarig ska tas in for vard eller hallas kvar for fortsatt vard far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, av hans eller hennes foraldrar och vardnadshavare samt av den som omedelbart fore beslutet om vard haft hand om den minderariges vard och uppfostran. i ett beslut enligt 1 mom. om att en minderarig patients kontakter ska begransas far andring sokas av den minderarige sjalv, om han eller hon har fyllt 12 ar, samt av hans eller hennes vardnadshavare, intressebevakare eller nagon annan laglig foretradare samt av nagon annan part vars kontakter med barnet har begransats genom beslutet."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Poliisin virka-apu",
      "content": "Jos tarkkailuun otettu tai hoitoon määrätty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b §:n 2 momentin mukaisesti määrätty tutkittavaksi sairaalaan, poliisi on sairaalassa työskentelevän virkasuhteisen lääkärin pyynnöstä velvollinen antamaan virka-apua hänen palauttamisekseen sairaalaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos tarkkailuun otettu tai hoitoon määrätty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b § :n 2 momentin mukaisesti määrätty tutkittavaksi sairaalaan, poliisi on sairaalassa työskentelevän virkasuhteisen lääkärin pyynnöstä velvollinen antamaan virka-apua hänen palauttamisekseen sairaalaan.",
        "folded_fi": "jos tarkkailuun otettu tai hoitoon maaratty poistuu sairaalasta ilman lupaa tai jos potilas on 17 b §:n 2 momentin mukaisesti maaratty tutkittavaksi sairaalaan, poliisi on sairaalassa tyoskentelevan virkasuhteisen laakarin pyynnosta velvollinen antamaan virka-apua hanen palauttamisekseen sairaalaan.",
        "title_sv": "Handräckning av polisen",
        "content_sv": "Om en person som har tagits in för observation eller meddelats vårdbeslut lämnar sjukhuset utan tillstånd, eller om det enligt 17 b § 2 mom. bestämts att en patient ska tas in på sjukhus för undersökning, är polisen på begäran av en läkare i tjänsteförhållande som arbetar vid sjukhuset skyldig att ge handräckning för att återföra personen till sjukhuset.",
        "normalized_sv": "Om en person som har tagits in för observation eller meddelats vårdbeslut lämnar sjukhuset utan tillstånd, eller om det enligt 17 b § 2 mom. bestämts att en patient ska tas in på sjukhus för undersökning, är polisen på begäran av en läkare i tjänsteförhållande som arbetar vid sjukhuset skyldig att ge handräckning för att återföra personen till sjukhuset.",
        "folded_sv": "om en person som har tagits in for observation eller meddelats vardbeslut lamnar sjukhuset utan tillstand, eller om det enligt 17 b § 2 mom. bestamts att en patient ska tas in pa sjukhus for undersokning, ar polisen pa begaran av en lakare i tjansteforhallande som arbetar vid sjukhuset skyldig att ge handrackning for att aterfora personen till sjukhuset."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    }
  ]
}