{
  "id": "218/2024",
  "type": "statute",
  "title": "Laki liikennevakuutuslain muuttamisesta",
  "title_en": "Lag om ändring av trafikförsäkringslagen",
  "status": "in_force",
  "issued_date": "2024-05-03",
  "in_force_date": "2024-05-03",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/218/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään moottoriajoneuvon liikenteeseen käyttämisestä aiheutuvien henkilö- ja esinevahinkojen korvaamisesta sekä näiden vahinkojen varalta otettavasta liikennevakuutuksesta. Arvioitaessa sitä, käytetäänkö moottoriajoneuvoa liikenteeseen tässä laissa tarkoitetulla tavalla merkitystä ei ole moottoriajoneuvon ominaisuuksilla tai sillä, missä moottoriajoneuvoa käytetään tai onko moottoriajoneuvo paikallaan vai liikkeessä. Moottoriajoneuvo ei ole tässä laissa tarkoitetussa liikenteessä, kun: 1) sitä liikenneväylistä erillään olevassa paikassa käytetään olennaisesti muuhun tarkoitukseen kuin henkilöiden tai tavaran kuljettamiseen; 2) se on säilytettävänä, korjattavana, huollettavana tai pestävänä liikenneväylistä erillään olevassa paikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään moottoriajoneuvon liikenteeseen käyttämisestä aiheutuvien henkilö- ja esinevahinkojen korvaamisesta sekä näiden vahinkojen varalta otettavasta liikennevakuutuksesta. Arvioitaessa sitä, käytetäänkö moottoriajoneuvoa liikenteeseen tässä laissa tarkoitetulla tavalla merkitystä ei ole moottoriajoneuvon ominaisuuksilla tai sillä, missä moottoriajoneuvoa käytetään tai onko moottoriajoneuvo paikallaan vai liikkeessä. Moottoriajoneuvo ei ole tässä laissa tarkoitetussa liikenteessä, kun: 1) sitä liikenneväylistä erillään olevassa paikassa käytetään olennaisesti muuhun tarkoitukseen kuin henkilöiden tai tavaran kuljettamiseen; 2) se on säilytettävänä, korjattavana, huollettavana tai pestävänä liikenneväylistä erillään olevassa paikassa.",
        "folded_fi": "tassa laissa saadetaan moottoriajoneuvon liikenteeseen kayttamisesta aiheutuvien henkilo- ja esinevahinkojen korvaamisesta seka naiden vahinkojen varalta otettavasta liikennevakuutuksesta. arvioitaessa sita, kaytetaanko moottoriajoneuvoa liikenteeseen tassa laissa tarkoitetulla tavalla merkitysta ei ole moottoriajoneuvon ominaisuuksilla tai silla, missa moottoriajoneuvoa kaytetaan tai onko moottoriajoneuvo paikallaan vai liikkeessa. moottoriajoneuvo ei ole tassa laissa tarkoitetussa liikenteessa, kun: 1) sita liikennevaylista erillaan olevassa paikassa kaytetaan olennaisesti muuhun tarkoitukseen kuin henkiloiden tai tavaran kuljettamiseen; 2) se on sailytettavana, korjattavana, huollettavana tai pestavana liikennevaylista erillaan olevassa paikassa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om ersättning för person- och sakskador som orsakas av användning av motorfordon i trafik och om trafikförsäkring som tecknas mot sådana skador. Vid bedömningen av om ett motorfordon används i trafik i den bemärkelse som avses i denna lag ska hänsyn inte tas till motorfordonets egenskaper eller var motorfordonet används eller om det står stilla eller befinner sig i rörelse. Ett motorfordon är inte i trafik i den bemärkelse som avses i denna lag när 1) det på en plats utanför trafiklederna används för ett väsentligen annat ändamål än för transport av personer eller gods, 2) det förvaras, repareras, undergår service eller tvättas på en plats som är avskild från trafikleder.",
        "normalized_sv": "Denna lag innehåller bestämmelser om ersättning för person- och sakskador som orsakas av användning av motorfordon i trafik och om trafikförsäkring som tecknas mot sådana skador. Vid bedömningen av om ett motorfordon används i trafik i den bemärkelse som avses i denna lag ska hänsyn inte tas till motorfordonets egenskaper eller var motorfordonet används eller om det står stilla eller befinner sig i rörelse. Ett motorfordon är inte i trafik i den bemärkelse som avses i denna lag när 1) det på en plats utanför trafiklederna används för ett väsentligen annat ändamål än för transport av personer eller gods, 2) det förvaras, repareras, undergår service eller tvättas på en plats som är avskild från trafikleder.",
        "folded_sv": "denna lag innehaller bestammelser om ersattning for person- och sakskador som orsakas av anvandning av motorfordon i trafik och om trafikforsakring som tecknas mot sadana skador. vid bedomningen av om ett motorfordon anvands i trafik i den bemarkelse som avses i denna lag ska hansyn inte tas till motorfordonets egenskaper eller var motorfordonet anvands eller om det star stilla eller befinner sig i rorelse. ett motorfordon ar inte i trafik i den bemarkelse som avses i denna lag nar 1) det pa en plats utanfor trafiklederna anvands for ett vasentligen annat andamal an for transport av personer eller gods, 2) det forvaras, repareras, undergar service eller tvattas pa en plats som ar avskild fran trafikleder."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometriä tunnissa tai suurin nettopaino yli 25 kilogrammaa, sekä painosta riippumatta vuokrattua sähköpotkulautaa, sekä kytkettyä tai irrallista perävaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 §:n 1 momentissa tarkoitettua sähköavusteista polkupyörää; 21) sosiaali- ja terveydenhuollon järjestämisestä vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 §:ssä tarkoitettuja hyvinvointialueita sekä Uudenmaan maakunnan hyvinvointialueita, Helsingin kaupunkia ja HUS-yhtymää siltä osin kuin ne järjestävät sosiaali- ja terveydenhuollon sekä pelastustoimen järjestämisestä Uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sähköpotkulaudalla sellaista 1 kohdassa tarkoitettua sähkömoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyöräistä ajoneuvoa, jonka rakenteellinen nopeus on enintään 25 kilometriä tunnissa, joka elinkeinotoiminnassa vuokrataan yleisön saataville henkilöiden kuljettamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometriä tunnissa tai suurin nettopaino yli 25 kilogrammaa, sekä painosta riippumatta vuokrattua sähköpotkulautaa, sekä kytkettyä tai irrallista perävaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 § :n 1 momentissa tarkoitettua sähköavusteista polkupyörää; 21) sosiaali- ja terveydenhuollon järjestämisestä vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 § :ssä tarkoitettuja hyvinvointialueita sekä Uudenmaan maakunnan hyvinvointialueita, Helsingin kaupunkia ja HUS-yhtymää siltä osin kuin ne järjestävät sosiaali- ja terveydenhuollon sekä pelastustoimen järjestämisestä Uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sähköpotkulaudalla sellaista 1 kohdassa tarkoitettua sähkömoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyöräistä ajoneuvoa, jonka rakenteellinen nopeus on enintään 25 kilometriä tunnissa, joka elinkeinotoiminnassa vuokrataan yleisön saataville henkilöiden kuljettamista varten.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometria tunnissa tai suurin nettopaino yli 25 kilogrammaa, seka painosta riippumatta vuokrattua sahkopotkulautaa, seka kytkettya tai irrallista peravaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 §:n 1 momentissa tarkoitettua sahkoavusteista polkupyoraa; 21) sosiaali- ja terveydenhuollon jarjestamisesta vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 §:ssa tarkoitettuja hyvinvointialueita seka uudenmaan maakunnan hyvinvointialueita, helsingin kaupunkia ja hus-yhtymaa silta osin kuin ne jarjestavat sosiaali- ja terveydenhuollon seka pelastustoimen jarjestamisesta uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sahkopotkulaudalla sellaista 1 kohdassa tarkoitettua sahkomoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyoraista ajoneuvoa, jonka rakenteellinen nopeus on enintaan 25 kilometria tunnissa, joka elinkeinotoiminnassa vuokrataan yleison saataville henkiloiden kuljettamista varten.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt förmedlad kraft längs marken men inte på spår, med en högsta konstruktiv hastighet på över 25 kilometer i timmen, eller en högsta nettovikt på över 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristående släpvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar för ordnandet av social- och hälsovård de välfärdsområden som avses i 5 § i lagen om välfärdsområden (611/2021) samt välfärdsområdena i landskapet Nyland, Helsingfors stad och HUS-sammanslutningen till den del de ordnar social- och hälsovård i enlighet med lagen om ordnande av social- och hälsovården och räddningsväsendet i Nyland, 22) hyrd elsparkcykel ett sådant i 1 punkten avsett tvåhjuligt fordon med elmotor som styrs stående på en fotbräda och är försett med styrstång och vars konstruktiva hastighet är högst 25 kilometer i timmen och som i näringsverksamhet hyrs ut till allmänheten för transport av personer.",
        "normalized_sv": "I denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt förmedlad kraft längs marken men inte på spår, med en högsta konstruktiv hastighet på över 25 kilometer i timmen, eller en högsta nettovikt på över 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristående släpvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar för ordnandet av social- och hälsovård de välfärdsområden som avses i 5 § i lagen om välfärdsområden (611/2021) samt välfärdsområdena i landskapet Nyland, Helsingfors stad och HUS-sammanslutningen till den del de ordnar social- och hälsovård i enlighet med lagen om ordnande av social- och hälsovården och räddningsväsendet i Nyland, 22) hyrd elsparkcykel ett sådant i 1 punkten avsett tvåhjuligt fordon med elmotor som styrs stående på en fotbräda och är försett med styrstång och vars konstruktiva hastighet är högst 25 kilometer i timmen och som i näringsverksamhet hyrs ut till allmänheten för transport av personer.",
        "folded_sv": "i denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt formedlad kraft langs marken men inte pa spar, med en hogsta konstruktiv hastighet pa over 25 kilometer i timmen, eller en hogsta nettovikt pa over 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristaende slapvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar for ordnandet av social- och halsovard de valfardsomraden som avses i 5 § i lagen om valfardsomraden (611/2021) samt valfardsomradena i landskapet nyland, helsingfors stad och hus-sammanslutningen till den del de ordnar social- och halsovard i enlighet med lagen om ordnande av social- och halsovarden och raddningsvasendet i nyland, 22) hyrd elsparkcykel ett sadant i 1 punkten avsett tvahjuligt fordon med elmotor som styrs staende pa en fotbrada och ar forsett med styrstang och vars konstruktiva hastighet ar hogst 25 kilometer i timmen och som i naringsverksamhet hyrs ut till allmanheten for transport av personer."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Ajoneuvon tuominen toisesta ETA-valtiosta",
      "content": "Jos ajoneuvo tuodaan toisesta ETA-valtiosta Suomeen, ajoneuvon ostaja voi valita, vakuuttaako hän ajoneuvon siinä jäsenvaltiossa, jossa ajoneuvo on rekisteröity, vai Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Jos ajoneuvo tuodaan toisesta ETA-valtiosta Suomeen, ajoneuvon ostaja voi valita, vakuuttaako hän ajoneuvon siinä jäsenvaltiossa, jossa ajoneuvo on rekisteröity, vai Suomessa.",
        "folded_fi": "jos ajoneuvo tuodaan toisesta eta-valtiosta suomeen, ajoneuvon ostaja voi valita, vakuuttaako han ajoneuvon siina jasenvaltiossa, jossa ajoneuvo on rekisteroity, vai suomessa.",
        "title_sv": "Införsel av fordon från en annan EES-stat",
        "content_sv": "Om ett fordon förs in till Finland från en annan EES-stat, får fordonets köpare välja om denne försäkrar fordonet i den medlemsstat där fordonet är registrerat, eller i Finland.",
        "normalized_sv": "Om ett fordon förs in till Finland från en annan EES-stat, får fordonets köpare välja om denne försäkrar fordonet i den medlemsstat där fordonet är registrerat, eller i Finland.",
        "folded_sv": "om ett fordon fors in till finland fran en annan ees-stat, far fordonets kopare valja om denne forsakrar fordonet i den medlemsstat dar fordonet ar registrerat, eller i finland."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Poikkeukset vakuuttamisvelvollisuudesta",
      "content": "Liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityökoneelle tai traktorille, jota ei tarvitse rekisteröidä ja jonka suurin rakenteellinen nopeus on enintään 15 kilometriä tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityökoneelle, jota ei tarvitse rekisteröidä; 3) perävaunulle, jota ei tarvitse rekisteröidä; 4) sellaiselle yksinomaan vammaisten käyttöön tarkoitetulle sähköpyörätuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteröidä; 5) ajoneuvolle, jota ei tarvitse rekisteröidä eikä käytetä liikenteessä; 6) ajoneuvolle, jonka omistaja tai haltija on Suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekäytöstä eikä käytetä liikenteessä; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekäytöstä. Ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityökoneelle tai traktorille, jota ei tarvitse rekisteröidä ja jonka suurin rakenteellinen nopeus on enintään 15 kilometriä tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityökoneelle, jota ei tarvitse rekisteröidä; 3) perävaunulle, jota ei tarvitse rekisteröidä; 4) sellaiselle yksinomaan vammaisten käyttöön tarkoitetulle sähköpyörätuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteröidä; 5) ajoneuvolle, jota ei tarvitse rekisteröidä eikä käytetä liikenteessä; 6) ajoneuvolle, jonka omistaja tai haltija on Suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekäytöstä eikä käytetä liikenteessä; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekäytöstä. Ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
        "folded_fi": "liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityokoneelle tai traktorille, jota ei tarvitse rekisteroida ja jonka suurin rakenteellinen nopeus on enintaan 15 kilometria tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityokoneelle, jota ei tarvitse rekisteroida; 3) peravaunulle, jota ei tarvitse rekisteroida; 4) sellaiselle yksinomaan vammaisten kayttoon tarkoitetulle sahkopyoratuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteroida; 5) ajoneuvolle, jota ei tarvitse rekisteroida eika kayteta liikenteessa; 6) ajoneuvolle, jonka omistaja tai haltija on suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekaytosta eika kayteta liikenteessa; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekaytosta. ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
        "title_sv": "Undantag från försäkringsplikten",
        "content_sv": "Trafikförsäkring behövs inte för 1) ett motorredskap eller en traktor vars konstruktiva hastighet är högst 15 kilometer i timmen, förutsatt att motorredskapet eller traktorn inte behöver registreras, 2) ett motorredskap som i gårdsbruk används för produktion eller bärgning av skörd och som inte behöver registreras, 3) en släpvagn som inte behöver registreras, 4) eldrivna rullstolar och andra motsvarande fordon av lätt konstruktion som är avsedda att användas enbart av personer med funktionsnedsättning och som inte behöver registreras, 5) fordon som inte behöver registreras och som inte används i trafik, 6) fordon vars ägare eller innehavare är finska staten, 7) fordon där någon annan stat eller dess ersättningsorgan ansvarar för trafikskador som de orsakar, 8) fordon som avställts och som inte används i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. Fordonets ägare och innehavare har dock rätt att försäkra fordon som avses i 1 mom. 5, 6 och 8 punkten.",
        "normalized_sv": "Trafikförsäkring behövs inte för 1) ett motorredskap eller en traktor vars konstruktiva hastighet är högst 15 kilometer i timmen, förutsatt att motorredskapet eller traktorn inte behöver registreras, 2) ett motorredskap som i gårdsbruk används för produktion eller bärgning av skörd och som inte behöver registreras, 3) en släpvagn som inte behöver registreras, 4) eldrivna rullstolar och andra motsvarande fordon av lätt konstruktion som är avsedda att användas enbart av personer med funktionsnedsättning och som inte behöver registreras, 5) fordon som inte behöver registreras och som inte används i trafik, 6) fordon vars ägare eller innehavare är finska staten, 7) fordon där någon annan stat eller dess ersättningsorgan ansvarar för trafikskador som de orsakar, 8) fordon som avställts och som inte används i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. Fordonets ägare och innehavare har dock rätt att försäkra fordon som avses i 1 mom. 5, 6 och 8 punkten.",
        "folded_sv": "trafikforsakring behovs inte for 1) ett motorredskap eller en traktor vars konstruktiva hastighet ar hogst 15 kilometer i timmen, forutsatt att motorredskapet eller traktorn inte behover registreras, 2) ett motorredskap som i gardsbruk anvands for produktion eller bargning av skord och som inte behover registreras, 3) en slapvagn som inte behover registreras, 4) eldrivna rullstolar och andra motsvarande fordon av latt konstruktion som ar avsedda att anvandas enbart av personer med funktionsnedsattning och som inte behover registreras, 5) fordon som inte behover registreras och som inte anvands i trafik, 6) fordon vars agare eller innehavare ar finska staten, 7) fordon dar nagon annan stat eller dess ersattningsorgan ansvarar for trafikskador som de orsakar, 8) fordon som avstallts och som inte anvands i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. fordonets agare och innehavare har dock ratt att forsakra fordon som avses i 1 mom. 5, 6 och 8 punkten."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vahinkohistoriatieto",
      "content": "Vakuutusyhtiön on toimitettava vahinkohistoriatieto käyttämällä vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisältö vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission täytäntöönpanosäädöksessä. Vahinkohistoriatieto voidaan antaa myös Liikennevakuutuskeskuksen toimesta. Kun vakuutusyhtiö ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivästi tai korottaa heidän vakuutusmaksujaan heidän kansalaisuutensa tai heidän edellisen asuinjäsenvaltionsa perusteella. Jos vakuutusyhtiö ottaa vakuutusmaksuja määrittäessään huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jäsenvaltioissa annettuja todistuksia yhdenvertaisesti Suomessa annettujen todistusten kanssa myös soveltaessaan mahdollisia alennuksia. Vakuutusyhtiön on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se käyttää vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Vakuutusyhtiön on toimitettava vahinkohistoriatieto käyttämällä vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisältö vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission täytäntöönpanosäädöksessä. Vahinkohistoriatieto voidaan antaa myös Liikennevakuutuskeskuksen toimesta. Kun vakuutusyhtiö ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivästi tai korottaa heidän vakuutusmaksujaan heidän kansalaisuutensa tai heidän edellisen asuinjäsenvaltionsa perusteella. Jos vakuutusyhtiö ottaa vakuutusmaksuja määrittäessään huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jäsenvaltioissa annettuja todistuksia yhdenvertaisesti Suomessa annettujen todistusten kanssa myös soveltaessaan mahdollisia alennuksia. Vakuutusyhtiön on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se käyttää vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
        "folded_fi": "vakuutusyhtion on toimitettava vahinkohistoriatieto kayttamalla vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisalto vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission taytantoonpanosaadoksessa. vahinkohistoriatieto voidaan antaa myos liikennevakuutuskeskuksen toimesta. kun vakuutusyhtio ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivasti tai korottaa heidan vakuutusmaksujaan heidan kansalaisuutensa tai heidan edellisen asuinjasenvaltionsa perusteella. jos vakuutusyhtio ottaa vakuutusmaksuja maarittaessaan huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jasenvaltioissa annettuja todistuksia yhdenvertaisesti suomessa annettujen todistusten kanssa myos soveltaessaan mahdollisia alennuksia. vakuutusyhtion on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se kayttaa vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
        "title_sv": "Skadehistorieuppgifter",
        "content_sv": "Försäkringsbolaget ska lämna skadehistorieuppgifter med användning av formuläret för intyg om skadehistorik, vars form och innehåll fastställs i kommissionens genomförandeakt som antagits med stöd av artikel 16 sjätte stycket i direktivet. Skadehistorieuppgifter kan också lämnas av Trafikförsäkringscentralen. När försäkringsbolaget beaktar intyg om skadehistorik får bolaget inte behandla försäkringstagare på ett diskriminerande sätt eller sätta ett högre pris på deras försäkringspremier på grundval av deras nationalitet eller på grundval av den medlemsstat i vilken de tidigare varit bosatta. Om försäkringsbolaget beaktar intyg om skadehistorik för att fastställa försäkringspremier, ska försäkringsbolaget behandla intyg utfärdade i andra medlemsstater som likvärdiga med intyg utfärdade i Finland, även när bolaget tillämpar eventuella rabatter. Försäkringsbolaget ska offentliggöra en allmän översikt av sin policy i fråga om hur det använder intyg om skadehistorik vid beräkning av försäkringspremier.",
        "normalized_sv": "Försäkringsbolaget ska lämna skadehistorieuppgifter med användning av formuläret för intyg om skadehistorik, vars form och innehåll fastställs i kommissionens genomförandeakt som antagits med stöd av artikel 16 sjätte stycket i direktivet. Skadehistorieuppgifter kan också lämnas av Trafikförsäkringscentralen. När försäkringsbolaget beaktar intyg om skadehistorik får bolaget inte behandla försäkringstagare på ett diskriminerande sätt eller sätta ett högre pris på deras försäkringspremier på grundval av deras nationalitet eller på grundval av den medlemsstat i vilken de tidigare varit bosatta. Om försäkringsbolaget beaktar intyg om skadehistorik för att fastställa försäkringspremier, ska försäkringsbolaget behandla intyg utfärdade i andra medlemsstater som likvärdiga med intyg utfärdade i Finland, även när bolaget tillämpar eventuella rabatter. Försäkringsbolaget ska offentliggöra en allmän översikt av sin policy i fråga om hur det använder intyg om skadehistorik vid beräkning av försäkringspremier.",
        "folded_sv": "forsakringsbolaget ska lamna skadehistorieuppgifter med anvandning av formularet for intyg om skadehistorik, vars form och innehall faststalls i kommissionens genomforandeakt som antagits med stod av artikel 16 sjatte stycket i direktivet. skadehistorieuppgifter kan ocksa lamnas av trafikforsakringscentralen. nar forsakringsbolaget beaktar intyg om skadehistorik far bolaget inte behandla forsakringstagare pa ett diskriminerande satt eller satta ett hogre pris pa deras forsakringspremier pa grundval av deras nationalitet eller pa grundval av den medlemsstat i vilken de tidigare varit bosatta. om forsakringsbolaget beaktar intyg om skadehistorik for att faststalla forsakringspremier, ska forsakringsbolaget behandla intyg utfardade i andra medlemsstater som likvardiga med intyg utfardade i finland, aven nar bolaget tillampar eventuella rabatter. forsakringsbolaget ska offentliggora en allman oversikt av sin policy i fraga om hur det anvander intyg om skadehistorik vid berakning av forsakringspremier."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Korvausvastuu liikennevahingosta",
      "content": "Mitä 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 §:ssä, 84 §:n 1 momentissa ja 85 §:ssä säädetään vakuutusyhtiöstä, sovelletaan myös Valtiokonttoriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Mitä 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 § :ssä, 84 § :n 1 momentissa ja 85 § :ssä säädetään vakuutusyhtiöstä, sovelletaan myös Valtiokonttoriin.",
        "folded_fi": "mita 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 §:ssa, 84 §:n 1 momentissa ja 85 §:ssa saadetaan vakuutusyhtiosta, sovelletaan myos valtiokonttoriin.",
        "title_sv": "Ersättningsansvar för trafikskada",
        "content_sv": "Vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 §, 84 § 1 mom. och 85 § föreskrivs om försäkringsbolag tillämpas också på Statskontoret.",
        "normalized_sv": "Vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 § , 84 § 1 mom. och 85 § föreskrivs om försäkringsbolag tillämpas också på Statskontoret.",
        "folded_sv": "vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 §, 84 § 1 mom. och 85 § foreskrivs om forsakringsbolag tillampas ocksa pa statskontoret."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Henkilövahingon korvaaminen",
      "content": "Korvaus henkilövahingosta määrätään vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 §:n sekä 7 luvun 3 §:n mukaisesti, jollei tässä laissa toisin säädetä. Oikeutta korvaukseen kivusta ja särystä sekä muusta tilapäisestä haitasta ei ole, jos henkilövahinko on vähäinen. Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaamisesta säädetään tämän lain 34 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Korvaus henkilövahingosta määrätään vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 § :n sekä 7 luvun 3 § :n mukaisesti, jollei tässä laissa toisin säädetä. Oikeutta korvaukseen kivusta ja särystä sekä muusta tilapäisestä haitasta ei ole, jos henkilövahinko on vähäinen. Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaamisesta säädetään tämän lain 34 a § :ssä.",
        "folded_fi": "korvaus henkilovahingosta maarataan vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 §:n seka 7 luvun 3 §:n mukaisesti, jollei tassa laissa toisin saadeta. oikeutta korvaukseen kivusta ja sarysta seka muusta tilapaisesta haitasta ei ole, jos henkilovahinko on vahainen. vuokratun sahkopotkulaudan kuljettajan henkilovahingon korvaamisesta saadetaan taman lain 34 a §:ssa.",
        "title_sv": "Ersättning för personskada",
        "content_sv": "Ersättning för en personskada bestäms i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadeståndslagen (412/1974), om inte något annat föreskrivs i denna lag. Rätt till ersättning för sveda och värk och andra tillfälliga men finns dock inte, om personskadan är obetydlig. Bestämmelser om ersättning för en personskada som orsakats en förare av en hyrd elsparkcykel finns i 34 a § i denna lag.",
        "normalized_sv": "Ersättning för en personskada bestäms i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadeståndslagen (412/1974), om inte något annat föreskrivs i denna lag. Rätt till ersättning för sveda och värk och andra tillfälliga men finns dock inte, om personskadan är obetydlig. Bestämmelser om ersättning för en personskada som orsakats en förare av en hyrd elsparkcykel finns i 34 a § i denna lag.",
        "folded_sv": "ersattning for en personskada bestams i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadestandslagen (412/1974), om inte nagot annat foreskrivs i denna lag. ratt till ersattning for sveda och vark och andra tillfalliga men finns dock inte, om personskadan ar obetydlig. bestammelser om ersattning for en personskada som orsakats en forare av en hyrd elsparkcykel finns i 34 a § i denna lag."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaaminen",
      "content": "Vuokratun sähköpotkulaudan kuljettajalle aiheutuneesta henkilövahingosta korvataan vuokratun sähköpotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Vuokratun sähköpotkulaudan kuljettajalle aiheutuneesta henkilövahingosta korvataan vuokratun sähköpotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
        "folded_fi": "vuokratun sahkopotkulaudan kuljettajalle aiheutuneesta henkilovahingosta korvataan vuokratun sahkopotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
        "title_sv": "Ersättning för personskada som orsakats en förare av en hyrd elsparkcykel",
        "content_sv": "För en personskada som orsakats en förare av en hyrd elsparkcykel ersätts från försäkringen för den hyrda elsparkcykeln endast sådana sjukvårdskostnader som avses i denna lag.",
        "normalized_sv": "För en personskada som orsakats en förare av en hyrd elsparkcykel ersätts från försäkringen för den hyrda elsparkcykeln endast sådana sjukvårdskostnader som avses i denna lag.",
        "folded_sv": "for en personskada som orsakats en forare av en hyrd elsparkcykel ersatts fran forsakringen for den hyrda elsparkcykeln endast sadana sjukvardskostnader som avses i denna lag."
      }
    },
    {
      "provision_ref": "39 a",
      "section": "39 a",
      "title": "Ajoneuvoyhdistelmän aiheuttamat vahingot",
      "content": "Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtiö, jollei vahinko johdu perävaunun puutteellisesta kunnosta, jolloin vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, eikä vetoajoneuvoa voida tunnistaa, vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö tai perävaunut vakuuttaneet vakuutusyhtiöt yhteisvastuullisesti. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, ja vahingosta vastuussa olevan vakuutuksen 38 §:ssä tarkoitettu korvattavan esinevahingon enimmäismäärä ylittyy, ylimenevä osa korvataan ajoneuvoyhdistelmän toisen osan vakuutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39 a",
        "normalized_fi": "Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtiö, jollei vahinko johdu perävaunun puutteellisesta kunnosta, jolloin vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, eikä vetoajoneuvoa voida tunnistaa, vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö tai perävaunut vakuuttaneet vakuutusyhtiöt yhteisvastuullisesti. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, ja vahingosta vastuussa olevan vakuutuksen 38 § :ssä tarkoitettu korvattavan esinevahingon enimmäismäärä ylittyy, ylimenevä osa korvataan ajoneuvoyhdistelmän toisen osan vakuutuksesta.",
        "folded_fi": "jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, joka koostuu yhdesta tai useammasta peravaunusta ja niita vetavasta ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtio, jollei vahinko johdu peravaunun puutteellisesta kunnosta, jolloin vahingosta vastaa peravaunun vakuuttanut vakuutusyhtio. jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, joka koostuu yhdesta tai useammasta peravaunusta ja niita vetavasta ajoneuvosta, eika vetoajoneuvoa voida tunnistaa, vahingosta vastaa peravaunun vakuuttanut vakuutusyhtio tai peravaunut vakuuttaneet vakuutusyhtiot yhteisvastuullisesti. jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, ja vahingosta vastuussa olevan vakuutuksen 38 §:ssa tarkoitettu korvattavan esinevahingon enimmaismaara ylittyy, ylimeneva osa korvataan ajoneuvoyhdistelman toisen osan vakuutuksesta.",
        "title_sv": "Skador som orsakas av fordonskombinationer",
        "content_sv": "Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, ska det försäkringsbolag som försäkrat dragfordonet ansvara för skadan, om inte skadan beror på släpvagnens bristfälliga skick, varvid det försäkringsbolag som försäkrat släpvagnen ansvarar för skadan. Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det försäkringsbolag som försäkrat släpvagnen ansvara för skadan, eller de försäkringsbolag som försäkrat släpvagnarna solidariskt ansvara för skadan. Om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet för ersättningar för sakskada som ska betalas från den försäkring som ansvarar för skadan överskrids, ersätts den överskjutande delen från försäkringen för den andra delen av fordonskombinationen.",
        "normalized_sv": "Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, ska det försäkringsbolag som försäkrat dragfordonet ansvara för skadan, om inte skadan beror på släpvagnens bristfälliga skick, varvid det försäkringsbolag som försäkrat släpvagnen ansvarar för skadan. Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det försäkringsbolag som försäkrat släpvagnen ansvara för skadan, eller de försäkringsbolag som försäkrat släpvagnarna solidariskt ansvara för skadan. Om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet för ersättningar för sakskada som ska betalas från den försäkring som ansvarar för skadan överskrids, ersätts den överskjutande delen från försäkringen för den andra delen av fordonskombinationen.",
        "folded_sv": "om en trafikskada orsakas av en fordonskombination bestaende av en eller flera slapvagnar och ett fordon som drar dessa, ska det forsakringsbolag som forsakrat dragfordonet ansvara for skadan, om inte skadan beror pa slapvagnens bristfalliga skick, varvid det forsakringsbolag som forsakrat slapvagnen ansvarar for skadan. om en trafikskada orsakas av en fordonskombination bestaende av en eller flera slapvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det forsakringsbolag som forsakrat slapvagnen ansvara for skadan, eller de forsakringsbolag som forsakrat slapvagnarna solidariskt ansvara for skadan. om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet for ersattningar for sakskada som ska betalas fran den forsakring som ansvarar for skadan overskrids, ersatts den overskjutande delen fran forsakringen for den andra delen av fordonskombinationen."
      }
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Kilpailuun osallistuneelle kuljettajalle aiheutuneet vahingot",
      "content": "Kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttäen, että mainitussa toiminnassa ei ollut noudatettava liikennesääntöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "Kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttäen, että mainitussa toiminnassa ei ollut noudatettava liikennesääntöjä.",
        "folded_fi": "kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttaen, etta mainitussa toiminnassa ei ollut noudatettava liikennesaantoja.",
        "title_sv": "Skada som drabbar förare som deltagit i tävling",
        "content_sv": "Från försäkringen för ett fordon som deltagit i en tävling eller grenspecifik träning ersätts inte skada som drabbar fordonets förare, förutsatt att trafikreglerna inte skulle iakttas i verksamheten i fråga.",
        "normalized_sv": "Från försäkringen för ett fordon som deltagit i en tävling eller grenspecifik träning ersätts inte skada som drabbar fordonets förare, förutsatt att trafikreglerna inte skulle iakttas i verksamheten i fråga.",
        "folded_sv": "fran forsakringen for ett fordon som deltagit i en tavling eller grenspecifik traning ersatts inte skada som drabbar fordonets forare, forutsatt att trafikreglerna inte skulle iakttas i verksamheten i fraga."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Eräiden työsuoritusten aikana sattuneet vahingot",
      "content": "Vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun työsuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilölle, joka suorittaa tässä tarkoitettua työtä; eikä 2) työsuorituksen kohteena olevalle omaisuudelle taikka tähän toimintaan osalliselle toiselle ajoneuvolle. Sen lisäksi, mitä 1 momentissa säädetään, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun työsuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilölle, joka suorittaa tässä tarkoitettua työtä; eikä 2) työsuorituksen kohteena olevalle omaisuudelle taikka tähän toimintaan osalliselle toiselle ajoneuvolle. Sen lisäksi, mitä 1 momentissa säädetään, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
        "folded_fi": "vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun tyosuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilolle, joka suorittaa tassa tarkoitettua tyota; eika 2) tyosuorituksen kohteena olevalle omaisuudelle taikka tahan toimintaan osalliselle toiselle ajoneuvolle. sen lisaksi, mita 1 momentissa saadetaan, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
        "title_sv": "Skador som inträffar under vissa arbetsprestationer",
        "content_sv": "En skada som inträffar under lastning, lossning eller annan arbetsprestation ersätts inte, om den drabbar 1) fordonets ägare, innehavare, förare eller någon annan person som utför arbetet i fråga medan fordonet står stilla, eller 2) egendom som är föremål för en arbetsprestation eller ett annat fordon som deltar i verksamheten i fråga. Utöver vad som föreskrivs i 1 mom. ersätts inte egendomsskador som orsakats av grävning.",
        "normalized_sv": "En skada som inträffar under lastning, lossning eller annan arbetsprestation ersätts inte, om den drabbar 1) fordonets ägare, innehavare, förare eller någon annan person som utför arbetet i fråga medan fordonet står stilla, eller 2) egendom som är föremål för en arbetsprestation eller ett annat fordon som deltar i verksamheten i fråga. Utöver vad som föreskrivs i 1 mom. ersätts inte egendomsskador som orsakats av grävning.",
        "folded_sv": "en skada som intraffar under lastning, lossning eller annan arbetsprestation ersatts inte, om den drabbar 1) fordonets agare, innehavare, forare eller nagon annan person som utfor arbetet i fraga medan fordonet star stilla, eller 2) egendom som ar foremal for en arbetsprestation eller ett annat fordon som deltar i verksamheten i fraga. utover vad som foreskrivs i 1 mom. ersatts inte egendomsskador som orsakats av gravning."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Vakuuttamisvelvollisuudesta vapautetun ajoneuvon aiheuttama vahinko",
      "content": "Liikennevakuutuskeskus korvaa Suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen käyttämisestä, jonka pysyvä kotipaikka on Suomessa ja jolle ei 8 §:n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Liikennevakuutuskeskus korvaa Suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen käyttämisestä, jonka pysyvä kotipaikka on Suomessa ja jolle ei 8 § :n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
        "folded_fi": "liikennevakuutuskeskus korvaa suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen kayttamisesta, jonka pysyva kotipaikka on suomessa ja jolle ei 8 §:n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
        "title_sv": "Skador som orsakas av fordon som är undantagna från försäkringsplikten",
        "content_sv": "Trafikförsäkringscentralen ersätter trafikskador som inträffar i Finland och som orsakas av att fordon vars stadigvarande hemort är i Finland, och för vilka trafikförsäkring enligt 8 § 1 mom. 1-4 punkten inte behöver tecknas, används i trafik.",
        "normalized_sv": "Trafikförsäkringscentralen ersätter trafikskador som inträffar i Finland och som orsakas av att fordon vars stadigvarande hemort är i Finland, och för vilka trafikförsäkring enligt 8 § 1 mom. 1-4 punkten inte behöver tecknas, används i trafik.",
        "folded_sv": "trafikforsakringscentralen ersatter trafikskador som intraffar i finland och som orsakas av att fordon vars stadigvarande hemort ar i finland, och for vilka trafikforsakring enligt 8 § 1 mom. 1-4 punkten inte behover tecknas, anvands i trafik."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Korvauksen suorittamisen määräaika",
      "content": "Vakuutusyhtiön on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistään kuukauden kuluttua siitä, kun se on saanut vakuutussopimuslain 69 §:ssä tarkoitetut asiakirjat ja tiedot ja muun riittävän selvityksen. Tässä tarkoitettuna selvityksenä ei pidetä liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on tämän lain 66 §:n mukaan pyydettävä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Vakuutusyhtiön on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistään kuukauden kuluttua siitä, kun se on saanut vakuutussopimuslain 69 § :ssä tarkoitetut asiakirjat ja tiedot ja muun riittävän selvityksen. Tässä tarkoitettuna selvityksenä ei pidetä liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on tämän lain 66 § :n mukaan pyydettävä.",
        "folded_fi": "vakuutusyhtion on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistaan kuukauden kuluttua siita, kun se on saanut vakuutussopimuslain 69 §:ssa tarkoitetut asiakirjat ja tiedot ja muun riittavan selvityksen. tassa tarkoitettuna selvityksena ei pideta liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on taman lain 66 §:n mukaan pyydettava.",
        "title_sv": "Tidsfrist för betalning av ersättning",
        "content_sv": "Försäkringsbolaget ska utan dröjsmål och senast en månad efter att det har fått de handlingar, uppgifter och annan tillräcklig utredning som avses i 69 § i lagen om försäkringsavtal betala ut ersättning eller meddela att någon ersättning inte betalas. Som en sådan utredning som avses här betraktas inte trafik- och patientskadenämndens rekommendation till avgörande, ens när en sådan enligt 66 § i denna lag ska begäras.",
        "normalized_sv": "Försäkringsbolaget ska utan dröjsmål och senast en månad efter att det har fått de handlingar, uppgifter och annan tillräcklig utredning som avses i 69 § i lagen om försäkringsavtal betala ut ersättning eller meddela att någon ersättning inte betalas. Som en sådan utredning som avses här betraktas inte trafik- och patientskadenämndens rekommendation till avgörande, ens när en sådan enligt 66 § i denna lag ska begäras.",
        "folded_sv": "forsakringsbolaget ska utan drojsmal och senast en manad efter att det har fatt de handlingar, uppgifter och annan tillracklig utredning som avses i 69 § i lagen om forsakringsavtal betala ut ersattning eller meddela att nagon ersattning inte betalas. som en sadan utredning som avses har betraktas inte trafik- och patientskadenamndens rekommendation till avgorande, ens nar en sadan enligt 66 § i denna lag ska begaras."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Velvollisuus pyytää ratkaisusuositusta liikenne- ja potilasvahinkolautakunnalta",
      "content": "Vakuutusyhtiön on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettävä liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireillä olevassa korvausasiassa, kun asia koskee: 1) pysyvän ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista pääoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 §:n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen päätöksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytää, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelystä tai jos kysymyksessä on ilmeinen kirjoitus- tai laskuvirhe. Jos vakuutusyhtiön päätös poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtiön on liitettävä ratkaisusuositus päätökseensä ja annettava päätös tiedoksi lautakunnalle. Lautakunnalle esitettävästä ratkaisusuosituspyynnöstä huolimatta vakuutusyhtiön on 62 §:n mukaisesti suoritettava korvauksen riidaton osa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Vakuutusyhtiön on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettävä liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireillä olevassa korvausasiassa, kun asia koskee: 1) pysyvän ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista pääoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 § :n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen päätöksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytää, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelystä tai jos kysymyksessä on ilmeinen kirjoitus- tai laskuvirhe. Jos vakuutusyhtiön päätös poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtiön on liitettävä ratkaisusuositus päätökseensä ja annettava päätös tiedoksi lautakunnalle. Lautakunnalle esitettävästä ratkaisusuosituspyynnöstä huolimatta vakuutusyhtiön on 62 § :n mukaisesti suoritettava korvauksen riidaton osa.",
        "folded_fi": "vakuutusyhtion on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettava liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireilla olevassa korvausasiassa, kun asia koskee: 1) pysyvan ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista paaoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 §:n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen paatoksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytaa, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelysta tai jos kysymyksessa on ilmeinen kirjoitus- tai laskuvirhe. jos vakuutusyhtion paatos poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtion on liitettava ratkaisusuositus paatokseensa ja annettava paatos tiedoksi lautakunnalle. lautakunnalle esitettavasta ratkaisusuosituspyynnosta huolimatta vakuutusyhtion on 62 §:n mukaisesti suoritettava korvauksen riidaton osa.",
        "title_sv": "Skyldighet att begära rekommendation till avgörande av trafik- och patientskadenämnden",
        "content_sv": "Om ett ersättningsärende inte har avgjorts av domstol genom ett lagakraftvunnet avgörande, ska försäkringsbolaget begära rekommendation till avgörande av trafik- och patientskadenämnden i ett anhängigt ersättningsärende, när ärendet gäller 1) fortlöpande ersättning som betalas på grundval av bestående inkomstbortfall eller dödsfall, eller dess kapitalvärde om ersättningen i stället betalas som engångsersättning, 2) förhöjning eller sänkning av fortlöpande ersättning med stöd av 5 kap. 8 § i skadeståndslagen, 3) ersättning för men, om skadan är svår, 4) rättelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rättelsen av felet; rekommendation till avgörande behöver dock inte begäras om felet är uppenbart och det har orsakats av en parts eget förfarande eller om det är fråga om ett uppenbart skriv- eller räknefel. Om försäkringsbolagets beslut avviker från nämndens rekommendation till avgörande till ersättningstagarens nackdel, ska försäkringsbolaget foga rekommendationen till sitt beslut och delge nämnden beslutet. Trots en begäran om rekommendation till avgörande som framställts till nämnden ska försäkringsbolaget i enlighet med 62 § betala den ostridiga delen av ersättningen.",
        "normalized_sv": "Om ett ersättningsärende inte har avgjorts av domstol genom ett lagakraftvunnet avgörande, ska försäkringsbolaget begära rekommendation till avgörande av trafik- och patientskadenämnden i ett anhängigt ersättningsärende, när ärendet gäller 1) fortlöpande ersättning som betalas på grundval av bestående inkomstbortfall eller dödsfall, eller dess kapitalvärde om ersättningen i stället betalas som engångsersättning, 2) förhöjning eller sänkning av fortlöpande ersättning med stöd av 5 kap. 8 § i skadeståndslagen, 3) ersättning för men, om skadan är svår, 4) rättelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rättelsen av felet; rekommendation till avgörande behöver dock inte begäras om felet är uppenbart och det har orsakats av en parts eget förfarande eller om det är fråga om ett uppenbart skriv- eller räknefel. Om försäkringsbolagets beslut avviker från nämndens rekommendation till avgörande till ersättningstagarens nackdel, ska försäkringsbolaget foga rekommendationen till sitt beslut och delge nämnden beslutet. Trots en begäran om rekommendation till avgörande som framställts till nämnden ska försäkringsbolaget i enlighet med 62 § betala den ostridiga delen av ersättningen.",
        "folded_sv": "om ett ersattningsarende inte har avgjorts av domstol genom ett lagakraftvunnet avgorande, ska forsakringsbolaget begara rekommendation till avgorande av trafik- och patientskadenamnden i ett anhangigt ersattningsarende, nar arendet galler 1) fortlopande ersattning som betalas pa grundval av bestaende inkomstbortfall eller dodsfall, eller dess kapitalvarde om ersattningen i stallet betalas som engangsersattning, 2) forhojning eller sankning av fortlopande ersattning med stod av 5 kap. 8 § i skadestandslagen, 3) ersattning for men, om skadan ar svar, 4) rattelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rattelsen av felet; rekommendation till avgorande behover dock inte begaras om felet ar uppenbart och det har orsakats av en parts eget forfarande eller om det ar fraga om ett uppenbart skriv- eller raknefel. om forsakringsbolagets beslut avviker fran namndens rekommendation till avgorande till ersattningstagarens nackdel, ska forsakringsbolaget foga rekommendationen till sitt beslut och delge namnden beslutet. trots en begaran om rekommendation till avgorande som framstallts till namnden ska forsakringsbolaget i enlighet med 62 § betala den ostridiga delen av ersattningen."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Korvauksen viivästyminen",
      "content": "Viivästyskorotusta ja viivästyskorkoa on maksettava sitä päivää seuraavasta päivästä lukien, jona vakuutusyhtiön olisi 62 ja 70 §:n mukaan viimeistään tullut suorittaa korvaus. Jos selvitystä on pidettävä riittämättömänä ainoastaan korvauksen määrän osalta, viivästyskorotusta ja viivästyskorkoa on kuitenkin maksettava sille korvauksen määrälle, jota kohtuudella voidaan pitää selvitettynä. Saman päätöksen perusteella myöhemmin suoritettavalle korvauserälle viivästyskorotus lasketaan kuitenkin eräpäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Viivästyskorotusta ja viivästyskorkoa on maksettava sitä päivää seuraavasta päivästä lukien, jona vakuutusyhtiön olisi 62 ja 70 § :n mukaan viimeistään tullut suorittaa korvaus. Jos selvitystä on pidettävä riittämättömänä ainoastaan korvauksen määrän osalta, viivästyskorotusta ja viivästyskorkoa on kuitenkin maksettava sille korvauksen määrälle, jota kohtuudella voidaan pitää selvitettynä. Saman päätöksen perusteella myöhemmin suoritettavalle korvauserälle viivästyskorotus lasketaan kuitenkin eräpäivästä.",
        "folded_fi": "viivastyskorotusta ja viivastyskorkoa on maksettava sita paivaa seuraavasta paivasta lukien, jona vakuutusyhtion olisi 62 ja 70 §:n mukaan viimeistaan tullut suorittaa korvaus. jos selvitysta on pidettava riittamattomana ainoastaan korvauksen maaran osalta, viivastyskorotusta ja viivastyskorkoa on kuitenkin maksettava sille korvauksen maaralle, jota kohtuudella voidaan pitaa selvitettyna. saman paatoksen perusteella myohemmin suoritettavalle korvauseralle viivastyskorotus lasketaan kuitenkin erapaivasta.",
        "title_sv": "Fördröjd ersättning",
        "content_sv": "Dröjsmålsförhöjning och dröjsmålsränta ska betalas från dagen efter den dag då försäkringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersättning. Om utredningen ska anses vara otillräcklig endast i fråga om ersättningsbeloppet, ska dröjsmålsförhöjning och dröjsmålsränta dock betalas på det ersättningsbelopp som skäligen kan anses vara utrett. För en sådan ersättningspost som med stöd av ett och samma beslut betalas senare räknas dock dröjsmålsförhöjningen från förfallodagen.",
        "normalized_sv": "Dröjsmålsförhöjning och dröjsmålsränta ska betalas från dagen efter den dag då försäkringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersättning. Om utredningen ska anses vara otillräcklig endast i fråga om ersättningsbeloppet, ska dröjsmålsförhöjning och dröjsmålsränta dock betalas på det ersättningsbelopp som skäligen kan anses vara utrett. För en sådan ersättningspost som med stöd av ett och samma beslut betalas senare räknas dock dröjsmålsförhöjningen från förfallodagen.",
        "folded_sv": "drojsmalsforhojning och drojsmalsranta ska betalas fran dagen efter den dag da forsakringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersattning. om utredningen ska anses vara otillracklig endast i fraga om ersattningsbeloppet, ska drojsmalsforhojning och drojsmalsranta dock betalas pa det ersattningsbelopp som skaligen kan anses vara utrett. for en sadan ersattningspost som med stod av ett och samma beslut betalas senare raknas dock drojsmalsforhojningen fran forfallodagen."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "Korvausedustaja ja korvausasiamies",
      "content": "Jos vakuutusyhtiö tai sen korvausedustaja ei noudata tässä pykälässä säädettyä, Finanssivalvonta voi ryhtyä Finanssivalvonnasta annetussa laissa (878/2008) säädettyihin valvontatoimenpiteisiin vakuutusyhtiötä kohtaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:69",
        "normalized_fi": "Jos vakuutusyhtiö tai sen korvausedustaja ei noudata tässä pykälässä säädettyä, Finanssivalvonta voi ryhtyä Finanssivalvonnasta annetussa laissa (878/2008) säädettyihin valvontatoimenpiteisiin vakuutusyhtiötä kohtaan.",
        "folded_fi": "jos vakuutusyhtio tai sen korvausedustaja ei noudata tassa pykalassa saadettya, finanssivalvonta voi ryhtya finanssivalvonnasta annetussa laissa (878/2008) saadettyihin valvontatoimenpiteisiin vakuutusyhtiota kohtaan.",
        "title_sv": "Skaderegleringsrepresentanter och ersättningsombud",
        "content_sv": "Om försäkringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestämmelserna i denna paragraf, kan Finansinspektionen vidta sådana tillsynsåtgärder mot försäkringsbolaget som föreskrivs i lagen om Finansinspektionen (878/2008).",
        "normalized_sv": "Om försäkringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestämmelserna i denna paragraf, kan Finansinspektionen vidta sådana tillsynsåtgärder mot försäkringsbolaget som föreskrivs i lagen om Finansinspektionen (878/2008).",
        "folded_sv": "om forsakringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestammelserna i denna paragraf, kan finansinspektionen vidta sadana tillsynsatgarder mot forsakringsbolaget som foreskrivs i lagen om finansinspektionen (878/2008)."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Oikeus vaatia korvausta korvausedustajalta",
      "content": "Jos korvausvastuu kiistetään osittain tai kokonaan tai se on epäselvä taikka jos vahinkojen suuruutta ei ole kokonaan määritelty, vakuutusyhtiön tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. Liikennevakuutuskeskus ei saa toimia toisessa ETA-valtiossa sijaitsevan vakuutusyhtiön Suomeen nimettynä korvausedustajana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Jos korvausvastuu kiistetään osittain tai kokonaan tai se on epäselvä taikka jos vahinkojen suuruutta ei ole kokonaan määritelty, vakuutusyhtiön tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. Liikennevakuutuskeskus ei saa toimia toisessa ETA-valtiossa sijaitsevan vakuutusyhtiön Suomeen nimettynä korvausedustajana.",
        "folded_fi": "jos korvausvastuu kiistetaan osittain tai kokonaan tai se on epaselva taikka jos vahinkojen suuruutta ei ole kokonaan maaritelty, vakuutusyhtion tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. liikennevakuutuskeskus ei saa toimia toisessa eta-valtiossa sijaitsevan vakuutusyhtion suomeen nimettyna korvausedustajana.",
        "title_sv": "Rätt att kräva ersättning av skaderegleringsrepresentanten",
        "content_sv": "Om ersättningsansvaret bestrids helt eller delvis, ersättningsansvaret är oklart eller skadornas storlek inte har bestämts i sin helhet, ska försäkringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lämna ett motiverat skriftligt svar på ersättningsanspråket. Trafikförsäkringscentralen får inte vara en för Finland utsedd skaderegleringsrepresentant för ett försäkringsbolag som är etablerat i en annan EES-stat.",
        "normalized_sv": "Om ersättningsansvaret bestrids helt eller delvis, ersättningsansvaret är oklart eller skadornas storlek inte har bestämts i sin helhet, ska försäkringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lämna ett motiverat skriftligt svar på ersättningsanspråket. Trafikförsäkringscentralen får inte vara en för Finland utsedd skaderegleringsrepresentant för ett försäkringsbolag som är etablerat i en annan EES-stat.",
        "folded_sv": "om ersattningsansvaret bestrids helt eller delvis, ersattningsansvaret ar oklart eller skadornas storlek inte har bestamts i sin helhet, ska forsakringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lamna ett motiverat skriftligt svar pa ersattningsanspraket. trafikforsakringscentralen far inte vara en for finland utsedd skaderegleringsrepresentant for ett forsakringsbolag som ar etablerat i en annan ees-stat."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Liikennevakuutuskeskuksen takautumisoikeus",
      "content": "Liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a §:n perusteella maksamansa korvaus sen ETA-valtion maksukyvyttömyyselimeltä, jossa maksukyvyttömän vakuutusyhtiön kotipaikka on. Jos Liikennevakuutuskeskus on vakuutusyhtiön maksukyvyttömyyden seurauksena maksanut vahinkoa kärsineelle korvausta 91 a §:n mukaisesti, vahinkoa kärsineen oikeus korvaukseen selvitys- tai konkurssipesästä siirtyy keskukselle siihen määrään saakka kuin tämä on korvausta maksanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a § :n perusteella maksamansa korvaus sen ETA-valtion maksukyvyttömyyselimeltä, jossa maksukyvyttömän vakuutusyhtiön kotipaikka on. Jos Liikennevakuutuskeskus on vakuutusyhtiön maksukyvyttömyyden seurauksena maksanut vahinkoa kärsineelle korvausta 91 a § :n mukaisesti, vahinkoa kärsineen oikeus korvaukseen selvitys- tai konkurssipesästä siirtyy keskukselle siihen määrään saakka kuin tämä on korvausta maksanut.",
        "folded_fi": "liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a §:n perusteella maksamansa korvaus sen eta-valtion maksukyvyttomyyselimelta, jossa maksukyvyttoman vakuutusyhtion kotipaikka on. jos liikennevakuutuskeskus on vakuutusyhtion maksukyvyttomyyden seurauksena maksanut vahinkoa karsineelle korvausta 91 a §:n mukaisesti, vahinkoa karsineen oikeus korvaukseen selvitys- tai konkurssipesasta siirtyy keskukselle siihen maaraan saakka kuin tama on korvausta maksanut.",
        "title_sv": "Trafikförsäkringscentralens regressrätt",
        "content_sv": "Trafikförsäkringscentralen har rätt att kräva tillbaka ersättning som den betalat med stöd av 91 a § av insolvensorganet i den EES-stat där det insolventa försäkringsbolaget har sin hemort. Om Trafikförsäkringscentralen till följd av försäkringsbolagets insolvens har betalat ersättning till en skadelidande i enlighet med 91 a §, övergår den skadelidandes rätt till ersättning från administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat.",
        "normalized_sv": "Trafikförsäkringscentralen har rätt att kräva tillbaka ersättning som den betalat med stöd av 91 a § av insolvensorganet i den EES-stat där det insolventa försäkringsbolaget har sin hemort. Om Trafikförsäkringscentralen till följd av försäkringsbolagets insolvens har betalat ersättning till en skadelidande i enlighet med 91 a § , övergår den skadelidandes rätt till ersättning från administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat.",
        "folded_sv": "trafikforsakringscentralen har ratt att krava tillbaka ersattning som den betalat med stod av 91 a § av insolvensorganet i den ees-stat dar det insolventa forsakringsbolaget har sin hemort. om trafikforsakringscentralen till foljd av forsakringsbolagets insolvens har betalat ersattning till en skadelidande i enlighet med 91 a §, overgar den skadelidandes ratt till ersattning fran administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "Jakojärjestelmä ja siitä katettavat kustannukset",
      "content": "jakojärjestelmäkustannukset Jakojärjestelmällä katettavat kustannukset () ovat: 1) Liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta määrästä on vähennetty sekä 27 ja 28 §:n mukaiset maksut että raja- ja siirtoliikennevakuutuksien maksut; 2) 35 §:ssä tarkoitetut jatkuviin korvauksiin liittyvät indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 §:ssä säädetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 5) 55 §:n mukainen täyskustannusmaksu, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:75",
        "normalized_fi": "jakojärjestelmäkustannukset Jakojärjestelmällä katettavat kustannukset () ovat: 1) Liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta määrästä on vähennetty sekä 27 ja 28 § :n mukaiset maksut että raja- ja siirtoliikennevakuutuksien maksut; 2) 35 § :ssä tarkoitetut jatkuviin korvauksiin liittyvät indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 § :ssä säädetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 § :ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 5) 55 § :n mukainen täyskustannusmaksu, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa säädetään.",
        "folded_fi": "jakojarjestelmakustannukset jakojarjestelmalla katettavat kustannukset () ovat: 1) liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta maarasta on vahennetty seka 27 ja 28 §:n mukaiset maksut etta raja- ja siirtoliikennevakuutuksien maksut; 2) 35 §:ssa tarkoitetut jatkuviin korvauksiin liittyvat indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 §:ssa saadetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssa tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 5) 55 §:n mukainen tayskustannusmaksu, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa saadetaan.",
        "title_sv": "Fördelningssystemet och de kostnader som ska täckas ur det",
        "content_sv": "fördelningskostnaderna De kostnader som ska täckas genom fördelningssystemet () är 1) kostnader som orsakas av skador som Trafikförsäkringscentralen ansvarar för, utan de ersättningar som anges i 2-6 punkten, från vilket belopp avgifter enligt 27 och 28 § och premierna för gräns- och förflyttningsförsäkringar har avdragits, 2) indexjusteringar av de fortlöpande ersättningar som avses i 35 §, 3) de sjukvårdskostnader som det föreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då skadefallet inträffade, 4) sådana ersättningar för rehabilitering som avses i 7 § i lagen om rehabilitering som ersätts enligt trafikförsäkringslagen och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 5) fullkostnadsavgift enligt 55 § när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 6) ersättningar för stora skador enligt vad som föreskrivs i 4 mom.",
        "normalized_sv": "fördelningskostnaderna De kostnader som ska täckas genom fördelningssystemet () är 1) kostnader som orsakas av skador som Trafikförsäkringscentralen ansvarar för, utan de ersättningar som anges i 2-6 punkten, från vilket belopp avgifter enligt 27 och 28 § och premierna för gräns- och förflyttningsförsäkringar har avdragits, 2) indexjusteringar av de fortlöpande ersättningar som avses i 35 § , 3) de sjukvårdskostnader som det föreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då skadefallet inträffade, 4) sådana ersättningar för rehabilitering som avses i 7 § i lagen om rehabilitering som ersätts enligt trafikförsäkringslagen och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 5) fullkostnadsavgift enligt 55 § när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 6) ersättningar för stora skador enligt vad som föreskrivs i 4 mom.",
        "folded_sv": "fordelningskostnaderna de kostnader som ska tackas genom fordelningssystemet () ar 1) kostnader som orsakas av skador som trafikforsakringscentralen ansvarar for, utan de ersattningar som anges i 2-6 punkten, fran vilket belopp avgifter enligt 27 och 28 § och premierna for grans- och forflyttningsforsakringar har avdragits, 2) indexjusteringar av de fortlopande ersattningar som avses i 35 §, 3) de sjukvardskostnader som det foreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da skadefallet intraffade, 4) sadana ersattningar for rehabilitering som avses i 7 § i lagen om rehabilitering som ersatts enligt trafikforsakringslagen och som betalas nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da trafikskadan intraffade, 5) fullkostnadsavgift enligt 55 § nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da trafikskadan intraffade, 6) ersattningar for stora skador enligt vad som foreskrivs i 4 mom."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "Tietokeskus",
      "content": "Vahinkoa kärsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 §:ssä tarkoitetuissa vahinkotapauksissa sekä toisesta jäsenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi Liikennevakuutuskeskus kerää ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, sekä avustaa näiden tietojen saamisessa siihen oikeutettuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:86",
        "normalized_fi": "Vahinkoa kärsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 § :ssä tarkoitetuissa vahinkotapauksissa sekä toisesta jäsenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi Liikennevakuutuskeskus kerää ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, sekä avustaa näiden tietojen saamisessa siihen oikeutettuja.",
        "folded_fi": "vahinkoa karsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 §:ssa tarkoitetuissa vahinkotapauksissa seka toisesta jasenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi liikennevakuutuskeskus keraa ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, seka avustaa naiden tietojen saamisessa siihen oikeutettuja.",
        "title_sv": "Informationscentrum",
        "content_sv": "För att trygga de skadelidandes intressen, säkra en snabb tillgång till information i sådana skadefall som avses i 70 § och säkra tillgången till behövlig information om försäkringsplikten för fordon som avsänts från en annan medlemsstat samlar Trafikförsäkringscentralen in och sprider information som har betydelse för erhållande av ersättning samt hjälper dem som har rätt till denna information att få den.",
        "normalized_sv": "För att trygga de skadelidandes intressen, säkra en snabb tillgång till information i sådana skadefall som avses i 70 § och säkra tillgången till behövlig information om försäkringsplikten för fordon som avsänts från en annan medlemsstat samlar Trafikförsäkringscentralen in och sprider information som har betydelse för erhållande av ersättning samt hjälper dem som har rätt till denna information att få den.",
        "folded_sv": "for att trygga de skadelidandes intressen, sakra en snabb tillgang till information i sadana skadefall som avses i 70 § och sakra tillgangen till behovlig information om forsakringsplikten for fordon som avsants fran en annan medlemsstat samlar trafikforsakringscentralen in och sprider information som har betydelse for erhallande av ersattning samt hjalper dem som har ratt till denna information att fa den."
      }
    },
    {
      "provision_ref": "91 a",
      "section": "91 a",
      "title": "Vahingon korvaaminen vakuutusyhtiön maksukyvyttömyystilanteessa",
      "content": "Vahinkoa kärsinyt, jonka asuinpaikka on Suomessa, voi esittää korvausvaatimuksensa suoraan Liikennevakuutuskeskukselle, jos Suomessa tai toisessa ETA-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtiö on maksukyvytön. Suomalainen vakuutusyhtiö katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttömäksi, jos se on asetettu selvitystilaan tai konkurssiin. Selvitystilan alkamisesta säädetään vakuutusyhtiölain 23 luvun 5 §:ssä ja konkurssiin asettamisesta mainitun luvun 29 §:ssä. Jos vakuutusyhtiön kotipaikka on toisessa ETA-valtiossa, maksukyvyttömyyden alkaminen määräytyy sen kotijäsenvaltion lainsäädännön mukaisesti. Liikennevakuutuskeskuksen on kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtävä perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiistetä ja vahingon suuruus on kokonaan tai osittain määritelty. Liikennevakuutuskeskuksen on annettava vahinkoa kärsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtiö ole 2 momentissa tarkoitetulla tavalla maksukyvytön, tai korvausvastuu kiistetään tai se on epäselvä taikka vahingon suuruutta ei ole kokonaan määritelty. Perusteltu vastaus on annettava kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa. Liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa kärsineelle ilman aiheetonta viivytystä ja joka tapauksessa viimeistään kolmen kuukauden kuluessa siitä, kun vahinkoa kärsinyt on ilmoittanut hyväksyvänsä korvaustarjouksen. Jos korvauksen määrä ei ole riidaton, Liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tässä momentissa tarkoitetun määräajan puitteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91 a",
        "normalized_fi": "Vahinkoa kärsinyt, jonka asuinpaikka on Suomessa, voi esittää korvausvaatimuksensa suoraan Liikennevakuutuskeskukselle, jos Suomessa tai toisessa ETA-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtiö on maksukyvytön. Suomalainen vakuutusyhtiö katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttömäksi, jos se on asetettu selvitystilaan tai konkurssiin. Selvitystilan alkamisesta säädetään vakuutusyhtiölain 23 luvun 5 § :ssä ja konkurssiin asettamisesta mainitun luvun 29 § :ssä. Jos vakuutusyhtiön kotipaikka on toisessa ETA-valtiossa, maksukyvyttömyyden alkaminen määräytyy sen kotijäsenvaltion lainsäädännön mukaisesti. Liikennevakuutuskeskuksen on kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtävä perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiistetä ja vahingon suuruus on kokonaan tai osittain määritelty. Liikennevakuutuskeskuksen on annettava vahinkoa kärsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtiö ole 2 momentissa tarkoitetulla tavalla maksukyvytön, tai korvausvastuu kiistetään tai se on epäselvä taikka vahingon suuruutta ei ole kokonaan määritelty. Perusteltu vastaus on annettava kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa. Liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa kärsineelle ilman aiheetonta viivytystä ja joka tapauksessa viimeistään kolmen kuukauden kuluessa siitä, kun vahinkoa kärsinyt on ilmoittanut hyväksyvänsä korvaustarjouksen. Jos korvauksen määrä ei ole riidaton, Liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tässä momentissa tarkoitetun määräajan puitteissa.",
        "folded_fi": "vahinkoa karsinyt, jonka asuinpaikka on suomessa, voi esittaa korvausvaatimuksensa suoraan liikennevakuutuskeskukselle, jos suomessa tai toisessa eta-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtio on maksukyvyton. suomalainen vakuutusyhtio katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttomaksi, jos se on asetettu selvitystilaan tai konkurssiin. selvitystilan alkamisesta saadetaan vakuutusyhtiolain 23 luvun 5 §:ssa ja konkurssiin asettamisesta mainitun luvun 29 §:ssa. jos vakuutusyhtion kotipaikka on toisessa eta-valtiossa, maksukyvyttomyyden alkaminen maaraytyy sen kotijasenvaltion lainsaadannon mukaisesti. liikennevakuutuskeskuksen on kolmen kuukauden kuluessa paivasta, jona vahinkoa karsinyt on esittanyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtava perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiisteta ja vahingon suuruus on kokonaan tai osittain maaritelty. liikennevakuutuskeskuksen on annettava vahinkoa karsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtio ole 2 momentissa tarkoitetulla tavalla maksukyvyton, tai korvausvastuu kiistetaan tai se on epaselva taikka vahingon suuruutta ei ole kokonaan maaritelty. perusteltu vastaus on annettava kolmen kuukauden kuluessa paivasta, jona vahinkoa karsinyt on esittanyt korvausvaatimuksensa. liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa karsineelle ilman aiheetonta viivytysta ja joka tapauksessa viimeistaan kolmen kuukauden kuluessa siita, kun vahinkoa karsinyt on ilmoittanut hyvaksyvansa korvaustarjouksen. jos korvauksen maara ei ole riidaton, liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tassa momentissa tarkoitetun maaraajan puitteissa.",
        "title_sv": "Ersättning för skada vid försäkringsbolagets insolvens",
        "content_sv": "En skadelidande som har bostadsort i Finland kan framställa sitt ersättningsanspråk direkt till Trafikförsäkringscentralen, om det försäkringsbolag som är ersättningsansvarigt för en trafikskada som inträffat i Finland eller i en annan EES-stat är insolvent. Ett finländskt försäkringsbolag anses vara insolvent på det sätt som avses i 1 mom. om bolaget har försatts i likvidation eller konkurs. Bestämmelser om likvidationens början finns i 23 kap. 5 § i försäkringsbolagslagen och bestämmelser om försättande i konkurs i 29 § i det kapitlet. Om försäkringsbolaget har sin hemort i en annan EES-stat bestäms inträdandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. Trafikförsäkringscentralen ska inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk ersätta trafikskadan eller lämna ett motiverat ersättningsanbud, om centralen har fastställt att den är ersättningsansvarig för skadan, ersättningsanspråket inte bestrids och skadans storlek helt eller delvis har fastställts. Trafikförsäkringscentralen ska lämna den skadelidande ett motiverat skriftligt svar på vad som anförts i ersättningsanspråket, om centralen har konstaterat att försäkringsbolaget inte är insolvent på det sätt som avses i 2 mom. eller ersättningsansvaret bestrids eller är oklart, eller skadans storlek inte helt har fastställts. Ett motiverat svar ska lämnas inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk. Trafikförsäkringscentralen ska betala ersättning till den skadelidande utan onödigt dröjsmål och i varje fall senast inom tre månader från det att den skadelidande har meddelat att denne godkänner ersättningsanbudet. Om ersättningsbeloppet inte är ostridigt, ska Trafikförsäkringscentralen betala den ostridiga delen av ersättningen inom den tid som anges i detta moment.",
        "normalized_sv": "En skadelidande som har bostadsort i Finland kan framställa sitt ersättningsanspråk direkt till Trafikförsäkringscentralen, om det försäkringsbolag som är ersättningsansvarigt för en trafikskada som inträffat i Finland eller i en annan EES-stat är insolvent. Ett finländskt försäkringsbolag anses vara insolvent på det sätt som avses i 1 mom. om bolaget har försatts i likvidation eller konkurs. Bestämmelser om likvidationens början finns i 23 kap. 5 § i försäkringsbolagslagen och bestämmelser om försättande i konkurs i 29 § i det kapitlet. Om försäkringsbolaget har sin hemort i en annan EES-stat bestäms inträdandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. Trafikförsäkringscentralen ska inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk ersätta trafikskadan eller lämna ett motiverat ersättningsanbud, om centralen har fastställt att den är ersättningsansvarig för skadan, ersättningsanspråket inte bestrids och skadans storlek helt eller delvis har fastställts. Trafikförsäkringscentralen ska lämna den skadelidande ett motiverat skriftligt svar på vad som anförts i ersättningsanspråket, om centralen har konstaterat att försäkringsbolaget inte är insolvent på det sätt som avses i 2 mom. eller ersättningsansvaret bestrids eller är oklart, eller skadans storlek inte helt har fastställts. Ett motiverat svar ska lämnas inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk. Trafikförsäkringscentralen ska betala ersättning till den skadelidande utan onödigt dröjsmål och i varje fall senast inom tre månader från det att den skadelidande har meddelat att denne godkänner ersättningsanbudet. Om ersättningsbeloppet inte är ostridigt, ska Trafikförsäkringscentralen betala den ostridiga delen av ersättningen inom den tid som anges i detta moment.",
        "folded_sv": "en skadelidande som har bostadsort i finland kan framstalla sitt ersattningsansprak direkt till trafikforsakringscentralen, om det forsakringsbolag som ar ersattningsansvarigt for en trafikskada som intraffat i finland eller i en annan ees-stat ar insolvent. ett finlandskt forsakringsbolag anses vara insolvent pa det satt som avses i 1 mom. om bolaget har forsatts i likvidation eller konkurs. bestammelser om likvidationens borjan finns i 23 kap. 5 § i forsakringsbolagslagen och bestammelser om forsattande i konkurs i 29 § i det kapitlet. om forsakringsbolaget har sin hemort i en annan ees-stat bestams intradandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. trafikforsakringscentralen ska inom tre manader fran den dag da den skadelidande framstallde sitt ersattningsansprak ersatta trafikskadan eller lamna ett motiverat ersattningsanbud, om centralen har faststallt att den ar ersattningsansvarig for skadan, ersattningsanspraket inte bestrids och skadans storlek helt eller delvis har faststallts. trafikforsakringscentralen ska lamna den skadelidande ett motiverat skriftligt svar pa vad som anforts i ersattningsanspraket, om centralen har konstaterat att forsakringsbolaget inte ar insolvent pa det satt som avses i 2 mom. eller ersattningsansvaret bestrids eller ar oklart, eller skadans storlek inte helt har faststallts. ett motiverat svar ska lamnas inom tre manader fran den dag da den skadelidande framstallde sitt ersattningsansprak. trafikforsakringscentralen ska betala ersattning till den skadelidande utan onodigt drojsmal och i varje fall senast inom tre manader fran det att den skadelidande har meddelat att denne godkanner ersattningsanbudet. om ersattningsbeloppet inte ar ostridigt, ska trafikforsakringscentralen betala den ostridiga delen av ersattningen inom den tid som anges i detta moment."
      }
    },
    {
      "provision_ref": "91 b",
      "section": "91 b",
      "title": "Liikennevakuutuskeskuksen tehtävät ja tiedonsaanti maksukyvyttömyyselimenä",
      "content": "Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö joutuu 91 a §:ssä tarkoitetulla tavalla maksukyvyttömäksi, Liikennevakuutuskeskuksen on viipymättä ilmoitettava asiasta muiden ETA-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttömyyselimille. Liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtiön maksukyvyttömyyteen liittyvästä korvausvaatimuksesta vastaavalle maksukyvyttömyyselimelle vakuutusyhtiön kotijäsenvaltiossa sekä maksukyvyttömälle vakuutusyhtiölle tai vakuutusyhtiön vakuutus- ja jälleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (Solvenssi II) annetun Euroopan parlamentin ja neuvoston direktiivin 2009/138/EY 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittäjälle. Vakuutusyhtiön, sen hallinnonhoitajan tai selvittäjän on ilmoitettava Liikennevakuutuskeskukselle, jos vakuutusyhtiö suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myös Liikennevakuutuskeskukselle. Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö on 91 a §:ssä tarkoitetulla tavalla maksukyvytön, Liikennevakuutuskeskuksen on hyvitettävä toisen ETA-valtion maksukyvyttömyyselimen niin vaatiessa maksukyvyttömyyselimelle sen vahinkoa kärsineelle maksama korvaus liikennevahingosta. Hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittää kuutta kuukautta, elleivät Liikennevakuutuskeskus ja maksukyvyttömyyselin kirjallisesti sovi toisin. Liikennevakuutuskeskuksella on salassapitosäännösten estämättä oikeus saada tässä pykälässä ja 91 a §:ssä tarkoitettujen tehtävien hoitamiseksi välttämättömät tiedot vakuutusyhtiöltä, 2 momentissa tarkoitetulta vakuutusyhtiön hallinnonhoitajalta ja selvittäjältä sekä Finanssivalvonnalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91 b",
        "normalized_fi": "Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö joutuu 91 a § :ssä tarkoitetulla tavalla maksukyvyttömäksi, Liikennevakuutuskeskuksen on viipymättä ilmoitettava asiasta muiden ETA-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttömyyselimille. Liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtiön maksukyvyttömyyteen liittyvästä korvausvaatimuksesta vastaavalle maksukyvyttömyyselimelle vakuutusyhtiön kotijäsenvaltiossa sekä maksukyvyttömälle vakuutusyhtiölle tai vakuutusyhtiön vakuutus- ja jälleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (Solvenssi II) annetun Euroopan parlamentin ja neuvoston direktiivin 2009/138/EY 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittäjälle. Vakuutusyhtiön, sen hallinnonhoitajan tai selvittäjän on ilmoitettava Liikennevakuutuskeskukselle, jos vakuutusyhtiö suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myös Liikennevakuutuskeskukselle. Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö on 91 a § :ssä tarkoitetulla tavalla maksukyvytön, Liikennevakuutuskeskuksen on hyvitettävä toisen ETA-valtion maksukyvyttömyyselimen niin vaatiessa maksukyvyttömyyselimelle sen vahinkoa kärsineelle maksama korvaus liikennevahingosta. Hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittää kuutta kuukautta, elleivät Liikennevakuutuskeskus ja maksukyvyttömyyselin kirjallisesti sovi toisin. Liikennevakuutuskeskuksella on salassapitosäännösten estämättä oikeus saada tässä pykälässä ja 91 a § :ssä tarkoitettujen tehtävien hoitamiseksi välttämättömät tiedot vakuutusyhtiöltä, 2 momentissa tarkoitetulta vakuutusyhtiön hallinnonhoitajalta ja selvittäjältä sekä Finanssivalvonnalta.",
        "folded_fi": "jos liikennevakuutusta harjoittava suomalainen vakuutusyhtio joutuu 91 a §:ssa tarkoitetulla tavalla maksukyvyttomaksi, liikennevakuutuskeskuksen on viipymatta ilmoitettava asiasta muiden eta-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttomyyselimille. liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtion maksukyvyttomyyteen liittyvasta korvausvaatimuksesta vastaavalle maksukyvyttomyyselimelle vakuutusyhtion kotijasenvaltiossa seka maksukyvyttomalle vakuutusyhtiolle tai vakuutusyhtion vakuutus- ja jalleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (solvenssi ii) annetun euroopan parlamentin ja neuvoston direktiivin 2009/138/ey 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittajalle. vakuutusyhtion, sen hallinnonhoitajan tai selvittajan on ilmoitettava liikennevakuutuskeskukselle, jos vakuutusyhtio suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myos liikennevakuutuskeskukselle. jos liikennevakuutusta harjoittava suomalainen vakuutusyhtio on 91 a §:ssa tarkoitetulla tavalla maksukyvyton, liikennevakuutuskeskuksen on hyvitettava toisen eta-valtion maksukyvyttomyyselimen niin vaatiessa maksukyvyttomyyselimelle sen vahinkoa karsineelle maksama korvaus liikennevahingosta. hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittaa kuutta kuukautta, elleivat liikennevakuutuskeskus ja maksukyvyttomyyselin kirjallisesti sovi toisin. liikennevakuutuskeskuksella on salassapitosaannosten estamatta oikeus saada tassa pykalassa ja 91 a §:ssa tarkoitettujen tehtavien hoitamiseksi valttamattomat tiedot vakuutusyhtiolta, 2 momentissa tarkoitetulta vakuutusyhtion hallinnonhoitajalta ja selvittajalta seka finanssivalvonnalta.",
        "title_sv": "Trafikförsäkringscentralens uppgifter och tillgång till information som insolvensorgan",
        "content_sv": "Om ett finländskt försäkringsbolag som bedriver trafikförsäkring blir insolvent på det sätt som avses i 91 a §, ska Trafikförsäkringscentralen utan dröjsmål underrätta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de övriga EES-staterna. När Trafikförsäkringscentralen tar emot ett ersättningsanspråk som hänför sig till ett försäkringsbolags insolvens ska centralen underrätta motsvarande insolvensorgan i försäkringsbolagets hemmedlemsstat samt det insolventa försäkringsbolaget eller försäkringsbolagets rekonstruktör enligt artikel 268.1 e i Europaparlamentets och rådets direktiv 2009/138/EG om upptagande och utövande av försäkrings- och återförsäkringsverksamhet (Solvens II) eller dess förvaltare enligt artikel 268.1 f i det direktivet. Försäkringsbolaget, dess rekonstruktör eller förvaltaren ska underrätta Trafikförsäkringscentralen, om försäkringsbolaget betalar ut ersättning för en sådan skada som också anmälts till Trafikförsäkringscentralen. Om ett finländskt försäkringsbolag som bedriver trafikförsäkring är insolvent på det sätt som avses i 91 a §, ska Trafikförsäkringscentralen, om insolvensorganet i en annan EES-stat så kräver, ersätta insolvensorganet för den ersättning som organet betalat för en trafikskada till en skadelidande. Ersättningen ska betalas inom rimlig tid som inte får överstiga sex månader, om inte annat skriftligen avtalas av Trafikförsäkringscentralen och insolvensorganet. Trafikförsäkringscentralen har trots sekretessbestämmelserna rätt att av försäkringsbolaget, av försäkringsbolagets i 2 mom. avsedda rekonstruktör och förvaltare och av Finansinspektionen få de uppgifter som är nödvändiga för skötseln av uppgifter enligt denna paragraf och 91 a §.",
        "normalized_sv": "Om ett finländskt försäkringsbolag som bedriver trafikförsäkring blir insolvent på det sätt som avses i 91 a § , ska Trafikförsäkringscentralen utan dröjsmål underrätta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de övriga EES-staterna. När Trafikförsäkringscentralen tar emot ett ersättningsanspråk som hänför sig till ett försäkringsbolags insolvens ska centralen underrätta motsvarande insolvensorgan i försäkringsbolagets hemmedlemsstat samt det insolventa försäkringsbolaget eller försäkringsbolagets rekonstruktör enligt artikel 268.1 e i Europaparlamentets och rådets direktiv 2009/138/EG om upptagande och utövande av försäkrings- och återförsäkringsverksamhet (Solvens II) eller dess förvaltare enligt artikel 268.1 f i det direktivet. Försäkringsbolaget, dess rekonstruktör eller förvaltaren ska underrätta Trafikförsäkringscentralen, om försäkringsbolaget betalar ut ersättning för en sådan skada som också anmälts till Trafikförsäkringscentralen. Om ett finländskt försäkringsbolag som bedriver trafikförsäkring är insolvent på det sätt som avses i 91 a § , ska Trafikförsäkringscentralen, om insolvensorganet i en annan EES-stat så kräver, ersätta insolvensorganet för den ersättning som organet betalat för en trafikskada till en skadelidande. Ersättningen ska betalas inom rimlig tid som inte får överstiga sex månader, om inte annat skriftligen avtalas av Trafikförsäkringscentralen och insolvensorganet. Trafikförsäkringscentralen har trots sekretessbestämmelserna rätt att av försäkringsbolaget, av försäkringsbolagets i 2 mom. avsedda rekonstruktör och förvaltare och av Finansinspektionen få de uppgifter som är nödvändiga för skötseln av uppgifter enligt denna paragraf och 91 a § .",
        "folded_sv": "om ett finlandskt forsakringsbolag som bedriver trafikforsakring blir insolvent pa det satt som avses i 91 a §, ska trafikforsakringscentralen utan drojsmal underratta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de ovriga ees-staterna. nar trafikforsakringscentralen tar emot ett ersattningsansprak som hanfor sig till ett forsakringsbolags insolvens ska centralen underratta motsvarande insolvensorgan i forsakringsbolagets hemmedlemsstat samt det insolventa forsakringsbolaget eller forsakringsbolagets rekonstruktor enligt artikel 268.1 e i europaparlamentets och radets direktiv 2009/138/eg om upptagande och utovande av forsakrings- och aterforsakringsverksamhet (solvens ii) eller dess forvaltare enligt artikel 268.1 f i det direktivet. forsakringsbolaget, dess rekonstruktor eller forvaltaren ska underratta trafikforsakringscentralen, om forsakringsbolaget betalar ut ersattning for en sadan skada som ocksa anmalts till trafikforsakringscentralen. om ett finlandskt forsakringsbolag som bedriver trafikforsakring ar insolvent pa det satt som avses i 91 a §, ska trafikforsakringscentralen, om insolvensorganet i en annan ees-stat sa kraver, ersatta insolvensorganet for den ersattning som organet betalat for en trafikskada till en skadelidande. ersattningen ska betalas inom rimlig tid som inte far overstiga sex manader, om inte annat skriftligen avtalas av trafikforsakringscentralen och insolvensorganet. trafikforsakringscentralen har trots sekretessbestammelserna ratt att av forsakringsbolaget, av forsakringsbolagets i 2 mom. avsedda rekonstruktor och forvaltare och av finansinspektionen fa de uppgifter som ar nodvandiga for skotseln av uppgifter enligt denna paragraf och 91 a §."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "title": "Vakuutusyhtiön selvitystila ja konkurssi",
      "content": "Liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtiön selvitystilan ja konkurssin yhteydessä korvausten maksamisesta myös sen jälkeen, kun vakuutuskanta ja sitä vastaava omaisuus on siirretty keskukselle, sekä muista vakuutusyhtiölain 23 luvun 21 §:ssä ja ulkomaisista vakuutusyhtiöistä annetun lain 49 §:ssä säädetyistä tehtävistä. Sellaisen vakuutusyhtiön, jonka kotipaikka on muussa ETA-valtiossa kuin Suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sitä vastaava omaisuus voidaan siirtää Liikennevakuutuskeskukselle, jos Finanssivalvonta hyväksyy siirron.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:92",
        "normalized_fi": "Liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtiön selvitystilan ja konkurssin yhteydessä korvausten maksamisesta myös sen jälkeen, kun vakuutuskanta ja sitä vastaava omaisuus on siirretty keskukselle, sekä muista vakuutusyhtiölain 23 luvun 21 § :ssä ja ulkomaisista vakuutusyhtiöistä annetun lain 49 § :ssä säädetyistä tehtävistä. Sellaisen vakuutusyhtiön, jonka kotipaikka on muussa ETA-valtiossa kuin Suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sitä vastaava omaisuus voidaan siirtää Liikennevakuutuskeskukselle, jos Finanssivalvonta hyväksyy siirron.",
        "folded_fi": "liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtion selvitystilan ja konkurssin yhteydessa korvausten maksamisesta myos sen jalkeen, kun vakuutuskanta ja sita vastaava omaisuus on siirretty keskukselle, seka muista vakuutusyhtiolain 23 luvun 21 §:ssa ja ulkomaisista vakuutusyhtioista annetun lain 49 §:ssa saadetyista tehtavista. sellaisen vakuutusyhtion, jonka kotipaikka on muussa eta-valtiossa kuin suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sita vastaava omaisuus voidaan siirtaa liikennevakuutuskeskukselle, jos finanssivalvonta hyvaksyy siirron.",
        "title_sv": "Försäkringsbolags likvidation eller konkurs",
        "content_sv": "Trafikförsäkringscentralen ska i samband med ett finländskt försäkringsbolags likvidation eller konkurs sköta utbetalningen av ersättningar även sedan försäkringsbeståndet och de tillgångar som svarar mot beståndet har överförts till centralen, samt sköta övriga uppgifter som anges i 23 kap. 21 § i försäkringsbolagslagen och i 49 § i lagen om utländska försäkringsbolag. Om likvidationen eller konkursen gäller ett försäkringsbolag vars hemort finns i någon annan EES-stat än Finland, kan försäkringsbeståndet och de tillgångar som svarar mot beståndet överföras till Trafikförsäkringscentralen, om Finansinspektionen godkänner överföringen.",
        "normalized_sv": "Trafikförsäkringscentralen ska i samband med ett finländskt försäkringsbolags likvidation eller konkurs sköta utbetalningen av ersättningar även sedan försäkringsbeståndet och de tillgångar som svarar mot beståndet har överförts till centralen, samt sköta övriga uppgifter som anges i 23 kap. 21 § i försäkringsbolagslagen och i 49 § i lagen om utländska försäkringsbolag. Om likvidationen eller konkursen gäller ett försäkringsbolag vars hemort finns i någon annan EES-stat än Finland, kan försäkringsbeståndet och de tillgångar som svarar mot beståndet överföras till Trafikförsäkringscentralen, om Finansinspektionen godkänner överföringen.",
        "folded_sv": "trafikforsakringscentralen ska i samband med ett finlandskt forsakringsbolags likvidation eller konkurs skota utbetalningen av ersattningar aven sedan forsakringsbestandet och de tillgangar som svarar mot bestandet har overforts till centralen, samt skota ovriga uppgifter som anges i 23 kap. 21 § i forsakringsbolagslagen och i 49 § i lagen om utlandska forsakringsbolag. om likvidationen eller konkursen galler ett forsakringsbolag vars hemort finns i nagon annan ees-stat an finland, kan forsakringsbestandet och de tillgangar som svarar mot bestandet overforas till trafikforsakringscentralen, om finansinspektionen godkanner overforingen."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "title": "Vakuutusyhtiöille määrättävä yhteistakuumaksu",
      "content": "Jos suomalaisen vakuutusyhtiön selvitystilan tai konkurssin johdosta tämän lain mukainen korvaus jää joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisämaksuvelvollisuuden toteuttamisen jälkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiöt yhdessä. Turvaamatta jäävä osuus rahoitetaan perimällä vuosittain yhteistakuumaksu niiltä suomalaisilta vakuutusyhtiöiltä, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. Vakuutusyhtiö voi sisällyttää yhteistakuumaksusta aiheutuvan menojen lisäyksen liikennevakuutuksen erääntyviin vakuutusmaksuihin. Yhteistakuumaksun suuruus määräytyy vakuutusyhtiön liikennevakuutuksesta saaman taikka tällä vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. Maksun suuruus voi olla vuodessa enintään kaksi prosenttia edellä tarkoitetusta vakuutusmaksutulosta. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä yhteistakuumaksun suuruudesta. Päätöksen yhteistakuumaksusta, sen suuruudesta ja tilittämisestä tekee Liikennevakuutuskeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:94",
        "normalized_fi": "Jos suomalaisen vakuutusyhtiön selvitystilan tai konkurssin johdosta tämän lain mukainen korvaus jää joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisämaksuvelvollisuuden toteuttamisen jälkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiöt yhdessä. Turvaamatta jäävä osuus rahoitetaan perimällä vuosittain yhteistakuumaksu niiltä suomalaisilta vakuutusyhtiöiltä, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. Vakuutusyhtiö voi sisällyttää yhteistakuumaksusta aiheutuvan menojen lisäyksen liikennevakuutuksen erääntyviin vakuutusmaksuihin. Yhteistakuumaksun suuruus määräytyy vakuutusyhtiön liikennevakuutuksesta saaman taikka tällä vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. Maksun suuruus voi olla vuodessa enintään kaksi prosenttia edellä tarkoitetusta vakuutusmaksutulosta. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä yhteistakuumaksun suuruudesta. Päätöksen yhteistakuumaksusta, sen suuruudesta ja tilittämisestä tekee Liikennevakuutuskeskus.",
        "folded_fi": "jos suomalaisen vakuutusyhtion selvitystilan tai konkurssin johdosta taman lain mukainen korvaus jaa joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisamaksuvelvollisuuden toteuttamisen jalkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiot yhdessa. turvaamatta jaava osuus rahoitetaan perimalla vuosittain yhteistakuumaksu niilta suomalaisilta vakuutusyhtioilta, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. vakuutusyhtio voi sisallyttaa yhteistakuumaksusta aiheutuvan menojen lisayksen liikennevakuutuksen eraantyviin vakuutusmaksuihin. yhteistakuumaksun suuruus maaraytyy vakuutusyhtion liikennevakuutuksesta saaman taikka talla vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. maksun suuruus voi olla vuodessa enintaan kaksi prosenttia edella tarkoitetusta vakuutusmaksutulosta. sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia yhteistakuumaksun suuruudesta. paatoksen yhteistakuumaksusta, sen suuruudesta ja tilittamisesta tekee liikennevakuutuskeskus.",
        "title_sv": "Garantiavgift som påförs försäkringsbolag",
        "content_sv": "Om det för en ersättning enligt denna lag till följd av ett finländskt försäkringsbolags likvidation eller konkurs antingen delvis eller helt och hållet saknas säkerhet sedan försäkringstagare har påförts tillskottspremie, ska de övriga finländska försäkringsbolag som bedriver trafikförsäkring gemensamt ansvara för ersättningen eller en del av den. Finansieringen av den andel för vilken säkerheter saknas sker genom att en årlig garantiavgift tas ut hos de finländska försäkringsbolag som bedriver trafikförsäkring under debiteringsåret. Den merkostnad som garantiavgiften orsakar kan försäkringsbolaget inkludera i de inflytande trafikförsäkringspremierna. Garantiavgiftens storlek fastställs i proportion till försäkringsbolagets premieinkomst från trafikförsäkringen eller till en uppskattad premieinkomst som beräknats utifrån de risker som försäkringarna täcker. Avgiften får årligen utgöra högst två procent av den ovan avsedda premieinkomsten. Närmare bestämmelser om garantiavgiftens storlek får utfärdas genom förordning av social- och hälsovårdsministeriet. Beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av Trafikförsäkringscentralen.",
        "normalized_sv": "Om det för en ersättning enligt denna lag till följd av ett finländskt försäkringsbolags likvidation eller konkurs antingen delvis eller helt och hållet saknas säkerhet sedan försäkringstagare har påförts tillskottspremie, ska de övriga finländska försäkringsbolag som bedriver trafikförsäkring gemensamt ansvara för ersättningen eller en del av den. Finansieringen av den andel för vilken säkerheter saknas sker genom att en årlig garantiavgift tas ut hos de finländska försäkringsbolag som bedriver trafikförsäkring under debiteringsåret. Den merkostnad som garantiavgiften orsakar kan försäkringsbolaget inkludera i de inflytande trafikförsäkringspremierna. Garantiavgiftens storlek fastställs i proportion till försäkringsbolagets premieinkomst från trafikförsäkringen eller till en uppskattad premieinkomst som beräknats utifrån de risker som försäkringarna täcker. Avgiften får årligen utgöra högst två procent av den ovan avsedda premieinkomsten. Närmare bestämmelser om garantiavgiftens storlek får utfärdas genom förordning av social- och hälsovårdsministeriet. Beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av Trafikförsäkringscentralen.",
        "folded_sv": "om det for en ersattning enligt denna lag till foljd av ett finlandskt forsakringsbolags likvidation eller konkurs antingen delvis eller helt och hallet saknas sakerhet sedan forsakringstagare har paforts tillskottspremie, ska de ovriga finlandska forsakringsbolag som bedriver trafikforsakring gemensamt ansvara for ersattningen eller en del av den. finansieringen av den andel for vilken sakerheter saknas sker genom att en arlig garantiavgift tas ut hos de finlandska forsakringsbolag som bedriver trafikforsakring under debiteringsaret. den merkostnad som garantiavgiften orsakar kan forsakringsbolaget inkludera i de inflytande trafikforsakringspremierna. garantiavgiftens storlek faststalls i proportion till forsakringsbolagets premieinkomst fran trafikforsakringen eller till en uppskattad premieinkomst som beraknats utifran de risker som forsakringarna tacker. avgiften far arligen utgora hogst tva procent av den ovan avsedda premieinkomsten. narmare bestammelser om garantiavgiftens storlek far utfardas genom forordning av social- och halsovardsministeriet. beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av trafikforsakringscentralen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään moottoriajoneuvon liikenteeseen käyttämisestä aiheutuvien henkilö- ja esinevahinkojen korvaamisesta sekä näiden vahinkojen varalta otettavasta liikennevakuutuksesta. Arvioitaessa sitä, käytetäänkö moottoriajoneuvoa liikenteeseen tässä laissa tarkoitetulla tavalla merkitystä ei ole moottoriajoneuvon ominaisuuksilla tai sillä, missä moottoriajoneuvoa käytetään tai onko moottoriajoneuvo paikallaan vai liikkeessä. Moottoriajoneuvo ei ole tässä laissa tarkoitetussa liikenteessä, kun: 1) sitä liikenneväylistä erillään olevassa paikassa käytetään olennaisesti muuhun tarkoitukseen kuin henkilöiden tai tavaran kuljettamiseen; 2) se on säilytettävänä, korjattavana, huollettavana tai pestävänä liikenneväylistä erillään olevassa paikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään moottoriajoneuvon liikenteeseen käyttämisestä aiheutuvien henkilö- ja esinevahinkojen korvaamisesta sekä näiden vahinkojen varalta otettavasta liikennevakuutuksesta. Arvioitaessa sitä, käytetäänkö moottoriajoneuvoa liikenteeseen tässä laissa tarkoitetulla tavalla merkitystä ei ole moottoriajoneuvon ominaisuuksilla tai sillä, missä moottoriajoneuvoa käytetään tai onko moottoriajoneuvo paikallaan vai liikkeessä. Moottoriajoneuvo ei ole tässä laissa tarkoitetussa liikenteessä, kun: 1) sitä liikenneväylistä erillään olevassa paikassa käytetään olennaisesti muuhun tarkoitukseen kuin henkilöiden tai tavaran kuljettamiseen; 2) se on säilytettävänä, korjattavana, huollettavana tai pestävänä liikenneväylistä erillään olevassa paikassa.",
        "folded_fi": "tassa laissa saadetaan moottoriajoneuvon liikenteeseen kayttamisesta aiheutuvien henkilo- ja esinevahinkojen korvaamisesta seka naiden vahinkojen varalta otettavasta liikennevakuutuksesta. arvioitaessa sita, kaytetaanko moottoriajoneuvoa liikenteeseen tassa laissa tarkoitetulla tavalla merkitysta ei ole moottoriajoneuvon ominaisuuksilla tai silla, missa moottoriajoneuvoa kaytetaan tai onko moottoriajoneuvo paikallaan vai liikkeessa. moottoriajoneuvo ei ole tassa laissa tarkoitetussa liikenteessa, kun: 1) sita liikennevaylista erillaan olevassa paikassa kaytetaan olennaisesti muuhun tarkoitukseen kuin henkiloiden tai tavaran kuljettamiseen; 2) se on sailytettavana, korjattavana, huollettavana tai pestavana liikennevaylista erillaan olevassa paikassa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om ersättning för person- och sakskador som orsakas av användning av motorfordon i trafik och om trafikförsäkring som tecknas mot sådana skador. Vid bedömningen av om ett motorfordon används i trafik i den bemärkelse som avses i denna lag ska hänsyn inte tas till motorfordonets egenskaper eller var motorfordonet används eller om det står stilla eller befinner sig i rörelse. Ett motorfordon är inte i trafik i den bemärkelse som avses i denna lag när 1) det på en plats utanför trafiklederna används för ett väsentligen annat ändamål än för transport av personer eller gods, 2) det förvaras, repareras, undergår service eller tvättas på en plats som är avskild från trafikleder.",
        "normalized_sv": "Denna lag innehåller bestämmelser om ersättning för person- och sakskador som orsakas av användning av motorfordon i trafik och om trafikförsäkring som tecknas mot sådana skador. Vid bedömningen av om ett motorfordon används i trafik i den bemärkelse som avses i denna lag ska hänsyn inte tas till motorfordonets egenskaper eller var motorfordonet används eller om det står stilla eller befinner sig i rörelse. Ett motorfordon är inte i trafik i den bemärkelse som avses i denna lag när 1) det på en plats utanför trafiklederna används för ett väsentligen annat ändamål än för transport av personer eller gods, 2) det förvaras, repareras, undergår service eller tvättas på en plats som är avskild från trafikleder.",
        "folded_sv": "denna lag innehaller bestammelser om ersattning for person- och sakskador som orsakas av anvandning av motorfordon i trafik och om trafikforsakring som tecknas mot sadana skador. vid bedomningen av om ett motorfordon anvands i trafik i den bemarkelse som avses i denna lag ska hansyn inte tas till motorfordonets egenskaper eller var motorfordonet anvands eller om det star stilla eller befinner sig i rorelse. ett motorfordon ar inte i trafik i den bemarkelse som avses i denna lag nar 1) det pa en plats utanfor trafiklederna anvands for ett vasentligen annat andamal an for transport av personer eller gods, 2) det forvaras, repareras, undergar service eller tvattas pa en plats som ar avskild fran trafikleder."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometriä tunnissa tai suurin nettopaino yli 25 kilogrammaa, sekä painosta riippumatta vuokrattua sähköpotkulautaa, sekä kytkettyä tai irrallista perävaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 §:n 1 momentissa tarkoitettua sähköavusteista polkupyörää; 21) sosiaali- ja terveydenhuollon järjestämisestä vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 §:ssä tarkoitettuja hyvinvointialueita sekä Uudenmaan maakunnan hyvinvointialueita, Helsingin kaupunkia ja HUS-yhtymää siltä osin kuin ne järjestävät sosiaali- ja terveydenhuollon sekä pelastustoimen järjestämisestä Uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sähköpotkulaudalla sellaista 1 kohdassa tarkoitettua sähkömoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyöräistä ajoneuvoa, jonka rakenteellinen nopeus on enintään 25 kilometriä tunnissa, joka elinkeinotoiminnassa vuokrataan yleisön saataville henkilöiden kuljettamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometriä tunnissa tai suurin nettopaino yli 25 kilogrammaa, sekä painosta riippumatta vuokrattua sähköpotkulautaa, sekä kytkettyä tai irrallista perävaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 § :n 1 momentissa tarkoitettua sähköavusteista polkupyörää; 21) sosiaali- ja terveydenhuollon järjestämisestä vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 § :ssä tarkoitettuja hyvinvointialueita sekä Uudenmaan maakunnan hyvinvointialueita, Helsingin kaupunkia ja HUS-yhtymää siltä osin kuin ne järjestävät sosiaali- ja terveydenhuollon sekä pelastustoimen järjestämisestä Uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sähköpotkulaudalla sellaista 1 kohdassa tarkoitettua sähkömoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyöräistä ajoneuvoa, jonka rakenteellinen nopeus on enintään 25 kilometriä tunnissa, joka elinkeinotoiminnassa vuokrataan yleisön saataville henkilöiden kuljettamista varten.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ajoneuvolla sellaista moottoriajoneuvoa, joka kulkee mekaanisella voimalla maata mutta ei raiteita pitkin, ja jonka suurin rakenteellinen nopeus on yli 25 kilometria tunnissa tai suurin nettopaino yli 25 kilogrammaa, seka painosta riippumatta vuokrattua sahkopotkulautaa, seka kytkettya tai irrallista peravaunua, ei kuitenkaan ajoneuvolain (82/2021) 28 §:n 1 momentissa tarkoitettua sahkoavusteista polkupyoraa; 21) sosiaali- ja terveydenhuollon jarjestamisesta vastaavalla viranomaisella hyvinvointialueesta annetun lain (611/2021) 5 §:ssa tarkoitettuja hyvinvointialueita seka uudenmaan maakunnan hyvinvointialueita, helsingin kaupunkia ja hus-yhtymaa silta osin kuin ne jarjestavat sosiaali- ja terveydenhuollon seka pelastustoimen jarjestamisesta uudellamaalla annetun lain (615/2021) mukaisesti sosiaali- ja terveydenhuoltoa; 22) vuokratulla sahkopotkulaudalla sellaista 1 kohdassa tarkoitettua sahkomoottorilla varustettua astinlaudalla seisten ohjattavaa ja ohjaustangolla varustettua kaksipyoraista ajoneuvoa, jonka rakenteellinen nopeus on enintaan 25 kilometria tunnissa, joka elinkeinotoiminnassa vuokrataan yleison saataville henkiloiden kuljettamista varten.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt förmedlad kraft längs marken men inte på spår, med en högsta konstruktiv hastighet på över 25 kilometer i timmen, eller en högsta nettovikt på över 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristående släpvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar för ordnandet av social- och hälsovård de välfärdsområden som avses i 5 § i lagen om välfärdsområden (611/2021) samt välfärdsområdena i landskapet Nyland, Helsingfors stad och HUS-sammanslutningen till den del de ordnar social- och hälsovård i enlighet med lagen om ordnande av social- och hälsovården och räddningsväsendet i Nyland, 22) hyrd elsparkcykel ett sådant i 1 punkten avsett tvåhjuligt fordon med elmotor som styrs stående på en fotbräda och är försett med styrstång och vars konstruktiva hastighet är högst 25 kilometer i timmen och som i näringsverksamhet hyrs ut till allmänheten för transport av personer.",
        "normalized_sv": "I denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt förmedlad kraft längs marken men inte på spår, med en högsta konstruktiv hastighet på över 25 kilometer i timmen, eller en högsta nettovikt på över 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristående släpvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar för ordnandet av social- och hälsovård de välfärdsområden som avses i 5 § i lagen om välfärdsområden (611/2021) samt välfärdsområdena i landskapet Nyland, Helsingfors stad och HUS-sammanslutningen till den del de ordnar social- och hälsovård i enlighet med lagen om ordnande av social- och hälsovården och räddningsväsendet i Nyland, 22) hyrd elsparkcykel ett sådant i 1 punkten avsett tvåhjuligt fordon med elmotor som styrs stående på en fotbräda och är försett med styrstång och vars konstruktiva hastighet är högst 25 kilometer i timmen och som i näringsverksamhet hyrs ut till allmänheten för transport av personer.",
        "folded_sv": "i denna lag avses med 1) fordon ett motorfordon som drivs av mekaniskt formedlad kraft langs marken men inte pa spar, med en hogsta konstruktiv hastighet pa over 25 kilometer i timmen, eller en hogsta nettovikt pa over 25 kilogram samt en hyrd elsparkcykel, oavsett elsparkcykelns vikt, samt en kopplad eller fristaende slapvagn, dock inte en i 28 § 1 mom. i fordonslagen (82/2021) avsedd cykel med elassistans, 21) myndighet som ansvarar for ordnandet av social- och halsovard de valfardsomraden som avses i 5 § i lagen om valfardsomraden (611/2021) samt valfardsomradena i landskapet nyland, helsingfors stad och hus-sammanslutningen till den del de ordnar social- och halsovard i enlighet med lagen om ordnande av social- och halsovarden och raddningsvasendet i nyland, 22) hyrd elsparkcykel ett sadant i 1 punkten avsett tvahjuligt fordon med elmotor som styrs staende pa en fotbrada och ar forsett med styrstang och vars konstruktiva hastighet ar hogst 25 kilometer i timmen och som i naringsverksamhet hyrs ut till allmanheten for transport av personer."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Ajoneuvon tuominen toisesta ETA-valtiosta",
      "content": "Jos ajoneuvo tuodaan toisesta ETA-valtiosta Suomeen, ajoneuvon ostaja voi valita, vakuuttaako hän ajoneuvon siinä jäsenvaltiossa, jossa ajoneuvo on rekisteröity, vai Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Jos ajoneuvo tuodaan toisesta ETA-valtiosta Suomeen, ajoneuvon ostaja voi valita, vakuuttaako hän ajoneuvon siinä jäsenvaltiossa, jossa ajoneuvo on rekisteröity, vai Suomessa.",
        "folded_fi": "jos ajoneuvo tuodaan toisesta eta-valtiosta suomeen, ajoneuvon ostaja voi valita, vakuuttaako han ajoneuvon siina jasenvaltiossa, jossa ajoneuvo on rekisteroity, vai suomessa.",
        "title_sv": "Införsel av fordon från en annan EES-stat",
        "content_sv": "Om ett fordon förs in till Finland från en annan EES-stat, får fordonets köpare välja om denne försäkrar fordonet i den medlemsstat där fordonet är registrerat, eller i Finland.",
        "normalized_sv": "Om ett fordon förs in till Finland från en annan EES-stat, får fordonets köpare välja om denne försäkrar fordonet i den medlemsstat där fordonet är registrerat, eller i Finland.",
        "folded_sv": "om ett fordon fors in till finland fran en annan ees-stat, far fordonets kopare valja om denne forsakrar fordonet i den medlemsstat dar fordonet ar registrerat, eller i finland."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Poikkeukset vakuuttamisvelvollisuudesta",
      "content": "Liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityökoneelle tai traktorille, jota ei tarvitse rekisteröidä ja jonka suurin rakenteellinen nopeus on enintään 15 kilometriä tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityökoneelle, jota ei tarvitse rekisteröidä; 3) perävaunulle, jota ei tarvitse rekisteröidä; 4) sellaiselle yksinomaan vammaisten käyttöön tarkoitetulle sähköpyörätuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteröidä; 5) ajoneuvolle, jota ei tarvitse rekisteröidä eikä käytetä liikenteessä; 6) ajoneuvolle, jonka omistaja tai haltija on Suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekäytöstä eikä käytetä liikenteessä; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekäytöstä. Ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityökoneelle tai traktorille, jota ei tarvitse rekisteröidä ja jonka suurin rakenteellinen nopeus on enintään 15 kilometriä tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityökoneelle, jota ei tarvitse rekisteröidä; 3) perävaunulle, jota ei tarvitse rekisteröidä; 4) sellaiselle yksinomaan vammaisten käyttöön tarkoitetulle sähköpyörätuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteröidä; 5) ajoneuvolle, jota ei tarvitse rekisteröidä eikä käytetä liikenteessä; 6) ajoneuvolle, jonka omistaja tai haltija on Suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekäytöstä eikä käytetä liikenteessä; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekäytöstä. Ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
        "folded_fi": "liikennevakuutusta ei tarvitse ottaa: 1) sellaiselle moottorityokoneelle tai traktorille, jota ei tarvitse rekisteroida ja jonka suurin rakenteellinen nopeus on enintaan 15 kilometria tunnissa; 2) sadon tuottamiseen tai sadonkorjuuseen tarkoitetulle maatilatalouden moottorityokoneelle, jota ei tarvitse rekisteroida; 3) peravaunulle, jota ei tarvitse rekisteroida; 4) sellaiselle yksinomaan vammaisten kayttoon tarkoitetulle sahkopyoratuolille tai muulle vastaavalle kevytrakenteiselle ajoneuvolle, jota ei tarvitse rekisteroida; 5) ajoneuvolle, jota ei tarvitse rekisteroida eika kayteta liikenteessa; 6) ajoneuvolle, jonka omistaja tai haltija on suomen valtio; 7) ajoneuvolle, jonka aiheuttamasta liikennevahingosta vastaa jokin muu valtio tai sen korvauselin; 8) ajoneuvolle, joka on poistettu liikennekaytosta eika kayteta liikenteessa; 9) ajoneuvolle, joka on poistettu lopullisesti liikennekaytosta. ajoneuvon omistajalla ja haltijalla on kuitenkin oikeus vakuuttaa 1 momentin 5, 6 ja 8 kohdassa tarkoitettu ajoneuvo.",
        "title_sv": "Undantag från försäkringsplikten",
        "content_sv": "Trafikförsäkring behövs inte för 1) ett motorredskap eller en traktor vars konstruktiva hastighet är högst 15 kilometer i timmen, förutsatt att motorredskapet eller traktorn inte behöver registreras, 2) ett motorredskap som i gårdsbruk används för produktion eller bärgning av skörd och som inte behöver registreras, 3) en släpvagn som inte behöver registreras, 4) eldrivna rullstolar och andra motsvarande fordon av lätt konstruktion som är avsedda att användas enbart av personer med funktionsnedsättning och som inte behöver registreras, 5) fordon som inte behöver registreras och som inte används i trafik, 6) fordon vars ägare eller innehavare är finska staten, 7) fordon där någon annan stat eller dess ersättningsorgan ansvarar för trafikskador som de orsakar, 8) fordon som avställts och som inte används i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. Fordonets ägare och innehavare har dock rätt att försäkra fordon som avses i 1 mom. 5, 6 och 8 punkten.",
        "normalized_sv": "Trafikförsäkring behövs inte för 1) ett motorredskap eller en traktor vars konstruktiva hastighet är högst 15 kilometer i timmen, förutsatt att motorredskapet eller traktorn inte behöver registreras, 2) ett motorredskap som i gårdsbruk används för produktion eller bärgning av skörd och som inte behöver registreras, 3) en släpvagn som inte behöver registreras, 4) eldrivna rullstolar och andra motsvarande fordon av lätt konstruktion som är avsedda att användas enbart av personer med funktionsnedsättning och som inte behöver registreras, 5) fordon som inte behöver registreras och som inte används i trafik, 6) fordon vars ägare eller innehavare är finska staten, 7) fordon där någon annan stat eller dess ersättningsorgan ansvarar för trafikskador som de orsakar, 8) fordon som avställts och som inte används i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. Fordonets ägare och innehavare har dock rätt att försäkra fordon som avses i 1 mom. 5, 6 och 8 punkten.",
        "folded_sv": "trafikforsakring behovs inte for 1) ett motorredskap eller en traktor vars konstruktiva hastighet ar hogst 15 kilometer i timmen, forutsatt att motorredskapet eller traktorn inte behover registreras, 2) ett motorredskap som i gardsbruk anvands for produktion eller bargning av skord och som inte behover registreras, 3) en slapvagn som inte behover registreras, 4) eldrivna rullstolar och andra motsvarande fordon av latt konstruktion som ar avsedda att anvandas enbart av personer med funktionsnedsattning och som inte behover registreras, 5) fordon som inte behover registreras och som inte anvands i trafik, 6) fordon vars agare eller innehavare ar finska staten, 7) fordon dar nagon annan stat eller dess ersattningsorgan ansvarar for trafikskador som de orsakar, 8) fordon som avstallts och som inte anvands i trafik, 9) fordon som slutligt avregistrerats och tagits ur trafik. fordonets agare och innehavare har dock ratt att forsakra fordon som avses i 1 mom. 5, 6 och 8 punkten."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vahinkohistoriatieto",
      "content": "Vakuutusyhtiön on toimitettava vahinkohistoriatieto käyttämällä vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisältö vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission täytäntöönpanosäädöksessä. Vahinkohistoriatieto voidaan antaa myös Liikennevakuutuskeskuksen toimesta. Kun vakuutusyhtiö ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivästi tai korottaa heidän vakuutusmaksujaan heidän kansalaisuutensa tai heidän edellisen asuinjäsenvaltionsa perusteella. Jos vakuutusyhtiö ottaa vakuutusmaksuja määrittäessään huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jäsenvaltioissa annettuja todistuksia yhdenvertaisesti Suomessa annettujen todistusten kanssa myös soveltaessaan mahdollisia alennuksia. Vakuutusyhtiön on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se käyttää vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Vakuutusyhtiön on toimitettava vahinkohistoriatieto käyttämällä vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisältö vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission täytäntöönpanosäädöksessä. Vahinkohistoriatieto voidaan antaa myös Liikennevakuutuskeskuksen toimesta. Kun vakuutusyhtiö ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivästi tai korottaa heidän vakuutusmaksujaan heidän kansalaisuutensa tai heidän edellisen asuinjäsenvaltionsa perusteella. Jos vakuutusyhtiö ottaa vakuutusmaksuja määrittäessään huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jäsenvaltioissa annettuja todistuksia yhdenvertaisesti Suomessa annettujen todistusten kanssa myös soveltaessaan mahdollisia alennuksia. Vakuutusyhtiön on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se käyttää vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
        "folded_fi": "vakuutusyhtion on toimitettava vahinkohistoriatieto kayttamalla vakuutus- ja vahinkohistoriatodistuslomaketta, jonka muoto ja sisalto vahvistetaan direktiivin 16 artiklan kuudennen kohdan nojalla annetussa komission taytantoonpanosaadoksessa. vahinkohistoriatieto voidaan antaa myos liikennevakuutuskeskuksen toimesta. kun vakuutusyhtio ottaa huomioon vakuutus- ja vahinkohistoriatodistuksia, se ei saa kohdella vakuutuksenottajia syrjivasti tai korottaa heidan vakuutusmaksujaan heidan kansalaisuutensa tai heidan edellisen asuinjasenvaltionsa perusteella. jos vakuutusyhtio ottaa vakuutusmaksuja maarittaessaan huomioon vakuutus- ja vahinkohistoriatodistukset, sen on kohdeltava muissa jasenvaltioissa annettuja todistuksia yhdenvertaisesti suomessa annettujen todistusten kanssa myos soveltaessaan mahdollisia alennuksia. vakuutusyhtion on julkaistava yleinen kuvaus toimintaperiaatteista, joiden mukaisesti se kayttaa vakuutus- ja vahinkohistoriatodistuksia laskiessaan vakuutusmaksuja.",
        "title_sv": "Skadehistorieuppgifter",
        "content_sv": "Försäkringsbolaget ska lämna skadehistorieuppgifter med användning av formuläret för intyg om skadehistorik, vars form och innehåll fastställs i kommissionens genomförandeakt som antagits med stöd av artikel 16 sjätte stycket i direktivet. Skadehistorieuppgifter kan också lämnas av Trafikförsäkringscentralen. När försäkringsbolaget beaktar intyg om skadehistorik får bolaget inte behandla försäkringstagare på ett diskriminerande sätt eller sätta ett högre pris på deras försäkringspremier på grundval av deras nationalitet eller på grundval av den medlemsstat i vilken de tidigare varit bosatta. Om försäkringsbolaget beaktar intyg om skadehistorik för att fastställa försäkringspremier, ska försäkringsbolaget behandla intyg utfärdade i andra medlemsstater som likvärdiga med intyg utfärdade i Finland, även när bolaget tillämpar eventuella rabatter. Försäkringsbolaget ska offentliggöra en allmän översikt av sin policy i fråga om hur det använder intyg om skadehistorik vid beräkning av försäkringspremier.",
        "normalized_sv": "Försäkringsbolaget ska lämna skadehistorieuppgifter med användning av formuläret för intyg om skadehistorik, vars form och innehåll fastställs i kommissionens genomförandeakt som antagits med stöd av artikel 16 sjätte stycket i direktivet. Skadehistorieuppgifter kan också lämnas av Trafikförsäkringscentralen. När försäkringsbolaget beaktar intyg om skadehistorik får bolaget inte behandla försäkringstagare på ett diskriminerande sätt eller sätta ett högre pris på deras försäkringspremier på grundval av deras nationalitet eller på grundval av den medlemsstat i vilken de tidigare varit bosatta. Om försäkringsbolaget beaktar intyg om skadehistorik för att fastställa försäkringspremier, ska försäkringsbolaget behandla intyg utfärdade i andra medlemsstater som likvärdiga med intyg utfärdade i Finland, även när bolaget tillämpar eventuella rabatter. Försäkringsbolaget ska offentliggöra en allmän översikt av sin policy i fråga om hur det använder intyg om skadehistorik vid beräkning av försäkringspremier.",
        "folded_sv": "forsakringsbolaget ska lamna skadehistorieuppgifter med anvandning av formularet for intyg om skadehistorik, vars form och innehall faststalls i kommissionens genomforandeakt som antagits med stod av artikel 16 sjatte stycket i direktivet. skadehistorieuppgifter kan ocksa lamnas av trafikforsakringscentralen. nar forsakringsbolaget beaktar intyg om skadehistorik far bolaget inte behandla forsakringstagare pa ett diskriminerande satt eller satta ett hogre pris pa deras forsakringspremier pa grundval av deras nationalitet eller pa grundval av den medlemsstat i vilken de tidigare varit bosatta. om forsakringsbolaget beaktar intyg om skadehistorik for att faststalla forsakringspremier, ska forsakringsbolaget behandla intyg utfardade i andra medlemsstater som likvardiga med intyg utfardade i finland, aven nar bolaget tillampar eventuella rabatter. forsakringsbolaget ska offentliggora en allman oversikt av sin policy i fraga om hur det anvander intyg om skadehistorik vid berakning av forsakringspremier."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Korvausvastuu liikennevahingosta",
      "content": "Mitä 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 §:ssä, 84 §:n 1 momentissa ja 85 §:ssä säädetään vakuutusyhtiöstä, sovelletaan myös Valtiokonttoriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Mitä 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 § :ssä, 84 § :n 1 momentissa ja 85 § :ssä säädetään vakuutusyhtiöstä, sovelletaan myös Valtiokonttoriin.",
        "folded_fi": "mita 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 ja 79-83 §:ssa, 84 §:n 1 momentissa ja 85 §:ssa saadetaan vakuutusyhtiosta, sovelletaan myos valtiokonttoriin.",
        "title_sv": "Ersättningsansvar för trafikskada",
        "content_sv": "Vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 §, 84 § 1 mom. och 85 § föreskrivs om försäkringsbolag tillämpas också på Statskontoret.",
        "normalized_sv": "Vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 § , 84 § 1 mom. och 85 § föreskrivs om försäkringsbolag tillämpas också på Statskontoret.",
        "folded_sv": "vad som i 33-39, 39 a, 49-62, 62 a, 63, 64-68, 73 och 79-83 §, 84 § 1 mom. och 85 § foreskrivs om forsakringsbolag tillampas ocksa pa statskontoret."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Henkilövahingon korvaaminen",
      "content": "Korvaus henkilövahingosta määrätään vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 §:n sekä 7 luvun 3 §:n mukaisesti, jollei tässä laissa toisin säädetä. Oikeutta korvaukseen kivusta ja särystä sekä muusta tilapäisestä haitasta ei ole, jos henkilövahinko on vähäinen. Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaamisesta säädetään tämän lain 34 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Korvaus henkilövahingosta määrätään vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 § :n sekä 7 luvun 3 § :n mukaisesti, jollei tässä laissa toisin säädetä. Oikeutta korvaukseen kivusta ja särystä sekä muusta tilapäisestä haitasta ei ole, jos henkilövahinko on vähäinen. Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaamisesta säädetään tämän lain 34 a § :ssä.",
        "folded_fi": "korvaus henkilovahingosta maarataan vahingonkorvauslain (412/1974) 5 luvun 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 ja 8 §:n seka 7 luvun 3 §:n mukaisesti, jollei tassa laissa toisin saadeta. oikeutta korvaukseen kivusta ja sarysta seka muusta tilapaisesta haitasta ei ole, jos henkilovahinko on vahainen. vuokratun sahkopotkulaudan kuljettajan henkilovahingon korvaamisesta saadetaan taman lain 34 a §:ssa.",
        "title_sv": "Ersättning för personskada",
        "content_sv": "Ersättning för en personskada bestäms i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadeståndslagen (412/1974), om inte något annat föreskrivs i denna lag. Rätt till ersättning för sveda och värk och andra tillfälliga men finns dock inte, om personskadan är obetydlig. Bestämmelser om ersättning för en personskada som orsakats en förare av en hyrd elsparkcykel finns i 34 a § i denna lag.",
        "normalized_sv": "Ersättning för en personskada bestäms i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadeståndslagen (412/1974), om inte något annat föreskrivs i denna lag. Rätt till ersättning för sveda och värk och andra tillfälliga men finns dock inte, om personskadan är obetydlig. Bestämmelser om ersättning för en personskada som orsakats en förare av en hyrd elsparkcykel finns i 34 a § i denna lag.",
        "folded_sv": "ersattning for en personskada bestams i enlighet med 5 kap. 2, 2 a-2 d, 3, 4, 4 a, 4 b, 7 och 8 § samt 7 kap. 3 § i skadestandslagen (412/1974), om inte nagot annat foreskrivs i denna lag. ratt till ersattning for sveda och vark och andra tillfalliga men finns dock inte, om personskadan ar obetydlig. bestammelser om ersattning for en personskada som orsakats en forare av en hyrd elsparkcykel finns i 34 a § i denna lag."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Vuokratun sähköpotkulaudan kuljettajan henkilövahingon korvaaminen",
      "content": "Vuokratun sähköpotkulaudan kuljettajalle aiheutuneesta henkilövahingosta korvataan vuokratun sähköpotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Vuokratun sähköpotkulaudan kuljettajalle aiheutuneesta henkilövahingosta korvataan vuokratun sähköpotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
        "folded_fi": "vuokratun sahkopotkulaudan kuljettajalle aiheutuneesta henkilovahingosta korvataan vuokratun sahkopotkulaudan vakuutuksesta ainoastaan liikennevakuutuslaissa tarkoitetut sairaanhoitokustannukset.",
        "title_sv": "Ersättning för personskada som orsakats en förare av en hyrd elsparkcykel",
        "content_sv": "För en personskada som orsakats en förare av en hyrd elsparkcykel ersätts från försäkringen för den hyrda elsparkcykeln endast sådana sjukvårdskostnader som avses i denna lag.",
        "normalized_sv": "För en personskada som orsakats en förare av en hyrd elsparkcykel ersätts från försäkringen för den hyrda elsparkcykeln endast sådana sjukvårdskostnader som avses i denna lag.",
        "folded_sv": "for en personskada som orsakats en forare av en hyrd elsparkcykel ersatts fran forsakringen for den hyrda elsparkcykeln endast sadana sjukvardskostnader som avses i denna lag."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "39 a",
      "section": "39 a",
      "title": "Ajoneuvoyhdistelmän aiheuttamat vahingot",
      "content": "Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtiö, jollei vahinko johdu perävaunun puutteellisesta kunnosta, jolloin vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, eikä vetoajoneuvoa voida tunnistaa, vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö tai perävaunut vakuuttaneet vakuutusyhtiöt yhteisvastuullisesti. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, ja vahingosta vastuussa olevan vakuutuksen 38 §:ssä tarkoitettu korvattavan esinevahingon enimmäismäärä ylittyy, ylimenevä osa korvataan ajoneuvoyhdistelmän toisen osan vakuutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39 a",
        "normalized_fi": "Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtiö, jollei vahinko johdu perävaunun puutteellisesta kunnosta, jolloin vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, joka koostuu yhdestä tai useammasta perävaunusta ja niitä vetävästä ajoneuvosta, eikä vetoajoneuvoa voida tunnistaa, vahingosta vastaa perävaunun vakuuttanut vakuutusyhtiö tai perävaunut vakuuttaneet vakuutusyhtiöt yhteisvastuullisesti. Jos liikennevahingon on aiheuttanut ajoneuvoyhdistelmä, ja vahingosta vastuussa olevan vakuutuksen 38 § :ssä tarkoitettu korvattavan esinevahingon enimmäismäärä ylittyy, ylimenevä osa korvataan ajoneuvoyhdistelmän toisen osan vakuutuksesta.",
        "folded_fi": "jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, joka koostuu yhdesta tai useammasta peravaunusta ja niita vetavasta ajoneuvosta, vahingosta vastaa vetoajoneuvon vakuuttanut vakuutusyhtio, jollei vahinko johdu peravaunun puutteellisesta kunnosta, jolloin vahingosta vastaa peravaunun vakuuttanut vakuutusyhtio. jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, joka koostuu yhdesta tai useammasta peravaunusta ja niita vetavasta ajoneuvosta, eika vetoajoneuvoa voida tunnistaa, vahingosta vastaa peravaunun vakuuttanut vakuutusyhtio tai peravaunut vakuuttaneet vakuutusyhtiot yhteisvastuullisesti. jos liikennevahingon on aiheuttanut ajoneuvoyhdistelma, ja vahingosta vastuussa olevan vakuutuksen 38 §:ssa tarkoitettu korvattavan esinevahingon enimmaismaara ylittyy, ylimeneva osa korvataan ajoneuvoyhdistelman toisen osan vakuutuksesta.",
        "title_sv": "Skador som orsakas av fordonskombinationer",
        "content_sv": "Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, ska det försäkringsbolag som försäkrat dragfordonet ansvara för skadan, om inte skadan beror på släpvagnens bristfälliga skick, varvid det försäkringsbolag som försäkrat släpvagnen ansvarar för skadan. Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det försäkringsbolag som försäkrat släpvagnen ansvara för skadan, eller de försäkringsbolag som försäkrat släpvagnarna solidariskt ansvara för skadan. Om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet för ersättningar för sakskada som ska betalas från den försäkring som ansvarar för skadan överskrids, ersätts den överskjutande delen från försäkringen för den andra delen av fordonskombinationen.",
        "normalized_sv": "Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, ska det försäkringsbolag som försäkrat dragfordonet ansvara för skadan, om inte skadan beror på släpvagnens bristfälliga skick, varvid det försäkringsbolag som försäkrat släpvagnen ansvarar för skadan. Om en trafikskada orsakas av en fordonskombination bestående av en eller flera släpvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det försäkringsbolag som försäkrat släpvagnen ansvara för skadan, eller de försäkringsbolag som försäkrat släpvagnarna solidariskt ansvara för skadan. Om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet för ersättningar för sakskada som ska betalas från den försäkring som ansvarar för skadan överskrids, ersätts den överskjutande delen från försäkringen för den andra delen av fordonskombinationen.",
        "folded_sv": "om en trafikskada orsakas av en fordonskombination bestaende av en eller flera slapvagnar och ett fordon som drar dessa, ska det forsakringsbolag som forsakrat dragfordonet ansvara for skadan, om inte skadan beror pa slapvagnens bristfalliga skick, varvid det forsakringsbolag som forsakrat slapvagnen ansvarar for skadan. om en trafikskada orsakas av en fordonskombination bestaende av en eller flera slapvagnar och ett fordon som drar dessa, men dragfordonet inte kan identifieras, ska det forsakringsbolag som forsakrat slapvagnen ansvara for skadan, eller de forsakringsbolag som forsakrat slapvagnarna solidariskt ansvara for skadan. om en trafikskada orsakas av en fordonskombination, och det i 38 § avsedda maximibeloppet for ersattningar for sakskada som ska betalas fran den forsakring som ansvarar for skadan overskrids, ersatts den overskjutande delen fran forsakringen for den andra delen av fordonskombinationen."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Kilpailuun osallistuneelle kuljettajalle aiheutuneet vahingot",
      "content": "Kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttäen, että mainitussa toiminnassa ei ollut noudatettava liikennesääntöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "Kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttäen, että mainitussa toiminnassa ei ollut noudatettava liikennesääntöjä.",
        "folded_fi": "kilpailuun tai lajiharjoitteluun osallistuneen ajoneuvon vakuutuksesta ei korvata vahinkoa, joka on aiheutunut kyseisen ajoneuvon kuljettajalle edellyttaen, etta mainitussa toiminnassa ei ollut noudatettava liikennesaantoja.",
        "title_sv": "Skada som drabbar förare som deltagit i tävling",
        "content_sv": "Från försäkringen för ett fordon som deltagit i en tävling eller grenspecifik träning ersätts inte skada som drabbar fordonets förare, förutsatt att trafikreglerna inte skulle iakttas i verksamheten i fråga.",
        "normalized_sv": "Från försäkringen för ett fordon som deltagit i en tävling eller grenspecifik träning ersätts inte skada som drabbar fordonets förare, förutsatt att trafikreglerna inte skulle iakttas i verksamheten i fråga.",
        "folded_sv": "fran forsakringen for ett fordon som deltagit i en tavling eller grenspecifik traning ersatts inte skada som drabbar fordonets forare, forutsatt att trafikreglerna inte skulle iakttas i verksamheten i fraga."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Eräiden työsuoritusten aikana sattuneet vahingot",
      "content": "Vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun työsuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilölle, joka suorittaa tässä tarkoitettua työtä; eikä 2) työsuorituksen kohteena olevalle omaisuudelle taikka tähän toimintaan osalliselle toiselle ajoneuvolle. Sen lisäksi, mitä 1 momentissa säädetään, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun työsuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilölle, joka suorittaa tässä tarkoitettua työtä; eikä 2) työsuorituksen kohteena olevalle omaisuudelle taikka tähän toimintaan osalliselle toiselle ajoneuvolle. Sen lisäksi, mitä 1 momentissa säädetään, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
        "folded_fi": "vahinkoa ei korvata, kun se on aiheutunut kuormauksen, kuorman purkamisen tai muun tyosuorituksen aikana: 1) ajoneuvon ollessa paikoillaan ajoneuvon omistajalle, haltijalle, kuljettajalle tai muulle henkilolle, joka suorittaa tassa tarkoitettua tyota; eika 2) tyosuorituksen kohteena olevalle omaisuudelle taikka tahan toimintaan osalliselle toiselle ajoneuvolle. sen lisaksi, mita 1 momentissa saadetaan, kaivamisesta aiheutunutta omaisuusvahinkoa ei korvata.",
        "title_sv": "Skador som inträffar under vissa arbetsprestationer",
        "content_sv": "En skada som inträffar under lastning, lossning eller annan arbetsprestation ersätts inte, om den drabbar 1) fordonets ägare, innehavare, förare eller någon annan person som utför arbetet i fråga medan fordonet står stilla, eller 2) egendom som är föremål för en arbetsprestation eller ett annat fordon som deltar i verksamheten i fråga. Utöver vad som föreskrivs i 1 mom. ersätts inte egendomsskador som orsakats av grävning.",
        "normalized_sv": "En skada som inträffar under lastning, lossning eller annan arbetsprestation ersätts inte, om den drabbar 1) fordonets ägare, innehavare, förare eller någon annan person som utför arbetet i fråga medan fordonet står stilla, eller 2) egendom som är föremål för en arbetsprestation eller ett annat fordon som deltar i verksamheten i fråga. Utöver vad som föreskrivs i 1 mom. ersätts inte egendomsskador som orsakats av grävning.",
        "folded_sv": "en skada som intraffar under lastning, lossning eller annan arbetsprestation ersatts inte, om den drabbar 1) fordonets agare, innehavare, forare eller nagon annan person som utfor arbetet i fraga medan fordonet star stilla, eller 2) egendom som ar foremal for en arbetsprestation eller ett annat fordon som deltar i verksamheten i fraga. utover vad som foreskrivs i 1 mom. ersatts inte egendomsskador som orsakats av gravning."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Vakuuttamisvelvollisuudesta vapautetun ajoneuvon aiheuttama vahinko",
      "content": "Liikennevakuutuskeskus korvaa Suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen käyttämisestä, jonka pysyvä kotipaikka on Suomessa ja jolle ei 8 §:n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Liikennevakuutuskeskus korvaa Suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen käyttämisestä, jonka pysyvä kotipaikka on Suomessa ja jolle ei 8 § :n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
        "folded_fi": "liikennevakuutuskeskus korvaa suomessa sattuneen liikennevahingon, joka on aiheutunut sellaisen ajoneuvon liikenteeseen kayttamisesta, jonka pysyva kotipaikka on suomessa ja jolle ei 8 §:n 1 momentin 1-4 kohdan mukaan tarvitse ottaa liikennevakuutusta.",
        "title_sv": "Skador som orsakas av fordon som är undantagna från försäkringsplikten",
        "content_sv": "Trafikförsäkringscentralen ersätter trafikskador som inträffar i Finland och som orsakas av att fordon vars stadigvarande hemort är i Finland, och för vilka trafikförsäkring enligt 8 § 1 mom. 1-4 punkten inte behöver tecknas, används i trafik.",
        "normalized_sv": "Trafikförsäkringscentralen ersätter trafikskador som inträffar i Finland och som orsakas av att fordon vars stadigvarande hemort är i Finland, och för vilka trafikförsäkring enligt 8 § 1 mom. 1-4 punkten inte behöver tecknas, används i trafik.",
        "folded_sv": "trafikforsakringscentralen ersatter trafikskador som intraffar i finland och som orsakas av att fordon vars stadigvarande hemort ar i finland, och for vilka trafikforsakring enligt 8 § 1 mom. 1-4 punkten inte behover tecknas, anvands i trafik."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Korvauksen suorittamisen määräaika",
      "content": "Vakuutusyhtiön on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistään kuukauden kuluttua siitä, kun se on saanut vakuutussopimuslain 69 §:ssä tarkoitetut asiakirjat ja tiedot ja muun riittävän selvityksen. Tässä tarkoitettuna selvityksenä ei pidetä liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on tämän lain 66 §:n mukaan pyydettävä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Vakuutusyhtiön on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistään kuukauden kuluttua siitä, kun se on saanut vakuutussopimuslain 69 § :ssä tarkoitetut asiakirjat ja tiedot ja muun riittävän selvityksen. Tässä tarkoitettuna selvityksenä ei pidetä liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on tämän lain 66 § :n mukaan pyydettävä.",
        "folded_fi": "vakuutusyhtion on suoritettava korvaus tai ilmoitettava, ettei korvausta suoriteta, joutuisasti ja viimeistaan kuukauden kuluttua siita, kun se on saanut vakuutussopimuslain 69 §:ssa tarkoitetut asiakirjat ja tiedot ja muun riittavan selvityksen. tassa tarkoitettuna selvityksena ei pideta liikenne- ja potilasvahinkolautakunnan ratkaisusuositusta silloinkaan, kun se on taman lain 66 §:n mukaan pyydettava.",
        "title_sv": "Tidsfrist för betalning av ersättning",
        "content_sv": "Försäkringsbolaget ska utan dröjsmål och senast en månad efter att det har fått de handlingar, uppgifter och annan tillräcklig utredning som avses i 69 § i lagen om försäkringsavtal betala ut ersättning eller meddela att någon ersättning inte betalas. Som en sådan utredning som avses här betraktas inte trafik- och patientskadenämndens rekommendation till avgörande, ens när en sådan enligt 66 § i denna lag ska begäras.",
        "normalized_sv": "Försäkringsbolaget ska utan dröjsmål och senast en månad efter att det har fått de handlingar, uppgifter och annan tillräcklig utredning som avses i 69 § i lagen om försäkringsavtal betala ut ersättning eller meddela att någon ersättning inte betalas. Som en sådan utredning som avses här betraktas inte trafik- och patientskadenämndens rekommendation till avgörande, ens när en sådan enligt 66 § i denna lag ska begäras.",
        "folded_sv": "forsakringsbolaget ska utan drojsmal och senast en manad efter att det har fatt de handlingar, uppgifter och annan tillracklig utredning som avses i 69 § i lagen om forsakringsavtal betala ut ersattning eller meddela att nagon ersattning inte betalas. som en sadan utredning som avses har betraktas inte trafik- och patientskadenamndens rekommendation till avgorande, ens nar en sadan enligt 66 § i denna lag ska begaras."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Velvollisuus pyytää ratkaisusuositusta liikenne- ja potilasvahinkolautakunnalta",
      "content": "Vakuutusyhtiön on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettävä liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireillä olevassa korvausasiassa, kun asia koskee: 1) pysyvän ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista pääoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 §:n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen päätöksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytää, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelystä tai jos kysymyksessä on ilmeinen kirjoitus- tai laskuvirhe. Jos vakuutusyhtiön päätös poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtiön on liitettävä ratkaisusuositus päätökseensä ja annettava päätös tiedoksi lautakunnalle. Lautakunnalle esitettävästä ratkaisusuosituspyynnöstä huolimatta vakuutusyhtiön on 62 §:n mukaisesti suoritettava korvauksen riidaton osa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Vakuutusyhtiön on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettävä liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireillä olevassa korvausasiassa, kun asia koskee: 1) pysyvän ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista pääoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 § :n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen päätöksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytää, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelystä tai jos kysymyksessä on ilmeinen kirjoitus- tai laskuvirhe. Jos vakuutusyhtiön päätös poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtiön on liitettävä ratkaisusuositus päätökseensä ja annettava päätös tiedoksi lautakunnalle. Lautakunnalle esitettävästä ratkaisusuosituspyynnöstä huolimatta vakuutusyhtiön on 62 § :n mukaisesti suoritettava korvauksen riidaton osa.",
        "folded_fi": "vakuutusyhtion on, jollei korvausasiaa ole lainvoimaisesti ratkaistu tuomioistuimessa, pyydettava liikenne- ja potilasvahinkolautakunnalta ratkaisusuositus vireilla olevassa korvausasiassa, kun asia koskee: 1) pysyvan ansionmenetyksen taikka kuoleman perusteella suoritettavaa jatkuvaa korvausta tai sen sijasta suoritettavaa kertakaikkista paaoma-arvoa; 2) jatkuvan korvauksen korottamista tai alentamista vahingonkorvauslain 5 luvun 8 §:n perusteella; 3) haitan perusteella suoritettavaa korvausta, jos vamma on vaikea; 4) virheellisen paatoksen oikaisua asianosaisen vahingoksi, jos asianosainen ei suostu virheen korjaamiseen; ratkaisusuositusta ei tarvitse kuitenkaan pyytaa, jos virhe on ilmeinen ja se on aiheutunut asianosaisen omasta menettelysta tai jos kysymyksessa on ilmeinen kirjoitus- tai laskuvirhe. jos vakuutusyhtion paatos poikkeaa lautakunnan ratkaisusuosituksesta korvauksensaajan vahingoksi, vakuutusyhtion on liitettava ratkaisusuositus paatokseensa ja annettava paatos tiedoksi lautakunnalle. lautakunnalle esitettavasta ratkaisusuosituspyynnosta huolimatta vakuutusyhtion on 62 §:n mukaisesti suoritettava korvauksen riidaton osa.",
        "title_sv": "Skyldighet att begära rekommendation till avgörande av trafik- och patientskadenämnden",
        "content_sv": "Om ett ersättningsärende inte har avgjorts av domstol genom ett lagakraftvunnet avgörande, ska försäkringsbolaget begära rekommendation till avgörande av trafik- och patientskadenämnden i ett anhängigt ersättningsärende, när ärendet gäller 1) fortlöpande ersättning som betalas på grundval av bestående inkomstbortfall eller dödsfall, eller dess kapitalvärde om ersättningen i stället betalas som engångsersättning, 2) förhöjning eller sänkning av fortlöpande ersättning med stöd av 5 kap. 8 § i skadeståndslagen, 3) ersättning för men, om skadan är svår, 4) rättelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rättelsen av felet; rekommendation till avgörande behöver dock inte begäras om felet är uppenbart och det har orsakats av en parts eget förfarande eller om det är fråga om ett uppenbart skriv- eller räknefel. Om försäkringsbolagets beslut avviker från nämndens rekommendation till avgörande till ersättningstagarens nackdel, ska försäkringsbolaget foga rekommendationen till sitt beslut och delge nämnden beslutet. Trots en begäran om rekommendation till avgörande som framställts till nämnden ska försäkringsbolaget i enlighet med 62 § betala den ostridiga delen av ersättningen.",
        "normalized_sv": "Om ett ersättningsärende inte har avgjorts av domstol genom ett lagakraftvunnet avgörande, ska försäkringsbolaget begära rekommendation till avgörande av trafik- och patientskadenämnden i ett anhängigt ersättningsärende, när ärendet gäller 1) fortlöpande ersättning som betalas på grundval av bestående inkomstbortfall eller dödsfall, eller dess kapitalvärde om ersättningen i stället betalas som engångsersättning, 2) förhöjning eller sänkning av fortlöpande ersättning med stöd av 5 kap. 8 § i skadeståndslagen, 3) ersättning för men, om skadan är svår, 4) rättelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rättelsen av felet; rekommendation till avgörande behöver dock inte begäras om felet är uppenbart och det har orsakats av en parts eget förfarande eller om det är fråga om ett uppenbart skriv- eller räknefel. Om försäkringsbolagets beslut avviker från nämndens rekommendation till avgörande till ersättningstagarens nackdel, ska försäkringsbolaget foga rekommendationen till sitt beslut och delge nämnden beslutet. Trots en begäran om rekommendation till avgörande som framställts till nämnden ska försäkringsbolaget i enlighet med 62 § betala den ostridiga delen av ersättningen.",
        "folded_sv": "om ett ersattningsarende inte har avgjorts av domstol genom ett lagakraftvunnet avgorande, ska forsakringsbolaget begara rekommendation till avgorande av trafik- och patientskadenamnden i ett anhangigt ersattningsarende, nar arendet galler 1) fortlopande ersattning som betalas pa grundval av bestaende inkomstbortfall eller dodsfall, eller dess kapitalvarde om ersattningen i stallet betalas som engangsersattning, 2) forhojning eller sankning av fortlopande ersattning med stod av 5 kap. 8 § i skadestandslagen, 3) ersattning for men, om skadan ar svar, 4) rattelse av ett oriktigt beslut till en parts nackdel, om parten inte samtycker till rattelsen av felet; rekommendation till avgorande behover dock inte begaras om felet ar uppenbart och det har orsakats av en parts eget forfarande eller om det ar fraga om ett uppenbart skriv- eller raknefel. om forsakringsbolagets beslut avviker fran namndens rekommendation till avgorande till ersattningstagarens nackdel, ska forsakringsbolaget foga rekommendationen till sitt beslut och delge namnden beslutet. trots en begaran om rekommendation till avgorande som framstallts till namnden ska forsakringsbolaget i enlighet med 62 § betala den ostridiga delen av ersattningen."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Korvauksen viivästyminen",
      "content": "Viivästyskorotusta ja viivästyskorkoa on maksettava sitä päivää seuraavasta päivästä lukien, jona vakuutusyhtiön olisi 62 ja 70 §:n mukaan viimeistään tullut suorittaa korvaus. Jos selvitystä on pidettävä riittämättömänä ainoastaan korvauksen määrän osalta, viivästyskorotusta ja viivästyskorkoa on kuitenkin maksettava sille korvauksen määrälle, jota kohtuudella voidaan pitää selvitettynä. Saman päätöksen perusteella myöhemmin suoritettavalle korvauserälle viivästyskorotus lasketaan kuitenkin eräpäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Viivästyskorotusta ja viivästyskorkoa on maksettava sitä päivää seuraavasta päivästä lukien, jona vakuutusyhtiön olisi 62 ja 70 § :n mukaan viimeistään tullut suorittaa korvaus. Jos selvitystä on pidettävä riittämättömänä ainoastaan korvauksen määrän osalta, viivästyskorotusta ja viivästyskorkoa on kuitenkin maksettava sille korvauksen määrälle, jota kohtuudella voidaan pitää selvitettynä. Saman päätöksen perusteella myöhemmin suoritettavalle korvauserälle viivästyskorotus lasketaan kuitenkin eräpäivästä.",
        "folded_fi": "viivastyskorotusta ja viivastyskorkoa on maksettava sita paivaa seuraavasta paivasta lukien, jona vakuutusyhtion olisi 62 ja 70 §:n mukaan viimeistaan tullut suorittaa korvaus. jos selvitysta on pidettava riittamattomana ainoastaan korvauksen maaran osalta, viivastyskorotusta ja viivastyskorkoa on kuitenkin maksettava sille korvauksen maaralle, jota kohtuudella voidaan pitaa selvitettyna. saman paatoksen perusteella myohemmin suoritettavalle korvauseralle viivastyskorotus lasketaan kuitenkin erapaivasta.",
        "title_sv": "Fördröjd ersättning",
        "content_sv": "Dröjsmålsförhöjning och dröjsmålsränta ska betalas från dagen efter den dag då försäkringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersättning. Om utredningen ska anses vara otillräcklig endast i fråga om ersättningsbeloppet, ska dröjsmålsförhöjning och dröjsmålsränta dock betalas på det ersättningsbelopp som skäligen kan anses vara utrett. För en sådan ersättningspost som med stöd av ett och samma beslut betalas senare räknas dock dröjsmålsförhöjningen från förfallodagen.",
        "normalized_sv": "Dröjsmålsförhöjning och dröjsmålsränta ska betalas från dagen efter den dag då försäkringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersättning. Om utredningen ska anses vara otillräcklig endast i fråga om ersättningsbeloppet, ska dröjsmålsförhöjning och dröjsmålsränta dock betalas på det ersättningsbelopp som skäligen kan anses vara utrett. För en sådan ersättningspost som med stöd av ett och samma beslut betalas senare räknas dock dröjsmålsförhöjningen från förfallodagen.",
        "folded_sv": "drojsmalsforhojning och drojsmalsranta ska betalas fran dagen efter den dag da forsakringsbolaget enligt 62 och 70 § senast borde ha betalat ut ersattning. om utredningen ska anses vara otillracklig endast i fraga om ersattningsbeloppet, ska drojsmalsforhojning och drojsmalsranta dock betalas pa det ersattningsbelopp som skaligen kan anses vara utrett. for en sadan ersattningspost som med stod av ett och samma beslut betalas senare raknas dock drojsmalsforhojningen fran forfallodagen."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "Korvausedustaja ja korvausasiamies",
      "content": "Jos vakuutusyhtiö tai sen korvausedustaja ei noudata tässä pykälässä säädettyä, Finanssivalvonta voi ryhtyä Finanssivalvonnasta annetussa laissa (878/2008) säädettyihin valvontatoimenpiteisiin vakuutusyhtiötä kohtaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:69",
        "normalized_fi": "Jos vakuutusyhtiö tai sen korvausedustaja ei noudata tässä pykälässä säädettyä, Finanssivalvonta voi ryhtyä Finanssivalvonnasta annetussa laissa (878/2008) säädettyihin valvontatoimenpiteisiin vakuutusyhtiötä kohtaan.",
        "folded_fi": "jos vakuutusyhtio tai sen korvausedustaja ei noudata tassa pykalassa saadettya, finanssivalvonta voi ryhtya finanssivalvonnasta annetussa laissa (878/2008) saadettyihin valvontatoimenpiteisiin vakuutusyhtiota kohtaan.",
        "title_sv": "Skaderegleringsrepresentanter och ersättningsombud",
        "content_sv": "Om försäkringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestämmelserna i denna paragraf, kan Finansinspektionen vidta sådana tillsynsåtgärder mot försäkringsbolaget som föreskrivs i lagen om Finansinspektionen (878/2008).",
        "normalized_sv": "Om försäkringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestämmelserna i denna paragraf, kan Finansinspektionen vidta sådana tillsynsåtgärder mot försäkringsbolaget som föreskrivs i lagen om Finansinspektionen (878/2008).",
        "folded_sv": "om forsakringsbolaget eller dess skaderegleringsrepresentant inte iakttar bestammelserna i denna paragraf, kan finansinspektionen vidta sadana tillsynsatgarder mot forsakringsbolaget som foreskrivs i lagen om finansinspektionen (878/2008)."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Oikeus vaatia korvausta korvausedustajalta",
      "content": "Jos korvausvastuu kiistetään osittain tai kokonaan tai se on epäselvä taikka jos vahinkojen suuruutta ei ole kokonaan määritelty, vakuutusyhtiön tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. Liikennevakuutuskeskus ei saa toimia toisessa ETA-valtiossa sijaitsevan vakuutusyhtiön Suomeen nimettynä korvausedustajana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Jos korvausvastuu kiistetään osittain tai kokonaan tai se on epäselvä taikka jos vahinkojen suuruutta ei ole kokonaan määritelty, vakuutusyhtiön tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. Liikennevakuutuskeskus ei saa toimia toisessa ETA-valtiossa sijaitsevan vakuutusyhtiön Suomeen nimettynä korvausedustajana.",
        "folded_fi": "jos korvausvastuu kiistetaan osittain tai kokonaan tai se on epaselva taikka jos vahinkojen suuruutta ei ole kokonaan maaritelty, vakuutusyhtion tai sen korvausedustajan on 2 momentissa mainitun ajan kuluessa annettava perusteltu kirjallinen vastaus korvausvaatimukseen. liikennevakuutuskeskus ei saa toimia toisessa eta-valtiossa sijaitsevan vakuutusyhtion suomeen nimettyna korvausedustajana.",
        "title_sv": "Rätt att kräva ersättning av skaderegleringsrepresentanten",
        "content_sv": "Om ersättningsansvaret bestrids helt eller delvis, ersättningsansvaret är oklart eller skadornas storlek inte har bestämts i sin helhet, ska försäkringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lämna ett motiverat skriftligt svar på ersättningsanspråket. Trafikförsäkringscentralen får inte vara en för Finland utsedd skaderegleringsrepresentant för ett försäkringsbolag som är etablerat i en annan EES-stat.",
        "normalized_sv": "Om ersättningsansvaret bestrids helt eller delvis, ersättningsansvaret är oklart eller skadornas storlek inte har bestämts i sin helhet, ska försäkringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lämna ett motiverat skriftligt svar på ersättningsanspråket. Trafikförsäkringscentralen får inte vara en för Finland utsedd skaderegleringsrepresentant för ett försäkringsbolag som är etablerat i en annan EES-stat.",
        "folded_sv": "om ersattningsansvaret bestrids helt eller delvis, ersattningsansvaret ar oklart eller skadornas storlek inte har bestamts i sin helhet, ska forsakringsbolaget eller dess skaderegleringsrepresentant inom den tid som anges i 2 mom. lamna ett motiverat skriftligt svar pa ersattningsanspraket. trafikforsakringscentralen far inte vara en for finland utsedd skaderegleringsrepresentant for ett forsakringsbolag som ar etablerat i en annan ees-stat."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Liikennevakuutuskeskuksen takautumisoikeus",
      "content": "Liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a §:n perusteella maksamansa korvaus sen ETA-valtion maksukyvyttömyyselimeltä, jossa maksukyvyttömän vakuutusyhtiön kotipaikka on. Jos Liikennevakuutuskeskus on vakuutusyhtiön maksukyvyttömyyden seurauksena maksanut vahinkoa kärsineelle korvausta 91 a §:n mukaisesti, vahinkoa kärsineen oikeus korvaukseen selvitys- tai konkurssipesästä siirtyy keskukselle siihen määrään saakka kuin tämä on korvausta maksanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a § :n perusteella maksamansa korvaus sen ETA-valtion maksukyvyttömyyselimeltä, jossa maksukyvyttömän vakuutusyhtiön kotipaikka on. Jos Liikennevakuutuskeskus on vakuutusyhtiön maksukyvyttömyyden seurauksena maksanut vahinkoa kärsineelle korvausta 91 a § :n mukaisesti, vahinkoa kärsineen oikeus korvaukseen selvitys- tai konkurssipesästä siirtyy keskukselle siihen määrään saakka kuin tämä on korvausta maksanut.",
        "folded_fi": "liikennevakuutuskeskuksella on oikeus vaatia takaisin 91 a §:n perusteella maksamansa korvaus sen eta-valtion maksukyvyttomyyselimelta, jossa maksukyvyttoman vakuutusyhtion kotipaikka on. jos liikennevakuutuskeskus on vakuutusyhtion maksukyvyttomyyden seurauksena maksanut vahinkoa karsineelle korvausta 91 a §:n mukaisesti, vahinkoa karsineen oikeus korvaukseen selvitys- tai konkurssipesasta siirtyy keskukselle siihen maaraan saakka kuin tama on korvausta maksanut.",
        "title_sv": "Trafikförsäkringscentralens regressrätt",
        "content_sv": "Trafikförsäkringscentralen har rätt att kräva tillbaka ersättning som den betalat med stöd av 91 a § av insolvensorganet i den EES-stat där det insolventa försäkringsbolaget har sin hemort. Om Trafikförsäkringscentralen till följd av försäkringsbolagets insolvens har betalat ersättning till en skadelidande i enlighet med 91 a §, övergår den skadelidandes rätt till ersättning från administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat.",
        "normalized_sv": "Trafikförsäkringscentralen har rätt att kräva tillbaka ersättning som den betalat med stöd av 91 a § av insolvensorganet i den EES-stat där det insolventa försäkringsbolaget har sin hemort. Om Trafikförsäkringscentralen till följd av försäkringsbolagets insolvens har betalat ersättning till en skadelidande i enlighet med 91 a § , övergår den skadelidandes rätt till ersättning från administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat.",
        "folded_sv": "trafikforsakringscentralen har ratt att krava tillbaka ersattning som den betalat med stod av 91 a § av insolvensorganet i den ees-stat dar det insolventa forsakringsbolaget har sin hemort. om trafikforsakringscentralen till foljd av forsakringsbolagets insolvens har betalat ersattning till en skadelidande i enlighet med 91 a §, overgar den skadelidandes ratt till ersattning fran administrations- eller konkursboet till centralen upp till det belopp som centralen har betalat."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "Jakojärjestelmä ja siitä katettavat kustannukset",
      "content": "jakojärjestelmäkustannukset Jakojärjestelmällä katettavat kustannukset () ovat: 1) Liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta määrästä on vähennetty sekä 27 ja 28 §:n mukaiset maksut että raja- ja siirtoliikennevakuutuksien maksut; 2) 35 §:ssä tarkoitetut jatkuviin korvauksiin liittyvät indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 §:ssä säädetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 5) 55 §:n mukainen täyskustannusmaksu, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:75",
        "normalized_fi": "jakojärjestelmäkustannukset Jakojärjestelmällä katettavat kustannukset () ovat: 1) Liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta määrästä on vähennetty sekä 27 ja 28 § :n mukaiset maksut että raja- ja siirtoliikennevakuutuksien maksut; 2) 35 § :ssä tarkoitetut jatkuviin korvauksiin liittyvät indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 § :ssä säädetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 § :ssä tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 5) 55 § :n mukainen täyskustannusmaksu, kun vahinkotapahtuman sattumispäivää seuraavan kalenterivuoden alusta on kulunut yli yhdeksän vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa säädetään.",
        "folded_fi": "jakojarjestelmakustannukset jakojarjestelmalla katettavat kustannukset () ovat: 1) liikennevakuutuskeskuksen vastuulla olevista vahingoista aiheutuvat kustannukset ilman 2-6 kohdassa tarkoitettuja korvauksia, josta maarasta on vahennetty seka 27 ja 28 §:n mukaiset maksut etta raja- ja siirtoliikennevakuutuksien maksut; 2) 35 §:ssa tarkoitetut jatkuviin korvauksiin liittyvat indeksitarkistukset; 3) 34, 34 a, 53, 54, 58 ja 59 §:ssa saadetyt sairaanhoidon korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 4) sellaiset liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain 7 §:ssa tarkoitetun kuntoutuksen korvaukset, jotka maksetaan, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 5) 55 §:n mukainen tayskustannusmaksu, kun vahinkotapahtuman sattumispaivaa seuraavan kalenterivuoden alusta on kulunut yli yhdeksan vuotta; 6) korvaukset suurvahingosta siten kuin 4 momentissa saadetaan.",
        "title_sv": "Fördelningssystemet och de kostnader som ska täckas ur det",
        "content_sv": "fördelningskostnaderna De kostnader som ska täckas genom fördelningssystemet () är 1) kostnader som orsakas av skador som Trafikförsäkringscentralen ansvarar för, utan de ersättningar som anges i 2-6 punkten, från vilket belopp avgifter enligt 27 och 28 § och premierna för gräns- och förflyttningsförsäkringar har avdragits, 2) indexjusteringar av de fortlöpande ersättningar som avses i 35 §, 3) de sjukvårdskostnader som det föreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då skadefallet inträffade, 4) sådana ersättningar för rehabilitering som avses i 7 § i lagen om rehabilitering som ersätts enligt trafikförsäkringslagen och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 5) fullkostnadsavgift enligt 55 § när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 6) ersättningar för stora skador enligt vad som föreskrivs i 4 mom.",
        "normalized_sv": "fördelningskostnaderna De kostnader som ska täckas genom fördelningssystemet () är 1) kostnader som orsakas av skador som Trafikförsäkringscentralen ansvarar för, utan de ersättningar som anges i 2-6 punkten, från vilket belopp avgifter enligt 27 och 28 § och premierna för gräns- och förflyttningsförsäkringar har avdragits, 2) indexjusteringar av de fortlöpande ersättningar som avses i 35 § , 3) de sjukvårdskostnader som det föreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då skadefallet inträffade, 4) sådana ersättningar för rehabilitering som avses i 7 § i lagen om rehabilitering som ersätts enligt trafikförsäkringslagen och som betalas när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 5) fullkostnadsavgift enligt 55 § när över nio år förflutit från ingången av kalenderåret efter den dag då trafikskadan inträffade, 6) ersättningar för stora skador enligt vad som föreskrivs i 4 mom.",
        "folded_sv": "fordelningskostnaderna de kostnader som ska tackas genom fordelningssystemet () ar 1) kostnader som orsakas av skador som trafikforsakringscentralen ansvarar for, utan de ersattningar som anges i 2-6 punkten, fran vilket belopp avgifter enligt 27 och 28 § och premierna for grans- och forflyttningsforsakringar har avdragits, 2) indexjusteringar av de fortlopande ersattningar som avses i 35 §, 3) de sjukvardskostnader som det foreskrivs om i 34, 34 a, 53, 54, 58 och 59 § och som betalas nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da skadefallet intraffade, 4) sadana ersattningar for rehabilitering som avses i 7 § i lagen om rehabilitering som ersatts enligt trafikforsakringslagen och som betalas nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da trafikskadan intraffade, 5) fullkostnadsavgift enligt 55 § nar over nio ar forflutit fran ingangen av kalenderaret efter den dag da trafikskadan intraffade, 6) ersattningar for stora skador enligt vad som foreskrivs i 4 mom."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "Tietokeskus",
      "content": "Vahinkoa kärsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 §:ssä tarkoitetuissa vahinkotapauksissa sekä toisesta jäsenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi Liikennevakuutuskeskus kerää ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, sekä avustaa näiden tietojen saamisessa siihen oikeutettuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:86",
        "normalized_fi": "Vahinkoa kärsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 § :ssä tarkoitetuissa vahinkotapauksissa sekä toisesta jäsenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi Liikennevakuutuskeskus kerää ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, sekä avustaa näiden tietojen saamisessa siihen oikeutettuja.",
        "folded_fi": "vahinkoa karsineiden etujen turvaamiseksi, tietojen nopean saatavuuden varmistamiseksi 70 §:ssa tarkoitetuissa vahinkotapauksissa seka toisesta jasenvaltiosta toimitettujen ajoneuvojen vakuuttamisvelvollisuuteen liittyvien tarpeellisten tietojen saatavuuden varmistamiseksi liikennevakuutuskeskus keraa ja jakaa tietoja, joilla on vaikutusta korvauksen saamiseen, seka avustaa naiden tietojen saamisessa siihen oikeutettuja.",
        "title_sv": "Informationscentrum",
        "content_sv": "För att trygga de skadelidandes intressen, säkra en snabb tillgång till information i sådana skadefall som avses i 70 § och säkra tillgången till behövlig information om försäkringsplikten för fordon som avsänts från en annan medlemsstat samlar Trafikförsäkringscentralen in och sprider information som har betydelse för erhållande av ersättning samt hjälper dem som har rätt till denna information att få den.",
        "normalized_sv": "För att trygga de skadelidandes intressen, säkra en snabb tillgång till information i sådana skadefall som avses i 70 § och säkra tillgången till behövlig information om försäkringsplikten för fordon som avsänts från en annan medlemsstat samlar Trafikförsäkringscentralen in och sprider information som har betydelse för erhållande av ersättning samt hjälper dem som har rätt till denna information att få den.",
        "folded_sv": "for att trygga de skadelidandes intressen, sakra en snabb tillgang till information i sadana skadefall som avses i 70 § och sakra tillgangen till behovlig information om forsakringsplikten for fordon som avsants fran en annan medlemsstat samlar trafikforsakringscentralen in och sprider information som har betydelse for erhallande av ersattning samt hjalper dem som har ratt till denna information att fa den."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "91 a",
      "section": "91 a",
      "title": "Vahingon korvaaminen vakuutusyhtiön maksukyvyttömyystilanteessa",
      "content": "Vahinkoa kärsinyt, jonka asuinpaikka on Suomessa, voi esittää korvausvaatimuksensa suoraan Liikennevakuutuskeskukselle, jos Suomessa tai toisessa ETA-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtiö on maksukyvytön. Suomalainen vakuutusyhtiö katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttömäksi, jos se on asetettu selvitystilaan tai konkurssiin. Selvitystilan alkamisesta säädetään vakuutusyhtiölain 23 luvun 5 §:ssä ja konkurssiin asettamisesta mainitun luvun 29 §:ssä. Jos vakuutusyhtiön kotipaikka on toisessa ETA-valtiossa, maksukyvyttömyyden alkaminen määräytyy sen kotijäsenvaltion lainsäädännön mukaisesti. Liikennevakuutuskeskuksen on kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtävä perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiistetä ja vahingon suuruus on kokonaan tai osittain määritelty. Liikennevakuutuskeskuksen on annettava vahinkoa kärsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtiö ole 2 momentissa tarkoitetulla tavalla maksukyvytön, tai korvausvastuu kiistetään tai se on epäselvä taikka vahingon suuruutta ei ole kokonaan määritelty. Perusteltu vastaus on annettava kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa. Liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa kärsineelle ilman aiheetonta viivytystä ja joka tapauksessa viimeistään kolmen kuukauden kuluessa siitä, kun vahinkoa kärsinyt on ilmoittanut hyväksyvänsä korvaustarjouksen. Jos korvauksen määrä ei ole riidaton, Liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tässä momentissa tarkoitetun määräajan puitteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91 a",
        "normalized_fi": "Vahinkoa kärsinyt, jonka asuinpaikka on Suomessa, voi esittää korvausvaatimuksensa suoraan Liikennevakuutuskeskukselle, jos Suomessa tai toisessa ETA-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtiö on maksukyvytön. Suomalainen vakuutusyhtiö katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttömäksi, jos se on asetettu selvitystilaan tai konkurssiin. Selvitystilan alkamisesta säädetään vakuutusyhtiölain 23 luvun 5 § :ssä ja konkurssiin asettamisesta mainitun luvun 29 § :ssä. Jos vakuutusyhtiön kotipaikka on toisessa ETA-valtiossa, maksukyvyttömyyden alkaminen määräytyy sen kotijäsenvaltion lainsäädännön mukaisesti. Liikennevakuutuskeskuksen on kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtävä perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiistetä ja vahingon suuruus on kokonaan tai osittain määritelty. Liikennevakuutuskeskuksen on annettava vahinkoa kärsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtiö ole 2 momentissa tarkoitetulla tavalla maksukyvytön, tai korvausvastuu kiistetään tai se on epäselvä taikka vahingon suuruutta ei ole kokonaan määritelty. Perusteltu vastaus on annettava kolmen kuukauden kuluessa päivästä, jona vahinkoa kärsinyt on esittänyt korvausvaatimuksensa. Liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa kärsineelle ilman aiheetonta viivytystä ja joka tapauksessa viimeistään kolmen kuukauden kuluessa siitä, kun vahinkoa kärsinyt on ilmoittanut hyväksyvänsä korvaustarjouksen. Jos korvauksen määrä ei ole riidaton, Liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tässä momentissa tarkoitetun määräajan puitteissa.",
        "folded_fi": "vahinkoa karsinyt, jonka asuinpaikka on suomessa, voi esittaa korvausvaatimuksensa suoraan liikennevakuutuskeskukselle, jos suomessa tai toisessa eta-valtiossa sattuneesta liikennevahingosta korvausvastuussa oleva vakuutusyhtio on maksukyvyton. suomalainen vakuutusyhtio katsotaan 1 momentissa tarkoitetulla tavalla maksukyvyttomaksi, jos se on asetettu selvitystilaan tai konkurssiin. selvitystilan alkamisesta saadetaan vakuutusyhtiolain 23 luvun 5 §:ssa ja konkurssiin asettamisesta mainitun luvun 29 §:ssa. jos vakuutusyhtion kotipaikka on toisessa eta-valtiossa, maksukyvyttomyyden alkaminen maaraytyy sen kotijasenvaltion lainsaadannon mukaisesti. liikennevakuutuskeskuksen on kolmen kuukauden kuluessa paivasta, jona vahinkoa karsinyt on esittanyt korvausvaatimuksensa, korvattava liikennevahinko tai tehtava perusteltu korvaustarjous, jos se on todennut olevansa korvausvastuussa vahingosta, korvausvaatimusta ei kiisteta ja vahingon suuruus on kokonaan tai osittain maaritelty. liikennevakuutuskeskuksen on annettava vahinkoa karsineelle kirjallinen perusteltu vastaus korvausvaatimuksessa esitettyihin seikkoihin, jos se toteaa, ettei vakuutusyhtio ole 2 momentissa tarkoitetulla tavalla maksukyvyton, tai korvausvastuu kiistetaan tai se on epaselva taikka vahingon suuruutta ei ole kokonaan maaritelty. perusteltu vastaus on annettava kolmen kuukauden kuluessa paivasta, jona vahinkoa karsinyt on esittanyt korvausvaatimuksensa. liikennevakuutuskeskuksen on suoritettava korvaus vahinkoa karsineelle ilman aiheetonta viivytysta ja joka tapauksessa viimeistaan kolmen kuukauden kuluessa siita, kun vahinkoa karsinyt on ilmoittanut hyvaksyvansa korvaustarjouksen. jos korvauksen maara ei ole riidaton, liikennevakuutuskeskuksen on suoritettava korvauksen riidaton osa tassa momentissa tarkoitetun maaraajan puitteissa.",
        "title_sv": "Ersättning för skada vid försäkringsbolagets insolvens",
        "content_sv": "En skadelidande som har bostadsort i Finland kan framställa sitt ersättningsanspråk direkt till Trafikförsäkringscentralen, om det försäkringsbolag som är ersättningsansvarigt för en trafikskada som inträffat i Finland eller i en annan EES-stat är insolvent. Ett finländskt försäkringsbolag anses vara insolvent på det sätt som avses i 1 mom. om bolaget har försatts i likvidation eller konkurs. Bestämmelser om likvidationens början finns i 23 kap. 5 § i försäkringsbolagslagen och bestämmelser om försättande i konkurs i 29 § i det kapitlet. Om försäkringsbolaget har sin hemort i en annan EES-stat bestäms inträdandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. Trafikförsäkringscentralen ska inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk ersätta trafikskadan eller lämna ett motiverat ersättningsanbud, om centralen har fastställt att den är ersättningsansvarig för skadan, ersättningsanspråket inte bestrids och skadans storlek helt eller delvis har fastställts. Trafikförsäkringscentralen ska lämna den skadelidande ett motiverat skriftligt svar på vad som anförts i ersättningsanspråket, om centralen har konstaterat att försäkringsbolaget inte är insolvent på det sätt som avses i 2 mom. eller ersättningsansvaret bestrids eller är oklart, eller skadans storlek inte helt har fastställts. Ett motiverat svar ska lämnas inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk. Trafikförsäkringscentralen ska betala ersättning till den skadelidande utan onödigt dröjsmål och i varje fall senast inom tre månader från det att den skadelidande har meddelat att denne godkänner ersättningsanbudet. Om ersättningsbeloppet inte är ostridigt, ska Trafikförsäkringscentralen betala den ostridiga delen av ersättningen inom den tid som anges i detta moment.",
        "normalized_sv": "En skadelidande som har bostadsort i Finland kan framställa sitt ersättningsanspråk direkt till Trafikförsäkringscentralen, om det försäkringsbolag som är ersättningsansvarigt för en trafikskada som inträffat i Finland eller i en annan EES-stat är insolvent. Ett finländskt försäkringsbolag anses vara insolvent på det sätt som avses i 1 mom. om bolaget har försatts i likvidation eller konkurs. Bestämmelser om likvidationens början finns i 23 kap. 5 § i försäkringsbolagslagen och bestämmelser om försättande i konkurs i 29 § i det kapitlet. Om försäkringsbolaget har sin hemort i en annan EES-stat bestäms inträdandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. Trafikförsäkringscentralen ska inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk ersätta trafikskadan eller lämna ett motiverat ersättningsanbud, om centralen har fastställt att den är ersättningsansvarig för skadan, ersättningsanspråket inte bestrids och skadans storlek helt eller delvis har fastställts. Trafikförsäkringscentralen ska lämna den skadelidande ett motiverat skriftligt svar på vad som anförts i ersättningsanspråket, om centralen har konstaterat att försäkringsbolaget inte är insolvent på det sätt som avses i 2 mom. eller ersättningsansvaret bestrids eller är oklart, eller skadans storlek inte helt har fastställts. Ett motiverat svar ska lämnas inom tre månader från den dag då den skadelidande framställde sitt ersättningsanspråk. Trafikförsäkringscentralen ska betala ersättning till den skadelidande utan onödigt dröjsmål och i varje fall senast inom tre månader från det att den skadelidande har meddelat att denne godkänner ersättningsanbudet. Om ersättningsbeloppet inte är ostridigt, ska Trafikförsäkringscentralen betala den ostridiga delen av ersättningen inom den tid som anges i detta moment.",
        "folded_sv": "en skadelidande som har bostadsort i finland kan framstalla sitt ersattningsansprak direkt till trafikforsakringscentralen, om det forsakringsbolag som ar ersattningsansvarigt for en trafikskada som intraffat i finland eller i en annan ees-stat ar insolvent. ett finlandskt forsakringsbolag anses vara insolvent pa det satt som avses i 1 mom. om bolaget har forsatts i likvidation eller konkurs. bestammelser om likvidationens borjan finns i 23 kap. 5 § i forsakringsbolagslagen och bestammelser om forsattande i konkurs i 29 § i det kapitlet. om forsakringsbolaget har sin hemort i en annan ees-stat bestams intradandet av insolvens enligt lagstiftningen i bolagets hemmedlemsstat. trafikforsakringscentralen ska inom tre manader fran den dag da den skadelidande framstallde sitt ersattningsansprak ersatta trafikskadan eller lamna ett motiverat ersattningsanbud, om centralen har faststallt att den ar ersattningsansvarig for skadan, ersattningsanspraket inte bestrids och skadans storlek helt eller delvis har faststallts. trafikforsakringscentralen ska lamna den skadelidande ett motiverat skriftligt svar pa vad som anforts i ersattningsanspraket, om centralen har konstaterat att forsakringsbolaget inte ar insolvent pa det satt som avses i 2 mom. eller ersattningsansvaret bestrids eller ar oklart, eller skadans storlek inte helt har faststallts. ett motiverat svar ska lamnas inom tre manader fran den dag da den skadelidande framstallde sitt ersattningsansprak. trafikforsakringscentralen ska betala ersattning till den skadelidande utan onodigt drojsmal och i varje fall senast inom tre manader fran det att den skadelidande har meddelat att denne godkanner ersattningsanbudet. om ersattningsbeloppet inte ar ostridigt, ska trafikforsakringscentralen betala den ostridiga delen av ersattningen inom den tid som anges i detta moment."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "91 b",
      "section": "91 b",
      "title": "Liikennevakuutuskeskuksen tehtävät ja tiedonsaanti maksukyvyttömyyselimenä",
      "content": "Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö joutuu 91 a §:ssä tarkoitetulla tavalla maksukyvyttömäksi, Liikennevakuutuskeskuksen on viipymättä ilmoitettava asiasta muiden ETA-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttömyyselimille. Liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtiön maksukyvyttömyyteen liittyvästä korvausvaatimuksesta vastaavalle maksukyvyttömyyselimelle vakuutusyhtiön kotijäsenvaltiossa sekä maksukyvyttömälle vakuutusyhtiölle tai vakuutusyhtiön vakuutus- ja jälleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (Solvenssi II) annetun Euroopan parlamentin ja neuvoston direktiivin 2009/138/EY 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittäjälle. Vakuutusyhtiön, sen hallinnonhoitajan tai selvittäjän on ilmoitettava Liikennevakuutuskeskukselle, jos vakuutusyhtiö suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myös Liikennevakuutuskeskukselle. Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö on 91 a §:ssä tarkoitetulla tavalla maksukyvytön, Liikennevakuutuskeskuksen on hyvitettävä toisen ETA-valtion maksukyvyttömyyselimen niin vaatiessa maksukyvyttömyyselimelle sen vahinkoa kärsineelle maksama korvaus liikennevahingosta. Hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittää kuutta kuukautta, elleivät Liikennevakuutuskeskus ja maksukyvyttömyyselin kirjallisesti sovi toisin. Liikennevakuutuskeskuksella on salassapitosäännösten estämättä oikeus saada tässä pykälässä ja 91 a §:ssä tarkoitettujen tehtävien hoitamiseksi välttämättömät tiedot vakuutusyhtiöltä, 2 momentissa tarkoitetulta vakuutusyhtiön hallinnonhoitajalta ja selvittäjältä sekä Finanssivalvonnalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91 b",
        "normalized_fi": "Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö joutuu 91 a § :ssä tarkoitetulla tavalla maksukyvyttömäksi, Liikennevakuutuskeskuksen on viipymättä ilmoitettava asiasta muiden ETA-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttömyyselimille. Liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtiön maksukyvyttömyyteen liittyvästä korvausvaatimuksesta vastaavalle maksukyvyttömyyselimelle vakuutusyhtiön kotijäsenvaltiossa sekä maksukyvyttömälle vakuutusyhtiölle tai vakuutusyhtiön vakuutus- ja jälleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (Solvenssi II) annetun Euroopan parlamentin ja neuvoston direktiivin 2009/138/EY 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittäjälle. Vakuutusyhtiön, sen hallinnonhoitajan tai selvittäjän on ilmoitettava Liikennevakuutuskeskukselle, jos vakuutusyhtiö suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myös Liikennevakuutuskeskukselle. Jos liikennevakuutusta harjoittava suomalainen vakuutusyhtiö on 91 a § :ssä tarkoitetulla tavalla maksukyvytön, Liikennevakuutuskeskuksen on hyvitettävä toisen ETA-valtion maksukyvyttömyyselimen niin vaatiessa maksukyvyttömyyselimelle sen vahinkoa kärsineelle maksama korvaus liikennevahingosta. Hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittää kuutta kuukautta, elleivät Liikennevakuutuskeskus ja maksukyvyttömyyselin kirjallisesti sovi toisin. Liikennevakuutuskeskuksella on salassapitosäännösten estämättä oikeus saada tässä pykälässä ja 91 a § :ssä tarkoitettujen tehtävien hoitamiseksi välttämättömät tiedot vakuutusyhtiöltä, 2 momentissa tarkoitetulta vakuutusyhtiön hallinnonhoitajalta ja selvittäjältä sekä Finanssivalvonnalta.",
        "folded_fi": "jos liikennevakuutusta harjoittava suomalainen vakuutusyhtio joutuu 91 a §:ssa tarkoitetulla tavalla maksukyvyttomaksi, liikennevakuutuskeskuksen on viipymatta ilmoitettava asiasta muiden eta-valtioiden direktiivin 10 a artiklan 1 kohdassa ja 25 a artiklan 1 kohdassa tarkoitetuille maksukyvyttomyyselimille. liikennevakuutuskeskuksen on ilmoitettava sille saapuneesta vakuutusyhtion maksukyvyttomyyteen liittyvasta korvausvaatimuksesta vastaavalle maksukyvyttomyyselimelle vakuutusyhtion kotijasenvaltiossa seka maksukyvyttomalle vakuutusyhtiolle tai vakuutusyhtion vakuutus- ja jalleenvakuutustoiminnan aloittamisesta ja harjoittamisesta (solvenssi ii) annetun euroopan parlamentin ja neuvoston direktiivin 2009/138/ey 268 artiklan 1 kohdan e alakohdassa tarkoitetulle hallinnonhoitajalle tai f alakohdassa tarkoitetulle selvittajalle. vakuutusyhtion, sen hallinnonhoitajan tai selvittajan on ilmoitettava liikennevakuutuskeskukselle, jos vakuutusyhtio suorittaa korvauksen sellaisesta vahingosta, josta on ilmoitettu myos liikennevakuutuskeskukselle. jos liikennevakuutusta harjoittava suomalainen vakuutusyhtio on 91 a §:ssa tarkoitetulla tavalla maksukyvyton, liikennevakuutuskeskuksen on hyvitettava toisen eta-valtion maksukyvyttomyyselimen niin vaatiessa maksukyvyttomyyselimelle sen vahinkoa karsineelle maksama korvaus liikennevahingosta. hyvitys on maksettava kohtuullisessa ajassa, joka ei saa ylittaa kuutta kuukautta, elleivat liikennevakuutuskeskus ja maksukyvyttomyyselin kirjallisesti sovi toisin. liikennevakuutuskeskuksella on salassapitosaannosten estamatta oikeus saada tassa pykalassa ja 91 a §:ssa tarkoitettujen tehtavien hoitamiseksi valttamattomat tiedot vakuutusyhtiolta, 2 momentissa tarkoitetulta vakuutusyhtion hallinnonhoitajalta ja selvittajalta seka finanssivalvonnalta.",
        "title_sv": "Trafikförsäkringscentralens uppgifter och tillgång till information som insolvensorgan",
        "content_sv": "Om ett finländskt försäkringsbolag som bedriver trafikförsäkring blir insolvent på det sätt som avses i 91 a §, ska Trafikförsäkringscentralen utan dröjsmål underrätta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de övriga EES-staterna. När Trafikförsäkringscentralen tar emot ett ersättningsanspråk som hänför sig till ett försäkringsbolags insolvens ska centralen underrätta motsvarande insolvensorgan i försäkringsbolagets hemmedlemsstat samt det insolventa försäkringsbolaget eller försäkringsbolagets rekonstruktör enligt artikel 268.1 e i Europaparlamentets och rådets direktiv 2009/138/EG om upptagande och utövande av försäkrings- och återförsäkringsverksamhet (Solvens II) eller dess förvaltare enligt artikel 268.1 f i det direktivet. Försäkringsbolaget, dess rekonstruktör eller förvaltaren ska underrätta Trafikförsäkringscentralen, om försäkringsbolaget betalar ut ersättning för en sådan skada som också anmälts till Trafikförsäkringscentralen. Om ett finländskt försäkringsbolag som bedriver trafikförsäkring är insolvent på det sätt som avses i 91 a §, ska Trafikförsäkringscentralen, om insolvensorganet i en annan EES-stat så kräver, ersätta insolvensorganet för den ersättning som organet betalat för en trafikskada till en skadelidande. Ersättningen ska betalas inom rimlig tid som inte får överstiga sex månader, om inte annat skriftligen avtalas av Trafikförsäkringscentralen och insolvensorganet. Trafikförsäkringscentralen har trots sekretessbestämmelserna rätt att av försäkringsbolaget, av försäkringsbolagets i 2 mom. avsedda rekonstruktör och förvaltare och av Finansinspektionen få de uppgifter som är nödvändiga för skötseln av uppgifter enligt denna paragraf och 91 a §.",
        "normalized_sv": "Om ett finländskt försäkringsbolag som bedriver trafikförsäkring blir insolvent på det sätt som avses i 91 a § , ska Trafikförsäkringscentralen utan dröjsmål underrätta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de övriga EES-staterna. När Trafikförsäkringscentralen tar emot ett ersättningsanspråk som hänför sig till ett försäkringsbolags insolvens ska centralen underrätta motsvarande insolvensorgan i försäkringsbolagets hemmedlemsstat samt det insolventa försäkringsbolaget eller försäkringsbolagets rekonstruktör enligt artikel 268.1 e i Europaparlamentets och rådets direktiv 2009/138/EG om upptagande och utövande av försäkrings- och återförsäkringsverksamhet (Solvens II) eller dess förvaltare enligt artikel 268.1 f i det direktivet. Försäkringsbolaget, dess rekonstruktör eller förvaltaren ska underrätta Trafikförsäkringscentralen, om försäkringsbolaget betalar ut ersättning för en sådan skada som också anmälts till Trafikförsäkringscentralen. Om ett finländskt försäkringsbolag som bedriver trafikförsäkring är insolvent på det sätt som avses i 91 a § , ska Trafikförsäkringscentralen, om insolvensorganet i en annan EES-stat så kräver, ersätta insolvensorganet för den ersättning som organet betalat för en trafikskada till en skadelidande. Ersättningen ska betalas inom rimlig tid som inte får överstiga sex månader, om inte annat skriftligen avtalas av Trafikförsäkringscentralen och insolvensorganet. Trafikförsäkringscentralen har trots sekretessbestämmelserna rätt att av försäkringsbolaget, av försäkringsbolagets i 2 mom. avsedda rekonstruktör och förvaltare och av Finansinspektionen få de uppgifter som är nödvändiga för skötseln av uppgifter enligt denna paragraf och 91 a § .",
        "folded_sv": "om ett finlandskt forsakringsbolag som bedriver trafikforsakring blir insolvent pa det satt som avses i 91 a §, ska trafikforsakringscentralen utan drojsmal underratta de i artiklarna 10a.1 och 25a.1 i direktivet avsedda insolvensorganen i de ovriga ees-staterna. nar trafikforsakringscentralen tar emot ett ersattningsansprak som hanfor sig till ett forsakringsbolags insolvens ska centralen underratta motsvarande insolvensorgan i forsakringsbolagets hemmedlemsstat samt det insolventa forsakringsbolaget eller forsakringsbolagets rekonstruktor enligt artikel 268.1 e i europaparlamentets och radets direktiv 2009/138/eg om upptagande och utovande av forsakrings- och aterforsakringsverksamhet (solvens ii) eller dess forvaltare enligt artikel 268.1 f i det direktivet. forsakringsbolaget, dess rekonstruktor eller forvaltaren ska underratta trafikforsakringscentralen, om forsakringsbolaget betalar ut ersattning for en sadan skada som ocksa anmalts till trafikforsakringscentralen. om ett finlandskt forsakringsbolag som bedriver trafikforsakring ar insolvent pa det satt som avses i 91 a §, ska trafikforsakringscentralen, om insolvensorganet i en annan ees-stat sa kraver, ersatta insolvensorganet for den ersattning som organet betalat for en trafikskada till en skadelidande. ersattningen ska betalas inom rimlig tid som inte far overstiga sex manader, om inte annat skriftligen avtalas av trafikforsakringscentralen och insolvensorganet. trafikforsakringscentralen har trots sekretessbestammelserna ratt att av forsakringsbolaget, av forsakringsbolagets i 2 mom. avsedda rekonstruktor och forvaltare och av finansinspektionen fa de uppgifter som ar nodvandiga for skotseln av uppgifter enligt denna paragraf och 91 a §."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "92",
      "section": "92",
      "title": "Vakuutusyhtiön selvitystila ja konkurssi",
      "content": "Liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtiön selvitystilan ja konkurssin yhteydessä korvausten maksamisesta myös sen jälkeen, kun vakuutuskanta ja sitä vastaava omaisuus on siirretty keskukselle, sekä muista vakuutusyhtiölain 23 luvun 21 §:ssä ja ulkomaisista vakuutusyhtiöistä annetun lain 49 §:ssä säädetyistä tehtävistä. Sellaisen vakuutusyhtiön, jonka kotipaikka on muussa ETA-valtiossa kuin Suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sitä vastaava omaisuus voidaan siirtää Liikennevakuutuskeskukselle, jos Finanssivalvonta hyväksyy siirron.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:92",
        "normalized_fi": "Liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtiön selvitystilan ja konkurssin yhteydessä korvausten maksamisesta myös sen jälkeen, kun vakuutuskanta ja sitä vastaava omaisuus on siirretty keskukselle, sekä muista vakuutusyhtiölain 23 luvun 21 § :ssä ja ulkomaisista vakuutusyhtiöistä annetun lain 49 § :ssä säädetyistä tehtävistä. Sellaisen vakuutusyhtiön, jonka kotipaikka on muussa ETA-valtiossa kuin Suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sitä vastaava omaisuus voidaan siirtää Liikennevakuutuskeskukselle, jos Finanssivalvonta hyväksyy siirron.",
        "folded_fi": "liikennevakuutuskeskus huolehtii suomalaisen vakuutusyhtion selvitystilan ja konkurssin yhteydessa korvausten maksamisesta myos sen jalkeen, kun vakuutuskanta ja sita vastaava omaisuus on siirretty keskukselle, seka muista vakuutusyhtiolain 23 luvun 21 §:ssa ja ulkomaisista vakuutusyhtioista annetun lain 49 §:ssa saadetyista tehtavista. sellaisen vakuutusyhtion, jonka kotipaikka on muussa eta-valtiossa kuin suomessa, selvitystilassa tai konkurssissa vakuutuskanta ja sita vastaava omaisuus voidaan siirtaa liikennevakuutuskeskukselle, jos finanssivalvonta hyvaksyy siirron.",
        "title_sv": "Försäkringsbolags likvidation eller konkurs",
        "content_sv": "Trafikförsäkringscentralen ska i samband med ett finländskt försäkringsbolags likvidation eller konkurs sköta utbetalningen av ersättningar även sedan försäkringsbeståndet och de tillgångar som svarar mot beståndet har överförts till centralen, samt sköta övriga uppgifter som anges i 23 kap. 21 § i försäkringsbolagslagen och i 49 § i lagen om utländska försäkringsbolag. Om likvidationen eller konkursen gäller ett försäkringsbolag vars hemort finns i någon annan EES-stat än Finland, kan försäkringsbeståndet och de tillgångar som svarar mot beståndet överföras till Trafikförsäkringscentralen, om Finansinspektionen godkänner överföringen.",
        "normalized_sv": "Trafikförsäkringscentralen ska i samband med ett finländskt försäkringsbolags likvidation eller konkurs sköta utbetalningen av ersättningar även sedan försäkringsbeståndet och de tillgångar som svarar mot beståndet har överförts till centralen, samt sköta övriga uppgifter som anges i 23 kap. 21 § i försäkringsbolagslagen och i 49 § i lagen om utländska försäkringsbolag. Om likvidationen eller konkursen gäller ett försäkringsbolag vars hemort finns i någon annan EES-stat än Finland, kan försäkringsbeståndet och de tillgångar som svarar mot beståndet överföras till Trafikförsäkringscentralen, om Finansinspektionen godkänner överföringen.",
        "folded_sv": "trafikforsakringscentralen ska i samband med ett finlandskt forsakringsbolags likvidation eller konkurs skota utbetalningen av ersattningar aven sedan forsakringsbestandet och de tillgangar som svarar mot bestandet har overforts till centralen, samt skota ovriga uppgifter som anges i 23 kap. 21 § i forsakringsbolagslagen och i 49 § i lagen om utlandska forsakringsbolag. om likvidationen eller konkursen galler ett forsakringsbolag vars hemort finns i nagon annan ees-stat an finland, kan forsakringsbestandet och de tillgangar som svarar mot bestandet overforas till trafikforsakringscentralen, om finansinspektionen godkanner overforingen."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    },
    {
      "provision_ref": "94",
      "section": "94",
      "title": "Vakuutusyhtiöille määrättävä yhteistakuumaksu",
      "content": "Jos suomalaisen vakuutusyhtiön selvitystilan tai konkurssin johdosta tämän lain mukainen korvaus jää joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisämaksuvelvollisuuden toteuttamisen jälkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiöt yhdessä. Turvaamatta jäävä osuus rahoitetaan perimällä vuosittain yhteistakuumaksu niiltä suomalaisilta vakuutusyhtiöiltä, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. Vakuutusyhtiö voi sisällyttää yhteistakuumaksusta aiheutuvan menojen lisäyksen liikennevakuutuksen erääntyviin vakuutusmaksuihin. Yhteistakuumaksun suuruus määräytyy vakuutusyhtiön liikennevakuutuksesta saaman taikka tällä vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. Maksun suuruus voi olla vuodessa enintään kaksi prosenttia edellä tarkoitetusta vakuutusmaksutulosta. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä yhteistakuumaksun suuruudesta. Päätöksen yhteistakuumaksusta, sen suuruudesta ja tilittämisestä tekee Liikennevakuutuskeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:94",
        "normalized_fi": "Jos suomalaisen vakuutusyhtiön selvitystilan tai konkurssin johdosta tämän lain mukainen korvaus jää joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisämaksuvelvollisuuden toteuttamisen jälkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiöt yhdessä. Turvaamatta jäävä osuus rahoitetaan perimällä vuosittain yhteistakuumaksu niiltä suomalaisilta vakuutusyhtiöiltä, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. Vakuutusyhtiö voi sisällyttää yhteistakuumaksusta aiheutuvan menojen lisäyksen liikennevakuutuksen erääntyviin vakuutusmaksuihin. Yhteistakuumaksun suuruus määräytyy vakuutusyhtiön liikennevakuutuksesta saaman taikka tällä vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. Maksun suuruus voi olla vuodessa enintään kaksi prosenttia edellä tarkoitetusta vakuutusmaksutulosta. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä yhteistakuumaksun suuruudesta. Päätöksen yhteistakuumaksusta, sen suuruudesta ja tilittämisestä tekee Liikennevakuutuskeskus.",
        "folded_fi": "jos suomalaisen vakuutusyhtion selvitystilan tai konkurssin johdosta taman lain mukainen korvaus jaa joko osittain tai kokonaan turvaamatta vakuutuksenottajien lisamaksuvelvollisuuden toteuttamisen jalkeen, korvauksesta tai sen osasta vastaavat muut liikennevakuutusta harjoittavat suomalaiset vakuutusyhtiot yhdessa. turvaamatta jaava osuus rahoitetaan perimalla vuosittain yhteistakuumaksu niilta suomalaisilta vakuutusyhtioilta, jotka harjoittavat liikennevakuutusta maksuunpanovuonna. vakuutusyhtio voi sisallyttaa yhteistakuumaksusta aiheutuvan menojen lisayksen liikennevakuutuksen eraantyviin vakuutusmaksuihin. yhteistakuumaksun suuruus maaraytyy vakuutusyhtion liikennevakuutuksesta saaman taikka talla vakuutuksella katettavien riskien perusteella arvioidun vakuutusmaksutulon mukaisessa suhteessa. maksun suuruus voi olla vuodessa enintaan kaksi prosenttia edella tarkoitetusta vakuutusmaksutulosta. sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia yhteistakuumaksun suuruudesta. paatoksen yhteistakuumaksusta, sen suuruudesta ja tilittamisesta tekee liikennevakuutuskeskus.",
        "title_sv": "Garantiavgift som påförs försäkringsbolag",
        "content_sv": "Om det för en ersättning enligt denna lag till följd av ett finländskt försäkringsbolags likvidation eller konkurs antingen delvis eller helt och hållet saknas säkerhet sedan försäkringstagare har påförts tillskottspremie, ska de övriga finländska försäkringsbolag som bedriver trafikförsäkring gemensamt ansvara för ersättningen eller en del av den. Finansieringen av den andel för vilken säkerheter saknas sker genom att en årlig garantiavgift tas ut hos de finländska försäkringsbolag som bedriver trafikförsäkring under debiteringsåret. Den merkostnad som garantiavgiften orsakar kan försäkringsbolaget inkludera i de inflytande trafikförsäkringspremierna. Garantiavgiftens storlek fastställs i proportion till försäkringsbolagets premieinkomst från trafikförsäkringen eller till en uppskattad premieinkomst som beräknats utifrån de risker som försäkringarna täcker. Avgiften får årligen utgöra högst två procent av den ovan avsedda premieinkomsten. Närmare bestämmelser om garantiavgiftens storlek får utfärdas genom förordning av social- och hälsovårdsministeriet. Beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av Trafikförsäkringscentralen.",
        "normalized_sv": "Om det för en ersättning enligt denna lag till följd av ett finländskt försäkringsbolags likvidation eller konkurs antingen delvis eller helt och hållet saknas säkerhet sedan försäkringstagare har påförts tillskottspremie, ska de övriga finländska försäkringsbolag som bedriver trafikförsäkring gemensamt ansvara för ersättningen eller en del av den. Finansieringen av den andel för vilken säkerheter saknas sker genom att en årlig garantiavgift tas ut hos de finländska försäkringsbolag som bedriver trafikförsäkring under debiteringsåret. Den merkostnad som garantiavgiften orsakar kan försäkringsbolaget inkludera i de inflytande trafikförsäkringspremierna. Garantiavgiftens storlek fastställs i proportion till försäkringsbolagets premieinkomst från trafikförsäkringen eller till en uppskattad premieinkomst som beräknats utifrån de risker som försäkringarna täcker. Avgiften får årligen utgöra högst två procent av den ovan avsedda premieinkomsten. Närmare bestämmelser om garantiavgiftens storlek får utfärdas genom förordning av social- och hälsovårdsministeriet. Beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av Trafikförsäkringscentralen.",
        "folded_sv": "om det for en ersattning enligt denna lag till foljd av ett finlandskt forsakringsbolags likvidation eller konkurs antingen delvis eller helt och hallet saknas sakerhet sedan forsakringstagare har paforts tillskottspremie, ska de ovriga finlandska forsakringsbolag som bedriver trafikforsakring gemensamt ansvara for ersattningen eller en del av den. finansieringen av den andel for vilken sakerheter saknas sker genom att en arlig garantiavgift tas ut hos de finlandska forsakringsbolag som bedriver trafikforsakring under debiteringsaret. den merkostnad som garantiavgiften orsakar kan forsakringsbolaget inkludera i de inflytande trafikforsakringspremierna. garantiavgiftens storlek faststalls i proportion till forsakringsbolagets premieinkomst fran trafikforsakringen eller till en uppskattad premieinkomst som beraknats utifran de risker som forsakringarna tacker. avgiften far arligen utgora hogst tva procent av den ovan avsedda premieinkomsten. narmare bestammelser om garantiavgiftens storlek far utfardas genom forordning av social- och halsovardsministeriet. beslut om garantiavgiften, garantiavgiftens storlek och redovisningen av garantiavgiften fattas av trafikforsakringscentralen."
      },
      "valid_from": "2024-05-03",
      "valid_to": null
    }
  ]
}