{
  "id": "224/2005",
  "type": "statute",
  "title": "Laki väestötietolain muuttamisesta",
  "title_en": "Lag om ändring av befolkningsdatalagen",
  "status": "in_force",
  "issued_date": "2005-04-15",
  "in_force_date": "2005-04-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/224/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5:23 a",
      "chapter": "5",
      "section": "23 a",
      "title": "Tietojenkäsittelypalvelu",
      "content": "Väestörekisterikeskus voi antaa tietojenkäsittelypalvelua, jossa käsitellään myös muita tietoja kuin 2 luvussa säädettyjä väestötieto-järjestelmään merkittäviä tietoja. Palvelua voidaan antaa sellaisten tietojen ylläpitämiseksi, joiden käsittelyyn 23 b §:ssä tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvät väestötietojärjestelmään merkittyyn henkilöön tai rakennukseen. Palvelusta peritään maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) säädetään liiketaloudellisin perustein hinnoiteltavista suoritteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 a",
        "normalized_fi": "Väestörekisterikeskus voi antaa tietojenkäsittelypalvelua, jossa käsitellään myös muita tietoja kuin 2 luvussa säädettyjä väestötieto-järjestelmään merkittäviä tietoja. Palvelua voidaan antaa sellaisten tietojen ylläpitämiseksi, joiden käsittelyyn 23 b § :ssä tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvät väestötietojärjestelmään merkittyyn henkilöön tai rakennukseen. Palvelusta peritään maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) säädetään liiketaloudellisin perustein hinnoiteltavista suoritteista.",
        "folded_fi": "vaestorekisterikeskus voi antaa tietojenkasittelypalvelua, jossa kasitellaan myos muita tietoja kuin 2 luvussa saadettyja vaestotieto-jarjestelmaan merkittavia tietoja. palvelua voidaan antaa sellaisten tietojen yllapitamiseksi, joiden kasittelyyn 23 b §:ssa tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvat vaestotietojarjestelmaan merkittyyn henkiloon tai rakennukseen. palvelusta peritaan maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) saadetaan liiketaloudellisin perustein hinnoiteltavista suoritteista.",
        "title_sv": "Databehandlingstjänster",
        "content_sv": "Befolkningsregistercentralen kan tillhandahålla databehandlingstjänster där även andra uppgifter behandlas än de som enligt 2 kap. registreras i befolkningsdatasystemet. Tjänster kan tillhandahållas för att upprätthålla sådana uppgifter som en servicemottagare som avses i 23 b § enligt lag har rätt att behandla och som hänför sig till en person eller byggnad som registrerats i befolkningsdatasystemet. För tjänsterna tas ut en avgift i enlighet med bestämmelserna om prestationer som prissätts på företagsekonomiska grunder i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Befolkningsregistercentralen kan tillhandahålla databehandlingstjänster där även andra uppgifter behandlas än de som enligt 2 kap. registreras i befolkningsdatasystemet. Tjänster kan tillhandahållas för att upprätthålla sådana uppgifter som en servicemottagare som avses i 23 b § enligt lag har rätt att behandla och som hänför sig till en person eller byggnad som registrerats i befolkningsdatasystemet. För tjänsterna tas ut en avgift i enlighet med bestämmelserna om prestationer som prissätts på företagsekonomiska grunder i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "befolkningsregistercentralen kan tillhandahalla databehandlingstjanster dar aven andra uppgifter behandlas an de som enligt 2 kap. registreras i befolkningsdatasystemet. tjanster kan tillhandahallas for att uppratthalla sadana uppgifter som en servicemottagare som avses i 23 b § enligt lag har ratt att behandla och som hanfor sig till en person eller byggnad som registrerats i befolkningsdatasystemet. for tjansterna tas ut en avgift i enlighet med bestammelserna om prestationer som prissatts pa foretagsekonomiska grunder i lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "5:23 b",
      "chapter": "5",
      "section": "23 b",
      "title": "Tietojenkäsittelypalvelun osapuolet",
      "content": "Väestörekisterikeskus voi antaa tietojenkäsittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisölle, julkista hallintotehtävää hoitavalle yhteisölle tai rekisteröidylle uskonnolliselle yhdyskunnalle tämän laissa säädettyjen tehtävien hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 b",
        "normalized_fi": "Väestörekisterikeskus voi antaa tietojenkäsittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisölle, julkista hallintotehtävää hoitavalle yhteisölle tai rekisteröidylle uskonnolliselle yhdyskunnalle tämän laissa säädettyjen tehtävien hoitamiseksi.",
        "folded_fi": "vaestorekisterikeskus voi antaa tietojenkasittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisolle, julkista hallintotehtavaa hoitavalle yhteisolle tai rekisteroidylle uskonnolliselle yhdyskunnalle taman laissa saadettyjen tehtavien hoitamiseksi.",
        "title_sv": "Parter",
        "content_sv": "Befolkningsregistercentralen kan tillhandahålla statliga eller kommunala myndigheter, andra offentligrättsliga samfund, samfund som handhar offentliga förvaltningsuppgifter eller registrerade religiösa samfund databehandlingstjänster för skötseln av dessas lagstadgade uppgifter.",
        "normalized_sv": "Befolkningsregistercentralen kan tillhandahålla statliga eller kommunala myndigheter, andra offentligrättsliga samfund, samfund som handhar offentliga förvaltningsuppgifter eller registrerade religiösa samfund databehandlingstjänster för skötseln av dessas lagstadgade uppgifter.",
        "folded_sv": "befolkningsregistercentralen kan tillhandahalla statliga eller kommunala myndigheter, andra offentligrattsliga samfund, samfund som handhar offentliga forvaltningsuppgifter eller registrerade religiosa samfund databehandlingstjanster for skotseln av dessas lagstadgade uppgifter."
      }
    },
    {
      "provision_ref": "5:23 c",
      "chapter": "5",
      "section": "23 c",
      "title": "Sopimus tietojenkäsittelypalvelusta",
      "content": "Tietojenkäsittelypalvelusta on sovittava kirjallisesti. Sopimuksessa on sovittava ainakin Väestörekisterikeskuksen ja 23 b §:ssä tarkoitetun palvelun saajan vastuista ja tehtävistä, sopimukseen kuuluvista henkilötietojen käsittelyn vaiheista ja menettelytavoista, henkilötietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden yllä-pidosta, säilyttämisestä ja hävittämisestä, palvelun hinnoittelusta sekä sopimuksen voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 c",
        "normalized_fi": "Tietojenkäsittelypalvelusta on sovittava kirjallisesti. Sopimuksessa on sovittava ainakin Väestörekisterikeskuksen ja 23 b § :ssä tarkoitetun palvelun saajan vastuista ja tehtävistä, sopimukseen kuuluvista henkilötietojen käsittelyn vaiheista ja menettelytavoista, henkilötietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden yllä-pidosta, säilyttämisestä ja hävittämisestä, palvelun hinnoittelusta sekä sopimuksen voimassaolosta.",
        "folded_fi": "tietojenkasittelypalvelusta on sovittava kirjallisesti. sopimuksessa on sovittava ainakin vaestorekisterikeskuksen ja 23 b §:ssa tarkoitetun palvelun saajan vastuista ja tehtavista, sopimukseen kuuluvista henkilotietojen kasittelyn vaiheista ja menettelytavoista, henkilotietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden ylla-pidosta, sailyttamisesta ja havittamisesta, palvelun hinnoittelusta seka sopimuksen voimassaolosta.",
        "title_sv": "Avtal om databehandlingstjänster",
        "content_sv": "Avtal om databehandlingstjänster skall ingås skriftligen. I avtalet skall åtminstone regleras det ansvar och de uppgifter som Befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och förfaranden i fråga om personuppgifter som avtalet omfattar, skydd för personuppgifter och datasäkerhet, de uppgifter som omfattas av tjänsterna och hur de upprätthålls, lagras och utplånas, prissättningen av tjänsterna samt avtalets giltighet.",
        "normalized_sv": "Avtal om databehandlingstjänster skall ingås skriftligen. I avtalet skall åtminstone regleras det ansvar och de uppgifter som Befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och förfaranden i fråga om personuppgifter som avtalet omfattar, skydd för personuppgifter och datasäkerhet, de uppgifter som omfattas av tjänsterna och hur de upprätthålls, lagras och utplånas, prissättningen av tjänsterna samt avtalets giltighet.",
        "folded_sv": "avtal om databehandlingstjanster skall ingas skriftligen. i avtalet skall atminstone regleras det ansvar och de uppgifter som befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och forfaranden i fraga om personuppgifter som avtalet omfattar, skydd for personuppgifter och datasakerhet, de uppgifter som omfattas av tjansterna och hur de uppratthalls, lagras och utplanas, prissattningen av tjansterna samt avtalets giltighet."
      }
    },
    {
      "provision_ref": "5:23 d",
      "chapter": "5",
      "section": "23 d",
      "title": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittely",
      "content": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittelystä ja luovuttamisesta päättää rekisterinpitäjänä 23 b §:ssä tarkoitettu palvelun saaja. Maistraatti voi luovuttaa tietojenkäsittely-palvelussa ylläpidettäviä, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. Väestötietojärjestelmän henkilötietoja ja muita tietoja sekä niissä tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle siltä osin kuin Väestörekisterikeskuksella on oikeus luovuttaa näitä tietoja tämän lain tai muun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 d",
        "normalized_fi": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittelystä ja luovuttamisesta päättää rekisterinpitäjänä 23 b § :ssä tarkoitettu palvelun saaja. Maistraatti voi luovuttaa tietojenkäsittely-palvelussa ylläpidettäviä, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. Väestötietojärjestelmän henkilötietoja ja muita tietoja sekä niissä tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle siltä osin kuin Väestörekisterikeskuksella on oikeus luovuttaa näitä tietoja tämän lain tai muun lain nojalla.",
        "folded_fi": "tietojenkasittelypalveluun kuuluvien tietojen kasittelysta ja luovuttamisesta paattaa rekisterinpitajana 23 b §:ssa tarkoitettu palvelun saaja. maistraatti voi luovuttaa tietojenkasittely-palvelussa yllapidettavia, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. vaestotietojarjestelman henkilotietoja ja muita tietoja seka niissa tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle silta osin kuin vaestorekisterikeskuksella on oikeus luovuttaa naita tietoja taman lain tai muun lain nojalla.",
        "title_sv": "Behandling av uppgifter som omfattas av databehandlingstjänster",
        "content_sv": "Beslut om behandling och utlämnande av uppgifter som omfattas av databehandlingstjänster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b §. Magistraten kan lämna ut uppgifter som upprätthålls genom databehandlingstjänster och som krävs vid prövning av äktenskapshinder till den vars äktenskapshinder prövas. Personuppgifter och andra uppgifter i befolkningsdatasystemet samt ändringar i dem kan utlämnas till servicemottagaren till den del Befolkningsregistercentralen med stöd av denna lag eller någon annan lag har rätt att lämna ut uppgifterna.",
        "normalized_sv": "Beslut om behandling och utlämnande av uppgifter som omfattas av databehandlingstjänster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b § . Magistraten kan lämna ut uppgifter som upprätthålls genom databehandlingstjänster och som krävs vid prövning av äktenskapshinder till den vars äktenskapshinder prövas. Personuppgifter och andra uppgifter i befolkningsdatasystemet samt ändringar i dem kan utlämnas till servicemottagaren till den del Befolkningsregistercentralen med stöd av denna lag eller någon annan lag har rätt att lämna ut uppgifterna.",
        "folded_sv": "beslut om behandling och utlamnande av uppgifter som omfattas av databehandlingstjanster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b §. magistraten kan lamna ut uppgifter som uppratthalls genom databehandlingstjanster och som kravs vid provning av aktenskapshinder till den vars aktenskapshinder provas. personuppgifter och andra uppgifter i befolkningsdatasystemet samt andringar i dem kan utlamnas till servicemottagaren till den del befolkningsregistercentralen med stod av denna lag eller nagon annan lag har ratt att lamna ut uppgifterna."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ulkomaalaisen ilmoitusvelvollisuus",
      "content": "Edellä 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta täytettäessä esitettävistä asiakirjoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta täytettäessä esitettävistä asiakirjoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "edella 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta taytettaessa esitettavista asiakirjoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Utlänningars anmälningsskyldighet",
        "content_sv": "Bestämmelser om de handlingar som skall läggas fram vid fullgörande av anmälningsskyldigheten enligt 1 och 2 mom. utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om de handlingar som skall läggas fram vid fullgörande av anmälningsskyldigheten enligt 1 och 2 mom. utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om de handlingar som skall laggas fram vid fullgorande av anmalningsskyldigheten enligt 1 och 2 mom. utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Ulkomaalaisen ilmoitus",
      "content": "Edellä 10 §:n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 §:ssä säädetyt tiedot henkilökohtaisesti sille maistraatille, jonka virka-alueella hän asuu. Muu kuin 10 §:n 2 momentissa tarkoitettu, laillisesti Suomessa oleskeleva ulkomaalainen voi pyytää tietojensa tallettamista väestötietojärjestelmään. Pyynnön sisältävä ilmoitus väestötietojärjestelmää varten on tehtävä henkilökohtaisesti maistraatille tai verotoimistolle. Ilmoituksen tehdessään ulkomaalaisen on esitettävä voimassa oleva matkustusasiakirja, jonka avulla hänet voidaan luotettavasti tunnistaa. Edellä 2 momentissa tarkoitetulla ilmoituksella väestötietojärjestelmää varten annettavat tiedot ovat nimi, syntymäaika, sukupuoli, äidinkieli, kansalaisuus, osoite Suomessa sekä tilapäisen oleskelun alkamis- ja päättymispäivä. Ulkomaalaisen on ilmoitettava myös maahanmuuttopäivä, oleskelun kesto ja syy tietojen tallettamiselle väestötietojärjestelmään. Edellä 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lähetettävä ilmoitus viipymättä sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. Tarkemmat säännökset viranomaisen tehtävistä ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Edellä 10 § :n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 § :ssä säädetyt tiedot henkilökohtaisesti sille maistraatille, jonka virka-alueella hän asuu. Muu kuin 10 § :n 2 momentissa tarkoitettu, laillisesti Suomessa oleskeleva ulkomaalainen voi pyytää tietojensa tallettamista väestötietojärjestelmään. Pyynnön sisältävä ilmoitus väestötietojärjestelmää varten on tehtävä henkilökohtaisesti maistraatille tai verotoimistolle. Ilmoituksen tehdessään ulkomaalaisen on esitettävä voimassa oleva matkustusasiakirja, jonka avulla hänet voidaan luotettavasti tunnistaa. Edellä 2 momentissa tarkoitetulla ilmoituksella väestötietojärjestelmää varten annettavat tiedot ovat nimi, syntymäaika, sukupuoli, äidinkieli, kansalaisuus, osoite Suomessa sekä tilapäisen oleskelun alkamis- ja päättymispäivä. Ulkomaalaisen on ilmoitettava myös maahanmuuttopäivä, oleskelun kesto ja syy tietojen tallettamiselle väestötietojärjestelmään. Edellä 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lähetettävä ilmoitus viipymättä sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. Tarkemmat säännökset viranomaisen tehtävistä ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
        "folded_fi": "edella 10 §:n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 §:ssa saadetyt tiedot henkilokohtaisesti sille maistraatille, jonka virka-alueella han asuu. muu kuin 10 §:n 2 momentissa tarkoitettu, laillisesti suomessa oleskeleva ulkomaalainen voi pyytaa tietojensa tallettamista vaestotietojarjestelmaan. pyynnon sisaltava ilmoitus vaestotietojarjestelmaa varten on tehtava henkilokohtaisesti maistraatille tai verotoimistolle. ilmoituksen tehdessaan ulkomaalaisen on esitettava voimassa oleva matkustusasiakirja, jonka avulla hanet voidaan luotettavasti tunnistaa. edella 2 momentissa tarkoitetulla ilmoituksella vaestotietojarjestelmaa varten annettavat tiedot ovat nimi, syntymaaika, sukupuoli, aidinkieli, kansalaisuus, osoite suomessa seka tilapaisen oleskelun alkamis- ja paattymispaiva. ulkomaalaisen on ilmoitettava myos maahanmuuttopaiva, oleskelun kesto ja syy tietojen tallettamiselle vaestotietojarjestelmaan. edella 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lahetettava ilmoitus viipymatta sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. tarkemmat saannokset viranomaisen tehtavista ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
        "title_sv": "Utlänningars anmälan",
        "content_sv": "En utlänning som avses i 10 § 2 mom. skall personligen anmäla de uppgifter som avses i 4 § till den magistrat inom vars ämbetsdistrikt han eller hon bor. Andra utlänningar än de som avses i 10 § 2 mom. och som lagligen vistas i Finland kan be att få sina uppgifter registrerade i befolkningsdatasystemet. Anmälan för befolkningsdatasystemet som innehåller begäran skall göras personligen till en magistrat eller en skattebyrå. Utlänningen skall när han eller hon gör anmälan lägga fram ett giltigt resedokument med vilket en tillförlitlig identifiering kan göras. Genom en i 2 mom. nämnd anmälan för befolkningsdatasystemet skall lämnas uppgifter om namn, födelsetid, kön, modersmål, medborgarskap, adress i Finland samt datum när den tillfälliga vistelsen inletts och upphör. Utlänningen skall dessutom uppge datum för inflyttning till landet, vistelsens längd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. Den myndighet som tagit emot en anmälan enligt 2 mom. skall utan dröjsmål sända anmälan till den magistrat inom vars område utlänningen uppger sig bo. Närmare bestämmelser om myndigheternas uppgifter vid mottagande av utlänningars anmälningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En utlänning som avses i 10 § 2 mom. skall personligen anmäla de uppgifter som avses i 4 § till den magistrat inom vars ämbetsdistrikt han eller hon bor. Andra utlänningar än de som avses i 10 § 2 mom. och som lagligen vistas i Finland kan be att få sina uppgifter registrerade i befolkningsdatasystemet. Anmälan för befolkningsdatasystemet som innehåller begäran skall göras personligen till en magistrat eller en skattebyrå. Utlänningen skall när han eller hon gör anmälan lägga fram ett giltigt resedokument med vilket en tillförlitlig identifiering kan göras. Genom en i 2 mom. nämnd anmälan för befolkningsdatasystemet skall lämnas uppgifter om namn, födelsetid, kön, modersmål, medborgarskap, adress i Finland samt datum när den tillfälliga vistelsen inletts och upphör. Utlänningen skall dessutom uppge datum för inflyttning till landet, vistelsens längd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. Den myndighet som tagit emot en anmälan enligt 2 mom. skall utan dröjsmål sända anmälan till den magistrat inom vars område utlänningen uppger sig bo. Närmare bestämmelser om myndigheternas uppgifter vid mottagande av utlänningars anmälningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "en utlanning som avses i 10 § 2 mom. skall personligen anmala de uppgifter som avses i 4 § till den magistrat inom vars ambetsdistrikt han eller hon bor. andra utlanningar an de som avses i 10 § 2 mom. och som lagligen vistas i finland kan be att fa sina uppgifter registrerade i befolkningsdatasystemet. anmalan for befolkningsdatasystemet som innehaller begaran skall goras personligen till en magistrat eller en skattebyra. utlanningen skall nar han eller hon gor anmalan lagga fram ett giltigt resedokument med vilket en tillforlitlig identifiering kan goras. genom en i 2 mom. namnd anmalan for befolkningsdatasystemet skall lamnas uppgifter om namn, fodelsetid, kon, modersmal, medborgarskap, adress i finland samt datum nar den tillfalliga vistelsen inletts och upphor. utlanningen skall dessutom uppge datum for inflyttning till landet, vistelsens langd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. den myndighet som tagit emot en anmalan enligt 2 mom. skall utan drojsmal sanda anmalan till den magistrat inom vars omrade utlanningen uppger sig bo. narmare bestammelser om myndigheternas uppgifter vid mottagande av utlanningars anmalningar utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Ulkomaalaisen ilmoituksen vastaanottaminen Kansaneläkelaitoksen toimistossa",
      "content": "Edellä 10 a §:n 2 momentissa tarkoitettu ilmoitus voidaan jättää myös Kansaneläkelaitoksen toimistoon, jos tästä on sovittu Kansaneläkelaitoksen kanssa. Väestörekisterikeskus voi maistraattia kuultuaan tehdä sopimuksen Kansaneläkelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. Ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvistä tehtävistä, henkilötietojen suojaamisesta ja tietoturvasta, henkilöstön perehdyttämisestä ja kouluttamisesta, kustannusten jaosta sekä sopimuksen voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Edellä 10 a § :n 2 momentissa tarkoitettu ilmoitus voidaan jättää myös Kansaneläkelaitoksen toimistoon, jos tästä on sovittu Kansaneläkelaitoksen kanssa. Väestörekisterikeskus voi maistraattia kuultuaan tehdä sopimuksen Kansaneläkelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. Ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvistä tehtävistä, henkilötietojen suojaamisesta ja tietoturvasta, henkilöstön perehdyttämisestä ja kouluttamisesta, kustannusten jaosta sekä sopimuksen voimassaolosta.",
        "folded_fi": "edella 10 a §:n 2 momentissa tarkoitettu ilmoitus voidaan jattaa myos kansanelakelaitoksen toimistoon, jos tasta on sovittu kansanelakelaitoksen kanssa. vaestorekisterikeskus voi maistraattia kuultuaan tehda sopimuksen kansanelakelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvista tehtavista, henkilotietojen suojaamisesta ja tietoturvasta, henkiloston perehdyttamisesta ja kouluttamisesta, kustannusten jaosta seka sopimuksen voimassaolosta.",
        "title_sv": "Mottagande av utlänningars anmälningar vid Folkpensionsanstaltens byråer",
        "content_sv": "Anmälningar enligt 10 a § 2 mom. kan lämnas även till Folkpensionsanstaltens byråer enligt avtal med Folkpensionsanstalten. Befolkningsregistercentralen kan efter att ha hört magistraten ingå avtal med Folkpensionsanstalten om att dess byråer tar emot anmälningar och vidarebefordrar dem till magistraten. I ett avtal om mottagande av anmälningar skall överenskommas åtminstone om vilka åligganden som ansluter sig till mottagandet, om skydd för personuppgifter och datasäkerhet, om introduktion och utbildning av personalen, fördelning av kostnaderna samt om avtalets giltighet.",
        "normalized_sv": "Anmälningar enligt 10 a § 2 mom. kan lämnas även till Folkpensionsanstaltens byråer enligt avtal med Folkpensionsanstalten. Befolkningsregistercentralen kan efter att ha hört magistraten ingå avtal med Folkpensionsanstalten om att dess byråer tar emot anmälningar och vidarebefordrar dem till magistraten. I ett avtal om mottagande av anmälningar skall överenskommas åtminstone om vilka åligganden som ansluter sig till mottagandet, om skydd för personuppgifter och datasäkerhet, om introduktion och utbildning av personalen, fördelning av kostnaderna samt om avtalets giltighet.",
        "folded_sv": "anmalningar enligt 10 a § 2 mom. kan lamnas aven till folkpensionsanstaltens byraer enligt avtal med folkpensionsanstalten. befolkningsregistercentralen kan efter att ha hort magistraten inga avtal med folkpensionsanstalten om att dess byraer tar emot anmalningar och vidarebefordrar dem till magistraten. i ett avtal om mottagande av anmalningar skall overenskommas atminstone om vilka aligganden som ansluter sig till mottagandet, om skydd for personuppgifter och datasakerhet, om introduktion och utbildning av personalen, fordelning av kostnaderna samt om avtalets giltighet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5:23 a",
      "chapter": "5",
      "section": "23 a",
      "title": "Tietojenkäsittelypalvelu",
      "content": "Väestörekisterikeskus voi antaa tietojenkäsittelypalvelua, jossa käsitellään myös muita tietoja kuin 2 luvussa säädettyjä väestötieto-järjestelmään merkittäviä tietoja. Palvelua voidaan antaa sellaisten tietojen ylläpitämiseksi, joiden käsittelyyn 23 b §:ssä tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvät väestötietojärjestelmään merkittyyn henkilöön tai rakennukseen. Palvelusta peritään maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) säädetään liiketaloudellisin perustein hinnoiteltavista suoritteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 a",
        "normalized_fi": "Väestörekisterikeskus voi antaa tietojenkäsittelypalvelua, jossa käsitellään myös muita tietoja kuin 2 luvussa säädettyjä väestötieto-järjestelmään merkittäviä tietoja. Palvelua voidaan antaa sellaisten tietojen ylläpitämiseksi, joiden käsittelyyn 23 b § :ssä tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvät väestötietojärjestelmään merkittyyn henkilöön tai rakennukseen. Palvelusta peritään maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) säädetään liiketaloudellisin perustein hinnoiteltavista suoritteista.",
        "folded_fi": "vaestorekisterikeskus voi antaa tietojenkasittelypalvelua, jossa kasitellaan myos muita tietoja kuin 2 luvussa saadettyja vaestotieto-jarjestelmaan merkittavia tietoja. palvelua voidaan antaa sellaisten tietojen yllapitamiseksi, joiden kasittelyyn 23 b §:ssa tarkoitetulla palvelun saajalla on lain mukaan oikeus ja jotka liittyvat vaestotietojarjestelmaan merkittyyn henkiloon tai rakennukseen. palvelusta peritaan maksu sen mukaan kuin valtion maksuperustelaissa (150/1992) saadetaan liiketaloudellisin perustein hinnoiteltavista suoritteista.",
        "title_sv": "Databehandlingstjänster",
        "content_sv": "Befolkningsregistercentralen kan tillhandahålla databehandlingstjänster där även andra uppgifter behandlas än de som enligt 2 kap. registreras i befolkningsdatasystemet. Tjänster kan tillhandahållas för att upprätthålla sådana uppgifter som en servicemottagare som avses i 23 b § enligt lag har rätt att behandla och som hänför sig till en person eller byggnad som registrerats i befolkningsdatasystemet. För tjänsterna tas ut en avgift i enlighet med bestämmelserna om prestationer som prissätts på företagsekonomiska grunder i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Befolkningsregistercentralen kan tillhandahålla databehandlingstjänster där även andra uppgifter behandlas än de som enligt 2 kap. registreras i befolkningsdatasystemet. Tjänster kan tillhandahållas för att upprätthålla sådana uppgifter som en servicemottagare som avses i 23 b § enligt lag har rätt att behandla och som hänför sig till en person eller byggnad som registrerats i befolkningsdatasystemet. För tjänsterna tas ut en avgift i enlighet med bestämmelserna om prestationer som prissätts på företagsekonomiska grunder i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "befolkningsregistercentralen kan tillhandahalla databehandlingstjanster dar aven andra uppgifter behandlas an de som enligt 2 kap. registreras i befolkningsdatasystemet. tjanster kan tillhandahallas for att uppratthalla sadana uppgifter som en servicemottagare som avses i 23 b § enligt lag har ratt att behandla och som hanfor sig till en person eller byggnad som registrerats i befolkningsdatasystemet. for tjansterna tas ut en avgift i enlighet med bestammelserna om prestationer som prissatts pa foretagsekonomiska grunder i lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "5:23 b",
      "chapter": "5",
      "section": "23 b",
      "title": "Tietojenkäsittelypalvelun osapuolet",
      "content": "Väestörekisterikeskus voi antaa tietojenkäsittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisölle, julkista hallintotehtävää hoitavalle yhteisölle tai rekisteröidylle uskonnolliselle yhdyskunnalle tämän laissa säädettyjen tehtävien hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 b",
        "normalized_fi": "Väestörekisterikeskus voi antaa tietojenkäsittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisölle, julkista hallintotehtävää hoitavalle yhteisölle tai rekisteröidylle uskonnolliselle yhdyskunnalle tämän laissa säädettyjen tehtävien hoitamiseksi.",
        "folded_fi": "vaestorekisterikeskus voi antaa tietojenkasittelypalveluja valtion tai kunnan viranomaiselle tai muulle julkisoikeudelliselle yhteisolle, julkista hallintotehtavaa hoitavalle yhteisolle tai rekisteroidylle uskonnolliselle yhdyskunnalle taman laissa saadettyjen tehtavien hoitamiseksi.",
        "title_sv": "Parter",
        "content_sv": "Befolkningsregistercentralen kan tillhandahålla statliga eller kommunala myndigheter, andra offentligrättsliga samfund, samfund som handhar offentliga förvaltningsuppgifter eller registrerade religiösa samfund databehandlingstjänster för skötseln av dessas lagstadgade uppgifter.",
        "normalized_sv": "Befolkningsregistercentralen kan tillhandahålla statliga eller kommunala myndigheter, andra offentligrättsliga samfund, samfund som handhar offentliga förvaltningsuppgifter eller registrerade religiösa samfund databehandlingstjänster för skötseln av dessas lagstadgade uppgifter.",
        "folded_sv": "befolkningsregistercentralen kan tillhandahalla statliga eller kommunala myndigheter, andra offentligrattsliga samfund, samfund som handhar offentliga forvaltningsuppgifter eller registrerade religiosa samfund databehandlingstjanster for skotseln av dessas lagstadgade uppgifter."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "5:23 c",
      "chapter": "5",
      "section": "23 c",
      "title": "Sopimus tietojenkäsittelypalvelusta",
      "content": "Tietojenkäsittelypalvelusta on sovittava kirjallisesti. Sopimuksessa on sovittava ainakin Väestörekisterikeskuksen ja 23 b §:ssä tarkoitetun palvelun saajan vastuista ja tehtävistä, sopimukseen kuuluvista henkilötietojen käsittelyn vaiheista ja menettelytavoista, henkilötietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden yllä-pidosta, säilyttämisestä ja hävittämisestä, palvelun hinnoittelusta sekä sopimuksen voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 c",
        "normalized_fi": "Tietojenkäsittelypalvelusta on sovittava kirjallisesti. Sopimuksessa on sovittava ainakin Väestörekisterikeskuksen ja 23 b § :ssä tarkoitetun palvelun saajan vastuista ja tehtävistä, sopimukseen kuuluvista henkilötietojen käsittelyn vaiheista ja menettelytavoista, henkilötietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden yllä-pidosta, säilyttämisestä ja hävittämisestä, palvelun hinnoittelusta sekä sopimuksen voimassaolosta.",
        "folded_fi": "tietojenkasittelypalvelusta on sovittava kirjallisesti. sopimuksessa on sovittava ainakin vaestorekisterikeskuksen ja 23 b §:ssa tarkoitetun palvelun saajan vastuista ja tehtavista, sopimukseen kuuluvista henkilotietojen kasittelyn vaiheista ja menettelytavoista, henkilotietojen suojaamisesta ja tietoturvasta, palveluun kuuluvista tiedoista ja niiden ylla-pidosta, sailyttamisesta ja havittamisesta, palvelun hinnoittelusta seka sopimuksen voimassaolosta.",
        "title_sv": "Avtal om databehandlingstjänster",
        "content_sv": "Avtal om databehandlingstjänster skall ingås skriftligen. I avtalet skall åtminstone regleras det ansvar och de uppgifter som Befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och förfaranden i fråga om personuppgifter som avtalet omfattar, skydd för personuppgifter och datasäkerhet, de uppgifter som omfattas av tjänsterna och hur de upprätthålls, lagras och utplånas, prissättningen av tjänsterna samt avtalets giltighet.",
        "normalized_sv": "Avtal om databehandlingstjänster skall ingås skriftligen. I avtalet skall åtminstone regleras det ansvar och de uppgifter som Befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och förfaranden i fråga om personuppgifter som avtalet omfattar, skydd för personuppgifter och datasäkerhet, de uppgifter som omfattas av tjänsterna och hur de upprätthålls, lagras och utplånas, prissättningen av tjänsterna samt avtalets giltighet.",
        "folded_sv": "avtal om databehandlingstjanster skall ingas skriftligen. i avtalet skall atminstone regleras det ansvar och de uppgifter som befolkningsregistercentralen och de servicemottagare som avses i 23 b § har, de behandlingsskeden och forfaranden i fraga om personuppgifter som avtalet omfattar, skydd for personuppgifter och datasakerhet, de uppgifter som omfattas av tjansterna och hur de uppratthalls, lagras och utplanas, prissattningen av tjansterna samt avtalets giltighet."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "5:23 d",
      "chapter": "5",
      "section": "23 d",
      "title": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittely",
      "content": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittelystä ja luovuttamisesta päättää rekisterinpitäjänä 23 b §:ssä tarkoitettu palvelun saaja. Maistraatti voi luovuttaa tietojenkäsittely-palvelussa ylläpidettäviä, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. Väestötietojärjestelmän henkilötietoja ja muita tietoja sekä niissä tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle siltä osin kuin Väestörekisterikeskuksella on oikeus luovuttaa näitä tietoja tämän lain tai muun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23 d",
        "normalized_fi": "Tietojenkäsittelypalveluun kuuluvien tietojen käsittelystä ja luovuttamisesta päättää rekisterinpitäjänä 23 b § :ssä tarkoitettu palvelun saaja. Maistraatti voi luovuttaa tietojenkäsittely-palvelussa ylläpidettäviä, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. Väestötietojärjestelmän henkilötietoja ja muita tietoja sekä niissä tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle siltä osin kuin Väestörekisterikeskuksella on oikeus luovuttaa näitä tietoja tämän lain tai muun lain nojalla.",
        "folded_fi": "tietojenkasittelypalveluun kuuluvien tietojen kasittelysta ja luovuttamisesta paattaa rekisterinpitajana 23 b §:ssa tarkoitettu palvelun saaja. maistraatti voi luovuttaa tietojenkasittely-palvelussa yllapidettavia, avioliiton esteiden tutkinnassa tarvittavia tietoja sille, jonka avioliiton esteet tutkitaan. vaestotietojarjestelman henkilotietoja ja muita tietoja seka niissa tapahtuneita muutoksia voidaan luovuttaa palvelunsaajalle silta osin kuin vaestorekisterikeskuksella on oikeus luovuttaa naita tietoja taman lain tai muun lain nojalla.",
        "title_sv": "Behandling av uppgifter som omfattas av databehandlingstjänster",
        "content_sv": "Beslut om behandling och utlämnande av uppgifter som omfattas av databehandlingstjänster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b §. Magistraten kan lämna ut uppgifter som upprätthålls genom databehandlingstjänster och som krävs vid prövning av äktenskapshinder till den vars äktenskapshinder prövas. Personuppgifter och andra uppgifter i befolkningsdatasystemet samt ändringar i dem kan utlämnas till servicemottagaren till den del Befolkningsregistercentralen med stöd av denna lag eller någon annan lag har rätt att lämna ut uppgifterna.",
        "normalized_sv": "Beslut om behandling och utlämnande av uppgifter som omfattas av databehandlingstjänster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b § . Magistraten kan lämna ut uppgifter som upprätthålls genom databehandlingstjänster och som krävs vid prövning av äktenskapshinder till den vars äktenskapshinder prövas. Personuppgifter och andra uppgifter i befolkningsdatasystemet samt ändringar i dem kan utlämnas till servicemottagaren till den del Befolkningsregistercentralen med stöd av denna lag eller någon annan lag har rätt att lämna ut uppgifterna.",
        "folded_sv": "beslut om behandling och utlamnande av uppgifter som omfattas av databehandlingstjanster fattas i egenskap av registeransvarig av den servicemottagare som avses i 23 b §. magistraten kan lamna ut uppgifter som uppratthalls genom databehandlingstjanster och som kravs vid provning av aktenskapshinder till den vars aktenskapshinder provas. personuppgifter och andra uppgifter i befolkningsdatasystemet samt andringar i dem kan utlamnas till servicemottagaren till den del befolkningsregistercentralen med stod av denna lag eller nagon annan lag har ratt att lamna ut uppgifterna."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ulkomaalaisen ilmoitusvelvollisuus",
      "content": "Edellä 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta täytettäessä esitettävistä asiakirjoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta täytettäessä esitettävistä asiakirjoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "edella 1 ja 2 momentissa tarkoitettua ilmoitusvelvollisuutta taytettaessa esitettavista asiakirjoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Utlänningars anmälningsskyldighet",
        "content_sv": "Bestämmelser om de handlingar som skall läggas fram vid fullgörande av anmälningsskyldigheten enligt 1 och 2 mom. utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om de handlingar som skall läggas fram vid fullgörande av anmälningsskyldigheten enligt 1 och 2 mom. utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om de handlingar som skall laggas fram vid fullgorande av anmalningsskyldigheten enligt 1 och 2 mom. utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Ulkomaalaisen ilmoitus",
      "content": "Edellä 10 §:n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 §:ssä säädetyt tiedot henkilökohtaisesti sille maistraatille, jonka virka-alueella hän asuu. Muu kuin 10 §:n 2 momentissa tarkoitettu, laillisesti Suomessa oleskeleva ulkomaalainen voi pyytää tietojensa tallettamista väestötietojärjestelmään. Pyynnön sisältävä ilmoitus väestötietojärjestelmää varten on tehtävä henkilökohtaisesti maistraatille tai verotoimistolle. Ilmoituksen tehdessään ulkomaalaisen on esitettävä voimassa oleva matkustusasiakirja, jonka avulla hänet voidaan luotettavasti tunnistaa. Edellä 2 momentissa tarkoitetulla ilmoituksella väestötietojärjestelmää varten annettavat tiedot ovat nimi, syntymäaika, sukupuoli, äidinkieli, kansalaisuus, osoite Suomessa sekä tilapäisen oleskelun alkamis- ja päättymispäivä. Ulkomaalaisen on ilmoitettava myös maahanmuuttopäivä, oleskelun kesto ja syy tietojen tallettamiselle väestötietojärjestelmään. Edellä 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lähetettävä ilmoitus viipymättä sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. Tarkemmat säännökset viranomaisen tehtävistä ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Edellä 10 § :n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 § :ssä säädetyt tiedot henkilökohtaisesti sille maistraatille, jonka virka-alueella hän asuu. Muu kuin 10 § :n 2 momentissa tarkoitettu, laillisesti Suomessa oleskeleva ulkomaalainen voi pyytää tietojensa tallettamista väestötietojärjestelmään. Pyynnön sisältävä ilmoitus väestötietojärjestelmää varten on tehtävä henkilökohtaisesti maistraatille tai verotoimistolle. Ilmoituksen tehdessään ulkomaalaisen on esitettävä voimassa oleva matkustusasiakirja, jonka avulla hänet voidaan luotettavasti tunnistaa. Edellä 2 momentissa tarkoitetulla ilmoituksella väestötietojärjestelmää varten annettavat tiedot ovat nimi, syntymäaika, sukupuoli, äidinkieli, kansalaisuus, osoite Suomessa sekä tilapäisen oleskelun alkamis- ja päättymispäivä. Ulkomaalaisen on ilmoitettava myös maahanmuuttopäivä, oleskelun kesto ja syy tietojen tallettamiselle väestötietojärjestelmään. Edellä 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lähetettävä ilmoitus viipymättä sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. Tarkemmat säännökset viranomaisen tehtävistä ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
        "folded_fi": "edella 10 §:n 2 momentissa tarkoitetun ulkomaalaisen on ilmoitettava 4 §:ssa saadetyt tiedot henkilokohtaisesti sille maistraatille, jonka virka-alueella han asuu. muu kuin 10 §:n 2 momentissa tarkoitettu, laillisesti suomessa oleskeleva ulkomaalainen voi pyytaa tietojensa tallettamista vaestotietojarjestelmaan. pyynnon sisaltava ilmoitus vaestotietojarjestelmaa varten on tehtava henkilokohtaisesti maistraatille tai verotoimistolle. ilmoituksen tehdessaan ulkomaalaisen on esitettava voimassa oleva matkustusasiakirja, jonka avulla hanet voidaan luotettavasti tunnistaa. edella 2 momentissa tarkoitetulla ilmoituksella vaestotietojarjestelmaa varten annettavat tiedot ovat nimi, syntymaaika, sukupuoli, aidinkieli, kansalaisuus, osoite suomessa seka tilapaisen oleskelun alkamis- ja paattymispaiva. ulkomaalaisen on ilmoitettava myos maahanmuuttopaiva, oleskelun kesto ja syy tietojen tallettamiselle vaestotietojarjestelmaan. edella 2 momentissa tarkoitetun ilmoituksen vastaanottaneen viranomaisen on lahetettava ilmoitus viipymatta sille maistraatille, jonka alueella ulkomaalainen ilmoittaa asuvansa. tarkemmat saannokset viranomaisen tehtavista ulkomaalaisten ilmoituksia vastaanotettaessa annetaan valtioneuvoston asetuksella.",
        "title_sv": "Utlänningars anmälan",
        "content_sv": "En utlänning som avses i 10 § 2 mom. skall personligen anmäla de uppgifter som avses i 4 § till den magistrat inom vars ämbetsdistrikt han eller hon bor. Andra utlänningar än de som avses i 10 § 2 mom. och som lagligen vistas i Finland kan be att få sina uppgifter registrerade i befolkningsdatasystemet. Anmälan för befolkningsdatasystemet som innehåller begäran skall göras personligen till en magistrat eller en skattebyrå. Utlänningen skall när han eller hon gör anmälan lägga fram ett giltigt resedokument med vilket en tillförlitlig identifiering kan göras. Genom en i 2 mom. nämnd anmälan för befolkningsdatasystemet skall lämnas uppgifter om namn, födelsetid, kön, modersmål, medborgarskap, adress i Finland samt datum när den tillfälliga vistelsen inletts och upphör. Utlänningen skall dessutom uppge datum för inflyttning till landet, vistelsens längd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. Den myndighet som tagit emot en anmälan enligt 2 mom. skall utan dröjsmål sända anmälan till den magistrat inom vars område utlänningen uppger sig bo. Närmare bestämmelser om myndigheternas uppgifter vid mottagande av utlänningars anmälningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En utlänning som avses i 10 § 2 mom. skall personligen anmäla de uppgifter som avses i 4 § till den magistrat inom vars ämbetsdistrikt han eller hon bor. Andra utlänningar än de som avses i 10 § 2 mom. och som lagligen vistas i Finland kan be att få sina uppgifter registrerade i befolkningsdatasystemet. Anmälan för befolkningsdatasystemet som innehåller begäran skall göras personligen till en magistrat eller en skattebyrå. Utlänningen skall när han eller hon gör anmälan lägga fram ett giltigt resedokument med vilket en tillförlitlig identifiering kan göras. Genom en i 2 mom. nämnd anmälan för befolkningsdatasystemet skall lämnas uppgifter om namn, födelsetid, kön, modersmål, medborgarskap, adress i Finland samt datum när den tillfälliga vistelsen inletts och upphör. Utlänningen skall dessutom uppge datum för inflyttning till landet, vistelsens längd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. Den myndighet som tagit emot en anmälan enligt 2 mom. skall utan dröjsmål sända anmälan till den magistrat inom vars område utlänningen uppger sig bo. Närmare bestämmelser om myndigheternas uppgifter vid mottagande av utlänningars anmälningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "en utlanning som avses i 10 § 2 mom. skall personligen anmala de uppgifter som avses i 4 § till den magistrat inom vars ambetsdistrikt han eller hon bor. andra utlanningar an de som avses i 10 § 2 mom. och som lagligen vistas i finland kan be att fa sina uppgifter registrerade i befolkningsdatasystemet. anmalan for befolkningsdatasystemet som innehaller begaran skall goras personligen till en magistrat eller en skattebyra. utlanningen skall nar han eller hon gor anmalan lagga fram ett giltigt resedokument med vilket en tillforlitlig identifiering kan goras. genom en i 2 mom. namnd anmalan for befolkningsdatasystemet skall lamnas uppgifter om namn, fodelsetid, kon, modersmal, medborgarskap, adress i finland samt datum nar den tillfalliga vistelsen inletts och upphor. utlanningen skall dessutom uppge datum for inflyttning till landet, vistelsens langd och orsaken till att uppgifterna registreras i befolkningsdatasystemet. den myndighet som tagit emot en anmalan enligt 2 mom. skall utan drojsmal sanda anmalan till den magistrat inom vars omrade utlanningen uppger sig bo. narmare bestammelser om myndigheternas uppgifter vid mottagande av utlanningars anmalningar utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "title": "Ulkomaalaisen ilmoituksen vastaanottaminen Kansaneläkelaitoksen toimistossa",
      "content": "Edellä 10 a §:n 2 momentissa tarkoitettu ilmoitus voidaan jättää myös Kansaneläkelaitoksen toimistoon, jos tästä on sovittu Kansaneläkelaitoksen kanssa. Väestörekisterikeskus voi maistraattia kuultuaan tehdä sopimuksen Kansaneläkelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. Ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvistä tehtävistä, henkilötietojen suojaamisesta ja tietoturvasta, henkilöstön perehdyttämisestä ja kouluttamisesta, kustannusten jaosta sekä sopimuksen voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Edellä 10 a § :n 2 momentissa tarkoitettu ilmoitus voidaan jättää myös Kansaneläkelaitoksen toimistoon, jos tästä on sovittu Kansaneläkelaitoksen kanssa. Väestörekisterikeskus voi maistraattia kuultuaan tehdä sopimuksen Kansaneläkelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. Ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvistä tehtävistä, henkilötietojen suojaamisesta ja tietoturvasta, henkilöstön perehdyttämisestä ja kouluttamisesta, kustannusten jaosta sekä sopimuksen voimassaolosta.",
        "folded_fi": "edella 10 a §:n 2 momentissa tarkoitettu ilmoitus voidaan jattaa myos kansanelakelaitoksen toimistoon, jos tasta on sovittu kansanelakelaitoksen kanssa. vaestorekisterikeskus voi maistraattia kuultuaan tehda sopimuksen kansanelakelaitoksen kanssa ilmoitusten vastaanottamisesta ja niiden toimittamisesta maistraatille. ilmoitusten vastaanottamista koskevassa sopimuksessa on sovittava ainakin ilmoitusten vastaanottamiseen liittyvista tehtavista, henkilotietojen suojaamisesta ja tietoturvasta, henkiloston perehdyttamisesta ja kouluttamisesta, kustannusten jaosta seka sopimuksen voimassaolosta.",
        "title_sv": "Mottagande av utlänningars anmälningar vid Folkpensionsanstaltens byråer",
        "content_sv": "Anmälningar enligt 10 a § 2 mom. kan lämnas även till Folkpensionsanstaltens byråer enligt avtal med Folkpensionsanstalten. Befolkningsregistercentralen kan efter att ha hört magistraten ingå avtal med Folkpensionsanstalten om att dess byråer tar emot anmälningar och vidarebefordrar dem till magistraten. I ett avtal om mottagande av anmälningar skall överenskommas åtminstone om vilka åligganden som ansluter sig till mottagandet, om skydd för personuppgifter och datasäkerhet, om introduktion och utbildning av personalen, fördelning av kostnaderna samt om avtalets giltighet.",
        "normalized_sv": "Anmälningar enligt 10 a § 2 mom. kan lämnas även till Folkpensionsanstaltens byråer enligt avtal med Folkpensionsanstalten. Befolkningsregistercentralen kan efter att ha hört magistraten ingå avtal med Folkpensionsanstalten om att dess byråer tar emot anmälningar och vidarebefordrar dem till magistraten. I ett avtal om mottagande av anmälningar skall överenskommas åtminstone om vilka åligganden som ansluter sig till mottagandet, om skydd för personuppgifter och datasäkerhet, om introduktion och utbildning av personalen, fördelning av kostnaderna samt om avtalets giltighet.",
        "folded_sv": "anmalningar enligt 10 a § 2 mom. kan lamnas aven till folkpensionsanstaltens byraer enligt avtal med folkpensionsanstalten. befolkningsregistercentralen kan efter att ha hort magistraten inga avtal med folkpensionsanstalten om att dess byraer tar emot anmalningar och vidarebefordrar dem till magistraten. i ett avtal om mottagande av anmalningar skall overenskommas atminstone om vilka aligganden som ansluter sig till mottagandet, om skydd for personuppgifter och datasakerhet, om introduktion och utbildning av personalen, fordelning av kostnaderna samt om avtalets giltighet."
      },
      "valid_from": "2005-04-15",
      "valid_to": null
    }
  ]
}