{
  "id": "227/2015",
  "type": "statute",
  "title": "Laki yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annetun Euroopan parlamentin ja neuvoston asetuksen soveltamisesta",
  "title_en": "Lag om tillämpning av Europaparlamentets och rådets förordning om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/227/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "asetus Tässä laissa annetaan yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) N:o 606/2013, jäljempänä, täydentävät säännökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "asetus Tässä laissa annetaan yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) N:o 606/2013, jäljempänä, täydentävät säännökset.",
        "folded_fi": "asetus tassa laissa annetaan yksityisoikeuden alalla maarattyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) n:o 606/2013, jaljempana, taydentavat saannokset.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen Denna lag innehåller bestämmelser som kompletterar Europaparlamentets och rådets förordning (EU) nr 606/2013 om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor, nedan.",
        "normalized_sv": "förordningen Denna lag innehåller bestämmelser som kompletterar Europaparlamentets och rådets förordning (EU) nr 606/2013 om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor, nedan.",
        "folded_sv": "forordningen denna lag innehaller bestammelser som kompletterar europaparlamentets och radets forordning (eu) nr 606/2013 om omsesidigt erkannande av skyddsatgarder i civilrattsliga fragor, nedan."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltaiset tuomioistuimet",
      "content": "Helsingin käräjäoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan täytäntöön asetuksen soveltamisalaan kuuluvan toisessa Euroopan unionin jäsenvaltiossa määrätyn suojelutoimenpiteen. Helsingin käräjäoikeus on myös toimivaltainen tekemään tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, päättämään tunnustamisesta ja täytäntöönpanosta kieltäytymisestä asetuksen 13 artiklan mukaisesti sekä keskeyttämään tai peruuttamaan tunnustamisen tai täytäntöönpanon 14 artiklan 2 kohdan mukaisesti. Yleinen tuomioistuin on toimivaltainen myöntämään todistuksen asetuksen 5 ja 14 artiklan mukaisesti Suomessa määrätylle, asetuksen soveltamisalaan kuuluvalle lähestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lähestymiskiellolle. Todistuksen antaa se tuomioistuin, joka on määrännyt lähestymiskiellon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Helsingin käräjäoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan täytäntöön asetuksen soveltamisalaan kuuluvan toisessa Euroopan unionin jäsenvaltiossa määrätyn suojelutoimenpiteen. Helsingin käräjäoikeus on myös toimivaltainen tekemään tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, päättämään tunnustamisesta ja täytäntöönpanosta kieltäytymisestä asetuksen 13 artiklan mukaisesti sekä keskeyttämään tai peruuttamaan tunnustamisen tai täytäntöönpanon 14 artiklan 2 kohdan mukaisesti. Yleinen tuomioistuin on toimivaltainen myöntämään todistuksen asetuksen 5 ja 14 artiklan mukaisesti Suomessa määrätylle, asetuksen soveltamisalaan kuuluvalle lähestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lähestymiskiellolle. Todistuksen antaa se tuomioistuin, joka on määrännyt lähestymiskiellon.",
        "folded_fi": "helsingin karajaoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan taytantoon asetuksen soveltamisalaan kuuluvan toisessa euroopan unionin jasenvaltiossa maaratyn suojelutoimenpiteen. helsingin karajaoikeus on myos toimivaltainen tekemaan tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, paattamaan tunnustamisesta ja taytantoonpanosta kieltaytymisesta asetuksen 13 artiklan mukaisesti seka keskeyttamaan tai peruuttamaan tunnustamisen tai taytantoonpanon 14 artiklan 2 kohdan mukaisesti. yleinen tuomioistuin on toimivaltainen myontamaan todistuksen asetuksen 5 ja 14 artiklan mukaisesti suomessa maaratylle, asetuksen soveltamisalaan kuuluvalle lahestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lahestymiskiellolle. todistuksen antaa se tuomioistuin, joka on maarannyt lahestymiskiellon.",
        "title_sv": "Behöriga domstolar",
        "content_sv": "Helsingfors tingsrätt är behörig att i enlighet med artikel 4 i förordningen erkänna och verkställa en skyddsåtgärd som en annan medlemsstat i Europeiska unionen meddelat och som omfattas av förordningens tillämpningsområde. Helsingfors tingsrätt är också behörig att justera en skyddsåtgärd i enlighet med artikel 11, att besluta om vägran av erkännande och verkställighet i enlighet med artikel 13 samt att skjuta upp eller upphäva erkännandet eller verkställigheten i enlighet med artikel 14.2. En allmän domstol är behörig att i enlighet med artiklarna 5 och 14 i förordningen utfärda ett intyg över ett i lagen om besöksförbud (898/1998) avsett besöksförbud som har meddelats i Finland och omfattas av förordningens tillämpningsområde. Intyget utfärdas av den domstol som har meddelat besöksförbudet.",
        "normalized_sv": "Helsingfors tingsrätt är behörig att i enlighet med artikel 4 i förordningen erkänna och verkställa en skyddsåtgärd som en annan medlemsstat i Europeiska unionen meddelat och som omfattas av förordningens tillämpningsområde. Helsingfors tingsrätt är också behörig att justera en skyddsåtgärd i enlighet med artikel 11, att besluta om vägran av erkännande och verkställighet i enlighet med artikel 13 samt att skjuta upp eller upphäva erkännandet eller verkställigheten i enlighet med artikel 14.2. En allmän domstol är behörig att i enlighet med artiklarna 5 och 14 i förordningen utfärda ett intyg över ett i lagen om besöksförbud (898/1998) avsett besöksförbud som har meddelats i Finland och omfattas av förordningens tillämpningsområde. Intyget utfärdas av den domstol som har meddelat besöksförbudet.",
        "folded_sv": "helsingfors tingsratt ar behorig att i enlighet med artikel 4 i forordningen erkanna och verkstalla en skyddsatgard som en annan medlemsstat i europeiska unionen meddelat och som omfattas av forordningens tillampningsomrade. helsingfors tingsratt ar ocksa behorig att justera en skyddsatgard i enlighet med artikel 11, att besluta om vagran av erkannande och verkstallighet i enlighet med artikel 13 samt att skjuta upp eller upphava erkannandet eller verkstalligheten i enlighet med artikel 14.2. en allman domstol ar behorig att i enlighet med artiklarna 5 och 14 i forordningen utfarda ett intyg over ett i lagen om besoksforbud (898/1998) avsett besoksforbud som har meddelats i finland och omfattas av forordningens tillampningsomrade. intyget utfardas av den domstol som har meddelat besoksforbudet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Sovellettava menettely",
      "content": "Asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan pääkäsittelyä toimittamatta kirjallisessa menettelyssä siten kuin tässä pykälässä säädetään. Käräjäoikeus pyytää suojeltavaa ja vaaraa aiheuttavaa henkilöä toimittamaan asiaan kirjallisen lausuman, jollei tämä ole selvästi tarpeetonta. Asiaa koskevasta hakemuksesta tai pyynnöstä on samalla ilmoitettava asiaan osalliselle, jollei tämä ole hakija tai pyynnön esittäjä. Asiaan osalliselle on lisäksi ilmoitettava, millä edellytyksillä asia voidaan ratkaista. Jos käräjäoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkäynnistä rikosasioissa annetun lain (689/1997) 5 a luvun 3 §:n 2 ja 3 momentissa sekä 4 §:ssä säädetään. Käräjäoikeuden on ilmoitettava asiaan osallisille kirjallisesti päätöksen antamispäivä hyvissä ajoin ennen ratkaisun antamista. Jollei asetuksessa toisin säädetä, käräjäoikeuden päätöksestä on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 §:n 1 ja 2 momentissa säädetään sekä samalla annettava oikeudenkäymiskaaren 25 luvun 3 §:n 2 momentissa tarkoitetut muutoksenhakuohjeet. Jollei asetuksessa toisin säädetä, asetuksen soveltamisalaan kuuluvan asian käsittelyssä noudatetaan muuten, mitä lähestymiskieltoasian käsittelystä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan pääkäsittelyä toimittamatta kirjallisessa menettelyssä siten kuin tässä pykälässä säädetään. Käräjäoikeus pyytää suojeltavaa ja vaaraa aiheuttavaa henkilöä toimittamaan asiaan kirjallisen lausuman, jollei tämä ole selvästi tarpeetonta. Asiaa koskevasta hakemuksesta tai pyynnöstä on samalla ilmoitettava asiaan osalliselle, jollei tämä ole hakija tai pyynnön esittäjä. Asiaan osalliselle on lisäksi ilmoitettava, millä edellytyksillä asia voidaan ratkaista. Jos käräjäoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkäynnistä rikosasioissa annetun lain (689/1997) 5 a luvun 3 § :n 2 ja 3 momentissa sekä 4 § :ssä säädetään. Käräjäoikeuden on ilmoitettava asiaan osallisille kirjallisesti päätöksen antamispäivä hyvissä ajoin ennen ratkaisun antamista. Jollei asetuksessa toisin säädetä, käräjäoikeuden päätöksestä on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 § :n 1 ja 2 momentissa säädetään sekä samalla annettava oikeudenkäymiskaaren 25 luvun 3 § :n 2 momentissa tarkoitetut muutoksenhakuohjeet. Jollei asetuksessa toisin säädetä, asetuksen soveltamisalaan kuuluvan asian käsittelyssä noudatetaan muuten, mitä lähestymiskieltoasian käsittelystä säädetään.",
        "folded_fi": "asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan paakasittelya toimittamatta kirjallisessa menettelyssa siten kuin tassa pykalassa saadetaan. karajaoikeus pyytaa suojeltavaa ja vaaraa aiheuttavaa henkiloa toimittamaan asiaan kirjallisen lausuman, jollei tama ole selvasti tarpeetonta. asiaa koskevasta hakemuksesta tai pyynnosta on samalla ilmoitettava asiaan osalliselle, jollei tama ole hakija tai pyynnon esittaja. asiaan osalliselle on lisaksi ilmoitettava, milla edellytyksilla asia voidaan ratkaista. jos karajaoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkaynnista rikosasioissa annetun lain (689/1997) 5 a luvun 3 §:n 2 ja 3 momentissa seka 4 §:ssa saadetaan. karajaoikeuden on ilmoitettava asiaan osallisille kirjallisesti paatoksen antamispaiva hyvissa ajoin ennen ratkaisun antamista. jollei asetuksessa toisin saadeta, karajaoikeuden paatoksesta on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilolle siten kuin lahestymiskiellosta annetun lain 9 §:n 1 ja 2 momentissa saadetaan seka samalla annettava oikeudenkaymiskaaren 25 luvun 3 §:n 2 momentissa tarkoitetut muutoksenhakuohjeet. jollei asetuksessa toisin saadeta, asetuksen soveltamisalaan kuuluvan asian kasittelyssa noudatetaan muuten, mita lahestymiskieltoasian kasittelysta saadetaan.",
        "title_sv": "Förfarande som tillämpas",
        "content_sv": "Ärenden som avses i artiklarna 11 och 13 i förordningen avgörs vid skriftligt förfarande utan huvudförhandling på det sätt som föreskrivs i denna paragraf. Tingsrätten begär att den skyddade personen och den person som är orsak till fara ska ge in en skriftlig utsaga i ärendet, om det inte är uppenbart onödigt. Den som har del i saken ska samtidigt underrättas om ansökan eller begäran, om inte denne är den som gjort ansökan eller den som framställt begäran. Den som har del i saken ska dessutom underrättas om under vilka förutsättningar ärendet kan avgöras. Om tingsrätten anser att det är behövligt, kan den ge den som har del i saken tillfälle att avge en muntlig utsaga på det sätt som föreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rättegång i brottmål (689/1997). I god tid innan avgörandet meddelas ska tingsrätten skriftligen underrätta dem som har del i saken om vilken dag detta kommer att ske. Om inte något annat föreskrivs i förordningen, ska den skyddade personen och den person som är orsak till fara underrättas på det sätt som föreskrivs i 9 § 1 och 2 mom. i lagen om besöksförbud och samtidigt lämnas de fullföljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rättegångsbalken. Om inte något annat föreskrivs i förordningen, iakttas i övrigt vid behandlingen av ärenden som omfattas av förordningens tillämpningsområde vad som föreskrivs om behandlingen av ärenden som gäller besöksförbud.",
        "normalized_sv": "Ärenden som avses i artiklarna 11 och 13 i förordningen avgörs vid skriftligt förfarande utan huvudförhandling på det sätt som föreskrivs i denna paragraf. Tingsrätten begär att den skyddade personen och den person som är orsak till fara ska ge in en skriftlig utsaga i ärendet, om det inte är uppenbart onödigt. Den som har del i saken ska samtidigt underrättas om ansökan eller begäran, om inte denne är den som gjort ansökan eller den som framställt begäran. Den som har del i saken ska dessutom underrättas om under vilka förutsättningar ärendet kan avgöras. Om tingsrätten anser att det är behövligt, kan den ge den som har del i saken tillfälle att avge en muntlig utsaga på det sätt som föreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rättegång i brottmål (689/1997). I god tid innan avgörandet meddelas ska tingsrätten skriftligen underrätta dem som har del i saken om vilken dag detta kommer att ske. Om inte något annat föreskrivs i förordningen, ska den skyddade personen och den person som är orsak till fara underrättas på det sätt som föreskrivs i 9 § 1 och 2 mom. i lagen om besöksförbud och samtidigt lämnas de fullföljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rättegångsbalken. Om inte något annat föreskrivs i förordningen, iakttas i övrigt vid behandlingen av ärenden som omfattas av förordningens tillämpningsområde vad som föreskrivs om behandlingen av ärenden som gäller besöksförbud.",
        "folded_sv": "arenden som avses i artiklarna 11 och 13 i forordningen avgors vid skriftligt forfarande utan huvudforhandling pa det satt som foreskrivs i denna paragraf. tingsratten begar att den skyddade personen och den person som ar orsak till fara ska ge in en skriftlig utsaga i arendet, om det inte ar uppenbart onodigt. den som har del i saken ska samtidigt underrattas om ansokan eller begaran, om inte denne ar den som gjort ansokan eller den som framstallt begaran. den som har del i saken ska dessutom underrattas om under vilka forutsattningar arendet kan avgoras. om tingsratten anser att det ar behovligt, kan den ge den som har del i saken tillfalle att avge en muntlig utsaga pa det satt som foreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rattegang i brottmal (689/1997). i god tid innan avgorandet meddelas ska tingsratten skriftligen underratta dem som har del i saken om vilken dag detta kommer att ske. om inte nagot annat foreskrivs i forordningen, ska den skyddade personen och den person som ar orsak till fara underrattas pa det satt som foreskrivs i 9 § 1 och 2 mom. i lagen om besoksforbud och samtidigt lamnas de fullfoljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rattegangsbalken. om inte nagot annat foreskrivs i forordningen, iakttas i ovrigt vid behandlingen av arenden som omfattas av forordningens tillampningsomrade vad som foreskrivs om behandlingen av arenden som galler besoksforbud."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Suojelutoimenpiteen täytäntöönpano ja rekisteriin ilmoittaminen",
      "content": "Toisessa Euroopan unionin jäsenvaltiossa määrätty suojelutoimenpide pannaan Suomessa täytäntöön ilmoittamalla suojelutoimenpide lähestymiskiellosta annetun lain 15 §:ssä tarkoitettuun rekisteriin siten kuin mainitun lain 9 §:n 3 momentissa säädetään. Samaan rekisteriin ilmoitetaan myös tämän lain tai asetuksen nojalla annetusta tuomioistuimen päätöksestä ja toimenpiteestä, jolla suojelutoimenpide on kumottu tai toimenpidettä muutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Toisessa Euroopan unionin jäsenvaltiossa määrätty suojelutoimenpide pannaan Suomessa täytäntöön ilmoittamalla suojelutoimenpide lähestymiskiellosta annetun lain 15 § :ssä tarkoitettuun rekisteriin siten kuin mainitun lain 9 § :n 3 momentissa säädetään. Samaan rekisteriin ilmoitetaan myös tämän lain tai asetuksen nojalla annetusta tuomioistuimen päätöksestä ja toimenpiteestä, jolla suojelutoimenpide on kumottu tai toimenpidettä muutettu.",
        "folded_fi": "toisessa euroopan unionin jasenvaltiossa maaratty suojelutoimenpide pannaan suomessa taytantoon ilmoittamalla suojelutoimenpide lahestymiskiellosta annetun lain 15 §:ssa tarkoitettuun rekisteriin siten kuin mainitun lain 9 §:n 3 momentissa saadetaan. samaan rekisteriin ilmoitetaan myos taman lain tai asetuksen nojalla annetusta tuomioistuimen paatoksesta ja toimenpiteesta, jolla suojelutoimenpide on kumottu tai toimenpidetta muutettu.",
        "title_sv": "Verkställighet och registeranmälan av skyddsåtgärder",
        "content_sv": "En skyddsåtgärd som meddelats i en annan medlemsstat i Europeiska unionen verkställs i Finland genom att skyddsåtgärden anmäls till det register som avses i 15 § i lagen om besöksförbud på det sätt som anges i 9 § 3 mom. i den lagen. Till samma register anmäls även ett sådant beslut och en sådan åtgärd som domstolen meddelat med stöd av denna lag eller förordningen och som innebär att skyddsåtgärden har upphävts eller ändrats.",
        "normalized_sv": "En skyddsåtgärd som meddelats i en annan medlemsstat i Europeiska unionen verkställs i Finland genom att skyddsåtgärden anmäls till det register som avses i 15 § i lagen om besöksförbud på det sätt som anges i 9 § 3 mom. i den lagen. Till samma register anmäls även ett sådant beslut och en sådan åtgärd som domstolen meddelat med stöd av denna lag eller förordningen och som innebär att skyddsåtgärden har upphävts eller ändrats.",
        "folded_sv": "en skyddsatgard som meddelats i en annan medlemsstat i europeiska unionen verkstalls i finland genom att skyddsatgarden anmals till det register som avses i 15 § i lagen om besoksforbud pa det satt som anges i 9 § 3 mom. i den lagen. till samma register anmals aven ett sadant beslut och en sadan atgard som domstolen meddelat med stod av denna lag eller forordningen och som innebar att skyddsatgarden har upphavts eller andrats."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Todistuksesta ilmoittaminen",
      "content": "Tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 § :n 2 momentissa säädetään.",
        "folded_fi": "tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilolle siten kuin lahestymiskiellosta annetun lain 9 §:n 2 momentissa saadetaan.",
        "title_sv": "Underrättelse om intyg",
        "content_sv": "Domstolen underrättar i enlighet med artikel 8 i förordningen den person som är orsak till fara om intyget på det sätt som föreskrivs i 9 § 2 mom. i lagen om besöksförbud.",
        "normalized_sv": "Domstolen underrättar i enlighet med artikel 8 i förordningen den person som är orsak till fara om intyget på det sätt som föreskrivs i 9 § 2 mom. i lagen om besöksförbud.",
        "folded_sv": "domstolen underrattar i enlighet med artikel 8 i forordningen den person som ar orsak till fara om intyget pa det satt som foreskrivs i 9 § 2 mom. i lagen om besoksforbud."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Todistuksen oikaisu",
      "content": "Asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mitä oikeudenkäynnistä rikosasioissa annetun lain 11 luvun 9 §:ssä säädetään virheen korjaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mitä oikeudenkäynnistä rikosasioissa annetun lain 11 luvun 9 § :ssä säädetään virheen korjaamisesta.",
        "folded_fi": "asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mita oikeudenkaynnista rikosasioissa annetun lain 11 luvun 9 §:ssa saadetaan virheen korjaamisesta.",
        "title_sv": "Rättelse av intyg",
        "content_sv": "På rättelse av intyg enligt artikel 9 i förordningen tillämpas vad som i 11 kap. 9 § i lagen om rättegång i brottmål föreskrivs om rättelse av fel.",
        "normalized_sv": "På rättelse av intyg enligt artikel 9 i förordningen tillämpas vad som i 11 kap. 9 § i lagen om rättegång i brottmål föreskrivs om rättelse av fel.",
        "folded_sv": "pa rattelse av intyg enligt artikel 9 i forordningen tillampas vad som i 11 kap. 9 § i lagen om rattegang i brottmal foreskrivs om rattelse av fel."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Todistuksen peruuttaminen",
      "content": "Asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 §:ssä säädettyä menettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 § :ssä säädettyä menettelyä.",
        "folded_fi": "asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 §:ssa saadettya menettelya.",
        "title_sv": "Återkallelse av intyg",
        "content_sv": "Ärenden som gäller återkallelse av intyg enligt artikel 9 i förordningen avgörs med iakttagande i tillämpliga delar av förfarandet enligt 3 §.",
        "normalized_sv": "Ärenden som gäller återkallelse av intyg enligt artikel 9 i förordningen avgörs med iakttagande i tillämpliga delar av förfarandet enligt 3 § .",
        "folded_sv": "arenden som galler aterkallelse av intyg enligt artikel 9 i forordningen avgors med iakttagande i tillampliga delar av forfarandet enligt 3 §."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kielet ja käännökset",
      "content": "Suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyväksytään, jos se on tehty suomen, ruotsin tai englannin kielellä taikka siihen on liitetty käännös jollekin näistä kielistä. Myös muulla kielellä toimitettu todistus voidaan hyväksyä, jos hyväksymiselle ei ole muuten estettä. Tuomioistuin huolehtii Suomessa annetun todistuksen kääntämisestä vastaanottavan Euroopan unionin jäsenvaltion hyväksymälle kielelle. Jos Suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielellä, Helsingin käräjäoikeuden tulee huolehtia todistuksen kääntämisestä suomen tai ruotsin kielelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyväksytään, jos se on tehty suomen, ruotsin tai englannin kielellä taikka siihen on liitetty käännös jollekin näistä kielistä. Myös muulla kielellä toimitettu todistus voidaan hyväksyä, jos hyväksymiselle ei ole muuten estettä. Tuomioistuin huolehtii Suomessa annetun todistuksen kääntämisestä vastaanottavan Euroopan unionin jäsenvaltion hyväksymälle kielelle. Jos Suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielellä, Helsingin käräjäoikeuden tulee huolehtia todistuksen kääntämisestä suomen tai ruotsin kielelle.",
        "folded_fi": "suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyvaksytaan, jos se on tehty suomen, ruotsin tai englannin kielella taikka siihen on liitetty kaannos jollekin naista kielista. myos muulla kielella toimitettu todistus voidaan hyvaksya, jos hyvaksymiselle ei ole muuten estetta. tuomioistuin huolehtii suomessa annetun todistuksen kaantamisesta vastaanottavan euroopan unionin jasenvaltion hyvaksymalle kielelle. jos suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielella, helsingin karajaoikeuden tulee huolehtia todistuksen kaantamisesta suomen tai ruotsin kielelle.",
        "title_sv": "Språk och översättningar",
        "content_sv": "Ett i artikel 5 i förordningen avsett intyg som har översänts till Finland godtas, om det har avfattats på finska, svenska eller engelska eller åtföljs av en översättning till något av dessa språk. Även ett intyg som avfattats på något annat språk får godtas, om det inte annars finns hinder mot att godta det. Domstolen ska se till att ett intyg som utfärdats i Finland översätts till ett språk som godtas av den anmodade medlemsstaten i Europeiska unionen. Om ett intyg som översänts till Finland har avfattats på något annat språk än finska eller svenska, ska Helsingfors tingsrätt se till att intyget översätts till finska eller svenska.",
        "normalized_sv": "Ett i artikel 5 i förordningen avsett intyg som har översänts till Finland godtas, om det har avfattats på finska, svenska eller engelska eller åtföljs av en översättning till något av dessa språk. Även ett intyg som avfattats på något annat språk får godtas, om det inte annars finns hinder mot att godta det. Domstolen ska se till att ett intyg som utfärdats i Finland översätts till ett språk som godtas av den anmodade medlemsstaten i Europeiska unionen. Om ett intyg som översänts till Finland har avfattats på något annat språk än finska eller svenska, ska Helsingfors tingsrätt se till att intyget översätts till finska eller svenska.",
        "folded_sv": "ett i artikel 5 i forordningen avsett intyg som har oversants till finland godtas, om det har avfattats pa finska, svenska eller engelska eller atfoljs av en oversattning till nagot av dessa sprak. aven ett intyg som avfattats pa nagot annat sprak far godtas, om det inte annars finns hinder mot att godta det. domstolen ska se till att ett intyg som utfardats i finland oversatts till ett sprak som godtas av den anmodade medlemsstaten i europeiska unionen. om ett intyg som oversants till finland har avfattats pa nagot annat sprak an finska eller svenska, ska helsingfors tingsratt se till att intyget oversatts till finska eller svenska."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Suojelutoimenpiteen rekisteröinti",
      "content": "Toisessa Euroopan unionin jäsenvaltiossa määrätyn, Suomessa täytäntöön pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojärjestelmään ja tietojen poistamisesta järjestelmästä säädetään henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Toisessa Euroopan unionin jäsenvaltiossa määrätyn, Suomessa täytäntöön pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojärjestelmään ja tietojen poistamisesta järjestelmästä säädetään henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
        "folded_fi": "toisessa euroopan unionin jasenvaltiossa maaratyn, suomessa taytantoon pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojarjestelmaan ja tietojen poistamisesta jarjestelmasta saadetaan henkilotietojen kasittelysta poliisitoimessa annetussa laissa (761/2003).",
        "title_sv": "Registrering av skyddsåtgärder",
        "content_sv": "Bestämmelser om registrering av uppgifter om i Finland verkställda skyddsåtgärder som har meddelats i en annan medlemsstat i Europeiska unionen i informationssystemet för polisärenden och om utplåning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "Bestämmelser om registrering av uppgifter om i Finland verkställda skyddsåtgärder som har meddelats i en annan medlemsstat i Europeiska unionen i informationssystemet för polisärenden och om utplåning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "bestammelser om registrering av uppgifter om i finland verkstallda skyddsatgarder som har meddelats i en annan medlemsstat i europeiska unionen i informationssystemet for polisarenden och om utplaning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Viittaus rikoslakiin",
      "content": "Rangaistus lähestymiskiellon rikkomisesta säädetään rikoslain (39/1889) 16 luvun 9 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Rangaistus lähestymiskiellon rikkomisesta säädetään rikoslain (39/1889) 16 luvun 9 a § :ssä.",
        "folded_fi": "rangaistus lahestymiskiellon rikkomisesta saadetaan rikoslain (39/1889) 16 luvun 9 a §:ssa.",
        "title_sv": "Hänvisning till strafflagen",
        "content_sv": "Bestämmelser om straff för brott mot besöksförbud finns i 16 kap. 9 a § i strafflagen (39/1889).",
        "normalized_sv": "Bestämmelser om straff för brott mot besöksförbud finns i 16 kap. 9 a § i strafflagen (39/1889).",
        "folded_sv": "bestammelser om straff for brott mot besoksforbud finns i 16 kap. 9 a § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 24 päivänä maaliskuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 24 päivänä maaliskuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 24 paivana maaliskuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 24 mars 2015.",
        "normalized_sv": "Denna lag träder i kraft den 24 mars 2015.",
        "folded_sv": "denna lag trader i kraft den 24 mars 2015."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "asetus Tässä laissa annetaan yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) N:o 606/2013, jäljempänä, täydentävät säännökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "asetus Tässä laissa annetaan yksityisoikeuden alalla määrättyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) N:o 606/2013, jäljempänä, täydentävät säännökset.",
        "folded_fi": "asetus tassa laissa annetaan yksityisoikeuden alalla maarattyjen suojelutoimenpiteiden vastavuoroisesta tunnustamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) n:o 606/2013, jaljempana, taydentavat saannokset.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen Denna lag innehåller bestämmelser som kompletterar Europaparlamentets och rådets förordning (EU) nr 606/2013 om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor, nedan.",
        "normalized_sv": "förordningen Denna lag innehåller bestämmelser som kompletterar Europaparlamentets och rådets förordning (EU) nr 606/2013 om ömsesidigt erkännande av skyddsåtgärder i civilrättsliga frågor, nedan.",
        "folded_sv": "forordningen denna lag innehaller bestammelser som kompletterar europaparlamentets och radets forordning (eu) nr 606/2013 om omsesidigt erkannande av skyddsatgarder i civilrattsliga fragor, nedan."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltaiset tuomioistuimet",
      "content": "Helsingin käräjäoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan täytäntöön asetuksen soveltamisalaan kuuluvan toisessa Euroopan unionin jäsenvaltiossa määrätyn suojelutoimenpiteen. Helsingin käräjäoikeus on myös toimivaltainen tekemään tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, päättämään tunnustamisesta ja täytäntöönpanosta kieltäytymisestä asetuksen 13 artiklan mukaisesti sekä keskeyttämään tai peruuttamaan tunnustamisen tai täytäntöönpanon 14 artiklan 2 kohdan mukaisesti. Yleinen tuomioistuin on toimivaltainen myöntämään todistuksen asetuksen 5 ja 14 artiklan mukaisesti Suomessa määrätylle, asetuksen soveltamisalaan kuuluvalle lähestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lähestymiskiellolle. Todistuksen antaa se tuomioistuin, joka on määrännyt lähestymiskiellon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Helsingin käräjäoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan täytäntöön asetuksen soveltamisalaan kuuluvan toisessa Euroopan unionin jäsenvaltiossa määrätyn suojelutoimenpiteen. Helsingin käräjäoikeus on myös toimivaltainen tekemään tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, päättämään tunnustamisesta ja täytäntöönpanosta kieltäytymisestä asetuksen 13 artiklan mukaisesti sekä keskeyttämään tai peruuttamaan tunnustamisen tai täytäntöönpanon 14 artiklan 2 kohdan mukaisesti. Yleinen tuomioistuin on toimivaltainen myöntämään todistuksen asetuksen 5 ja 14 artiklan mukaisesti Suomessa määrätylle, asetuksen soveltamisalaan kuuluvalle lähestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lähestymiskiellolle. Todistuksen antaa se tuomioistuin, joka on määrännyt lähestymiskiellon.",
        "folded_fi": "helsingin karajaoikeus on toimivaltainen asetuksen 4 artiklan mukaisesti tunnustamaan ja panemaan taytantoon asetuksen soveltamisalaan kuuluvan toisessa euroopan unionin jasenvaltiossa maaratyn suojelutoimenpiteen. helsingin karajaoikeus on myos toimivaltainen tekemaan tarkistuksia suojelutoimenpiteeseen asetuksen 11 artiklan mukaisesti, paattamaan tunnustamisesta ja taytantoonpanosta kieltaytymisesta asetuksen 13 artiklan mukaisesti seka keskeyttamaan tai peruuttamaan tunnustamisen tai taytantoonpanon 14 artiklan 2 kohdan mukaisesti. yleinen tuomioistuin on toimivaltainen myontamaan todistuksen asetuksen 5 ja 14 artiklan mukaisesti suomessa maaratylle, asetuksen soveltamisalaan kuuluvalle lahestymiskiellosta annetussa laissa (898/1998) tarkoitetulle lahestymiskiellolle. todistuksen antaa se tuomioistuin, joka on maarannyt lahestymiskiellon.",
        "title_sv": "Behöriga domstolar",
        "content_sv": "Helsingfors tingsrätt är behörig att i enlighet med artikel 4 i förordningen erkänna och verkställa en skyddsåtgärd som en annan medlemsstat i Europeiska unionen meddelat och som omfattas av förordningens tillämpningsområde. Helsingfors tingsrätt är också behörig att justera en skyddsåtgärd i enlighet med artikel 11, att besluta om vägran av erkännande och verkställighet i enlighet med artikel 13 samt att skjuta upp eller upphäva erkännandet eller verkställigheten i enlighet med artikel 14.2. En allmän domstol är behörig att i enlighet med artiklarna 5 och 14 i förordningen utfärda ett intyg över ett i lagen om besöksförbud (898/1998) avsett besöksförbud som har meddelats i Finland och omfattas av förordningens tillämpningsområde. Intyget utfärdas av den domstol som har meddelat besöksförbudet.",
        "normalized_sv": "Helsingfors tingsrätt är behörig att i enlighet med artikel 4 i förordningen erkänna och verkställa en skyddsåtgärd som en annan medlemsstat i Europeiska unionen meddelat och som omfattas av förordningens tillämpningsområde. Helsingfors tingsrätt är också behörig att justera en skyddsåtgärd i enlighet med artikel 11, att besluta om vägran av erkännande och verkställighet i enlighet med artikel 13 samt att skjuta upp eller upphäva erkännandet eller verkställigheten i enlighet med artikel 14.2. En allmän domstol är behörig att i enlighet med artiklarna 5 och 14 i förordningen utfärda ett intyg över ett i lagen om besöksförbud (898/1998) avsett besöksförbud som har meddelats i Finland och omfattas av förordningens tillämpningsområde. Intyget utfärdas av den domstol som har meddelat besöksförbudet.",
        "folded_sv": "helsingfors tingsratt ar behorig att i enlighet med artikel 4 i forordningen erkanna och verkstalla en skyddsatgard som en annan medlemsstat i europeiska unionen meddelat och som omfattas av forordningens tillampningsomrade. helsingfors tingsratt ar ocksa behorig att justera en skyddsatgard i enlighet med artikel 11, att besluta om vagran av erkannande och verkstallighet i enlighet med artikel 13 samt att skjuta upp eller upphava erkannandet eller verkstalligheten i enlighet med artikel 14.2. en allman domstol ar behorig att i enlighet med artiklarna 5 och 14 i forordningen utfarda ett intyg over ett i lagen om besoksforbud (898/1998) avsett besoksforbud som har meddelats i finland och omfattas av forordningens tillampningsomrade. intyget utfardas av den domstol som har meddelat besoksforbudet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Sovellettava menettely",
      "content": "Asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan pääkäsittelyä toimittamatta kirjallisessa menettelyssä siten kuin tässä pykälässä säädetään. Käräjäoikeus pyytää suojeltavaa ja vaaraa aiheuttavaa henkilöä toimittamaan asiaan kirjallisen lausuman, jollei tämä ole selvästi tarpeetonta. Asiaa koskevasta hakemuksesta tai pyynnöstä on samalla ilmoitettava asiaan osalliselle, jollei tämä ole hakija tai pyynnön esittäjä. Asiaan osalliselle on lisäksi ilmoitettava, millä edellytyksillä asia voidaan ratkaista. Jos käräjäoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkäynnistä rikosasioissa annetun lain (689/1997) 5 a luvun 3 §:n 2 ja 3 momentissa sekä 4 §:ssä säädetään. Käräjäoikeuden on ilmoitettava asiaan osallisille kirjallisesti päätöksen antamispäivä hyvissä ajoin ennen ratkaisun antamista. Jollei asetuksessa toisin säädetä, käräjäoikeuden päätöksestä on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 §:n 1 ja 2 momentissa säädetään sekä samalla annettava oikeudenkäymiskaaren 25 luvun 3 §:n 2 momentissa tarkoitetut muutoksenhakuohjeet. Jollei asetuksessa toisin säädetä, asetuksen soveltamisalaan kuuluvan asian käsittelyssä noudatetaan muuten, mitä lähestymiskieltoasian käsittelystä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan pääkäsittelyä toimittamatta kirjallisessa menettelyssä siten kuin tässä pykälässä säädetään. Käräjäoikeus pyytää suojeltavaa ja vaaraa aiheuttavaa henkilöä toimittamaan asiaan kirjallisen lausuman, jollei tämä ole selvästi tarpeetonta. Asiaa koskevasta hakemuksesta tai pyynnöstä on samalla ilmoitettava asiaan osalliselle, jollei tämä ole hakija tai pyynnön esittäjä. Asiaan osalliselle on lisäksi ilmoitettava, millä edellytyksillä asia voidaan ratkaista. Jos käräjäoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkäynnistä rikosasioissa annetun lain (689/1997) 5 a luvun 3 § :n 2 ja 3 momentissa sekä 4 § :ssä säädetään. Käräjäoikeuden on ilmoitettava asiaan osallisille kirjallisesti päätöksen antamispäivä hyvissä ajoin ennen ratkaisun antamista. Jollei asetuksessa toisin säädetä, käräjäoikeuden päätöksestä on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 § :n 1 ja 2 momentissa säädetään sekä samalla annettava oikeudenkäymiskaaren 25 luvun 3 § :n 2 momentissa tarkoitetut muutoksenhakuohjeet. Jollei asetuksessa toisin säädetä, asetuksen soveltamisalaan kuuluvan asian käsittelyssä noudatetaan muuten, mitä lähestymiskieltoasian käsittelystä säädetään.",
        "folded_fi": "asetuksen 11 ja 13 artiklassa tarkoitettu asia ratkaistaan paakasittelya toimittamatta kirjallisessa menettelyssa siten kuin tassa pykalassa saadetaan. karajaoikeus pyytaa suojeltavaa ja vaaraa aiheuttavaa henkiloa toimittamaan asiaan kirjallisen lausuman, jollei tama ole selvasti tarpeetonta. asiaa koskevasta hakemuksesta tai pyynnosta on samalla ilmoitettava asiaan osalliselle, jollei tama ole hakija tai pyynnon esittaja. asiaan osalliselle on lisaksi ilmoitettava, milla edellytyksilla asia voidaan ratkaista. jos karajaoikeus harkitsee sen tarpeelliseksi, se voi varata asiaan osalliselle tilaisuuden suullisen lausuman antamiseen siten kuin oikeudenkaynnista rikosasioissa annetun lain (689/1997) 5 a luvun 3 §:n 2 ja 3 momentissa seka 4 §:ssa saadetaan. karajaoikeuden on ilmoitettava asiaan osallisille kirjallisesti paatoksen antamispaiva hyvissa ajoin ennen ratkaisun antamista. jollei asetuksessa toisin saadeta, karajaoikeuden paatoksesta on ilmoitettava suojeltavalle ja vaaraa aiheuttavalle henkilolle siten kuin lahestymiskiellosta annetun lain 9 §:n 1 ja 2 momentissa saadetaan seka samalla annettava oikeudenkaymiskaaren 25 luvun 3 §:n 2 momentissa tarkoitetut muutoksenhakuohjeet. jollei asetuksessa toisin saadeta, asetuksen soveltamisalaan kuuluvan asian kasittelyssa noudatetaan muuten, mita lahestymiskieltoasian kasittelysta saadetaan.",
        "title_sv": "Förfarande som tillämpas",
        "content_sv": "Ärenden som avses i artiklarna 11 och 13 i förordningen avgörs vid skriftligt förfarande utan huvudförhandling på det sätt som föreskrivs i denna paragraf. Tingsrätten begär att den skyddade personen och den person som är orsak till fara ska ge in en skriftlig utsaga i ärendet, om det inte är uppenbart onödigt. Den som har del i saken ska samtidigt underrättas om ansökan eller begäran, om inte denne är den som gjort ansökan eller den som framställt begäran. Den som har del i saken ska dessutom underrättas om under vilka förutsättningar ärendet kan avgöras. Om tingsrätten anser att det är behövligt, kan den ge den som har del i saken tillfälle att avge en muntlig utsaga på det sätt som föreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rättegång i brottmål (689/1997). I god tid innan avgörandet meddelas ska tingsrätten skriftligen underrätta dem som har del i saken om vilken dag detta kommer att ske. Om inte något annat föreskrivs i förordningen, ska den skyddade personen och den person som är orsak till fara underrättas på det sätt som föreskrivs i 9 § 1 och 2 mom. i lagen om besöksförbud och samtidigt lämnas de fullföljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rättegångsbalken. Om inte något annat föreskrivs i förordningen, iakttas i övrigt vid behandlingen av ärenden som omfattas av förordningens tillämpningsområde vad som föreskrivs om behandlingen av ärenden som gäller besöksförbud.",
        "normalized_sv": "Ärenden som avses i artiklarna 11 och 13 i förordningen avgörs vid skriftligt förfarande utan huvudförhandling på det sätt som föreskrivs i denna paragraf. Tingsrätten begär att den skyddade personen och den person som är orsak till fara ska ge in en skriftlig utsaga i ärendet, om det inte är uppenbart onödigt. Den som har del i saken ska samtidigt underrättas om ansökan eller begäran, om inte denne är den som gjort ansökan eller den som framställt begäran. Den som har del i saken ska dessutom underrättas om under vilka förutsättningar ärendet kan avgöras. Om tingsrätten anser att det är behövligt, kan den ge den som har del i saken tillfälle att avge en muntlig utsaga på det sätt som föreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rättegång i brottmål (689/1997). I god tid innan avgörandet meddelas ska tingsrätten skriftligen underrätta dem som har del i saken om vilken dag detta kommer att ske. Om inte något annat föreskrivs i förordningen, ska den skyddade personen och den person som är orsak till fara underrättas på det sätt som föreskrivs i 9 § 1 och 2 mom. i lagen om besöksförbud och samtidigt lämnas de fullföljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rättegångsbalken. Om inte något annat föreskrivs i förordningen, iakttas i övrigt vid behandlingen av ärenden som omfattas av förordningens tillämpningsområde vad som föreskrivs om behandlingen av ärenden som gäller besöksförbud.",
        "folded_sv": "arenden som avses i artiklarna 11 och 13 i forordningen avgors vid skriftligt forfarande utan huvudforhandling pa det satt som foreskrivs i denna paragraf. tingsratten begar att den skyddade personen och den person som ar orsak till fara ska ge in en skriftlig utsaga i arendet, om det inte ar uppenbart onodigt. den som har del i saken ska samtidigt underrattas om ansokan eller begaran, om inte denne ar den som gjort ansokan eller den som framstallt begaran. den som har del i saken ska dessutom underrattas om under vilka forutsattningar arendet kan avgoras. om tingsratten anser att det ar behovligt, kan den ge den som har del i saken tillfalle att avge en muntlig utsaga pa det satt som foreskrivs i 5 a kap. 3 § 2 och 3 mom. och 4 § i lagen om rattegang i brottmal (689/1997). i god tid innan avgorandet meddelas ska tingsratten skriftligen underratta dem som har del i saken om vilken dag detta kommer att ske. om inte nagot annat foreskrivs i forordningen, ska den skyddade personen och den person som ar orsak till fara underrattas pa det satt som foreskrivs i 9 § 1 och 2 mom. i lagen om besoksforbud och samtidigt lamnas de fullfoljdsanvisningar som avses i 25 kap. 3 § 2 mom. i rattegangsbalken. om inte nagot annat foreskrivs i forordningen, iakttas i ovrigt vid behandlingen av arenden som omfattas av forordningens tillampningsomrade vad som foreskrivs om behandlingen av arenden som galler besoksforbud."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Suojelutoimenpiteen täytäntöönpano ja rekisteriin ilmoittaminen",
      "content": "Toisessa Euroopan unionin jäsenvaltiossa määrätty suojelutoimenpide pannaan Suomessa täytäntöön ilmoittamalla suojelutoimenpide lähestymiskiellosta annetun lain 15 §:ssä tarkoitettuun rekisteriin siten kuin mainitun lain 9 §:n 3 momentissa säädetään. Samaan rekisteriin ilmoitetaan myös tämän lain tai asetuksen nojalla annetusta tuomioistuimen päätöksestä ja toimenpiteestä, jolla suojelutoimenpide on kumottu tai toimenpidettä muutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Toisessa Euroopan unionin jäsenvaltiossa määrätty suojelutoimenpide pannaan Suomessa täytäntöön ilmoittamalla suojelutoimenpide lähestymiskiellosta annetun lain 15 § :ssä tarkoitettuun rekisteriin siten kuin mainitun lain 9 § :n 3 momentissa säädetään. Samaan rekisteriin ilmoitetaan myös tämän lain tai asetuksen nojalla annetusta tuomioistuimen päätöksestä ja toimenpiteestä, jolla suojelutoimenpide on kumottu tai toimenpidettä muutettu.",
        "folded_fi": "toisessa euroopan unionin jasenvaltiossa maaratty suojelutoimenpide pannaan suomessa taytantoon ilmoittamalla suojelutoimenpide lahestymiskiellosta annetun lain 15 §:ssa tarkoitettuun rekisteriin siten kuin mainitun lain 9 §:n 3 momentissa saadetaan. samaan rekisteriin ilmoitetaan myos taman lain tai asetuksen nojalla annetusta tuomioistuimen paatoksesta ja toimenpiteesta, jolla suojelutoimenpide on kumottu tai toimenpidetta muutettu.",
        "title_sv": "Verkställighet och registeranmälan av skyddsåtgärder",
        "content_sv": "En skyddsåtgärd som meddelats i en annan medlemsstat i Europeiska unionen verkställs i Finland genom att skyddsåtgärden anmäls till det register som avses i 15 § i lagen om besöksförbud på det sätt som anges i 9 § 3 mom. i den lagen. Till samma register anmäls även ett sådant beslut och en sådan åtgärd som domstolen meddelat med stöd av denna lag eller förordningen och som innebär att skyddsåtgärden har upphävts eller ändrats.",
        "normalized_sv": "En skyddsåtgärd som meddelats i en annan medlemsstat i Europeiska unionen verkställs i Finland genom att skyddsåtgärden anmäls till det register som avses i 15 § i lagen om besöksförbud på det sätt som anges i 9 § 3 mom. i den lagen. Till samma register anmäls även ett sådant beslut och en sådan åtgärd som domstolen meddelat med stöd av denna lag eller förordningen och som innebär att skyddsåtgärden har upphävts eller ändrats.",
        "folded_sv": "en skyddsatgard som meddelats i en annan medlemsstat i europeiska unionen verkstalls i finland genom att skyddsatgarden anmals till det register som avses i 15 § i lagen om besoksforbud pa det satt som anges i 9 § 3 mom. i den lagen. till samma register anmals aven ett sadant beslut och en sadan atgard som domstolen meddelat med stod av denna lag eller forordningen och som innebar att skyddsatgarden har upphavts eller andrats."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Todistuksesta ilmoittaminen",
      "content": "Tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilölle siten kuin lähestymiskiellosta annetun lain 9 § :n 2 momentissa säädetään.",
        "folded_fi": "tuomioistuin ilmoittaa todistuksesta asetuksen 8 artiklan mukaisesti vaaraa aiheuttavalle henkilolle siten kuin lahestymiskiellosta annetun lain 9 §:n 2 momentissa saadetaan.",
        "title_sv": "Underrättelse om intyg",
        "content_sv": "Domstolen underrättar i enlighet med artikel 8 i förordningen den person som är orsak till fara om intyget på det sätt som föreskrivs i 9 § 2 mom. i lagen om besöksförbud.",
        "normalized_sv": "Domstolen underrättar i enlighet med artikel 8 i förordningen den person som är orsak till fara om intyget på det sätt som föreskrivs i 9 § 2 mom. i lagen om besöksförbud.",
        "folded_sv": "domstolen underrattar i enlighet med artikel 8 i forordningen den person som ar orsak till fara om intyget pa det satt som foreskrivs i 9 § 2 mom. i lagen om besoksforbud."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Todistuksen oikaisu",
      "content": "Asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mitä oikeudenkäynnistä rikosasioissa annetun lain 11 luvun 9 §:ssä säädetään virheen korjaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mitä oikeudenkäynnistä rikosasioissa annetun lain 11 luvun 9 § :ssä säädetään virheen korjaamisesta.",
        "folded_fi": "asetuksen 9 artiklan mukaiseen todistuksen oikaisuun sovelletaan, mita oikeudenkaynnista rikosasioissa annetun lain 11 luvun 9 §:ssa saadetaan virheen korjaamisesta.",
        "title_sv": "Rättelse av intyg",
        "content_sv": "På rättelse av intyg enligt artikel 9 i förordningen tillämpas vad som i 11 kap. 9 § i lagen om rättegång i brottmål föreskrivs om rättelse av fel.",
        "normalized_sv": "På rättelse av intyg enligt artikel 9 i förordningen tillämpas vad som i 11 kap. 9 § i lagen om rättegång i brottmål föreskrivs om rättelse av fel.",
        "folded_sv": "pa rattelse av intyg enligt artikel 9 i forordningen tillampas vad som i 11 kap. 9 § i lagen om rattegang i brottmal foreskrivs om rattelse av fel."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Todistuksen peruuttaminen",
      "content": "Asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 §:ssä säädettyä menettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 § :ssä säädettyä menettelyä.",
        "folded_fi": "asetuksen 9 artiklan mukainen todistuksen peruuttamista koskeva asia ratkaistaan noudattaen soveltuvin osin 3 §:ssa saadettya menettelya.",
        "title_sv": "Återkallelse av intyg",
        "content_sv": "Ärenden som gäller återkallelse av intyg enligt artikel 9 i förordningen avgörs med iakttagande i tillämpliga delar av förfarandet enligt 3 §.",
        "normalized_sv": "Ärenden som gäller återkallelse av intyg enligt artikel 9 i förordningen avgörs med iakttagande i tillämpliga delar av förfarandet enligt 3 § .",
        "folded_sv": "arenden som galler aterkallelse av intyg enligt artikel 9 i forordningen avgors med iakttagande i tillampliga delar av forfarandet enligt 3 §."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kielet ja käännökset",
      "content": "Suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyväksytään, jos se on tehty suomen, ruotsin tai englannin kielellä taikka siihen on liitetty käännös jollekin näistä kielistä. Myös muulla kielellä toimitettu todistus voidaan hyväksyä, jos hyväksymiselle ei ole muuten estettä. Tuomioistuin huolehtii Suomessa annetun todistuksen kääntämisestä vastaanottavan Euroopan unionin jäsenvaltion hyväksymälle kielelle. Jos Suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielellä, Helsingin käräjäoikeuden tulee huolehtia todistuksen kääntämisestä suomen tai ruotsin kielelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyväksytään, jos se on tehty suomen, ruotsin tai englannin kielellä taikka siihen on liitetty käännös jollekin näistä kielistä. Myös muulla kielellä toimitettu todistus voidaan hyväksyä, jos hyväksymiselle ei ole muuten estettä. Tuomioistuin huolehtii Suomessa annetun todistuksen kääntämisestä vastaanottavan Euroopan unionin jäsenvaltion hyväksymälle kielelle. Jos Suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielellä, Helsingin käräjäoikeuden tulee huolehtia todistuksen kääntämisestä suomen tai ruotsin kielelle.",
        "folded_fi": "suomeen toimitettu asetuksen 5 artiklassa tarkoitettu todistus hyvaksytaan, jos se on tehty suomen, ruotsin tai englannin kielella taikka siihen on liitetty kaannos jollekin naista kielista. myos muulla kielella toimitettu todistus voidaan hyvaksya, jos hyvaksymiselle ei ole muuten estetta. tuomioistuin huolehtii suomessa annetun todistuksen kaantamisesta vastaanottavan euroopan unionin jasenvaltion hyvaksymalle kielelle. jos suomeen toimitettu todistus on tehty muulla kuin suomen tai ruotsin kielella, helsingin karajaoikeuden tulee huolehtia todistuksen kaantamisesta suomen tai ruotsin kielelle.",
        "title_sv": "Språk och översättningar",
        "content_sv": "Ett i artikel 5 i förordningen avsett intyg som har översänts till Finland godtas, om det har avfattats på finska, svenska eller engelska eller åtföljs av en översättning till något av dessa språk. Även ett intyg som avfattats på något annat språk får godtas, om det inte annars finns hinder mot att godta det. Domstolen ska se till att ett intyg som utfärdats i Finland översätts till ett språk som godtas av den anmodade medlemsstaten i Europeiska unionen. Om ett intyg som översänts till Finland har avfattats på något annat språk än finska eller svenska, ska Helsingfors tingsrätt se till att intyget översätts till finska eller svenska.",
        "normalized_sv": "Ett i artikel 5 i förordningen avsett intyg som har översänts till Finland godtas, om det har avfattats på finska, svenska eller engelska eller åtföljs av en översättning till något av dessa språk. Även ett intyg som avfattats på något annat språk får godtas, om det inte annars finns hinder mot att godta det. Domstolen ska se till att ett intyg som utfärdats i Finland översätts till ett språk som godtas av den anmodade medlemsstaten i Europeiska unionen. Om ett intyg som översänts till Finland har avfattats på något annat språk än finska eller svenska, ska Helsingfors tingsrätt se till att intyget översätts till finska eller svenska.",
        "folded_sv": "ett i artikel 5 i forordningen avsett intyg som har oversants till finland godtas, om det har avfattats pa finska, svenska eller engelska eller atfoljs av en oversattning till nagot av dessa sprak. aven ett intyg som avfattats pa nagot annat sprak far godtas, om det inte annars finns hinder mot att godta det. domstolen ska se till att ett intyg som utfardats i finland oversatts till ett sprak som godtas av den anmodade medlemsstaten i europeiska unionen. om ett intyg som oversants till finland har avfattats pa nagot annat sprak an finska eller svenska, ska helsingfors tingsratt se till att intyget oversatts till finska eller svenska."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Suojelutoimenpiteen rekisteröinti",
      "content": "Toisessa Euroopan unionin jäsenvaltiossa määrätyn, Suomessa täytäntöön pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojärjestelmään ja tietojen poistamisesta järjestelmästä säädetään henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Toisessa Euroopan unionin jäsenvaltiossa määrätyn, Suomessa täytäntöön pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojärjestelmään ja tietojen poistamisesta järjestelmästä säädetään henkilötietojen käsittelystä poliisitoimessa annetussa laissa (761/2003).",
        "folded_fi": "toisessa euroopan unionin jasenvaltiossa maaratyn, suomessa taytantoon pannun suojelutoimenpiteen tallettamisesta poliisiasiain tietojarjestelmaan ja tietojen poistamisesta jarjestelmasta saadetaan henkilotietojen kasittelysta poliisitoimessa annetussa laissa (761/2003).",
        "title_sv": "Registrering av skyddsåtgärder",
        "content_sv": "Bestämmelser om registrering av uppgifter om i Finland verkställda skyddsåtgärder som har meddelats i en annan medlemsstat i Europeiska unionen i informationssystemet för polisärenden och om utplåning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "Bestämmelser om registrering av uppgifter om i Finland verkställda skyddsåtgärder som har meddelats i en annan medlemsstat i Europeiska unionen i informationssystemet för polisärenden och om utplåning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "bestammelser om registrering av uppgifter om i finland verkstallda skyddsatgarder som har meddelats i en annan medlemsstat i europeiska unionen i informationssystemet for polisarenden och om utplaning av uppgifter ur systemet finns i lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Viittaus rikoslakiin",
      "content": "Rangaistus lähestymiskiellon rikkomisesta säädetään rikoslain (39/1889) 16 luvun 9 a §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Rangaistus lähestymiskiellon rikkomisesta säädetään rikoslain (39/1889) 16 luvun 9 a § :ssä.",
        "folded_fi": "rangaistus lahestymiskiellon rikkomisesta saadetaan rikoslain (39/1889) 16 luvun 9 a §:ssa.",
        "title_sv": "Hänvisning till strafflagen",
        "content_sv": "Bestämmelser om straff för brott mot besöksförbud finns i 16 kap. 9 a § i strafflagen (39/1889).",
        "normalized_sv": "Bestämmelser om straff för brott mot besöksförbud finns i 16 kap. 9 a § i strafflagen (39/1889).",
        "folded_sv": "bestammelser om straff for brott mot besoksforbud finns i 16 kap. 9 a § i strafflagen (39/1889)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 24 päivänä maaliskuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 24 päivänä maaliskuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 24 paivana maaliskuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 24 mars 2015.",
        "normalized_sv": "Denna lag träder i kraft den 24 mars 2015.",
        "folded_sv": "denna lag trader i kraft den 24 mars 2015."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}