{
  "id": "22/2006",
  "type": "statute",
  "title": "Laki lääkelain muuttamisesta",
  "title_en": "Lag om ändring av läkemedelslagen",
  "status": "in_force",
  "issued_date": "2006-01-13",
  "in_force_date": "2006-01-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/22/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5:37 a",
      "chapter": "5",
      "section": "37 a",
      "content": "Lääkkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. Tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myönnettävät etuudet. Tukkuhinta on ilmoitettava lääkkeiden hintatietoja ylläpitäville tahoille. Mainitut tukkuhintarajoitukset eivät koske sellaisten lääkevalmisteiden tukkuhintoja, joita saa myydä myös muualla kuin apteekeissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:37 a",
        "normalized_fi": "Lääkkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. Tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myönnettävät etuudet. Tukkuhinta on ilmoitettava lääkkeiden hintatietoja ylläpitäville tahoille. Mainitut tukkuhintarajoitukset eivät koske sellaisten lääkevalmisteiden tukkuhintoja, joita saa myydä myös muualla kuin apteekeissa.",
        "folded_fi": "laakkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myonnettavat etuudet. tukkuhinta on ilmoitettava laakkeiden hintatietoja yllapitaville tahoille. mainitut tukkuhintarajoitukset eivat koske sellaisten laakevalmisteiden tukkuhintoja, joita saa myyda myos muualla kuin apteekeissa.",
        "content_sv": "Partipriset på ett läkemedel skall vara detsamma för alla apotek och filialapotek. I partipriset skall beaktas alla rabatter, återbäringar och andra förmåner som beviljas apotek och filialapotek. Partipriset skall meddelas de instanser som uppdaterar prisuppgifter. De nämnda begränsningarna i fråga om partipriser gäller inte sådana läkemedelspreparat som får säljas också annanstans än på apotek.",
        "normalized_sv": "Partipriset på ett läkemedel skall vara detsamma för alla apotek och filialapotek. I partipriset skall beaktas alla rabatter, återbäringar och andra förmåner som beviljas apotek och filialapotek. Partipriset skall meddelas de instanser som uppdaterar prisuppgifter. De nämnda begränsningarna i fråga om partipriser gäller inte sådana läkemedelspreparat som får säljas också annanstans än på apotek.",
        "folded_sv": "partipriset pa ett lakemedel skall vara detsamma for alla apotek och filialapotek. i partipriset skall beaktas alla rabatter, aterbaringar och andra formaner som beviljas apotek och filialapotek. partipriset skall meddelas de instanser som uppdaterar prisuppgifter. de namnda begransningarna i fraga om partipriser galler inte sadana lakemedelspreparat som far saljas ocksa annanstans an pa apotek."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Uuden apteekin perustamisesta kuntaan tai sen osaan päättää Lääkelaitos lääkkeiden saatavuuden sitä edellyttäessä. Päätös tehdään Lääkelaitoksen omasta tai asianomaisen kunnan aloitteesta. Lääkkeiden saatavuutta arvioitaessa on otettava huomioon alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. Lääkelaitos voi myös päättää apteekin sijaintialueen muuttamisesta ja apteekin siirtämisestä kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. Lääkelaitos päättää apteekin lakkauttamisesta, jos lääkkeiden saatavuus ei enää edellytä apteekkia alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. Lakkauttamispäätöstä ei saa panna täytäntöön ennen kuin kyseessä oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa päätökseen. Lääkelaitoksen on kuultava asianomaista kuntaa ennen tässä pykälässä tarkoitetun päätöksen tekemistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:41",
        "normalized_fi": "Uuden apteekin perustamisesta kuntaan tai sen osaan päättää Lääkelaitos lääkkeiden saatavuuden sitä edellyttäessä. Päätös tehdään Lääkelaitoksen omasta tai asianomaisen kunnan aloitteesta. Lääkkeiden saatavuutta arvioitaessa on otettava huomioon alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. Lääkelaitos voi myös päättää apteekin sijaintialueen muuttamisesta ja apteekin siirtämisestä kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. Lääkelaitos päättää apteekin lakkauttamisesta, jos lääkkeiden saatavuus ei enää edellytä apteekkia alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. Lakkauttamispäätöstä ei saa panna täytäntöön ennen kuin kyseessä oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa päätökseen. Lääkelaitoksen on kuultava asianomaista kuntaa ennen tässä pykälässä tarkoitetun päätöksen tekemistä.",
        "folded_fi": "uuden apteekin perustamisesta kuntaan tai sen osaan paattaa laakelaitos laakkeiden saatavuuden sita edellyttaessa. paatos tehdaan laakelaitoksen omasta tai asianomaisen kunnan aloitteesta. laakkeiden saatavuutta arvioitaessa on otettava huomioon alueen vaestomaara, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. laakelaitos voi myos paattaa apteekin sijaintialueen muuttamisesta ja apteekin siirtamisesta kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. laakelaitos paattaa apteekin lakkauttamisesta, jos laakkeiden saatavuus ei enaa edellyta apteekkia alueen vaestomaara, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. lakkauttamispaatosta ei saa panna taytantoon ennen kuin kyseessa oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa paatokseen. laakelaitoksen on kuultava asianomaista kuntaa ennen tassa pykalassa tarkoitetun paatoksen tekemista.",
        "content_sv": "Läkemedelsverket fattar beslut om inrättande av ett nytt apotek i en kommun eller en del av denna, om tillgången på läkemedel förutsätter det. Beslutet fattas på Läkemedelsverkets eller den berörda kommunens initiativ. Vid bedömningen av tillgången på läkemedel skall invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området beaktas. Läkemedelsverket kan även fatta beslut om ändring av apotekens lokaliseringsområden och om flyttning av ett apotek till en annan del av kommunen, om det är nödvändigt för att trygga tillgången på apotekstjänster. Läkemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området inte längre är nödvändigt för att trygga tillgången på läkemedel. Indragningsbeslutet får inte verkställas förrän apotekstillståndet i fråga har blivit ledigt att sökas, om inte apotekaren meddelat att han eller hon godkänner beslutet. Läkemedelsverket skall höra kommunen i fråga innan ett beslut som avses i denna paragraf fattas.",
        "normalized_sv": "Läkemedelsverket fattar beslut om inrättande av ett nytt apotek i en kommun eller en del av denna, om tillgången på läkemedel förutsätter det. Beslutet fattas på Läkemedelsverkets eller den berörda kommunens initiativ. Vid bedömningen av tillgången på läkemedel skall invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området beaktas. Läkemedelsverket kan även fatta beslut om ändring av apotekens lokaliseringsområden och om flyttning av ett apotek till en annan del av kommunen, om det är nödvändigt för att trygga tillgången på apotekstjänster. Läkemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området inte längre är nödvändigt för att trygga tillgången på läkemedel. Indragningsbeslutet får inte verkställas förrän apotekstillståndet i fråga har blivit ledigt att sökas, om inte apotekaren meddelat att han eller hon godkänner beslutet. Läkemedelsverket skall höra kommunen i fråga innan ett beslut som avses i denna paragraf fattas.",
        "folded_sv": "lakemedelsverket fattar beslut om inrattande av ett nytt apotek i en kommun eller en del av denna, om tillgangen pa lakemedel forutsatter det. beslutet fattas pa lakemedelsverkets eller den berorda kommunens initiativ. vid bedomningen av tillgangen pa lakemedel skall invanarantalet, befintliga apotekstjanster och lokaliseringen av ovriga halso- och sjukvardstjanster i omradet beaktas. lakemedelsverket kan aven fatta beslut om andring av apotekens lokaliseringsomraden och om flyttning av ett apotek till en annan del av kommunen, om det ar nodvandigt for att trygga tillgangen pa apotekstjanster. lakemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invanarantalet, befintliga apotekstjanster och lokaliseringen av ovriga halso- och sjukvardstjanster i omradet inte langre ar nodvandigt for att trygga tillgangen pa lakemedel. indragningsbeslutet far inte verkstallas forran apotekstillstandet i fraga har blivit ledigt att sokas, om inte apotekaren meddelat att han eller hon godkanner beslutet. lakemedelsverket skall hora kommunen i fraga innan ett beslut som avses i denna paragraf fattas."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Apteekkilupa voidaan myöntää Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole määrätty edunvalvojaa. Apteekkilupa myönnetään useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. Edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa lääkehuollon tehtävissä sekä apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:43",
        "normalized_fi": "Apteekkilupa voidaan myöntää Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole määrätty edunvalvojaa. Apteekkilupa myönnetään useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. Edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa lääkehuollon tehtävissä sekä apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
        "folded_fi": "apteekkilupa voidaan myontaa euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole maaratty edunvalvojaa. apteekkilupa myonnetaan useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa laakehuollon tehtavissa seka apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
        "content_sv": "Apotekstillstånd kan beviljas en sådan medborgare i en stat inom Europeiska ekonomiska samarbetsområdet som är legitimerad provisor och som inte har försatts i konkurs eller förklarats omyndig eller för vilken inte har förordnats en intressebevakare. Om ett apotekstillstånd söks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de bästa förutsättningarna att driva apoteksrörelse. Vid bedömningen beaktas sökandens tidigare verksamhet på apotek och i andra uppgifter inom läkemedelsförsörjningen samt studier, ledningsförmåga och övrig verksamhet som är av betydelse för drivande av apoteksrörelse.",
        "normalized_sv": "Apotekstillstånd kan beviljas en sådan medborgare i en stat inom Europeiska ekonomiska samarbetsområdet som är legitimerad provisor och som inte har försatts i konkurs eller förklarats omyndig eller för vilken inte har förordnats en intressebevakare. Om ett apotekstillstånd söks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de bästa förutsättningarna att driva apoteksrörelse. Vid bedömningen beaktas sökandens tidigare verksamhet på apotek och i andra uppgifter inom läkemedelsförsörjningen samt studier, ledningsförmåga och övrig verksamhet som är av betydelse för drivande av apoteksrörelse.",
        "folded_sv": "apotekstillstand kan beviljas en sadan medborgare i en stat inom europeiska ekonomiska samarbetsomradet som ar legitimerad provisor och som inte har forsatts i konkurs eller forklarats omyndig eller for vilken inte har forordnats en intressebevakare. om ett apotekstillstand soks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de basta forutsattningarna att driva apoteksrorelse. vid bedomningen beaktas sokandens tidigare verksamhet pa apotek och i andra uppgifter inom lakemedelsforsorjningen samt studier, ledningsformaga och ovrig verksamhet som ar av betydelse for drivande av apoteksrorelse."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "Apteekkari saa harjoittaa apteekkiliikettä siihen saakka, kunnes hän täyttää 68 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Apteekkari saa harjoittaa apteekkiliikettä siihen saakka, kunnes hän täyttää 68 vuotta.",
        "folded_fi": "apteekkari saa harjoittaa apteekkiliiketta siihen saakka, kunnes han tayttaa 68 vuotta.",
        "content_sv": "En apotekare får driva apoteksrörelse tills han eller hon fyller 68 år.",
        "normalized_sv": "En apotekare får driva apoteksrörelse tills han eller hon fyller 68 år.",
        "folded_sv": "en apotekare far driva apoteksrorelse tills han eller hon fyller 68 ar."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Alueella, jolla ei väestömäärän vähäisyyden vuoksi voida katsoa olevan riittäviä toimintaedellytyksiä itsenäiselle apteekille, mutta jolla lääkkeiden saatavuuden vuoksi tarvitaan apteekkiliikettä, voi olla sivuapteekki. Sivuapteekki voidaan perustaa Lääkelaitoksen tai kunnan aloitteesta. Lääkelaitos myöntää sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitämiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. Lääkelaitos voi myöntää apteekkarille luvan enintään kolmen sivuapteekin pitämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:52",
        "normalized_fi": "Alueella, jolla ei väestömäärän vähäisyyden vuoksi voida katsoa olevan riittäviä toimintaedellytyksiä itsenäiselle apteekille, mutta jolla lääkkeiden saatavuuden vuoksi tarvitaan apteekkiliikettä, voi olla sivuapteekki. Sivuapteekki voidaan perustaa Lääkelaitoksen tai kunnan aloitteesta. Lääkelaitos myöntää sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitämiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. Lääkelaitos voi myöntää apteekkarille luvan enintään kolmen sivuapteekin pitämiseen.",
        "folded_fi": "alueella, jolla ei vaestomaaran vahaisyyden vuoksi voida katsoa olevan riittavia toimintaedellytyksia itsenaiselle apteekille, mutta jolla laakkeiden saatavuuden vuoksi tarvitaan apteekkiliiketta, voi olla sivuapteekki. sivuapteekki voidaan perustaa laakelaitoksen tai kunnan aloitteesta. laakelaitos myontaa sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitamiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. laakelaitos voi myontaa apteekkarille luvan enintaan kolmen sivuapteekin pitamiseen.",
        "content_sv": "Inom ett område som på grund av att befolkningsmängden är liten inte kan anses erbjuda tillräckliga verksamhetsbetingelser för ett självständigt apotek, men där tillgången på läkemedel förutsätter apoteksrörelse, får det finnas ett filialapotek. Ett filialapotek kan inrättas på Läkemedelsverkets eller kommunens initiativ. Läkemedelsverket meddelar på ansökan den apotekare som med beaktande av apotekets läge och övriga verksamhetsbetingelser har de bästa förutsättningarna att hålla filialapotek tillstånd till detta. Läkemedelsverket kan bevilja en apotekare tillstånd att hålla högst tre filialapotek.",
        "normalized_sv": "Inom ett område som på grund av att befolkningsmängden är liten inte kan anses erbjuda tillräckliga verksamhetsbetingelser för ett självständigt apotek, men där tillgången på läkemedel förutsätter apoteksrörelse, får det finnas ett filialapotek. Ett filialapotek kan inrättas på Läkemedelsverkets eller kommunens initiativ. Läkemedelsverket meddelar på ansökan den apotekare som med beaktande av apotekets läge och övriga verksamhetsbetingelser har de bästa förutsättningarna att hålla filialapotek tillstånd till detta. Läkemedelsverket kan bevilja en apotekare tillstånd att hålla högst tre filialapotek.",
        "folded_sv": "inom ett omrade som pa grund av att befolkningsmangden ar liten inte kan anses erbjuda tillrackliga verksamhetsbetingelser for ett sjalvstandigt apotek, men dar tillgangen pa lakemedel forutsatter apoteksrorelse, far det finnas ett filialapotek. ett filialapotek kan inrattas pa lakemedelsverkets eller kommunens initiativ. lakemedelsverket meddelar pa ansokan den apotekare som med beaktande av apotekets lage och ovriga verksamhetsbetingelser har de basta forutsattningarna att halla filialapotek tillstand till detta. lakemedelsverket kan bevilja en apotekare tillstand att halla hogst tre filialapotek."
      }
    },
    {
      "provision_ref": "5:54 a",
      "chapter": "5",
      "section": "54 a",
      "content": "Nikotiinivalmisteita saa myydä 38 §:ssä säädetystä poiketen myös tupakkaa myyvissä vähittäiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myöntämän luvan perusteella. Nikotiinivalmisteita saa myydä ainoastaan 18 vuotta täyttäneille. Myyjän on voitava valvoa ostotilannetta. Myynti automaattisista myyntilaitteista on kielletty. Kunnan on myönnettävä kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset säilyttää ja myydä nikotiinivalmisteita tämän lain mukaisesti. Hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteisön toiminimi ja yhteystiedot, yritys- ja yhteisötunnus sekä nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden säilytyksestä ja myynnin valvontajärjestelyistä; 3) myynnistä vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumäärä ja selvitys niiden sijainnista. Nikotiinivalmisteen vähittäismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. Kunnan on ilmoitettava luvan myöntämisestä ja myynnin lopettamisesta Lääkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 a",
        "normalized_fi": "Nikotiinivalmisteita saa myydä 38 § :ssä säädetystä poiketen myös tupakkaa myyvissä vähittäiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myöntämän luvan perusteella. Nikotiinivalmisteita saa myydä ainoastaan 18 vuotta täyttäneille. Myyjän on voitava valvoa ostotilannetta. Myynti automaattisista myyntilaitteista on kielletty. Kunnan on myönnettävä kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset säilyttää ja myydä nikotiinivalmisteita tämän lain mukaisesti. Hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteisön toiminimi ja yhteystiedot, yritys- ja yhteisötunnus sekä nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden säilytyksestä ja myynnin valvontajärjestelyistä; 3) myynnistä vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumäärä ja selvitys niiden sijainnista. Nikotiinivalmisteen vähittäismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. Kunnan on ilmoitettava luvan myöntämisestä ja myynnin lopettamisesta Lääkelaitokselle.",
        "folded_fi": "nikotiinivalmisteita saa myyda 38 §:ssa saadetysta poiketen myos tupakkaa myyvissa vahittaiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myontaman luvan perusteella. nikotiinivalmisteita saa myyda ainoastaan 18 vuotta tayttaneille. myyjan on voitava valvoa ostotilannetta. myynti automaattisista myyntilaitteista on kielletty. kunnan on myonnettava kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset sailyttaa ja myyda nikotiinivalmisteita taman lain mukaisesti. hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteison toiminimi ja yhteystiedot, yritys- ja yhteisotunnus seka nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden sailytyksesta ja myynnin valvontajarjestelyista; 3) myynnista vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumaara ja selvitys niiden sijainnista. nikotiinivalmisteen vahittaismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. kunnan on ilmoitettava luvan myontamisesta ja myynnin lopettamisesta laakelaitokselle.",
        "content_sv": "Med avvikelse från vad som föreskrivs i 38 § får nikotinpreparat med stöd av ett tillstånd som beviljats av den kommun där försäljningsstället är beläget säljas också i de detaljhandelsaffärer, kiosker och servicestationer som säljer tobaksprodukter. Nikotinpreparat får säljas endast till personer som fyllt 18 år. Försäljaren skall kunna övervaka köpsituationen. Försäljning från automat är förbjuden. Kommunen skall på en skriftlig ansökan bevilja tillstånd för försäljning av nikotinpreparat, om sökanden har förutsättningar att förvara och sälja nikotinpreparat i enlighet med denna lag. Av ansökan skall framgå 1) sökandens namn eller sammanslutningens firma och kontaktuppgifter, företags- och organisationsnummer samt adresserna till de försäljningsställen där nikotinpreparat säljs, 2) hur nikotinpreparaten förvaras samt arrangemangen för övervakning av försäljningen, 3) den försäljningsansvariges namn och kontaktuppgifter, och 4) antalet säljställen och hur de är placerade på försäljningsstället. Den som beviljats tillstånd för detaljhandel med nikotinpreparat skall underrätta kommunen om förändringar i de uppgifter som angetts i tillståndsansökan samt om upphörande med försäljningen. Kommunen skall underrätta Läkemedelsverket om beviljade tillstånd och om upphörande med försäljning.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 38 § får nikotinpreparat med stöd av ett tillstånd som beviljats av den kommun där försäljningsstället är beläget säljas också i de detaljhandelsaffärer, kiosker och servicestationer som säljer tobaksprodukter. Nikotinpreparat får säljas endast till personer som fyllt 18 år. Försäljaren skall kunna övervaka köpsituationen. Försäljning från automat är förbjuden. Kommunen skall på en skriftlig ansökan bevilja tillstånd för försäljning av nikotinpreparat, om sökanden har förutsättningar att förvara och sälja nikotinpreparat i enlighet med denna lag. Av ansökan skall framgå 1) sökandens namn eller sammanslutningens firma och kontaktuppgifter, företags- och organisationsnummer samt adresserna till de försäljningsställen där nikotinpreparat säljs, 2) hur nikotinpreparaten förvaras samt arrangemangen för övervakning av försäljningen, 3) den försäljningsansvariges namn och kontaktuppgifter, och 4) antalet säljställen och hur de är placerade på försäljningsstället. Den som beviljats tillstånd för detaljhandel med nikotinpreparat skall underrätta kommunen om förändringar i de uppgifter som angetts i tillståndsansökan samt om upphörande med försäljningen. Kommunen skall underrätta Läkemedelsverket om beviljade tillstånd och om upphörande med försäljning.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 38 § far nikotinpreparat med stod av ett tillstand som beviljats av den kommun dar forsaljningsstallet ar belaget saljas ocksa i de detaljhandelsaffarer, kiosker och servicestationer som saljer tobaksprodukter. nikotinpreparat far saljas endast till personer som fyllt 18 ar. forsaljaren skall kunna overvaka kopsituationen. forsaljning fran automat ar forbjuden. kommunen skall pa en skriftlig ansokan bevilja tillstand for forsaljning av nikotinpreparat, om sokanden har forutsattningar att forvara och salja nikotinpreparat i enlighet med denna lag. av ansokan skall framga 1) sokandens namn eller sammanslutningens firma och kontaktuppgifter, foretags- och organisationsnummer samt adresserna till de forsaljningsstallen dar nikotinpreparat saljs, 2) hur nikotinpreparaten forvaras samt arrangemangen for overvakning av forsaljningen, 3) den forsaljningsansvariges namn och kontaktuppgifter, och 4) antalet saljstallen och hur de ar placerade pa forsaljningsstallet. den som beviljats tillstand for detaljhandel med nikotinpreparat skall underratta kommunen om forandringar i de uppgifter som angetts i tillstandsansokan samt om upphorande med forsaljningen. kommunen skall underratta lakemedelsverket om beviljade tillstand och om upphorande med forsaljning."
      }
    },
    {
      "provision_ref": "5:54 b",
      "chapter": "5",
      "section": "54 b",
      "content": "Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vähittäismyynnissä, markkinoinnissa, Lääkelaitoksen suorittamassa valvonnassa ja lääketurvatoiminnassa tulee noudattaa soveltuvin osin, mitä tässä laissa muutoin säädetään varastoinnista, myynnistä, Lääkelaitoksen suorittamasta valvonnasta ja lääketurvatoiminnasta. Mitä 55 ja 55 a §:ssä, 56 §:n 1 momentissa sekä 57 §:ssä säädetään, ei kuitenkaan sovelleta tässä pykälässä tarkoitettuun myyntiin. Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden vähittäismyynnin valvonnassa tulee lisäksi noudattaa, mitä toimenpiteistä tupakoinnin vähentämiseksi annetun lain (693/1976) 14 §:n 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 b",
        "normalized_fi": "Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vähittäismyynnissä, markkinoinnissa, Lääkelaitoksen suorittamassa valvonnassa ja lääketurvatoiminnassa tulee noudattaa soveltuvin osin, mitä tässä laissa muutoin säädetään varastoinnista, myynnistä, Lääkelaitoksen suorittamasta valvonnasta ja lääketurvatoiminnasta. Mitä 55 ja 55 a § :ssä, 56 § :n 1 momentissa sekä 57 § :ssä säädetään, ei kuitenkaan sovelleta tässä pykälässä tarkoitettuun myyntiin. Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden vähittäismyynnin valvonnassa tulee lisäksi noudattaa, mitä toimenpiteistä tupakoinnin vähentämiseksi annetun lain (693/1976) 14 § :n 4 momentissa säädetään.",
        "folded_fi": "muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vahittaismyynnissa, markkinoinnissa, laakelaitoksen suorittamassa valvonnassa ja laaketurvatoiminnassa tulee noudattaa soveltuvin osin, mita tassa laissa muutoin saadetaan varastoinnista, myynnista, laakelaitoksen suorittamasta valvonnasta ja laaketurvatoiminnasta. mita 55 ja 55 a §:ssa, 56 §:n 1 momentissa seka 57 §:ssa saadetaan, ei kuitenkaan sovelleta tassa pykalassa tarkoitettuun myyntiin. muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa tapahtuvassa nikotiinivalmisteiden vahittaismyynnin valvonnassa tulee lisaksi noudattaa, mita toimenpiteista tupakoinnin vahentamiseksi annetun lain (693/1976) 14 §:n 4 momentissa saadetaan.",
        "content_sv": "Vid lagring av, detaljhandel med och marknadsföring av nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp och vid Läkemedelsverkets tillsyn samt vid verksamheten för läkemedelssäkerheten skall i tillämpliga delar iakttas vad som i denna lag i övrigt föreskrivs om lagring, försäljning, Läkemedelsverkets tillsyn och verksamheten för läkemedelssäkerheten. Vad som föreskrivs i 55 och 55 a §, 56 § 1 mom. samt 57 § tillämpas dock inte på försäljning som avses i denna paragraf. Vid tillsynen över detaljhandel med nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp skall därutöver iakttas vad som föreskrivs i 14 § 4 mom. i lagen om åtgärder för inskränkande av tobaksrökning (693/1976).",
        "normalized_sv": "Vid lagring av, detaljhandel med och marknadsföring av nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp och vid Läkemedelsverkets tillsyn samt vid verksamheten för läkemedelssäkerheten skall i tillämpliga delar iakttas vad som i denna lag i övrigt föreskrivs om lagring, försäljning, Läkemedelsverkets tillsyn och verksamheten för läkemedelssäkerheten. Vad som föreskrivs i 55 och 55 a § , 56 § 1 mom. samt 57 § tillämpas dock inte på försäljning som avses i denna paragraf. Vid tillsynen över detaljhandel med nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp skall därutöver iakttas vad som föreskrivs i 14 § 4 mom. i lagen om åtgärder för inskränkande av tobaksrökning (693/1976).",
        "folded_sv": "vid lagring av, detaljhandel med och marknadsforing av nikotinpreparat som sker nagon annanstans an pa apotek eller filialapotek och i medicinskap och vid lakemedelsverkets tillsyn samt vid verksamheten for lakemedelssakerheten skall i tillampliga delar iakttas vad som i denna lag i ovrigt foreskrivs om lagring, forsaljning, lakemedelsverkets tillsyn och verksamheten for lakemedelssakerheten. vad som foreskrivs i 55 och 55 a §, 56 § 1 mom. samt 57 § tillampas dock inte pa forsaljning som avses i denna paragraf. vid tillsynen over detaljhandel med nikotinpreparat som sker nagon annanstans an pa apotek eller filialapotek och i medicinskap skall darutover iakttas vad som foreskrivs i 14 § 4 mom. i lagen om atgarder for inskrankande av tobaksrokning (693/1976)."
      }
    },
    {
      "provision_ref": "5:54 c",
      "chapter": "5",
      "section": "54 c",
      "content": "Kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja sekä valvoa nikotiinivalmisteiden myyntiä. Jos tarkastuksessa tai muutoin havaitaan tämän lain tai sen nojalla annettujen säännösten vastaista toimintaa, kunnan tulee kieltää toiminta sekä asettaa määräaika, jonka kuluessa se on lopetettava. Jos toimintaa ei ole korjattu määräajassa taikka jos kiellossa mainittua säännösten vastaista menettelyä on jatkettu tai jos se on uudistettu asetetun määräajan jälkeen, kunta voi peruuttaa nikotiinivalmisteiden vähittäismyyntiluvan määräajaksi tai kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 c",
        "normalized_fi": "Kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja sekä valvoa nikotiinivalmisteiden myyntiä. Jos tarkastuksessa tai muutoin havaitaan tämän lain tai sen nojalla annettujen säännösten vastaista toimintaa, kunnan tulee kieltää toiminta sekä asettaa määräaika, jonka kuluessa se on lopetettava. Jos toimintaa ei ole korjattu määräajassa taikka jos kiellossa mainittua säännösten vastaista menettelyä on jatkettu tai jos se on uudistettu asetetun määräajan jälkeen, kunta voi peruuttaa nikotiinivalmisteiden vähittäismyyntiluvan määräajaksi tai kokonaan.",
        "folded_fi": "kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja seka valvoa nikotiinivalmisteiden myyntia. jos tarkastuksessa tai muutoin havaitaan taman lain tai sen nojalla annettujen saannosten vastaista toimintaa, kunnan tulee kieltaa toiminta seka asettaa maaraaika, jonka kuluessa se on lopetettava. jos toimintaa ei ole korjattu maaraajassa taikka jos kiellossa mainittua saannosten vastaista menettelya on jatkettu tai jos se on uudistettu asetetun maaraajan jalkeen, kunta voi peruuttaa nikotiinivalmisteiden vahittaismyyntiluvan maaraajaksi tai kokonaan.",
        "content_sv": "Kommunen skall på eget initiativ och på basis av gjorda anmälningar förrätta inspektioner av lagrings- och försäljningsställen för nikotinpreparat samt övervaka försäljningen av nikotinpreparat. Om man i samband med en inspektion eller på annat sätt upptäcker sådan verksamhet som strider mot denna lag eller bestämmelser som utfärdats med stöd av den, skall kommunen förbjuda verksamheten samt sätta ut en tidsfrist inom vilken verksamheten skall upphöra. Har rättelse inte skett inom utsatt tid eller har det förfarande som strider mot bestämmelserna och som nämns i förbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen återkalla tillståndet för detaljhandel med nikotinpreparat för viss tid eller helt och hållet.",
        "normalized_sv": "Kommunen skall på eget initiativ och på basis av gjorda anmälningar förrätta inspektioner av lagrings- och försäljningsställen för nikotinpreparat samt övervaka försäljningen av nikotinpreparat. Om man i samband med en inspektion eller på annat sätt upptäcker sådan verksamhet som strider mot denna lag eller bestämmelser som utfärdats med stöd av den, skall kommunen förbjuda verksamheten samt sätta ut en tidsfrist inom vilken verksamheten skall upphöra. Har rättelse inte skett inom utsatt tid eller har det förfarande som strider mot bestämmelserna och som nämns i förbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen återkalla tillståndet för detaljhandel med nikotinpreparat för viss tid eller helt och hållet.",
        "folded_sv": "kommunen skall pa eget initiativ och pa basis av gjorda anmalningar forratta inspektioner av lagrings- och forsaljningsstallen for nikotinpreparat samt overvaka forsaljningen av nikotinpreparat. om man i samband med en inspektion eller pa annat satt upptacker sadan verksamhet som strider mot denna lag eller bestammelser som utfardats med stod av den, skall kommunen forbjuda verksamheten samt satta ut en tidsfrist inom vilken verksamheten skall upphora. har rattelse inte skett inom utsatt tid eller har det forfarande som strider mot bestammelserna och som namns i forbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen aterkalla tillstandet for detaljhandel med nikotinpreparat for viss tid eller helt och hallet."
      }
    },
    {
      "provision_ref": "5:54 d",
      "chapter": "5",
      "section": "54 d",
      "content": "Kunta voi periä nikotiinivalmisteiden vähittäismyyntiluvan hakijalta vähittäismyyntiluvasta maksun. Lisäksi kunta voi periä vähittäismyyntiluvan haltijalta valvontaan liittyvistä toimenpiteistä vuosittaista valvontamaksua. Lupa- ja valvontamaksu voivat olla enintään suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. Vähittäismyyntilupamaksun ja valvontamaksun perusteista säädetään tarkemmin kunnan hyväksymässä taksassa. Tämän pykälän mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 d",
        "normalized_fi": "Kunta voi periä nikotiinivalmisteiden vähittäismyyntiluvan hakijalta vähittäismyyntiluvasta maksun. Lisäksi kunta voi periä vähittäismyyntiluvan haltijalta valvontaan liittyvistä toimenpiteistä vuosittaista valvontamaksua. Lupa- ja valvontamaksu voivat olla enintään suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. Vähittäismyyntilupamaksun ja valvontamaksun perusteista säädetään tarkemmin kunnan hyväksymässä taksassa. Tämän pykälän mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "kunta voi peria nikotiinivalmisteiden vahittaismyyntiluvan hakijalta vahittaismyyntiluvasta maksun. lisaksi kunta voi peria vahittaismyyntiluvan haltijalta valvontaan liittyvista toimenpiteista vuosittaista valvontamaksua. lupa- ja valvontamaksu voivat olla enintaan suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. vahittaismyyntilupamaksun ja valvontamaksun perusteista saadetaan tarkemmin kunnan hyvaksymassa taksassa. taman pykalan mukaiset maksut saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "content_sv": "Kommunen kan hos den som ansöker om tillstånd för detaljhandel med nikotinpreparat ta ut en avgift för tillståndet. Därutöver kan kommunen hos innehavaren av ett detaljhandelstillstånd ta ut en årlig tillsynsavgift för åtgärder i anslutning till tillsynen. Tillståndsavgiften och tillsynsavgiften får vara högst så stora att de täcker kostnaderna för prestationerna. Närmare bestämmelser om grunderna för avgiften för detaljhandelstillstånd och tillsynsavgiften ingår i en taxa som kommunen godkänner. Avgifter enligt denna paragraf kan drivas in utan dom eller utslag på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Kommunen kan hos den som ansöker om tillstånd för detaljhandel med nikotinpreparat ta ut en avgift för tillståndet. Därutöver kan kommunen hos innehavaren av ett detaljhandelstillstånd ta ut en årlig tillsynsavgift för åtgärder i anslutning till tillsynen. Tillståndsavgiften och tillsynsavgiften får vara högst så stora att de täcker kostnaderna för prestationerna. Närmare bestämmelser om grunderna för avgiften för detaljhandelstillstånd och tillsynsavgiften ingår i en taxa som kommunen godkänner. Avgifter enligt denna paragraf kan drivas in utan dom eller utslag på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "kommunen kan hos den som ansoker om tillstand for detaljhandel med nikotinpreparat ta ut en avgift for tillstandet. darutover kan kommunen hos innehavaren av ett detaljhandelstillstand ta ut en arlig tillsynsavgift for atgarder i anslutning till tillsynen. tillstandsavgiften och tillsynsavgiften far vara hogst sa stora att de tacker kostnaderna for prestationerna. narmare bestammelser om grunderna for avgiften for detaljhandelstillstand och tillsynsavgiften ingar i en taxa som kommunen godkanner. avgifter enligt denna paragraf kan drivas in utan dom eller utslag pa det satt som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      }
    },
    {
      "provision_ref": "5:54 e",
      "chapter": "5",
      "section": "54 e",
      "content": "Nikotiinivalmisteiden sijoittelusta vähittäismyymälässä ja lupahakemuksen sisällöstä voidaan säätää tarkemmin valtioneuvoston asetuksella. Lääkelaitos voi määrätä, että vähittäiskaupassa myytäviin nikotiinivalmisteisiin on liitettävä erilliset käyttöohjeet. Lääkelaitos voi tarvittaessa antaa määräyksiä ohjeiden sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 e",
        "normalized_fi": "Nikotiinivalmisteiden sijoittelusta vähittäismyymälässä ja lupahakemuksen sisällöstä voidaan säätää tarkemmin valtioneuvoston asetuksella. Lääkelaitos voi määrätä, että vähittäiskaupassa myytäviin nikotiinivalmisteisiin on liitettävä erilliset käyttöohjeet. Lääkelaitos voi tarvittaessa antaa määräyksiä ohjeiden sisällöstä.",
        "folded_fi": "nikotiinivalmisteiden sijoittelusta vahittaismyymalassa ja lupahakemuksen sisallosta voidaan saataa tarkemmin valtioneuvoston asetuksella. laakelaitos voi maarata, etta vahittaiskaupassa myytaviin nikotiinivalmisteisiin on liitettava erilliset kayttoohjeet. laakelaitos voi tarvittaessa antaa maarayksia ohjeiden sisallosta.",
        "content_sv": "Närmare bestämmelser om nikotinpreparatens placering i en detaljhandelsaffär och om innehållet i tillståndsansökan kan utfärdas genom förordning av statsrådet. Läkemedelsverket kan bestämma att särskilda anvisningar skall fogas till nikotinpreparat som säljs i detaljhandeln. Läkemedelsverket kan vid behov utfärda föreskrifter om anvisningarnas innehåll.",
        "normalized_sv": "Närmare bestämmelser om nikotinpreparatens placering i en detaljhandelsaffär och om innehållet i tillståndsansökan kan utfärdas genom förordning av statsrådet. Läkemedelsverket kan bestämma att särskilda anvisningar skall fogas till nikotinpreparat som säljs i detaljhandeln. Läkemedelsverket kan vid behov utfärda föreskrifter om anvisningarnas innehåll.",
        "folded_sv": "narmare bestammelser om nikotinpreparatens placering i en detaljhandelsaffar och om innehallet i tillstandsansokan kan utfardas genom forordning av statsradet. lakemedelsverket kan bestamma att sarskilda anvisningar skall fogas till nikotinpreparat som saljs i detaljhandeln. lakemedelsverket kan vid behov utfarda foreskrifter om anvisningarnas innehall."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Apteekissa ja sivuapteekissa tulee pitää tarpeellinen määrä farmaseuttisen tutkinnon suorittanutta henkilökuntaa. Apteekkarin tulee huolehtia siitä, että apteekin koko henkilökunta osallistuu riittävästi täydennyskoulutukseen. Täydennyskoulutusta järjestettäessä on otettava huomioon henkilökuntaan kuuluvien peruskoulutus ja työtehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:56",
        "normalized_fi": "Apteekissa ja sivuapteekissa tulee pitää tarpeellinen määrä farmaseuttisen tutkinnon suorittanutta henkilökuntaa. Apteekkarin tulee huolehtia siitä, että apteekin koko henkilökunta osallistuu riittävästi täydennyskoulutukseen. Täydennyskoulutusta järjestettäessä on otettava huomioon henkilökuntaan kuuluvien peruskoulutus ja työtehtävät.",
        "folded_fi": "apteekissa ja sivuapteekissa tulee pitaa tarpeellinen maara farmaseuttisen tutkinnon suorittanutta henkilokuntaa. apteekkarin tulee huolehtia siita, etta apteekin koko henkilokunta osallistuu riittavasti taydennyskoulutukseen. taydennyskoulutusta jarjestettaessa on otettava huomioon henkilokuntaan kuuluvien peruskoulutus ja tyotehtavat.",
        "content_sv": "På apotek och filialapotek skall en tillräckligt stor del av personalen ha avlagt farmaceutisk examen. Apotekaren skall se till att hela personalen i tillräckligt stor utsträckning deltar i kompletterande utbildning. Vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas.",
        "normalized_sv": "På apotek och filialapotek skall en tillräckligt stor del av personalen ha avlagt farmaceutisk examen. Apotekaren skall se till att hela personalen i tillräckligt stor utsträckning deltar i kompletterande utbildning. Vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas.",
        "folded_sv": "pa apotek och filialapotek skall en tillrackligt stor del av personalen ha avlagt farmaceutisk examen. apotekaren skall se till att hela personalen i tillrackligt stor utstrackning deltar i kompletterande utbildning. vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas."
      }
    },
    {
      "provision_ref": "5:57 b",
      "chapter": "5",
      "section": "57 b",
      "content": "Toimittaessaan lääkärin tai hammaslääkärin lääkemääräykseen perustuvaa lääkevalmistetta apteekin on vaihdettava lääkevalmiste halvimpaan tai siitä hinnaltaan vähän poikkeavaan, 57 c §:ssä tarkoitetun Lääkelaitoksen luettelon mukaiseen vaihtokelpoiseen lääkevalmisteeseen, joka on yleisesti saatavilla. Lääkevalmiste on hinnaltaan vähän poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sitä enemmän maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. Keskenään vaihtokelpoisten lääkevalmisteiden halvimmaksi hinnaksi määritellään kunkin vuosineljänneksen ensimmäisen päivän perusteella tuolloin halvimman valmisteen arvonlisäverollinen vähittäismyyntihinta. Vaihtoa ei kuitenkaan saa tehdä, jos lääkkeen määrääjä on kieltänyt vaihdon lääketieteellisellä tai hoidollisella perusteella tekemällä kiellosta merkinnän lääkemääräykseen tai jos lääkkeen ostaja kieltää vaihdon. Lääkemääräyksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. Jos samalla lääkemääräyksellä toimitetaan lääkettä useita kertoja, lääkkeen ostajalla on kuitenkin oikeus ostaa myöhemmillä kerroilla lääkemääräyksen mukaista lääkevalmistetta. Lääkkeen ostajalla on lisäksi aina halutessaan oikeus saada toimitushetkellä hänelle tosiasiallisesti halvin vaihtokelpoinen lääkevalmiste, jollei lääkkeen määrääjä ole kieltänyt vaihtoa lääketieteellisin tai hoidollisin perustein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 b",
        "normalized_fi": "Toimittaessaan lääkärin tai hammaslääkärin lääkemääräykseen perustuvaa lääkevalmistetta apteekin on vaihdettava lääkevalmiste halvimpaan tai siitä hinnaltaan vähän poikkeavaan, 57 c § :ssä tarkoitetun Lääkelaitoksen luettelon mukaiseen vaihtokelpoiseen lääkevalmisteeseen, joka on yleisesti saatavilla. Lääkevalmiste on hinnaltaan vähän poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sitä enemmän maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. Keskenään vaihtokelpoisten lääkevalmisteiden halvimmaksi hinnaksi määritellään kunkin vuosineljänneksen ensimmäisen päivän perusteella tuolloin halvimman valmisteen arvonlisäverollinen vähittäismyyntihinta. Vaihtoa ei kuitenkaan saa tehdä, jos lääkkeen määrääjä on kieltänyt vaihdon lääketieteellisellä tai hoidollisella perusteella tekemällä kiellosta merkinnän lääkemääräykseen tai jos lääkkeen ostaja kieltää vaihdon. Lääkemääräyksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. Jos samalla lääkemääräyksellä toimitetaan lääkettä useita kertoja, lääkkeen ostajalla on kuitenkin oikeus ostaa myöhemmillä kerroilla lääkemääräyksen mukaista lääkevalmistetta. Lääkkeen ostajalla on lisäksi aina halutessaan oikeus saada toimitushetkellä hänelle tosiasiallisesti halvin vaihtokelpoinen lääkevalmiste, jollei lääkkeen määrääjä ole kieltänyt vaihtoa lääketieteellisin tai hoidollisin perustein.",
        "folded_fi": "toimittaessaan laakarin tai hammaslaakarin laakemaaraykseen perustuvaa laakevalmistetta apteekin on vaihdettava laakevalmiste halvimpaan tai siita hinnaltaan vahan poikkeavaan, 57 c §:ssa tarkoitetun laakelaitoksen luettelon mukaiseen vaihtokelpoiseen laakevalmisteeseen, joka on yleisesti saatavilla. laakevalmiste on hinnaltaan vahan poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sita enemman maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. keskenaan vaihtokelpoisten laakevalmisteiden halvimmaksi hinnaksi maaritellaan kunkin vuosineljanneksen ensimmaisen paivan perusteella tuolloin halvimman valmisteen arvonlisaverollinen vahittaismyyntihinta. vaihtoa ei kuitenkaan saa tehda, jos laakkeen maaraaja on kieltanyt vaihdon laaketieteellisella tai hoidollisella perusteella tekemalla kiellosta merkinnan laakemaaraykseen tai jos laakkeen ostaja kieltaa vaihdon. laakemaarayksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. jos samalla laakemaarayksella toimitetaan laaketta useita kertoja, laakkeen ostajalla on kuitenkin oikeus ostaa myohemmilla kerroilla laakemaarayksen mukaista laakevalmistetta. laakkeen ostajalla on lisaksi aina halutessaan oikeus saada toimitushetkella hanelle tosiasiallisesti halvin vaihtokelpoinen laakevalmiste, jollei laakkeen maaraaja ole kieltanyt vaihtoa laaketieteellisin tai hoidollisin perustein.",
        "content_sv": "Vid expediering av läkemedelspreparat som förskrivits av en läkare eller tandläkare skall apoteket byta ut läkemedelspreparatet mot det enligt Läkemedelsverkets i 57 c § avsedda förteckning billigaste utbytbara och allmänt tillgängliga läkemedelspreparatet eller mot ett motsvarande läkemedelspreparat vars pris avviker litet från det billigaste preparatets pris. Ett läkemedelspreparats pris avviker litet, om prisskillnaden i förhållande till 1) det billigaste utbytbara preparat som kostar mindre än 40 euro är mindre än 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer är mindre än 3 euro. Vilket som är lägsta pris på sinsemellan utbytbara läkemedelspreparat bestäms utifrån det billigaste preparatets minuthandelspris inklusive mervärdesskatt den första dagen i varje kvartal. Ett läkemedel får dock inte bytas ut om den som förskrivit läkemedlet förbjudit utbyte på medicinska eller terapeutiska grunder genom att anteckna förbudet på receptet eller om den som köper läkemedlet motsätter sig utbyte. Så länge receptet är i kraft skall apoteket expediera samma preparat. Om ett läkemedel expedieras flera gånger mot samma recept, har dock den som köper läkemedlet rätt att vid de senare tillfällena köpa det läkemedelspreparat som anges på receptet. Den som köper ett läkemedel har dessutom alltid rätt att få det vid tidpunkten för expedieringen i realiteten billigaste utbytbara läkemedelspreparatet, om inte den som förskrivit läkemedlet har förbjudit utbyte på medicinska eller terapeutiska grunder.",
        "normalized_sv": "Vid expediering av läkemedelspreparat som förskrivits av en läkare eller tandläkare skall apoteket byta ut läkemedelspreparatet mot det enligt Läkemedelsverkets i 57 c § avsedda förteckning billigaste utbytbara och allmänt tillgängliga läkemedelspreparatet eller mot ett motsvarande läkemedelspreparat vars pris avviker litet från det billigaste preparatets pris. Ett läkemedelspreparats pris avviker litet, om prisskillnaden i förhållande till 1) det billigaste utbytbara preparat som kostar mindre än 40 euro är mindre än 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer är mindre än 3 euro. Vilket som är lägsta pris på sinsemellan utbytbara läkemedelspreparat bestäms utifrån det billigaste preparatets minuthandelspris inklusive mervärdesskatt den första dagen i varje kvartal. Ett läkemedel får dock inte bytas ut om den som förskrivit läkemedlet förbjudit utbyte på medicinska eller terapeutiska grunder genom att anteckna förbudet på receptet eller om den som köper läkemedlet motsätter sig utbyte. Så länge receptet är i kraft skall apoteket expediera samma preparat. Om ett läkemedel expedieras flera gånger mot samma recept, har dock den som köper läkemedlet rätt att vid de senare tillfällena köpa det läkemedelspreparat som anges på receptet. Den som köper ett läkemedel har dessutom alltid rätt att få det vid tidpunkten för expedieringen i realiteten billigaste utbytbara läkemedelspreparatet, om inte den som förskrivit läkemedlet har förbjudit utbyte på medicinska eller terapeutiska grunder.",
        "folded_sv": "vid expediering av lakemedelspreparat som forskrivits av en lakare eller tandlakare skall apoteket byta ut lakemedelspreparatet mot det enligt lakemedelsverkets i 57 c § avsedda forteckning billigaste utbytbara och allmant tillgangliga lakemedelspreparatet eller mot ett motsvarande lakemedelspreparat vars pris avviker litet fran det billigaste preparatets pris. ett lakemedelspreparats pris avviker litet, om prisskillnaden i forhallande till 1) det billigaste utbytbara preparat som kostar mindre an 40 euro ar mindre an 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer ar mindre an 3 euro. vilket som ar lagsta pris pa sinsemellan utbytbara lakemedelspreparat bestams utifran det billigaste preparatets minuthandelspris inklusive mervardesskatt den forsta dagen i varje kvartal. ett lakemedel far dock inte bytas ut om den som forskrivit lakemedlet forbjudit utbyte pa medicinska eller terapeutiska grunder genom att anteckna forbudet pa receptet eller om den som koper lakemedlet motsatter sig utbyte. sa lange receptet ar i kraft skall apoteket expediera samma preparat. om ett lakemedel expedieras flera ganger mot samma recept, har dock den som koper lakemedlet ratt att vid de senare tillfallena kopa det lakemedelspreparat som anges pa receptet. den som koper ett lakemedel har dessutom alltid ratt att fa det vid tidpunkten for expedieringen i realiteten billigaste utbytbara lakemedelspreparatet, om inte den som forskrivit lakemedlet har forbjudit utbyte pa medicinska eller terapeutiska grunder."
      }
    },
    {
      "provision_ref": "5:57 c",
      "chapter": "5",
      "section": "57 c",
      "content": "Lääkelaitoksen tulee laatia luettelo keskenään vaihtokelpoisista lääkevalmisteista. Vaihtokelpoisiksi voidaan määritellä lääkevalmisteet, joiden vaikuttavat aineet ja niiden määrät ovat samanlaisia ja jotka ovat keskenään biologisesti samanarvoisia. Lääkevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan määritellä vaihtokelpoiseksi, jos: 1) lääkevalmisteen vaikuttavan aineen valmistusmenetelmää suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelmän patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tällaiseen patenttiin perustuva lisäsuojatodistus; 2) lääkevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisäsuojatodistus vähintään viidessä Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) lääkevalmisteen myyntiluvan haltija toimittaa Lääkelaitokselle selvityksen 1 ja 2 kohtien täyttymisestä neljän kuukauden sisällä myyntiluvan myöntämisestä. Lääkevalmisteen myyntiluvan haltijan on lisäksi toimitettava Lääkelaitokselle Patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistusten voimassaolosta vuosittain lokakuussa. Patentin ja lisäsuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava välittömästi Lääkelaitokselle. Jos keskenään vaihtokelpoisten lääkevalmisteiden luetteloon on otettu lääkevalmisteita sen vuoksi, että alkuperäisvalmisteen myyntiluvan haltija ei ole esittänyt määräajassa 2 momentissa tarkoitettuja selvityksiä, ei valmisteita saa enää myöhemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistuksen perusteella. Poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisäsuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a §:n mukaisen esityksen, joka on hyväksytty ja patentti tai lisäsuojatodistus on näin saatettu uudelleen voimaan edellä 2 momentissa mainitun määräajan jälkeen. Päätös esityksen hyväksymisestä on annettava Lääkelaitokselle kahden kuukauden kuluessa hyväksymisestä. Tässä pykälässä säädetystä poiketen saman lääkevalmisteen eri maahantuojien tuomat valmisteet voidaan määritellä keskenään vaihtokelpoisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 c",
        "normalized_fi": "Lääkelaitoksen tulee laatia luettelo keskenään vaihtokelpoisista lääkevalmisteista. Vaihtokelpoisiksi voidaan määritellä lääkevalmisteet, joiden vaikuttavat aineet ja niiden määrät ovat samanlaisia ja jotka ovat keskenään biologisesti samanarvoisia. Lääkevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan määritellä vaihtokelpoiseksi, jos: 1) lääkevalmisteen vaikuttavan aineen valmistusmenetelmää suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelmän patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tällaiseen patenttiin perustuva lisäsuojatodistus; 2) lääkevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisäsuojatodistus vähintään viidessä Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) lääkevalmisteen myyntiluvan haltija toimittaa Lääkelaitokselle selvityksen 1 ja 2 kohtien täyttymisestä neljän kuukauden sisällä myyntiluvan myöntämisestä. Lääkevalmisteen myyntiluvan haltijan on lisäksi toimitettava Lääkelaitokselle Patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistusten voimassaolosta vuosittain lokakuussa. Patentin ja lisäsuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava välittömästi Lääkelaitokselle. Jos keskenään vaihtokelpoisten lääkevalmisteiden luetteloon on otettu lääkevalmisteita sen vuoksi, että alkuperäisvalmisteen myyntiluvan haltija ei ole esittänyt määräajassa 2 momentissa tarkoitettuja selvityksiä, ei valmisteita saa enää myöhemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistuksen perusteella. Poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisäsuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a § :n mukaisen esityksen, joka on hyväksytty ja patentti tai lisäsuojatodistus on näin saatettu uudelleen voimaan edellä 2 momentissa mainitun määräajan jälkeen. Päätös esityksen hyväksymisestä on annettava Lääkelaitokselle kahden kuukauden kuluessa hyväksymisestä. Tässä pykälässä säädetystä poiketen saman lääkevalmisteen eri maahantuojien tuomat valmisteet voidaan määritellä keskenään vaihtokelpoisiksi.",
        "folded_fi": "laakelaitoksen tulee laatia luettelo keskenaan vaihtokelpoisista laakevalmisteista. vaihtokelpoisiksi voidaan maaritella laakevalmisteet, joiden vaikuttavat aineet ja niiden maarat ovat samanlaisia ja jotka ovat keskenaan biologisesti samanarvoisia. laakevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan maaritella vaihtokelpoiseksi, jos: 1) laakevalmisteen vaikuttavan aineen valmistusmenetelmaa suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelman patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tallaiseen patenttiin perustuva lisasuojatodistus; 2) laakevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisasuojatodistus vahintaan viidessa euroopan talousalueeseen kuuluvassa valtiossa; ja 3) laakevalmisteen myyntiluvan haltija toimittaa laakelaitokselle selvityksen 1 ja 2 kohtien tayttymisesta neljan kuukauden sisalla myyntiluvan myontamisesta. laakevalmisteen myyntiluvan haltijan on lisaksi toimitettava laakelaitokselle patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisasuojatodistusten voimassaolosta vuosittain lokakuussa. patentin ja lisasuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava valittomasti laakelaitokselle. jos keskenaan vaihtokelpoisten laakevalmisteiden luetteloon on otettu laakevalmisteita sen vuoksi, etta alkuperaisvalmisteen myyntiluvan haltija ei ole esittanyt maaraajassa 2 momentissa tarkoitettuja selvityksia, ei valmisteita saa enaa myohemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisasuojatodistuksen perusteella. poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisasuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a §:n mukaisen esityksen, joka on hyvaksytty ja patentti tai lisasuojatodistus on nain saatettu uudelleen voimaan edella 2 momentissa mainitun maaraajan jalkeen. paatos esityksen hyvaksymisesta on annettava laakelaitokselle kahden kuukauden kuluessa hyvaksymisesta. tassa pykalassa saadetysta poiketen saman laakevalmisteen eri maahantuojien tuomat valmisteet voidaan maaritella keskenaan vaihtokelpoisiksi.",
        "content_sv": "Läkemedelsverket skall föra en förteckning över sinsemellan utbytbara läkemedelspreparat. Läkemedelspreparat som har samma aktiva substanser och kvantitativa sammansättning i fråga om dem och som är bioekvivalenta kan anses vara sinsemellan utbytbara. Ett läkemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden för läkemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fråga om vilket ansökan har gjorts eller kan anses ha blivit gjord före 1995 och i fråga om vilket patentbarheten hos tillverkningsmetoden har baserat sig på att den substans som tillverkats varit ny, eller av ett tilläggsskydd som grundar sig på ett dylikt patent, 2) läkemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett därpå baserat tilläggsskydd i minst fem stater som hör till Europeiska ekonomiska samarbetsområdet, och 3) innehavaren av försäljningstillståndet för läkemedelspreparatet inom fyra månader från det att försäljningstillståndet beviljades tillställer Läkemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. Den som innehar försäljningstillstånd för ett läkemedelspreparat skall dessutom årligen i oktober tillställa Läkemedelsverket ett registerutdrag som Patent- och registerstyrelsen givit om att det patent eller tilläggsskydd som avses i 2 mom. 1 punkten är i kraft. Om patentet eller tilläggsskyddet upphör att gälla skall detta utan dröjsmål anmälas till Läkemedelsverket. Om läkemedelspreparat har intagits i förteckningen över sinsemellan utbytbara läkemedelspreparat av den orsaken att innehavaren av försäljningstillståndet för originalpreparatet inte inom föreskriven tid har företett de utredningar som avses i 2 mom., får preparaten inte längre senare strykas ur förteckningen på basis av ett patent eller tilläggsskydd som avses i 2 mom. 1 punkten. Preparatet kan dock strykas ur förteckningen, om patenthavaren eller innehavaren av tilläggsskydd har gjort en framställning enligt 71 a § i patentlagen (550/1967) som har blivit godkänd och patentet eller tilläggsskyddet på så sätt på nytt har trätt i kraft efter den tidsfrist som nämns i 2 mom. Beslutet om godkännande av framställningen skall tillställas Läkemedelsverket inom två månader från godkännandet. Med avvikelse från vad som bestäms i denna paragraf kan samma läkemedelspreparat som importeras av olika importörer anses vara sinsemellan utbytbara.",
        "normalized_sv": "Läkemedelsverket skall föra en förteckning över sinsemellan utbytbara läkemedelspreparat. Läkemedelspreparat som har samma aktiva substanser och kvantitativa sammansättning i fråga om dem och som är bioekvivalenta kan anses vara sinsemellan utbytbara. Ett läkemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden för läkemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fråga om vilket ansökan har gjorts eller kan anses ha blivit gjord före 1995 och i fråga om vilket patentbarheten hos tillverkningsmetoden har baserat sig på att den substans som tillverkats varit ny, eller av ett tilläggsskydd som grundar sig på ett dylikt patent, 2) läkemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett därpå baserat tilläggsskydd i minst fem stater som hör till Europeiska ekonomiska samarbetsområdet, och 3) innehavaren av försäljningstillståndet för läkemedelspreparatet inom fyra månader från det att försäljningstillståndet beviljades tillställer Läkemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. Den som innehar försäljningstillstånd för ett läkemedelspreparat skall dessutom årligen i oktober tillställa Läkemedelsverket ett registerutdrag som Patent- och registerstyrelsen givit om att det patent eller tilläggsskydd som avses i 2 mom. 1 punkten är i kraft. Om patentet eller tilläggsskyddet upphör att gälla skall detta utan dröjsmål anmälas till Läkemedelsverket. Om läkemedelspreparat har intagits i förteckningen över sinsemellan utbytbara läkemedelspreparat av den orsaken att innehavaren av försäljningstillståndet för originalpreparatet inte inom föreskriven tid har företett de utredningar som avses i 2 mom., får preparaten inte längre senare strykas ur förteckningen på basis av ett patent eller tilläggsskydd som avses i 2 mom. 1 punkten. Preparatet kan dock strykas ur förteckningen, om patenthavaren eller innehavaren av tilläggsskydd har gjort en framställning enligt 71 a § i patentlagen (550/1967) som har blivit godkänd och patentet eller tilläggsskyddet på så sätt på nytt har trätt i kraft efter den tidsfrist som nämns i 2 mom. Beslutet om godkännande av framställningen skall tillställas Läkemedelsverket inom två månader från godkännandet. Med avvikelse från vad som bestäms i denna paragraf kan samma läkemedelspreparat som importeras av olika importörer anses vara sinsemellan utbytbara.",
        "folded_sv": "lakemedelsverket skall fora en forteckning over sinsemellan utbytbara lakemedelspreparat. lakemedelspreparat som har samma aktiva substanser och kvantitativa sammansattning i fraga om dem och som ar bioekvivalenta kan anses vara sinsemellan utbytbara. ett lakemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden for lakemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fraga om vilket ansokan har gjorts eller kan anses ha blivit gjord fore 1995 och i fraga om vilket patentbarheten hos tillverkningsmetoden har baserat sig pa att den substans som tillverkats varit ny, eller av ett tillaggsskydd som grundar sig pa ett dylikt patent, 2) lakemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett darpa baserat tillaggsskydd i minst fem stater som hor till europeiska ekonomiska samarbetsomradet, och 3) innehavaren av forsaljningstillstandet for lakemedelspreparatet inom fyra manader fran det att forsaljningstillstandet beviljades tillstaller lakemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. den som innehar forsaljningstillstand for ett lakemedelspreparat skall dessutom arligen i oktober tillstalla lakemedelsverket ett registerutdrag som patent- och registerstyrelsen givit om att det patent eller tillaggsskydd som avses i 2 mom. 1 punkten ar i kraft. om patentet eller tillaggsskyddet upphor att galla skall detta utan drojsmal anmalas till lakemedelsverket. om lakemedelspreparat har intagits i forteckningen over sinsemellan utbytbara lakemedelspreparat av den orsaken att innehavaren av forsaljningstillstandet for originalpreparatet inte inom foreskriven tid har foretett de utredningar som avses i 2 mom., far preparaten inte langre senare strykas ur forteckningen pa basis av ett patent eller tillaggsskydd som avses i 2 mom. 1 punkten. preparatet kan dock strykas ur forteckningen, om patenthavaren eller innehavaren av tillaggsskydd har gjort en framstallning enligt 71 a § i patentlagen (550/1967) som har blivit godkand och patentet eller tillaggsskyddet pa sa satt pa nytt har tratt i kraft efter den tidsfrist som namns i 2 mom. beslutet om godkannande av framstallningen skall tillstallas lakemedelsverket inom tva manader fran godkannandet. med avvikelse fran vad som bestams i denna paragraf kan samma lakemedelspreparat som importeras av olika importorer anses vara sinsemellan utbytbara."
      }
    },
    {
      "provision_ref": "5:57 d",
      "chapter": "5",
      "section": "57 d",
      "content": "Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa säätää, että myyntiluvan haltijan on ilmoitettava vaihtokelpoisten lääkevalmisteiden hinnat vähintään 14 päivää ennen kunkin vuosineljänneksen ensimmäistä päivää sosiaali- ja terveysministeriön asetuksella määrättävälle viranomaiselle ja lääkkeiden hintatietoja säännönmukaisesti ylläpitäville muille tahoille. Lisäksi ministeriön asetuksella voidaan säätää viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista lääkkeistä ja niiden hinnoista. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa antaa tarkemmat säännökset 57 c §:n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 d",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa säätää, että myyntiluvan haltijan on ilmoitettava vaihtokelpoisten lääkevalmisteiden hinnat vähintään 14 päivää ennen kunkin vuosineljänneksen ensimmäistä päivää sosiaali- ja terveysministeriön asetuksella määrättävälle viranomaiselle ja lääkkeiden hintatietoja säännönmukaisesti ylläpitäville muille tahoille. Lisäksi ministeriön asetuksella voidaan säätää viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista lääkkeistä ja niiden hinnoista. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa antaa tarkemmat säännökset 57 c § :n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisällöstä.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa saataa, etta myyntiluvan haltijan on ilmoitettava vaihtokelpoisten laakevalmisteiden hinnat vahintaan 14 paivaa ennen kunkin vuosineljanneksen ensimmaista paivaa sosiaali- ja terveysministerion asetuksella maarattavalle viranomaiselle ja laakkeiden hintatietoja saannonmukaisesti yllapitaville muille tahoille. lisaksi ministerion asetuksella voidaan saataa viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista laakkeista ja niiden hinnoista. sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa antaa tarkemmat saannokset 57 c §:n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisallosta.",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet kan vid behov bestämmas att innehavaren av ett försäljningstillstånd minst 14 dagar före den första dagen i varje kvartal skall meddela en myndighet som fastställs genom förordning av social- och hälsovårdsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna på utbytbara läkemedelspreparat. Genom förordning av social- och hälsovårdsministeriet kan dessutom bestämmas om en myndighets skyldighet att publicera en förteckning över utbytbara läkemedel och deras priser. Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om uppgörandet av och innehållet i den utredning som avses i 57 c § 2 mom. 3 punkten.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet kan vid behov bestämmas att innehavaren av ett försäljningstillstånd minst 14 dagar före den första dagen i varje kvartal skall meddela en myndighet som fastställs genom förordning av social- och hälsovårdsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna på utbytbara läkemedelspreparat. Genom förordning av social- och hälsovårdsministeriet kan dessutom bestämmas om en myndighets skyldighet att publicera en förteckning över utbytbara läkemedel och deras priser. Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om uppgörandet av och innehållet i den utredning som avses i 57 c § 2 mom. 3 punkten.",
        "folded_sv": "genom forordning av social- och halsovardsministeriet kan vid behov bestammas att innehavaren av ett forsaljningstillstand minst 14 dagar fore den forsta dagen i varje kvartal skall meddela en myndighet som faststalls genom forordning av social- och halsovardsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna pa utbytbara lakemedelspreparat. genom forordning av social- och halsovardsministeriet kan dessutom bestammas om en myndighets skyldighet att publicera en forteckning over utbytbara lakemedel och deras priser. genom forordning av social- och halsovardsministeriet kan vid behov utfardas narmare bestammelser om uppgorandet av och innehallet i den utredning som avses i 57 c § 2 mom. 3 punkten."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Lääkkeen vähittäismyyntihintana on käytettävä valtioneuvoston asetuksella säädettävän lääketaksan mukaista hintaa. Lääketaksan mukaisen hinnan tulee perustua lääkevalmisteen myyntiluvan haltijan 37 a §:n mukaisesti ilmoittamaan valtakunnallisesti käytössä olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisäveroon. Tukkuhinnan perusteella laskettava yksittäisen lääkevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 §:n mukaan määräytyvä maksuprosentti. Mitä 1 momentissa säädetään, ei sovelleta sellaisiin lääkevalmisteisiin, joita saa myydä myös muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa. Lääketaksa on tarvittaessa tarkistettava. Lääkelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriölle tiedot apteekkien myyntikatteesta ja muista lääketaksaan vaikuttavista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:58",
        "normalized_fi": "Lääkkeen vähittäismyyntihintana on käytettävä valtioneuvoston asetuksella säädettävän lääketaksan mukaista hintaa. Lääketaksan mukaisen hinnan tulee perustua lääkevalmisteen myyntiluvan haltijan 37 a § :n mukaisesti ilmoittamaan valtakunnallisesti käytössä olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisäveroon. Tukkuhinnan perusteella laskettava yksittäisen lääkevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 § :n mukaan määräytyvä maksuprosentti. Mitä 1 momentissa säädetään, ei sovelleta sellaisiin lääkevalmisteisiin, joita saa myydä myös muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa. Lääketaksa on tarvittaessa tarkistettava. Lääkelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriölle tiedot apteekkien myyntikatteesta ja muista lääketaksaan vaikuttavista seikoista.",
        "folded_fi": "laakkeen vahittaismyyntihintana on kaytettava valtioneuvoston asetuksella saadettavan laaketaksan mukaista hintaa. laaketaksan mukaisen hinnan tulee perustua laakevalmisteen myyntiluvan haltijan 37 a §:n mukaisesti ilmoittamaan valtakunnallisesti kaytossa olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisaveroon. tukkuhinnan perusteella laskettava yksittaisen laakevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 §:n mukaan maaraytyva maksuprosentti. mita 1 momentissa saadetaan, ei sovelleta sellaisiin laakevalmisteisiin, joita saa myyda myos muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa. laaketaksa on tarvittaessa tarkistettava. laakelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriolle tiedot apteekkien myyntikatteesta ja muista laaketaksaan vaikuttavista seikoista.",
        "content_sv": "Priset i den läkemedelstaxa som utfärdas genom förordning av statsrådet är minutförsäljningspriset för ett läkemedel. Priset i läkemedelstaxan skall basera sig på det partipris för hela landet som innehavaren av försäljningstillståndet har uppgett enligt 37 a §, ett försäljningsbidrag beräknat enligt partipriset och mervärdesskatten. Det utgående från partipriset beräknade försäljningsbidraget på ett enskilt läkemedelspreparat kan vara mindre än den avgiftsprocent som fastställs enligt 2 § i lagen om apoteksavgift (148/1946). Vad som föreskrivs i 1 mom. tillämpas inte på läkemedelspreparat som får säljas även annanstans än på apotek eller filialapotek och från medicinskåp. Läkemedelstaxan skall vid behov justeras. Läkemedelsverket skall årligen till social- och hälsovårdsministeriet sända uppgifter om apotekens försäljningsbidrag och om andra omständigheter som påverkar läkemedelstaxan.",
        "normalized_sv": "Priset i den läkemedelstaxa som utfärdas genom förordning av statsrådet är minutförsäljningspriset för ett läkemedel. Priset i läkemedelstaxan skall basera sig på det partipris för hela landet som innehavaren av försäljningstillståndet har uppgett enligt 37 a § , ett försäljningsbidrag beräknat enligt partipriset och mervärdesskatten. Det utgående från partipriset beräknade försäljningsbidraget på ett enskilt läkemedelspreparat kan vara mindre än den avgiftsprocent som fastställs enligt 2 § i lagen om apoteksavgift (148/1946). Vad som föreskrivs i 1 mom. tillämpas inte på läkemedelspreparat som får säljas även annanstans än på apotek eller filialapotek och från medicinskåp. Läkemedelstaxan skall vid behov justeras. Läkemedelsverket skall årligen till social- och hälsovårdsministeriet sända uppgifter om apotekens försäljningsbidrag och om andra omständigheter som påverkar läkemedelstaxan.",
        "folded_sv": "priset i den lakemedelstaxa som utfardas genom forordning av statsradet ar minutforsaljningspriset for ett lakemedel. priset i lakemedelstaxan skall basera sig pa det partipris for hela landet som innehavaren av forsaljningstillstandet har uppgett enligt 37 a §, ett forsaljningsbidrag beraknat enligt partipriset och mervardesskatten. det utgaende fran partipriset beraknade forsaljningsbidraget pa ett enskilt lakemedelspreparat kan vara mindre an den avgiftsprocent som faststalls enligt 2 § i lagen om apoteksavgift (148/1946). vad som foreskrivs i 1 mom. tillampas inte pa lakemedelspreparat som far saljas aven annanstans an pa apotek eller filialapotek och fran medicinskap. lakemedelstaxan skall vid behov justeras. lakemedelsverket skall arligen till social- och halsovardsministeriet sanda uppgifter om apotekens forsaljningsbidrag och om andra omstandigheter som paverkar lakemedelstaxan."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Tarkemmat säännökset apteekkiluvasta ja lupahakemuksesta sekä apteekista, sivuapteekista ja lääkekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista sekä farmaseuttisen henkilökunnan määrästä sekä täydennyskoulutuksen sisällöstä ja määrästä annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:60",
        "normalized_fi": "Tarkemmat säännökset apteekkiluvasta ja lupahakemuksesta sekä apteekista, sivuapteekista ja lääkekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista sekä farmaseuttisen henkilökunnan määrästä sekä täydennyskoulutuksen sisällöstä ja määrästä annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset apteekkiluvasta ja lupahakemuksesta seka apteekista, sivuapteekista ja laakekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista seka farmaseuttisen henkilokunnan maarasta seka taydennyskoulutuksen sisallosta ja maarasta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "content_sv": "Närmare bestämmelser om apotekstillstånd och tillståndsansökan samt om apotek, filialapotek och medicinskåp, deras verksamhet och lokaler, behörighetsvillkor för föreståndare för apotek och filialapotek samt storleken på den farmaceutiska personalen samt innehållet i och omfattningen av den kompletterande utbildningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om apotekstillstånd och tillståndsansökan samt om apotek, filialapotek och medicinskåp, deras verksamhet och lokaler, behörighetsvillkor för föreståndare för apotek och filialapotek samt storleken på den farmaceutiska personalen samt innehållet i och omfattningen av den kompletterande utbildningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om apotekstillstand och tillstandsansokan samt om apotek, filialapotek och medicinskap, deras verksamhet och lokaler, behorighetsvillkor for forestandare for apotek och filialapotek samt storleken pa den farmaceutiska personalen samt innehallet i och omfattningen av den kompletterande utbildningen utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5:62",
      "chapter": "5",
      "section": "62",
      "content": "Kunnan tai kuntayhtymän ylläpitämästä sairaala-apteekista tai lääkekeskuksesta voidaan 61 §:n säännösten estämättä toimittaa: 1) lääkkeitä saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksiköihin; 2) tartuntatautilain (583/1986) 25 §:ssä tarkoitettuja rokotteita saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksiköille; 3) lääkkeitä muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksiköihin ja apteekkeihin yksittäisen potilaan välttämättömän lääkityksen turvaamiseksi tilanteissa, joissa lääkkeiden saatavuudessa esiintyy ongelmia; sekä 4) lääkkeitä Suomen ulkopuolella toimivien rauhanturvajoukkojen käyttöön. Lääkkeitä voidaan Lääkelaitoksen luvalla toimittaa sairaala-apteekista ja lääkekeskuksesta myös yksityisille sosiaali- ja terveydenhuollon toimintayksiköille, joiden kanssa kunta tai kuntayhtymä on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 §:n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:62",
        "normalized_fi": "Kunnan tai kuntayhtymän ylläpitämästä sairaala-apteekista tai lääkekeskuksesta voidaan 61 § :n säännösten estämättä toimittaa: 1) lääkkeitä saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksiköihin; 2) tartuntatautilain (583/1986) 25 § :ssä tarkoitettuja rokotteita saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksiköille; 3) lääkkeitä muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksiköihin ja apteekkeihin yksittäisen potilaan välttämättömän lääkityksen turvaamiseksi tilanteissa, joissa lääkkeiden saatavuudessa esiintyy ongelmia; sekä 4) lääkkeitä Suomen ulkopuolella toimivien rauhanturvajoukkojen käyttöön. Lääkkeitä voidaan Lääkelaitoksen luvalla toimittaa sairaala-apteekista ja lääkekeskuksesta myös yksityisille sosiaali- ja terveydenhuollon toimintayksiköille, joiden kanssa kunta tai kuntayhtymä on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 § :n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtäviä.",
        "folded_fi": "kunnan tai kuntayhtyman yllapitamasta sairaala-apteekista tai laakekeskuksesta voidaan 61 §:n saannosten estamatta toimittaa: 1) laakkeita saman kunnan tai kuntayhtyman taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksikoihin; 2) tartuntatautilain (583/1986) 25 §:ssa tarkoitettuja rokotteita saman kunnan tai kuntayhtyman taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksikoille; 3) laakkeita muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksikoihin ja apteekkeihin yksittaisen potilaan valttamattoman laakityksen turvaamiseksi tilanteissa, joissa laakkeiden saatavuudessa esiintyy ongelmia; seka 4) laakkeita suomen ulkopuolella toimivien rauhanturvajoukkojen kayttoon. laakkeita voidaan laakelaitoksen luvalla toimittaa sairaala-apteekista ja laakekeskuksesta myos yksityisille sosiaali- ja terveydenhuollon toimintayksikoille, joiden kanssa kunta tai kuntayhtyma on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 §:n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtavia.",
        "content_sv": "Från sjukhusapotek eller läkemedelscentraler för vilka en kommun eller samkommun är huvudman kan utan hinder av 61 § expedieras 1) läkemedel till verksamhetsenheter för den offentliga social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter för social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 3) läkemedel även till andra verksamhetsenheter för social- och hälsovården än de som avses i 1 punkten och till apotek för tryggande av den nödvändiga läkemedelsbehandlingen av en enskild patient i sådana situationer där det förekommer problem i fråga om tillgången på läkemedel, samt 4) läkemedel för fredsbevarande styrkor utanför Finlands gränser. Från sjukhusapotek och läkemedelscentraler kan med Läkemedelsverkets tillstånd också expedieras läkemedel till sådana privata verksamhetsenheter för social- och hälsovården med vilka kommunen eller samkommunen ingått avtal om köp av social- och hälsovårdstjänster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel för social- och hälsovården (733/1992) eller som sköter andra uppgifter som med stöd av lag åligger kommunen eller staten.",
        "normalized_sv": "Från sjukhusapotek eller läkemedelscentraler för vilka en kommun eller samkommun är huvudman kan utan hinder av 61 § expedieras 1) läkemedel till verksamhetsenheter för den offentliga social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter för social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 3) läkemedel även till andra verksamhetsenheter för social- och hälsovården än de som avses i 1 punkten och till apotek för tryggande av den nödvändiga läkemedelsbehandlingen av en enskild patient i sådana situationer där det förekommer problem i fråga om tillgången på läkemedel, samt 4) läkemedel för fredsbevarande styrkor utanför Finlands gränser. Från sjukhusapotek och läkemedelscentraler kan med Läkemedelsverkets tillstånd också expedieras läkemedel till sådana privata verksamhetsenheter för social- och hälsovården med vilka kommunen eller samkommunen ingått avtal om köp av social- och hälsovårdstjänster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel för social- och hälsovården (733/1992) eller som sköter andra uppgifter som med stöd av lag åligger kommunen eller staten.",
        "folded_sv": "fran sjukhusapotek eller lakemedelscentraler for vilka en kommun eller samkommun ar huvudman kan utan hinder av 61 § expedieras 1) lakemedel till verksamhetsenheter for den offentliga social- och halsovarden inom kommunen eller samkommunen i fraga eller en kommun som gransar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter for social- och halsovarden inom kommunen eller samkommunen i fraga eller en kommun som gransar till dem, 3) lakemedel aven till andra verksamhetsenheter for social- och halsovarden an de som avses i 1 punkten och till apotek for tryggande av den nodvandiga lakemedelsbehandlingen av en enskild patient i sadana situationer dar det forekommer problem i fraga om tillgangen pa lakemedel, samt 4) lakemedel for fredsbevarande styrkor utanfor finlands granser. fran sjukhusapotek och lakemedelscentraler kan med lakemedelsverkets tillstand ocksa expedieras lakemedel till sadana privata verksamhetsenheter for social- och halsovarden med vilka kommunen eller samkommunen ingatt avtal om kop av social- och halsovardstjanster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel for social- och halsovarden (733/1992) eller som skoter andra uppgifter som med stod av lag aligger kommunen eller staten."
      }
    },
    {
      "provision_ref": "5:64",
      "chapter": "5",
      "section": "64",
      "content": "Sairaala-apteekissa ja lääkekeskuksessa tulee olla hoitaja. Hoitaja vastaa siitä, että sairaala-apteekin tai lääkekeskuksen toiminta ja asianomaisen toimintayksikön lääkehuolto on järjestetty tämän lain ja sen nojalla annettujen säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:64",
        "normalized_fi": "Sairaala-apteekissa ja lääkekeskuksessa tulee olla hoitaja. Hoitaja vastaa siitä, että sairaala-apteekin tai lääkekeskuksen toiminta ja asianomaisen toimintayksikön lääkehuolto on järjestetty tämän lain ja sen nojalla annettujen säännösten mukaisesti.",
        "folded_fi": "sairaala-apteekissa ja laakekeskuksessa tulee olla hoitaja. hoitaja vastaa siita, etta sairaala-apteekin tai laakekeskuksen toiminta ja asianomaisen toimintayksikon laakehuolto on jarjestetty taman lain ja sen nojalla annettujen saannosten mukaisesti.",
        "content_sv": "Sjukhusapotek och läkemedelscentraler skall ha en föreståndare. Föreståndaren är ansvarig för att sjukhusapotekets eller läkemedelscentralens verksamhet och läkemedelsförsörjningen vid ifrågavarande verksamhetsenhet är ordnad i enlighet med denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Sjukhusapotek och läkemedelscentraler skall ha en föreståndare. Föreståndaren är ansvarig för att sjukhusapotekets eller läkemedelscentralens verksamhet och läkemedelsförsörjningen vid ifrågavarande verksamhetsenhet är ordnad i enlighet med denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "sjukhusapotek och lakemedelscentraler skall ha en forestandare. forestandaren ar ansvarig for att sjukhusapotekets eller lakemedelscentralens verksamhet och lakemedelsforsorjningen vid ifragavarande verksamhetsenhet ar ordnad i enlighet med denna lag och de bestammelser som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "5:67",
      "chapter": "5",
      "section": "67",
      "content": "Vankeinhoitolaitoksen lääkehuoltoa varten voidaan perustaa lääkekeskuksia. Vankeinhoitolaitoksen lääkekeskuksen perustamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:67",
        "normalized_fi": "Vankeinhoitolaitoksen lääkehuoltoa varten voidaan perustaa lääkekeskuksia. Vankeinhoitolaitoksen lääkekeskuksen perustamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vankeinhoitolaitoksen laakehuoltoa varten voidaan perustaa laakekeskuksia. vankeinhoitolaitoksen laakekeskuksen perustamisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "content_sv": "För fångvårdsväsendets läkemedelsförsörjning kan läkemedelscentraler inrättas. Närmare bestämmelser om inrättande av läkemedelscentraler inom fångvårdsväsendet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För fångvårdsväsendets läkemedelsförsörjning kan läkemedelscentraler inrättas. Närmare bestämmelser om inrättande av läkemedelscentraler inom fångvårdsväsendet utfärdas genom förordning av statsrådet.",
        "folded_sv": "for fangvardsvasendets lakemedelsforsorjning kan lakemedelscentraler inrattas. narmare bestammelser om inrattande av lakemedelscentraler inom fangvardsvasendet utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5:88 a",
      "chapter": "5",
      "section": "88 a",
      "content": "Eläinlääkkeillä tehtävistä kliinisistä tutkimuksista on tehtävä ennakkoilmoitus Lääkelaitokselle. Lääkelaitos valvoo kliinisiä eläinlääketutkimuksia ja sillä on oikeus tarvittaessa tarkastaa tutkimuksessa kerättyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. Lääkelaitos voi tarvittaessa kieltää 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei täytä tämän lain taikka sen perusteella annettujen säännösten tai määräysten mukaisia edellytyksiä. Lääkelaitos voi määrätä jo aloitetun kliinisen eläinlääketutkimuksen tilapäisesti keskeytettäväksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyöntejä eikä näitä ole korjattu Lääkelaitoksen kehotuksesta huolimatta. Ennen 2 momentissa tarkoitetun määräyksen antamista Lääkelaitoksen on kuultava toimeksiantajaa tai tutkijaa. Toimeksiantajan ja tutkijan on annettava Lääkelaitoksen pyytämä selvitys seitsemän päivän kuluessa. Jos määräyksen perusteena on tutkittavaa eläintä uhkaava välitön vaara, voi Lääkelaitos määrätä tutkimuksen keskeytettäväksi välittömästi. Välittömän vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa päättää vasta sen jälkeen, kun toimeksiantajaa tai tutkijaa on kuultu edellä olevan mukaisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun ennakkoilmoituksen määräajasta sekä tutkimuksen keskeyttämiseen liittyvistä menettelytavoista ja määräajoista. Lääkelaitos voi antaa tarkempia määräyksiä 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslääkkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta sekä muista tutkimusten turvallisuuden kannalta merkittävistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:88 a",
        "normalized_fi": "Eläinlääkkeillä tehtävistä kliinisistä tutkimuksista on tehtävä ennakkoilmoitus Lääkelaitokselle. Lääkelaitos valvoo kliinisiä eläinlääketutkimuksia ja sillä on oikeus tarvittaessa tarkastaa tutkimuksessa kerättyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. Lääkelaitos voi tarvittaessa kieltää 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei täytä tämän lain taikka sen perusteella annettujen säännösten tai määräysten mukaisia edellytyksiä. Lääkelaitos voi määrätä jo aloitetun kliinisen eläinlääketutkimuksen tilapäisesti keskeytettäväksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyöntejä eikä näitä ole korjattu Lääkelaitoksen kehotuksesta huolimatta. Ennen 2 momentissa tarkoitetun määräyksen antamista Lääkelaitoksen on kuultava toimeksiantajaa tai tutkijaa. Toimeksiantajan ja tutkijan on annettava Lääkelaitoksen pyytämä selvitys seitsemän päivän kuluessa. Jos määräyksen perusteena on tutkittavaa eläintä uhkaava välitön vaara, voi Lääkelaitos määrätä tutkimuksen keskeytettäväksi välittömästi. Välittömän vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa päättää vasta sen jälkeen, kun toimeksiantajaa tai tutkijaa on kuultu edellä olevan mukaisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun ennakkoilmoituksen määräajasta sekä tutkimuksen keskeyttämiseen liittyvistä menettelytavoista ja määräajoista. Lääkelaitos voi antaa tarkempia määräyksiä 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslääkkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta sekä muista tutkimusten turvallisuuden kannalta merkittävistä seikoista.",
        "folded_fi": "elainlaakkeilla tehtavista kliinisista tutkimuksista on tehtava ennakkoilmoitus laakelaitokselle. laakelaitos valvoo kliinisia elainlaaketutkimuksia ja silla on oikeus tarvittaessa tarkastaa tutkimuksessa kerattyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. laakelaitos voi tarvittaessa kieltaa 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei tayta taman lain taikka sen perusteella annettujen saannosten tai maaraysten mukaisia edellytyksia. laakelaitos voi maarata jo aloitetun kliinisen elainlaaketutkimuksen tilapaisesti keskeytettavaksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyonteja eika naita ole korjattu laakelaitoksen kehotuksesta huolimatta. ennen 2 momentissa tarkoitetun maarayksen antamista laakelaitoksen on kuultava toimeksiantajaa tai tutkijaa. toimeksiantajan ja tutkijan on annettava laakelaitoksen pyytama selvitys seitseman paivan kuluessa. jos maarayksen perusteena on tutkittavaa elainta uhkaava valiton vaara, voi laakelaitos maarata tutkimuksen keskeytettavaksi valittomasti. valittoman vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa paattaa vasta sen jalkeen, kun toimeksiantajaa tai tutkijaa on kuultu edella olevan mukaisesti. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetun ennakkoilmoituksen maaraajasta seka tutkimuksen keskeyttamiseen liittyvista menettelytavoista ja maaraajoista. laakelaitos voi antaa tarkempia maarayksia 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslaakkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta seka muista tutkimusten turvallisuuden kannalta merkittavista seikoista.",
        "content_sv": "En förhandsanmälan om kliniska prövningar som utförs med läkemedel för djur skall göras till Läkemedelsverket. Läkemedelsverket övervakar kliniska veterinärmedicinska prövningar och har rätt att vid behov inspektera omständigheter som är nödvändiga för att säkerställa att den information som samlats in vid prövningarna är korrekt, inbegripet prövningsplatsen och prövningshandlingarna. Läkemedelsverket kan vid behov förbjuda att prövningar som avses i 1 mom. inleds, om de inte motsvarar förutsättningarna i denna lag eller med stöd av den utfärdade bestämmelser eller föreskrifter. Läkemedelsverket kan bestämma att en redan inledd klinisk veterinärmedicinsk prövning temporärt skall avbrytas eller avslutas, om det har förekommit väsentliga brister eller försummelser i prövningen och de inte har avhjälpts trots uppmaning från Läkemedelsverket. Läkemedelsverket skall höra uppdragsgivaren eller prövaren innan en föreskrift enligt 2 mom. meddelas. Uppdragsgivaren och prövaren är skyldiga att inom sju dagar lämna den information som Läkemedelsverket begär. Om föreskriften beror på ett omedelbart hot mot djuret kan Läkemedelsverket bestämma att prövningen skall avbrytas omedelbart. Beslut om att avsluta en prövning som har avbrutits på grund av en omedelbar fara får fattas först efter att uppdragsgivaren eller prövaren har hörts på det sätt som föreskrivs ovan. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om tidsfristen för förhandsanmälningar som avses i 1 mom. samt om förfaringssätt och tidsfrister i anslutning till avbrytande av prövningar. Läkemedelsverket kan meddela närmare föreskrifter om den anmälan som avses i 1 mom., kvaliteten på och tillverkningen av prövningsläkemedel, ett säkert och korrekt genomförande av prövningarna, information om skadeverkningar och övriga omständigheter som är viktiga med hänsyn till prövningarnas säkerhet.",
        "normalized_sv": "En förhandsanmälan om kliniska prövningar som utförs med läkemedel för djur skall göras till Läkemedelsverket. Läkemedelsverket övervakar kliniska veterinärmedicinska prövningar och har rätt att vid behov inspektera omständigheter som är nödvändiga för att säkerställa att den information som samlats in vid prövningarna är korrekt, inbegripet prövningsplatsen och prövningshandlingarna. Läkemedelsverket kan vid behov förbjuda att prövningar som avses i 1 mom. inleds, om de inte motsvarar förutsättningarna i denna lag eller med stöd av den utfärdade bestämmelser eller föreskrifter. Läkemedelsverket kan bestämma att en redan inledd klinisk veterinärmedicinsk prövning temporärt skall avbrytas eller avslutas, om det har förekommit väsentliga brister eller försummelser i prövningen och de inte har avhjälpts trots uppmaning från Läkemedelsverket. Läkemedelsverket skall höra uppdragsgivaren eller prövaren innan en föreskrift enligt 2 mom. meddelas. Uppdragsgivaren och prövaren är skyldiga att inom sju dagar lämna den information som Läkemedelsverket begär. Om föreskriften beror på ett omedelbart hot mot djuret kan Läkemedelsverket bestämma att prövningen skall avbrytas omedelbart. Beslut om att avsluta en prövning som har avbrutits på grund av en omedelbar fara får fattas först efter att uppdragsgivaren eller prövaren har hörts på det sätt som föreskrivs ovan. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om tidsfristen för förhandsanmälningar som avses i 1 mom. samt om förfaringssätt och tidsfrister i anslutning till avbrytande av prövningar. Läkemedelsverket kan meddela närmare föreskrifter om den anmälan som avses i 1 mom., kvaliteten på och tillverkningen av prövningsläkemedel, ett säkert och korrekt genomförande av prövningarna, information om skadeverkningar och övriga omständigheter som är viktiga med hänsyn till prövningarnas säkerhet.",
        "folded_sv": "en forhandsanmalan om kliniska provningar som utfors med lakemedel for djur skall goras till lakemedelsverket. lakemedelsverket overvakar kliniska veterinarmedicinska provningar och har ratt att vid behov inspektera omstandigheter som ar nodvandiga for att sakerstalla att den information som samlats in vid provningarna ar korrekt, inbegripet provningsplatsen och provningshandlingarna. lakemedelsverket kan vid behov forbjuda att provningar som avses i 1 mom. inleds, om de inte motsvarar forutsattningarna i denna lag eller med stod av den utfardade bestammelser eller foreskrifter. lakemedelsverket kan bestamma att en redan inledd klinisk veterinarmedicinsk provning temporart skall avbrytas eller avslutas, om det har forekommit vasentliga brister eller forsummelser i provningen och de inte har avhjalpts trots uppmaning fran lakemedelsverket. lakemedelsverket skall hora uppdragsgivaren eller provaren innan en foreskrift enligt 2 mom. meddelas. uppdragsgivaren och provaren ar skyldiga att inom sju dagar lamna den information som lakemedelsverket begar. om foreskriften beror pa ett omedelbart hot mot djuret kan lakemedelsverket bestamma att provningen skall avbrytas omedelbart. beslut om att avsluta en provning som har avbrutits pa grund av en omedelbar fara far fattas forst efter att uppdragsgivaren eller provaren har horts pa det satt som foreskrivs ovan. genom forordning av statsradet kan narmare bestammelser utfardas om tidsfristen for forhandsanmalningar som avses i 1 mom. samt om forfaringssatt och tidsfrister i anslutning till avbrytande av provningar. lakemedelsverket kan meddela narmare foreskrifter om den anmalan som avses i 1 mom., kvaliteten pa och tillverkningen av provningslakemedel, ett sakert och korrekt genomforande av provningarna, information om skadeverkningar och ovriga omstandigheter som ar viktiga med hansyn till provningarnas sakerhet."
      }
    },
    {
      "provision_ref": "5:102",
      "chapter": "5",
      "section": "102",
      "content": "Lääkelaitoksen 2 §:n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 §:ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Lääkelaitoksen 40, 41, 52 ja 54 §:n mukaisia päätöksiä ei saa panna täytäntöön ennen kuin ne ovat saaneet lainvoiman.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:102",
        "normalized_fi": "Lääkelaitoksen 2 § :n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 § :ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Lääkelaitoksen 40, 41, 52 ja 54 § :n mukaisia päätöksiä ei saa panna täytäntöön ennen kuin ne ovat saaneet lainvoiman.",
        "folded_fi": "laakelaitoksen 2 §:n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 §:ssa tarkoitettuja paatoksia on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. laakelaitoksen 40, 41, 52 ja 54 §:n mukaisia paatoksia ei saa panna taytantoon ennen kuin ne ovat saaneet lainvoiman.",
        "content_sv": "Läkemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Läkemedelsverkets beslut enligt 40, 41, 52 och 54 § får inte verkställas förrän de har vunnit laga kraft.",
        "normalized_sv": "Läkemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Läkemedelsverkets beslut enligt 40, 41, 52 och 54 § får inte verkställas förrän de har vunnit laga kraft.",
        "folded_sv": "lakemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. lakemedelsverkets beslut enligt 40, 41, 52 och 54 § far inte verkstallas forran de har vunnit laga kraft."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Yksityishenkilö saa tuoda Suomeen henkilökohtaista lääkitystään varten lääkevalmisteita, jotka on hankittu valmisteen vähittäisjakeluun oikeutetulta toimittajalta. Lääkeaineiden tuonti ei ole sallittua. Reseptilääkkeen hankinnan tulee perustua lääkkeen määräämiseen oikeutetun henkilön antamaan lääkemääräykseen. Lisäksi ulkomailta Suomeen tuleva henkilö saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraeläimen hoitoon tarvittavia lääkkeitä korkeintaan yhden kuukauden tarvetta vastaavan määrän. Muualla kuin Suomessa vakinaisesti asuva lääkärin tai eläinlääkärin ammattia harjoittamaan oikeutettu henkilö saa maahan tullessaan tuoda mukanaan ja käyttää lääkevalmistetta, jolla on myyntilupa maassa, jossa hän pääasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja lääkevalmisteiden tarve perustuu Suomeen tilapäisesti saapuvan, kansainväliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilön tai henkilöryhmän taikka eläimen tai eläinryhmän lääkinnälliseen tarpeeseen. Oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 §:ssä tarkoitettuja dopingaineita. Maahan tuotuja lääkevalmisteita saa käyttää vain ne maahan tuoneen lääkärin hoitovastuulla olevien henkilöiden tai eläinlääkärin vastuulla olevien eläinten hoitoon. Jos Suomessa vakinaisesti asuva laillistettu lääkäri, hammaslääkäri tai eläinlääkäri on vienyt maasta lääkkeitä Suomessa vakinaisesti asuvien henkilöiden tai eläinten tilapäisen ulkomailla oleskelun aikaiseen lääkehoitoon varautumiseksi, saa hän tuoda takaisin Suomeen käyttämättä jääneet lääkevalmisteet. Valtioneuvoston asetuksella voidaan säätää 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksistä sekä rajoituksista, jotka koskevat tuotavan lääkkeen hankintamaata, lääkkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan lääkkeen enimmäismäärää. Valtioneuvoston asetuksella voidaan myös kieltää tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisältäviä lääkkeitä. Edellä 2 momenttiin liittyvästä tuonnista voidaan myös velvoittaa tekemään ennakkoilmoitus viranomaiselle tai henkilön tilapäisen oleskelun perusteena olevan tilaisuuden järjestäjälle valtioneuvoston asetuksella säädettävin perustein. Valtioneuvoston asetuksella voidaan myös rajoittaa eläinten lääkitsemiseen käytettävien aineiden maahantuontia, jos ne voivat vaarantaa eläimistä saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niistä voi aiheutua muuta merkittävää haittaa eläimille, ihmisille tai ympäristölle tai ne voivat vaarantaa Suomen eläintautien vastustusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Yksityishenkilö saa tuoda Suomeen henkilökohtaista lääkitystään varten lääkevalmisteita, jotka on hankittu valmisteen vähittäisjakeluun oikeutetulta toimittajalta. Lääkeaineiden tuonti ei ole sallittua. Reseptilääkkeen hankinnan tulee perustua lääkkeen määräämiseen oikeutetun henkilön antamaan lääkemääräykseen. Lisäksi ulkomailta Suomeen tuleva henkilö saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraeläimen hoitoon tarvittavia lääkkeitä korkeintaan yhden kuukauden tarvetta vastaavan määrän. Muualla kuin Suomessa vakinaisesti asuva lääkärin tai eläinlääkärin ammattia harjoittamaan oikeutettu henkilö saa maahan tullessaan tuoda mukanaan ja käyttää lääkevalmistetta, jolla on myyntilupa maassa, jossa hän pääasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja lääkevalmisteiden tarve perustuu Suomeen tilapäisesti saapuvan, kansainväliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilön tai henkilöryhmän taikka eläimen tai eläinryhmän lääkinnälliseen tarpeeseen. Oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 § :ssä tarkoitettuja dopingaineita. Maahan tuotuja lääkevalmisteita saa käyttää vain ne maahan tuoneen lääkärin hoitovastuulla olevien henkilöiden tai eläinlääkärin vastuulla olevien eläinten hoitoon. Jos Suomessa vakinaisesti asuva laillistettu lääkäri, hammaslääkäri tai eläinlääkäri on vienyt maasta lääkkeitä Suomessa vakinaisesti asuvien henkilöiden tai eläinten tilapäisen ulkomailla oleskelun aikaiseen lääkehoitoon varautumiseksi, saa hän tuoda takaisin Suomeen käyttämättä jääneet lääkevalmisteet. Valtioneuvoston asetuksella voidaan säätää 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksistä sekä rajoituksista, jotka koskevat tuotavan lääkkeen hankintamaata, lääkkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan lääkkeen enimmäismäärää. Valtioneuvoston asetuksella voidaan myös kieltää tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisältäviä lääkkeitä. Edellä 2 momenttiin liittyvästä tuonnista voidaan myös velvoittaa tekemään ennakkoilmoitus viranomaiselle tai henkilön tilapäisen oleskelun perusteena olevan tilaisuuden järjestäjälle valtioneuvoston asetuksella säädettävin perustein. Valtioneuvoston asetuksella voidaan myös rajoittaa eläinten lääkitsemiseen käytettävien aineiden maahantuontia, jos ne voivat vaarantaa eläimistä saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niistä voi aiheutua muuta merkittävää haittaa eläimille, ihmisille tai ympäristölle tai ne voivat vaarantaa Suomen eläintautien vastustusta.",
        "folded_fi": "yksityishenkilo saa tuoda suomeen henkilokohtaista laakitystaan varten laakevalmisteita, jotka on hankittu valmisteen vahittaisjakeluun oikeutetulta toimittajalta. laakeaineiden tuonti ei ole sallittua. reseptilaakkeen hankinnan tulee perustua laakkeen maaraamiseen oikeutetun henkilon antamaan laakemaaraykseen. lisaksi ulkomailta suomeen tuleva henkilo saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraelaimen hoitoon tarvittavia laakkeita korkeintaan yhden kuukauden tarvetta vastaavan maaran. muualla kuin suomessa vakinaisesti asuva laakarin tai elainlaakarin ammattia harjoittamaan oikeutettu henkilo saa maahan tullessaan tuoda mukanaan ja kayttaa laakevalmistetta, jolla on myyntilupa maassa, jossa han paaasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja laakevalmisteiden tarve perustuu suomeen tilapaisesti saapuvan, kansainvaliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilon tai henkiloryhman taikka elaimen tai elainryhman laakinnalliseen tarpeeseen. oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 §:ssa tarkoitettuja dopingaineita. maahan tuotuja laakevalmisteita saa kayttaa vain ne maahan tuoneen laakarin hoitovastuulla olevien henkiloiden tai elainlaakarin vastuulla olevien elainten hoitoon. jos suomessa vakinaisesti asuva laillistettu laakari, hammaslaakari tai elainlaakari on vienyt maasta laakkeita suomessa vakinaisesti asuvien henkiloiden tai elainten tilapaisen ulkomailla oleskelun aikaiseen laakehoitoon varautumiseksi, saa han tuoda takaisin suomeen kayttamatta jaaneet laakevalmisteet. valtioneuvoston asetuksella voidaan saataa 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksista seka rajoituksista, jotka koskevat tuotavan laakkeen hankintamaata, laakkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan laakkeen enimmaismaaraa. valtioneuvoston asetuksella voidaan myos kieltaa tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisaltavia laakkeita. edella 2 momenttiin liittyvasta tuonnista voidaan myos velvoittaa tekemaan ennakkoilmoitus viranomaiselle tai henkilon tilapaisen oleskelun perusteena olevan tilaisuuden jarjestajalle valtioneuvoston asetuksella saadettavin perustein. valtioneuvoston asetuksella voidaan myos rajoittaa elainten laakitsemiseen kaytettavien aineiden maahantuontia, jos ne voivat vaarantaa elaimista saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niista voi aiheutua muuta merkittavaa haittaa elaimille, ihmisille tai ymparistolle tai ne voivat vaarantaa suomen elaintautien vastustusta.",
        "content_sv": "En privatperson får för sin personliga medicinering föra in sådana läkemedelspreparat i Finland som köpts av en leverantör med rätt att bedriva detaljhandel med preparaten. Det är förbjudet att föra in läkemedelssubstanser. Inköp av ett receptbelagt läkemedel skall basera sig på ordination av en person med rätt att förskriva läkemedel. Dessutom får en person som kommer från utlandet till Finland föra med sig läkemedel för vård av ett sällskapsdjur som samtidigt förs in, till en mängd som motsvarar behovet för högst en månad. En person som varaktigt är bosatt i något annat land än Finland och har rätt att utöva läkaryrket eller veterinäryrket får vid inresa i landet medföra och använda ett sådant läkemedelspreparat för vilket försäljningstillstånd har beviljats i det land där läkaren eller veterinären i huvudsak utövar sitt yrke, om inresan och behovet av läkemedelspreparaten grundar sig på ett medicinskt behov hos en person eller grupp av personer som tillfälligt kommer till Finland för att delta i ett stort internationellt idrottsmästerskap eller i en annan därmed jämförlig tillställning eller på ett medicinskt behov hos ett djur eller en grupp av djur. Rätten gäller dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). De införda läkemedelspreparaten får användas endast för behandling av de personer för vilka den läkare som för in preparaten är behandlingsansvarig eller för behandling av de djur som veterinären ansvarar för. Om en legitimerad läkare, tandläkare eller veterinär som varaktigt är bosatt i Finland har fört ut läkemedel ur landet för tryggande av läkemedelsbehandlingen av i Finland varaktigt bosatta personer eller djur under deras tillfälliga vistelse utomlands, får de återinföra de överblivna läkemedelspreparaten. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om förutsättningarna för sådan införsel som avses i 1―3 mom. samt om begränsningar som gäller anskaffningslandet för det läkemedel som avses föras in, läkemedlets anskaffningssätt, typen av tävling eller annan tillställning som avses i 2 mom. och maximimängden läkemedel som får föras in. Genom förordning av statsrådet kan rätten enligt 2 mom. att föra in läkemedel som innehåller narkotikaklassade ämnen förvägras eller begränsas. För införsel som ansluter sig till 2 mom. kan på grunder som bestäms genom förordning av statsrådet krävas förhandsanmälan till myndigheterna eller till arrangören för det evenemang som är orsaken till personens tillfälliga vistelse i landet. Genom förordning av statsrådet kan också införseln av ämnen som används till medicinering av djur begränsas, om ämnena kan äventyra tryggheten och kvaliteten i fråga om de livsmedel som fås av djur eller om de kan medföra annat betydande men för djur, människor eller miljön, eller om de kan äventyra motståndskraften mot djursjukdomar i Finland.",
        "normalized_sv": "En privatperson får för sin personliga medicinering föra in sådana läkemedelspreparat i Finland som köpts av en leverantör med rätt att bedriva detaljhandel med preparaten. Det är förbjudet att föra in läkemedelssubstanser. Inköp av ett receptbelagt läkemedel skall basera sig på ordination av en person med rätt att förskriva läkemedel. Dessutom får en person som kommer från utlandet till Finland föra med sig läkemedel för vård av ett sällskapsdjur som samtidigt förs in, till en mängd som motsvarar behovet för högst en månad. En person som varaktigt är bosatt i något annat land än Finland och har rätt att utöva läkaryrket eller veterinäryrket får vid inresa i landet medföra och använda ett sådant läkemedelspreparat för vilket försäljningstillstånd har beviljats i det land där läkaren eller veterinären i huvudsak utövar sitt yrke, om inresan och behovet av läkemedelspreparaten grundar sig på ett medicinskt behov hos en person eller grupp av personer som tillfälligt kommer till Finland för att delta i ett stort internationellt idrottsmästerskap eller i en annan därmed jämförlig tillställning eller på ett medicinskt behov hos ett djur eller en grupp av djur. Rätten gäller dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). De införda läkemedelspreparaten får användas endast för behandling av de personer för vilka den läkare som för in preparaten är behandlingsansvarig eller för behandling av de djur som veterinären ansvarar för. Om en legitimerad läkare, tandläkare eller veterinär som varaktigt är bosatt i Finland har fört ut läkemedel ur landet för tryggande av läkemedelsbehandlingen av i Finland varaktigt bosatta personer eller djur under deras tillfälliga vistelse utomlands, får de återinföra de överblivna läkemedelspreparaten. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om förutsättningarna för sådan införsel som avses i 1―3 mom. samt om begränsningar som gäller anskaffningslandet för det läkemedel som avses föras in, läkemedlets anskaffningssätt, typen av tävling eller annan tillställning som avses i 2 mom. och maximimängden läkemedel som får föras in. Genom förordning av statsrådet kan rätten enligt 2 mom. att föra in läkemedel som innehåller narkotikaklassade ämnen förvägras eller begränsas. För införsel som ansluter sig till 2 mom. kan på grunder som bestäms genom förordning av statsrådet krävas förhandsanmälan till myndigheterna eller till arrangören för det evenemang som är orsaken till personens tillfälliga vistelse i landet. Genom förordning av statsrådet kan också införseln av ämnen som används till medicinering av djur begränsas, om ämnena kan äventyra tryggheten och kvaliteten i fråga om de livsmedel som fås av djur eller om de kan medföra annat betydande men för djur, människor eller miljön, eller om de kan äventyra motståndskraften mot djursjukdomar i Finland.",
        "folded_sv": "en privatperson far for sin personliga medicinering fora in sadana lakemedelspreparat i finland som kopts av en leverantor med ratt att bedriva detaljhandel med preparaten. det ar forbjudet att fora in lakemedelssubstanser. inkop av ett receptbelagt lakemedel skall basera sig pa ordination av en person med ratt att forskriva lakemedel. dessutom far en person som kommer fran utlandet till finland fora med sig lakemedel for vard av ett sallskapsdjur som samtidigt fors in, till en mangd som motsvarar behovet for hogst en manad. en person som varaktigt ar bosatt i nagot annat land an finland och har ratt att utova lakaryrket eller veterinaryrket far vid inresa i landet medfora och anvanda ett sadant lakemedelspreparat for vilket forsaljningstillstand har beviljats i det land dar lakaren eller veterinaren i huvudsak utovar sitt yrke, om inresan och behovet av lakemedelspreparaten grundar sig pa ett medicinskt behov hos en person eller grupp av personer som tillfalligt kommer till finland for att delta i ett stort internationellt idrottsmasterskap eller i en annan darmed jamforlig tillstallning eller pa ett medicinskt behov hos ett djur eller en grupp av djur. ratten galler dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). de inforda lakemedelspreparaten far anvandas endast for behandling av de personer for vilka den lakare som for in preparaten ar behandlingsansvarig eller for behandling av de djur som veterinaren ansvarar for. om en legitimerad lakare, tandlakare eller veterinar som varaktigt ar bosatt i finland har fort ut lakemedel ur landet for tryggande av lakemedelsbehandlingen av i finland varaktigt bosatta personer eller djur under deras tillfalliga vistelse utomlands, far de aterinfora de overblivna lakemedelspreparaten. genom forordning av statsradet kan narmare bestammelser utfardas om forutsattningarna for sadan inforsel som avses i 1―3 mom. samt om begransningar som galler anskaffningslandet for det lakemedel som avses foras in, lakemedlets anskaffningssatt, typen av tavling eller annan tillstallning som avses i 2 mom. och maximimangden lakemedel som far foras in. genom forordning av statsradet kan ratten enligt 2 mom. att fora in lakemedel som innehaller narkotikaklassade amnen forvagras eller begransas. for inforsel som ansluter sig till 2 mom. kan pa grunder som bestams genom forordning av statsradet kravas forhandsanmalan till myndigheterna eller till arrangoren for det evenemang som ar orsaken till personens tillfalliga vistelse i landet. genom forordning av statsradet kan ocksa inforseln av amnen som anvands till medicinering av djur begransas, om amnena kan aventyra tryggheten och kvaliteten i fraga om de livsmedel som fas av djur eller om de kan medfora annat betydande men for djur, manniskor eller miljon, eller om de kan aventyra motstandskraften mot djursjukdomar i finland."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5:37 a",
      "chapter": "5",
      "section": "37 a",
      "content": "Lääkkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. Tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myönnettävät etuudet. Tukkuhinta on ilmoitettava lääkkeiden hintatietoja ylläpitäville tahoille. Mainitut tukkuhintarajoitukset eivät koske sellaisten lääkevalmisteiden tukkuhintoja, joita saa myydä myös muualla kuin apteekeissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:37 a",
        "normalized_fi": "Lääkkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. Tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myönnettävät etuudet. Tukkuhinta on ilmoitettava lääkkeiden hintatietoja ylläpitäville tahoille. Mainitut tukkuhintarajoitukset eivät koske sellaisten lääkevalmisteiden tukkuhintoja, joita saa myydä myös muualla kuin apteekeissa.",
        "folded_fi": "laakkeen tukkuhinnan on oltava kaikille apteekeille ja sivuapteekeille sama. tukkuhinnassa on otettava huomioon kaikki alennukset, ostohyvitykset ja muut apteekeille ja sivuapteekeille myonnettavat etuudet. tukkuhinta on ilmoitettava laakkeiden hintatietoja yllapitaville tahoille. mainitut tukkuhintarajoitukset eivat koske sellaisten laakevalmisteiden tukkuhintoja, joita saa myyda myos muualla kuin apteekeissa.",
        "content_sv": "Partipriset på ett läkemedel skall vara detsamma för alla apotek och filialapotek. I partipriset skall beaktas alla rabatter, återbäringar och andra förmåner som beviljas apotek och filialapotek. Partipriset skall meddelas de instanser som uppdaterar prisuppgifter. De nämnda begränsningarna i fråga om partipriser gäller inte sådana läkemedelspreparat som får säljas också annanstans än på apotek.",
        "normalized_sv": "Partipriset på ett läkemedel skall vara detsamma för alla apotek och filialapotek. I partipriset skall beaktas alla rabatter, återbäringar och andra förmåner som beviljas apotek och filialapotek. Partipriset skall meddelas de instanser som uppdaterar prisuppgifter. De nämnda begränsningarna i fråga om partipriser gäller inte sådana läkemedelspreparat som får säljas också annanstans än på apotek.",
        "folded_sv": "partipriset pa ett lakemedel skall vara detsamma for alla apotek och filialapotek. i partipriset skall beaktas alla rabatter, aterbaringar och andra formaner som beviljas apotek och filialapotek. partipriset skall meddelas de instanser som uppdaterar prisuppgifter. de namnda begransningarna i fraga om partipriser galler inte sadana lakemedelspreparat som far saljas ocksa annanstans an pa apotek."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Uuden apteekin perustamisesta kuntaan tai sen osaan päättää Lääkelaitos lääkkeiden saatavuuden sitä edellyttäessä. Päätös tehdään Lääkelaitoksen omasta tai asianomaisen kunnan aloitteesta. Lääkkeiden saatavuutta arvioitaessa on otettava huomioon alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. Lääkelaitos voi myös päättää apteekin sijaintialueen muuttamisesta ja apteekin siirtämisestä kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. Lääkelaitos päättää apteekin lakkauttamisesta, jos lääkkeiden saatavuus ei enää edellytä apteekkia alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. Lakkauttamispäätöstä ei saa panna täytäntöön ennen kuin kyseessä oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa päätökseen. Lääkelaitoksen on kuultava asianomaista kuntaa ennen tässä pykälässä tarkoitetun päätöksen tekemistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:41",
        "normalized_fi": "Uuden apteekin perustamisesta kuntaan tai sen osaan päättää Lääkelaitos lääkkeiden saatavuuden sitä edellyttäessä. Päätös tehdään Lääkelaitoksen omasta tai asianomaisen kunnan aloitteesta. Lääkkeiden saatavuutta arvioitaessa on otettava huomioon alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. Lääkelaitos voi myös päättää apteekin sijaintialueen muuttamisesta ja apteekin siirtämisestä kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. Lääkelaitos päättää apteekin lakkauttamisesta, jos lääkkeiden saatavuus ei enää edellytä apteekkia alueen väestömäärä, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. Lakkauttamispäätöstä ei saa panna täytäntöön ennen kuin kyseessä oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa päätökseen. Lääkelaitoksen on kuultava asianomaista kuntaa ennen tässä pykälässä tarkoitetun päätöksen tekemistä.",
        "folded_fi": "uuden apteekin perustamisesta kuntaan tai sen osaan paattaa laakelaitos laakkeiden saatavuuden sita edellyttaessa. paatos tehdaan laakelaitoksen omasta tai asianomaisen kunnan aloitteesta. laakkeiden saatavuutta arvioitaessa on otettava huomioon alueen vaestomaara, alueella jo olevat apteekkipalvelut ja muiden terveydenhuollon palvelujen sijoittuminen. laakelaitos voi myos paattaa apteekin sijaintialueen muuttamisesta ja apteekin siirtamisesta kunnan osasta toiseen, jos se on tarpeen apteekkipalvelujen turvaamiseksi. laakelaitos paattaa apteekin lakkauttamisesta, jos laakkeiden saatavuus ei enaa edellyta apteekkia alueen vaestomaara, alueella jo olevat apteekkipalvelut ja muiden terveyspalvelujen sijoittuminen huomioon ottaen. lakkauttamispaatosta ei saa panna taytantoon ennen kuin kyseessa oleva apteekkilupa on tullut avoimeksi, jollei apteekkari ole ilmoittanut suostuvansa paatokseen. laakelaitoksen on kuultava asianomaista kuntaa ennen tassa pykalassa tarkoitetun paatoksen tekemista.",
        "content_sv": "Läkemedelsverket fattar beslut om inrättande av ett nytt apotek i en kommun eller en del av denna, om tillgången på läkemedel förutsätter det. Beslutet fattas på Läkemedelsverkets eller den berörda kommunens initiativ. Vid bedömningen av tillgången på läkemedel skall invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området beaktas. Läkemedelsverket kan även fatta beslut om ändring av apotekens lokaliseringsområden och om flyttning av ett apotek till en annan del av kommunen, om det är nödvändigt för att trygga tillgången på apotekstjänster. Läkemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området inte längre är nödvändigt för att trygga tillgången på läkemedel. Indragningsbeslutet får inte verkställas förrän apotekstillståndet i fråga har blivit ledigt att sökas, om inte apotekaren meddelat att han eller hon godkänner beslutet. Läkemedelsverket skall höra kommunen i fråga innan ett beslut som avses i denna paragraf fattas.",
        "normalized_sv": "Läkemedelsverket fattar beslut om inrättande av ett nytt apotek i en kommun eller en del av denna, om tillgången på läkemedel förutsätter det. Beslutet fattas på Läkemedelsverkets eller den berörda kommunens initiativ. Vid bedömningen av tillgången på läkemedel skall invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området beaktas. Läkemedelsverket kan även fatta beslut om ändring av apotekens lokaliseringsområden och om flyttning av ett apotek till en annan del av kommunen, om det är nödvändigt för att trygga tillgången på apotekstjänster. Läkemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invånarantalet, befintliga apotekstjänster och lokaliseringen av övriga hälso- och sjukvårdstjänster i området inte längre är nödvändigt för att trygga tillgången på läkemedel. Indragningsbeslutet får inte verkställas förrän apotekstillståndet i fråga har blivit ledigt att sökas, om inte apotekaren meddelat att han eller hon godkänner beslutet. Läkemedelsverket skall höra kommunen i fråga innan ett beslut som avses i denna paragraf fattas.",
        "folded_sv": "lakemedelsverket fattar beslut om inrattande av ett nytt apotek i en kommun eller en del av denna, om tillgangen pa lakemedel forutsatter det. beslutet fattas pa lakemedelsverkets eller den berorda kommunens initiativ. vid bedomningen av tillgangen pa lakemedel skall invanarantalet, befintliga apotekstjanster och lokaliseringen av ovriga halso- och sjukvardstjanster i omradet beaktas. lakemedelsverket kan aven fatta beslut om andring av apotekens lokaliseringsomraden och om flyttning av ett apotek till en annan del av kommunen, om det ar nodvandigt for att trygga tillgangen pa apotekstjanster. lakemedelsverket fattar beslut om indragning av ett apotek, om apoteket med beaktande av invanarantalet, befintliga apotekstjanster och lokaliseringen av ovriga halso- och sjukvardstjanster i omradet inte langre ar nodvandigt for att trygga tillgangen pa lakemedel. indragningsbeslutet far inte verkstallas forran apotekstillstandet i fraga har blivit ledigt att sokas, om inte apotekaren meddelat att han eller hon godkanner beslutet. lakemedelsverket skall hora kommunen i fraga innan ett beslut som avses i denna paragraf fattas."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Apteekkilupa voidaan myöntää Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole määrätty edunvalvojaa. Apteekkilupa myönnetään useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. Edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa lääkehuollon tehtävissä sekä apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:43",
        "normalized_fi": "Apteekkilupa voidaan myöntää Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole määrätty edunvalvojaa. Apteekkilupa myönnetään useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. Edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa lääkehuollon tehtävissä sekä apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
        "folded_fi": "apteekkilupa voidaan myontaa euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on laillistettu proviisori ja jota ei ole asetettu konkurssiin tai julistettu vajaavaltaiseksi tai jolle ei ole maaratty edunvalvojaa. apteekkilupa myonnetaan useammasta hakijasta sille, jolla voidaan kokonaisuudessaan katsoa olevan parhaat edellytykset apteekkiliikkeen harjoittamiseen. edellytysten arvioinnissa tulee ottaa huomioon hakijan toiminta apteekissa ja muissa laakehuollon tehtavissa seka apteekkiliikkeen harjoittamisen kannalta merkitykselliset opinnot, johtamistaito ja muu toiminta.",
        "content_sv": "Apotekstillstånd kan beviljas en sådan medborgare i en stat inom Europeiska ekonomiska samarbetsområdet som är legitimerad provisor och som inte har försatts i konkurs eller förklarats omyndig eller för vilken inte har förordnats en intressebevakare. Om ett apotekstillstånd söks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de bästa förutsättningarna att driva apoteksrörelse. Vid bedömningen beaktas sökandens tidigare verksamhet på apotek och i andra uppgifter inom läkemedelsförsörjningen samt studier, ledningsförmåga och övrig verksamhet som är av betydelse för drivande av apoteksrörelse.",
        "normalized_sv": "Apotekstillstånd kan beviljas en sådan medborgare i en stat inom Europeiska ekonomiska samarbetsområdet som är legitimerad provisor och som inte har försatts i konkurs eller förklarats omyndig eller för vilken inte har förordnats en intressebevakare. Om ett apotekstillstånd söks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de bästa förutsättningarna att driva apoteksrörelse. Vid bedömningen beaktas sökandens tidigare verksamhet på apotek och i andra uppgifter inom läkemedelsförsörjningen samt studier, ledningsförmåga och övrig verksamhet som är av betydelse för drivande av apoteksrörelse.",
        "folded_sv": "apotekstillstand kan beviljas en sadan medborgare i en stat inom europeiska ekonomiska samarbetsomradet som ar legitimerad provisor och som inte har forsatts i konkurs eller forklarats omyndig eller for vilken inte har forordnats en intressebevakare. om ett apotekstillstand soks av flera, skall det meddelas den som med beaktande av helheten kan anses ha de basta forutsattningarna att driva apoteksrorelse. vid bedomningen beaktas sokandens tidigare verksamhet pa apotek och i andra uppgifter inom lakemedelsforsorjningen samt studier, ledningsformaga och ovrig verksamhet som ar av betydelse for drivande av apoteksrorelse."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "Apteekkari saa harjoittaa apteekkiliikettä siihen saakka, kunnes hän täyttää 68 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Apteekkari saa harjoittaa apteekkiliikettä siihen saakka, kunnes hän täyttää 68 vuotta.",
        "folded_fi": "apteekkari saa harjoittaa apteekkiliiketta siihen saakka, kunnes han tayttaa 68 vuotta.",
        "content_sv": "En apotekare får driva apoteksrörelse tills han eller hon fyller 68 år.",
        "normalized_sv": "En apotekare får driva apoteksrörelse tills han eller hon fyller 68 år.",
        "folded_sv": "en apotekare far driva apoteksrorelse tills han eller hon fyller 68 ar."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Alueella, jolla ei väestömäärän vähäisyyden vuoksi voida katsoa olevan riittäviä toimintaedellytyksiä itsenäiselle apteekille, mutta jolla lääkkeiden saatavuuden vuoksi tarvitaan apteekkiliikettä, voi olla sivuapteekki. Sivuapteekki voidaan perustaa Lääkelaitoksen tai kunnan aloitteesta. Lääkelaitos myöntää sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitämiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. Lääkelaitos voi myöntää apteekkarille luvan enintään kolmen sivuapteekin pitämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:52",
        "normalized_fi": "Alueella, jolla ei väestömäärän vähäisyyden vuoksi voida katsoa olevan riittäviä toimintaedellytyksiä itsenäiselle apteekille, mutta jolla lääkkeiden saatavuuden vuoksi tarvitaan apteekkiliikettä, voi olla sivuapteekki. Sivuapteekki voidaan perustaa Lääkelaitoksen tai kunnan aloitteesta. Lääkelaitos myöntää sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitämiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. Lääkelaitos voi myöntää apteekkarille luvan enintään kolmen sivuapteekin pitämiseen.",
        "folded_fi": "alueella, jolla ei vaestomaaran vahaisyyden vuoksi voida katsoa olevan riittavia toimintaedellytyksia itsenaiselle apteekille, mutta jolla laakkeiden saatavuuden vuoksi tarvitaan apteekkiliiketta, voi olla sivuapteekki. sivuapteekki voidaan perustaa laakelaitoksen tai kunnan aloitteesta. laakelaitos myontaa sivuapteekkiluvan hakemuksesta apteekkarille, jolla on parhaat edellytykset sivuapteekin pitamiseen, kun otetaan huomioon apteekin sijainti ja muut toimintaedellytykset. laakelaitos voi myontaa apteekkarille luvan enintaan kolmen sivuapteekin pitamiseen.",
        "content_sv": "Inom ett område som på grund av att befolkningsmängden är liten inte kan anses erbjuda tillräckliga verksamhetsbetingelser för ett självständigt apotek, men där tillgången på läkemedel förutsätter apoteksrörelse, får det finnas ett filialapotek. Ett filialapotek kan inrättas på Läkemedelsverkets eller kommunens initiativ. Läkemedelsverket meddelar på ansökan den apotekare som med beaktande av apotekets läge och övriga verksamhetsbetingelser har de bästa förutsättningarna att hålla filialapotek tillstånd till detta. Läkemedelsverket kan bevilja en apotekare tillstånd att hålla högst tre filialapotek.",
        "normalized_sv": "Inom ett område som på grund av att befolkningsmängden är liten inte kan anses erbjuda tillräckliga verksamhetsbetingelser för ett självständigt apotek, men där tillgången på läkemedel förutsätter apoteksrörelse, får det finnas ett filialapotek. Ett filialapotek kan inrättas på Läkemedelsverkets eller kommunens initiativ. Läkemedelsverket meddelar på ansökan den apotekare som med beaktande av apotekets läge och övriga verksamhetsbetingelser har de bästa förutsättningarna att hålla filialapotek tillstånd till detta. Läkemedelsverket kan bevilja en apotekare tillstånd att hålla högst tre filialapotek.",
        "folded_sv": "inom ett omrade som pa grund av att befolkningsmangden ar liten inte kan anses erbjuda tillrackliga verksamhetsbetingelser for ett sjalvstandigt apotek, men dar tillgangen pa lakemedel forutsatter apoteksrorelse, far det finnas ett filialapotek. ett filialapotek kan inrattas pa lakemedelsverkets eller kommunens initiativ. lakemedelsverket meddelar pa ansokan den apotekare som med beaktande av apotekets lage och ovriga verksamhetsbetingelser har de basta forutsattningarna att halla filialapotek tillstand till detta. lakemedelsverket kan bevilja en apotekare tillstand att halla hogst tre filialapotek."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:54 a",
      "chapter": "5",
      "section": "54 a",
      "content": "Nikotiinivalmisteita saa myydä 38 §:ssä säädetystä poiketen myös tupakkaa myyvissä vähittäiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myöntämän luvan perusteella. Nikotiinivalmisteita saa myydä ainoastaan 18 vuotta täyttäneille. Myyjän on voitava valvoa ostotilannetta. Myynti automaattisista myyntilaitteista on kielletty. Kunnan on myönnettävä kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset säilyttää ja myydä nikotiinivalmisteita tämän lain mukaisesti. Hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteisön toiminimi ja yhteystiedot, yritys- ja yhteisötunnus sekä nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden säilytyksestä ja myynnin valvontajärjestelyistä; 3) myynnistä vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumäärä ja selvitys niiden sijainnista. Nikotiinivalmisteen vähittäismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. Kunnan on ilmoitettava luvan myöntämisestä ja myynnin lopettamisesta Lääkelaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 a",
        "normalized_fi": "Nikotiinivalmisteita saa myydä 38 § :ssä säädetystä poiketen myös tupakkaa myyvissä vähittäiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myöntämän luvan perusteella. Nikotiinivalmisteita saa myydä ainoastaan 18 vuotta täyttäneille. Myyjän on voitava valvoa ostotilannetta. Myynti automaattisista myyntilaitteista on kielletty. Kunnan on myönnettävä kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset säilyttää ja myydä nikotiinivalmisteita tämän lain mukaisesti. Hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteisön toiminimi ja yhteystiedot, yritys- ja yhteisötunnus sekä nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden säilytyksestä ja myynnin valvontajärjestelyistä; 3) myynnistä vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumäärä ja selvitys niiden sijainnista. Nikotiinivalmisteen vähittäismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. Kunnan on ilmoitettava luvan myöntämisestä ja myynnin lopettamisesta Lääkelaitokselle.",
        "folded_fi": "nikotiinivalmisteita saa myyda 38 §:ssa saadetysta poiketen myos tupakkaa myyvissa vahittaiskaupoissa, kioskeissa ja huoltoasemilla myyntipaikan sijaintikunnan myontaman luvan perusteella. nikotiinivalmisteita saa myyda ainoastaan 18 vuotta tayttaneille. myyjan on voitava valvoa ostotilannetta. myynti automaattisista myyntilaitteista on kielletty. kunnan on myonnettava kirjallisesta hakemuksesta lupa nikotiinivalmisteiden myyntiin, jos hakijalla on edellytykset sailyttaa ja myyda nikotiinivalmisteita taman lain mukaisesti. hakemuksessa on oltava seuraavat tiedot: 1) hakijan nimi tai yhteison toiminimi ja yhteystiedot, yritys- ja yhteisotunnus seka nikotiinivalmisteiden myyntipaikkojen osoitteet; 2) selvitys nikotiinivalmisteiden sailytyksesta ja myynnin valvontajarjestelyista; 3) myynnista vastaavan nimi ja yhteystiedot; ja 4) nikotiinivalmisteiden myyntipaikassa sijaitsevien myyntipisteiden lukumaara ja selvitys niiden sijainnista. nikotiinivalmisteen vahittaismyyntiin luvan saaneen on ilmoitettava lupahakemuksessa ilmoitettujen tietojen muutoksesta ja myynnin lopettamisesta kunnalle. kunnan on ilmoitettava luvan myontamisesta ja myynnin lopettamisesta laakelaitokselle.",
        "content_sv": "Med avvikelse från vad som föreskrivs i 38 § får nikotinpreparat med stöd av ett tillstånd som beviljats av den kommun där försäljningsstället är beläget säljas också i de detaljhandelsaffärer, kiosker och servicestationer som säljer tobaksprodukter. Nikotinpreparat får säljas endast till personer som fyllt 18 år. Försäljaren skall kunna övervaka köpsituationen. Försäljning från automat är förbjuden. Kommunen skall på en skriftlig ansökan bevilja tillstånd för försäljning av nikotinpreparat, om sökanden har förutsättningar att förvara och sälja nikotinpreparat i enlighet med denna lag. Av ansökan skall framgå 1) sökandens namn eller sammanslutningens firma och kontaktuppgifter, företags- och organisationsnummer samt adresserna till de försäljningsställen där nikotinpreparat säljs, 2) hur nikotinpreparaten förvaras samt arrangemangen för övervakning av försäljningen, 3) den försäljningsansvariges namn och kontaktuppgifter, och 4) antalet säljställen och hur de är placerade på försäljningsstället. Den som beviljats tillstånd för detaljhandel med nikotinpreparat skall underrätta kommunen om förändringar i de uppgifter som angetts i tillståndsansökan samt om upphörande med försäljningen. Kommunen skall underrätta Läkemedelsverket om beviljade tillstånd och om upphörande med försäljning.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 38 § får nikotinpreparat med stöd av ett tillstånd som beviljats av den kommun där försäljningsstället är beläget säljas också i de detaljhandelsaffärer, kiosker och servicestationer som säljer tobaksprodukter. Nikotinpreparat får säljas endast till personer som fyllt 18 år. Försäljaren skall kunna övervaka köpsituationen. Försäljning från automat är förbjuden. Kommunen skall på en skriftlig ansökan bevilja tillstånd för försäljning av nikotinpreparat, om sökanden har förutsättningar att förvara och sälja nikotinpreparat i enlighet med denna lag. Av ansökan skall framgå 1) sökandens namn eller sammanslutningens firma och kontaktuppgifter, företags- och organisationsnummer samt adresserna till de försäljningsställen där nikotinpreparat säljs, 2) hur nikotinpreparaten förvaras samt arrangemangen för övervakning av försäljningen, 3) den försäljningsansvariges namn och kontaktuppgifter, och 4) antalet säljställen och hur de är placerade på försäljningsstället. Den som beviljats tillstånd för detaljhandel med nikotinpreparat skall underrätta kommunen om förändringar i de uppgifter som angetts i tillståndsansökan samt om upphörande med försäljningen. Kommunen skall underrätta Läkemedelsverket om beviljade tillstånd och om upphörande med försäljning.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 38 § far nikotinpreparat med stod av ett tillstand som beviljats av den kommun dar forsaljningsstallet ar belaget saljas ocksa i de detaljhandelsaffarer, kiosker och servicestationer som saljer tobaksprodukter. nikotinpreparat far saljas endast till personer som fyllt 18 ar. forsaljaren skall kunna overvaka kopsituationen. forsaljning fran automat ar forbjuden. kommunen skall pa en skriftlig ansokan bevilja tillstand for forsaljning av nikotinpreparat, om sokanden har forutsattningar att forvara och salja nikotinpreparat i enlighet med denna lag. av ansokan skall framga 1) sokandens namn eller sammanslutningens firma och kontaktuppgifter, foretags- och organisationsnummer samt adresserna till de forsaljningsstallen dar nikotinpreparat saljs, 2) hur nikotinpreparaten forvaras samt arrangemangen for overvakning av forsaljningen, 3) den forsaljningsansvariges namn och kontaktuppgifter, och 4) antalet saljstallen och hur de ar placerade pa forsaljningsstallet. den som beviljats tillstand for detaljhandel med nikotinpreparat skall underratta kommunen om forandringar i de uppgifter som angetts i tillstandsansokan samt om upphorande med forsaljningen. kommunen skall underratta lakemedelsverket om beviljade tillstand och om upphorande med forsaljning."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:54 b",
      "chapter": "5",
      "section": "54 b",
      "content": "Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vähittäismyynnissä, markkinoinnissa, Lääkelaitoksen suorittamassa valvonnassa ja lääketurvatoiminnassa tulee noudattaa soveltuvin osin, mitä tässä laissa muutoin säädetään varastoinnista, myynnistä, Lääkelaitoksen suorittamasta valvonnasta ja lääketurvatoiminnasta. Mitä 55 ja 55 a §:ssä, 56 §:n 1 momentissa sekä 57 §:ssä säädetään, ei kuitenkaan sovelleta tässä pykälässä tarkoitettuun myyntiin. Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden vähittäismyynnin valvonnassa tulee lisäksi noudattaa, mitä toimenpiteistä tupakoinnin vähentämiseksi annetun lain (693/1976) 14 §:n 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 b",
        "normalized_fi": "Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vähittäismyynnissä, markkinoinnissa, Lääkelaitoksen suorittamassa valvonnassa ja lääketurvatoiminnassa tulee noudattaa soveltuvin osin, mitä tässä laissa muutoin säädetään varastoinnista, myynnistä, Lääkelaitoksen suorittamasta valvonnasta ja lääketurvatoiminnasta. Mitä 55 ja 55 a § :ssä, 56 § :n 1 momentissa sekä 57 § :ssä säädetään, ei kuitenkaan sovelleta tässä pykälässä tarkoitettuun myyntiin. Muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa tapahtuvassa nikotiinivalmisteiden vähittäismyynnin valvonnassa tulee lisäksi noudattaa, mitä toimenpiteistä tupakoinnin vähentämiseksi annetun lain (693/1976) 14 § :n 4 momentissa säädetään.",
        "folded_fi": "muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa tapahtuvassa nikotiinivalmisteiden varastoinnissa, vahittaismyynnissa, markkinoinnissa, laakelaitoksen suorittamassa valvonnassa ja laaketurvatoiminnassa tulee noudattaa soveltuvin osin, mita tassa laissa muutoin saadetaan varastoinnista, myynnista, laakelaitoksen suorittamasta valvonnasta ja laaketurvatoiminnasta. mita 55 ja 55 a §:ssa, 56 §:n 1 momentissa seka 57 §:ssa saadetaan, ei kuitenkaan sovelleta tassa pykalassa tarkoitettuun myyntiin. muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa tapahtuvassa nikotiinivalmisteiden vahittaismyynnin valvonnassa tulee lisaksi noudattaa, mita toimenpiteista tupakoinnin vahentamiseksi annetun lain (693/1976) 14 §:n 4 momentissa saadetaan.",
        "content_sv": "Vid lagring av, detaljhandel med och marknadsföring av nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp och vid Läkemedelsverkets tillsyn samt vid verksamheten för läkemedelssäkerheten skall i tillämpliga delar iakttas vad som i denna lag i övrigt föreskrivs om lagring, försäljning, Läkemedelsverkets tillsyn och verksamheten för läkemedelssäkerheten. Vad som föreskrivs i 55 och 55 a §, 56 § 1 mom. samt 57 § tillämpas dock inte på försäljning som avses i denna paragraf. Vid tillsynen över detaljhandel med nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp skall därutöver iakttas vad som föreskrivs i 14 § 4 mom. i lagen om åtgärder för inskränkande av tobaksrökning (693/1976).",
        "normalized_sv": "Vid lagring av, detaljhandel med och marknadsföring av nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp och vid Läkemedelsverkets tillsyn samt vid verksamheten för läkemedelssäkerheten skall i tillämpliga delar iakttas vad som i denna lag i övrigt föreskrivs om lagring, försäljning, Läkemedelsverkets tillsyn och verksamheten för läkemedelssäkerheten. Vad som föreskrivs i 55 och 55 a § , 56 § 1 mom. samt 57 § tillämpas dock inte på försäljning som avses i denna paragraf. Vid tillsynen över detaljhandel med nikotinpreparat som sker någon annanstans än på apotek eller filialapotek och i medicinskåp skall därutöver iakttas vad som föreskrivs i 14 § 4 mom. i lagen om åtgärder för inskränkande av tobaksrökning (693/1976).",
        "folded_sv": "vid lagring av, detaljhandel med och marknadsforing av nikotinpreparat som sker nagon annanstans an pa apotek eller filialapotek och i medicinskap och vid lakemedelsverkets tillsyn samt vid verksamheten for lakemedelssakerheten skall i tillampliga delar iakttas vad som i denna lag i ovrigt foreskrivs om lagring, forsaljning, lakemedelsverkets tillsyn och verksamheten for lakemedelssakerheten. vad som foreskrivs i 55 och 55 a §, 56 § 1 mom. samt 57 § tillampas dock inte pa forsaljning som avses i denna paragraf. vid tillsynen over detaljhandel med nikotinpreparat som sker nagon annanstans an pa apotek eller filialapotek och i medicinskap skall darutover iakttas vad som foreskrivs i 14 § 4 mom. i lagen om atgarder for inskrankande av tobaksrokning (693/1976)."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:54 c",
      "chapter": "5",
      "section": "54 c",
      "content": "Kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja sekä valvoa nikotiinivalmisteiden myyntiä. Jos tarkastuksessa tai muutoin havaitaan tämän lain tai sen nojalla annettujen säännösten vastaista toimintaa, kunnan tulee kieltää toiminta sekä asettaa määräaika, jonka kuluessa se on lopetettava. Jos toimintaa ei ole korjattu määräajassa taikka jos kiellossa mainittua säännösten vastaista menettelyä on jatkettu tai jos se on uudistettu asetetun määräajan jälkeen, kunta voi peruuttaa nikotiinivalmisteiden vähittäismyyntiluvan määräajaksi tai kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 c",
        "normalized_fi": "Kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja sekä valvoa nikotiinivalmisteiden myyntiä. Jos tarkastuksessa tai muutoin havaitaan tämän lain tai sen nojalla annettujen säännösten vastaista toimintaa, kunnan tulee kieltää toiminta sekä asettaa määräaika, jonka kuluessa se on lopetettava. Jos toimintaa ei ole korjattu määräajassa taikka jos kiellossa mainittua säännösten vastaista menettelyä on jatkettu tai jos se on uudistettu asetetun määräajan jälkeen, kunta voi peruuttaa nikotiinivalmisteiden vähittäismyyntiluvan määräajaksi tai kokonaan.",
        "folded_fi": "kunnan tulee omasta aloitteestaan ja tehtyjen ilmoitusten perusteella tarkastaa nikotiinivalmisteiden varastointi- ja myyntipaikkoja seka valvoa nikotiinivalmisteiden myyntia. jos tarkastuksessa tai muutoin havaitaan taman lain tai sen nojalla annettujen saannosten vastaista toimintaa, kunnan tulee kieltaa toiminta seka asettaa maaraaika, jonka kuluessa se on lopetettava. jos toimintaa ei ole korjattu maaraajassa taikka jos kiellossa mainittua saannosten vastaista menettelya on jatkettu tai jos se on uudistettu asetetun maaraajan jalkeen, kunta voi peruuttaa nikotiinivalmisteiden vahittaismyyntiluvan maaraajaksi tai kokonaan.",
        "content_sv": "Kommunen skall på eget initiativ och på basis av gjorda anmälningar förrätta inspektioner av lagrings- och försäljningsställen för nikotinpreparat samt övervaka försäljningen av nikotinpreparat. Om man i samband med en inspektion eller på annat sätt upptäcker sådan verksamhet som strider mot denna lag eller bestämmelser som utfärdats med stöd av den, skall kommunen förbjuda verksamheten samt sätta ut en tidsfrist inom vilken verksamheten skall upphöra. Har rättelse inte skett inom utsatt tid eller har det förfarande som strider mot bestämmelserna och som nämns i förbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen återkalla tillståndet för detaljhandel med nikotinpreparat för viss tid eller helt och hållet.",
        "normalized_sv": "Kommunen skall på eget initiativ och på basis av gjorda anmälningar förrätta inspektioner av lagrings- och försäljningsställen för nikotinpreparat samt övervaka försäljningen av nikotinpreparat. Om man i samband med en inspektion eller på annat sätt upptäcker sådan verksamhet som strider mot denna lag eller bestämmelser som utfärdats med stöd av den, skall kommunen förbjuda verksamheten samt sätta ut en tidsfrist inom vilken verksamheten skall upphöra. Har rättelse inte skett inom utsatt tid eller har det förfarande som strider mot bestämmelserna och som nämns i förbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen återkalla tillståndet för detaljhandel med nikotinpreparat för viss tid eller helt och hållet.",
        "folded_sv": "kommunen skall pa eget initiativ och pa basis av gjorda anmalningar forratta inspektioner av lagrings- och forsaljningsstallen for nikotinpreparat samt overvaka forsaljningen av nikotinpreparat. om man i samband med en inspektion eller pa annat satt upptacker sadan verksamhet som strider mot denna lag eller bestammelser som utfardats med stod av den, skall kommunen forbjuda verksamheten samt satta ut en tidsfrist inom vilken verksamheten skall upphora. har rattelse inte skett inom utsatt tid eller har det forfarande som strider mot bestammelserna och som namns i forbudet fortsatt eller upprepats efter den utsatta tiden, kan kommunen aterkalla tillstandet for detaljhandel med nikotinpreparat for viss tid eller helt och hallet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:54 d",
      "chapter": "5",
      "section": "54 d",
      "content": "Kunta voi periä nikotiinivalmisteiden vähittäismyyntiluvan hakijalta vähittäismyyntiluvasta maksun. Lisäksi kunta voi periä vähittäismyyntiluvan haltijalta valvontaan liittyvistä toimenpiteistä vuosittaista valvontamaksua. Lupa- ja valvontamaksu voivat olla enintään suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. Vähittäismyyntilupamaksun ja valvontamaksun perusteista säädetään tarkemmin kunnan hyväksymässä taksassa. Tämän pykälän mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 d",
        "normalized_fi": "Kunta voi periä nikotiinivalmisteiden vähittäismyyntiluvan hakijalta vähittäismyyntiluvasta maksun. Lisäksi kunta voi periä vähittäismyyntiluvan haltijalta valvontaan liittyvistä toimenpiteistä vuosittaista valvontamaksua. Lupa- ja valvontamaksu voivat olla enintään suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. Vähittäismyyntilupamaksun ja valvontamaksun perusteista säädetään tarkemmin kunnan hyväksymässä taksassa. Tämän pykälän mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "kunta voi peria nikotiinivalmisteiden vahittaismyyntiluvan hakijalta vahittaismyyntiluvasta maksun. lisaksi kunta voi peria vahittaismyyntiluvan haltijalta valvontaan liittyvista toimenpiteista vuosittaista valvontamaksua. lupa- ja valvontamaksu voivat olla enintaan suoritteiden tuottamisesta aiheutuvien kustannusten suuruiset. vahittaismyyntilupamaksun ja valvontamaksun perusteista saadetaan tarkemmin kunnan hyvaksymassa taksassa. taman pykalan mukaiset maksut saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "content_sv": "Kommunen kan hos den som ansöker om tillstånd för detaljhandel med nikotinpreparat ta ut en avgift för tillståndet. Därutöver kan kommunen hos innehavaren av ett detaljhandelstillstånd ta ut en årlig tillsynsavgift för åtgärder i anslutning till tillsynen. Tillståndsavgiften och tillsynsavgiften får vara högst så stora att de täcker kostnaderna för prestationerna. Närmare bestämmelser om grunderna för avgiften för detaljhandelstillstånd och tillsynsavgiften ingår i en taxa som kommunen godkänner. Avgifter enligt denna paragraf kan drivas in utan dom eller utslag på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Kommunen kan hos den som ansöker om tillstånd för detaljhandel med nikotinpreparat ta ut en avgift för tillståndet. Därutöver kan kommunen hos innehavaren av ett detaljhandelstillstånd ta ut en årlig tillsynsavgift för åtgärder i anslutning till tillsynen. Tillståndsavgiften och tillsynsavgiften får vara högst så stora att de täcker kostnaderna för prestationerna. Närmare bestämmelser om grunderna för avgiften för detaljhandelstillstånd och tillsynsavgiften ingår i en taxa som kommunen godkänner. Avgifter enligt denna paragraf kan drivas in utan dom eller utslag på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "kommunen kan hos den som ansoker om tillstand for detaljhandel med nikotinpreparat ta ut en avgift for tillstandet. darutover kan kommunen hos innehavaren av ett detaljhandelstillstand ta ut en arlig tillsynsavgift for atgarder i anslutning till tillsynen. tillstandsavgiften och tillsynsavgiften far vara hogst sa stora att de tacker kostnaderna for prestationerna. narmare bestammelser om grunderna for avgiften for detaljhandelstillstand och tillsynsavgiften ingar i en taxa som kommunen godkanner. avgifter enligt denna paragraf kan drivas in utan dom eller utslag pa det satt som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:54 e",
      "chapter": "5",
      "section": "54 e",
      "content": "Nikotiinivalmisteiden sijoittelusta vähittäismyymälässä ja lupahakemuksen sisällöstä voidaan säätää tarkemmin valtioneuvoston asetuksella. Lääkelaitos voi määrätä, että vähittäiskaupassa myytäviin nikotiinivalmisteisiin on liitettävä erilliset käyttöohjeet. Lääkelaitos voi tarvittaessa antaa määräyksiä ohjeiden sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:54 e",
        "normalized_fi": "Nikotiinivalmisteiden sijoittelusta vähittäismyymälässä ja lupahakemuksen sisällöstä voidaan säätää tarkemmin valtioneuvoston asetuksella. Lääkelaitos voi määrätä, että vähittäiskaupassa myytäviin nikotiinivalmisteisiin on liitettävä erilliset käyttöohjeet. Lääkelaitos voi tarvittaessa antaa määräyksiä ohjeiden sisällöstä.",
        "folded_fi": "nikotiinivalmisteiden sijoittelusta vahittaismyymalassa ja lupahakemuksen sisallosta voidaan saataa tarkemmin valtioneuvoston asetuksella. laakelaitos voi maarata, etta vahittaiskaupassa myytaviin nikotiinivalmisteisiin on liitettava erilliset kayttoohjeet. laakelaitos voi tarvittaessa antaa maarayksia ohjeiden sisallosta.",
        "content_sv": "Närmare bestämmelser om nikotinpreparatens placering i en detaljhandelsaffär och om innehållet i tillståndsansökan kan utfärdas genom förordning av statsrådet. Läkemedelsverket kan bestämma att särskilda anvisningar skall fogas till nikotinpreparat som säljs i detaljhandeln. Läkemedelsverket kan vid behov utfärda föreskrifter om anvisningarnas innehåll.",
        "normalized_sv": "Närmare bestämmelser om nikotinpreparatens placering i en detaljhandelsaffär och om innehållet i tillståndsansökan kan utfärdas genom förordning av statsrådet. Läkemedelsverket kan bestämma att särskilda anvisningar skall fogas till nikotinpreparat som säljs i detaljhandeln. Läkemedelsverket kan vid behov utfärda föreskrifter om anvisningarnas innehåll.",
        "folded_sv": "narmare bestammelser om nikotinpreparatens placering i en detaljhandelsaffar och om innehallet i tillstandsansokan kan utfardas genom forordning av statsradet. lakemedelsverket kan bestamma att sarskilda anvisningar skall fogas till nikotinpreparat som saljs i detaljhandeln. lakemedelsverket kan vid behov utfarda foreskrifter om anvisningarnas innehall."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Apteekissa ja sivuapteekissa tulee pitää tarpeellinen määrä farmaseuttisen tutkinnon suorittanutta henkilökuntaa. Apteekkarin tulee huolehtia siitä, että apteekin koko henkilökunta osallistuu riittävästi täydennyskoulutukseen. Täydennyskoulutusta järjestettäessä on otettava huomioon henkilökuntaan kuuluvien peruskoulutus ja työtehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:56",
        "normalized_fi": "Apteekissa ja sivuapteekissa tulee pitää tarpeellinen määrä farmaseuttisen tutkinnon suorittanutta henkilökuntaa. Apteekkarin tulee huolehtia siitä, että apteekin koko henkilökunta osallistuu riittävästi täydennyskoulutukseen. Täydennyskoulutusta järjestettäessä on otettava huomioon henkilökuntaan kuuluvien peruskoulutus ja työtehtävät.",
        "folded_fi": "apteekissa ja sivuapteekissa tulee pitaa tarpeellinen maara farmaseuttisen tutkinnon suorittanutta henkilokuntaa. apteekkarin tulee huolehtia siita, etta apteekin koko henkilokunta osallistuu riittavasti taydennyskoulutukseen. taydennyskoulutusta jarjestettaessa on otettava huomioon henkilokuntaan kuuluvien peruskoulutus ja tyotehtavat.",
        "content_sv": "På apotek och filialapotek skall en tillräckligt stor del av personalen ha avlagt farmaceutisk examen. Apotekaren skall se till att hela personalen i tillräckligt stor utsträckning deltar i kompletterande utbildning. Vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas.",
        "normalized_sv": "På apotek och filialapotek skall en tillräckligt stor del av personalen ha avlagt farmaceutisk examen. Apotekaren skall se till att hela personalen i tillräckligt stor utsträckning deltar i kompletterande utbildning. Vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas.",
        "folded_sv": "pa apotek och filialapotek skall en tillrackligt stor del av personalen ha avlagt farmaceutisk examen. apotekaren skall se till att hela personalen i tillrackligt stor utstrackning deltar i kompletterande utbildning. vid anordnande av kompletterande utbildning skall personalens grundutbildning och arbetsuppgifter beaktas."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:57 b",
      "chapter": "5",
      "section": "57 b",
      "content": "Toimittaessaan lääkärin tai hammaslääkärin lääkemääräykseen perustuvaa lääkevalmistetta apteekin on vaihdettava lääkevalmiste halvimpaan tai siitä hinnaltaan vähän poikkeavaan, 57 c §:ssä tarkoitetun Lääkelaitoksen luettelon mukaiseen vaihtokelpoiseen lääkevalmisteeseen, joka on yleisesti saatavilla. Lääkevalmiste on hinnaltaan vähän poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sitä enemmän maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. Keskenään vaihtokelpoisten lääkevalmisteiden halvimmaksi hinnaksi määritellään kunkin vuosineljänneksen ensimmäisen päivän perusteella tuolloin halvimman valmisteen arvonlisäverollinen vähittäismyyntihinta. Vaihtoa ei kuitenkaan saa tehdä, jos lääkkeen määrääjä on kieltänyt vaihdon lääketieteellisellä tai hoidollisella perusteella tekemällä kiellosta merkinnän lääkemääräykseen tai jos lääkkeen ostaja kieltää vaihdon. Lääkemääräyksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. Jos samalla lääkemääräyksellä toimitetaan lääkettä useita kertoja, lääkkeen ostajalla on kuitenkin oikeus ostaa myöhemmillä kerroilla lääkemääräyksen mukaista lääkevalmistetta. Lääkkeen ostajalla on lisäksi aina halutessaan oikeus saada toimitushetkellä hänelle tosiasiallisesti halvin vaihtokelpoinen lääkevalmiste, jollei lääkkeen määrääjä ole kieltänyt vaihtoa lääketieteellisin tai hoidollisin perustein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 b",
        "normalized_fi": "Toimittaessaan lääkärin tai hammaslääkärin lääkemääräykseen perustuvaa lääkevalmistetta apteekin on vaihdettava lääkevalmiste halvimpaan tai siitä hinnaltaan vähän poikkeavaan, 57 c § :ssä tarkoitetun Lääkelaitoksen luettelon mukaiseen vaihtokelpoiseen lääkevalmisteeseen, joka on yleisesti saatavilla. Lääkevalmiste on hinnaltaan vähän poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sitä enemmän maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. Keskenään vaihtokelpoisten lääkevalmisteiden halvimmaksi hinnaksi määritellään kunkin vuosineljänneksen ensimmäisen päivän perusteella tuolloin halvimman valmisteen arvonlisäverollinen vähittäismyyntihinta. Vaihtoa ei kuitenkaan saa tehdä, jos lääkkeen määrääjä on kieltänyt vaihdon lääketieteellisellä tai hoidollisella perusteella tekemällä kiellosta merkinnän lääkemääräykseen tai jos lääkkeen ostaja kieltää vaihdon. Lääkemääräyksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. Jos samalla lääkemääräyksellä toimitetaan lääkettä useita kertoja, lääkkeen ostajalla on kuitenkin oikeus ostaa myöhemmillä kerroilla lääkemääräyksen mukaista lääkevalmistetta. Lääkkeen ostajalla on lisäksi aina halutessaan oikeus saada toimitushetkellä hänelle tosiasiallisesti halvin vaihtokelpoinen lääkevalmiste, jollei lääkkeen määrääjä ole kieltänyt vaihtoa lääketieteellisin tai hoidollisin perustein.",
        "folded_fi": "toimittaessaan laakarin tai hammaslaakarin laakemaaraykseen perustuvaa laakevalmistetta apteekin on vaihdettava laakevalmiste halvimpaan tai siita hinnaltaan vahan poikkeavaan, 57 c §:ssa tarkoitetun laakelaitoksen luettelon mukaiseen vaihtokelpoiseen laakevalmisteeseen, joka on yleisesti saatavilla. laakevalmiste on hinnaltaan vahan poikkeava, jos hinnanero: 1) halvimpaan alle 40 euroa maksavaan vaihtokelpoiseen valmisteeseen on pienempi kuin 2 euroa; tai 2) 40 euroa tai sita enemman maksavaan halvimpaan vaihtokelpoiseen valmisteeseen on pienempi kuin 3 euroa. keskenaan vaihtokelpoisten laakevalmisteiden halvimmaksi hinnaksi maaritellaan kunkin vuosineljanneksen ensimmaisen paivan perusteella tuolloin halvimman valmisteen arvonlisaverollinen vahittaismyyntihinta. vaihtoa ei kuitenkaan saa tehda, jos laakkeen maaraaja on kieltanyt vaihdon laaketieteellisella tai hoidollisella perusteella tekemalla kiellosta merkinnan laakemaaraykseen tai jos laakkeen ostaja kieltaa vaihdon. laakemaarayksen voimassa ollessa apteekin tulee toimittaa samaa valmistetta. jos samalla laakemaarayksella toimitetaan laaketta useita kertoja, laakkeen ostajalla on kuitenkin oikeus ostaa myohemmilla kerroilla laakemaarayksen mukaista laakevalmistetta. laakkeen ostajalla on lisaksi aina halutessaan oikeus saada toimitushetkella hanelle tosiasiallisesti halvin vaihtokelpoinen laakevalmiste, jollei laakkeen maaraaja ole kieltanyt vaihtoa laaketieteellisin tai hoidollisin perustein.",
        "content_sv": "Vid expediering av läkemedelspreparat som förskrivits av en läkare eller tandläkare skall apoteket byta ut läkemedelspreparatet mot det enligt Läkemedelsverkets i 57 c § avsedda förteckning billigaste utbytbara och allmänt tillgängliga läkemedelspreparatet eller mot ett motsvarande läkemedelspreparat vars pris avviker litet från det billigaste preparatets pris. Ett läkemedelspreparats pris avviker litet, om prisskillnaden i förhållande till 1) det billigaste utbytbara preparat som kostar mindre än 40 euro är mindre än 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer är mindre än 3 euro. Vilket som är lägsta pris på sinsemellan utbytbara läkemedelspreparat bestäms utifrån det billigaste preparatets minuthandelspris inklusive mervärdesskatt den första dagen i varje kvartal. Ett läkemedel får dock inte bytas ut om den som förskrivit läkemedlet förbjudit utbyte på medicinska eller terapeutiska grunder genom att anteckna förbudet på receptet eller om den som köper läkemedlet motsätter sig utbyte. Så länge receptet är i kraft skall apoteket expediera samma preparat. Om ett läkemedel expedieras flera gånger mot samma recept, har dock den som köper läkemedlet rätt att vid de senare tillfällena köpa det läkemedelspreparat som anges på receptet. Den som köper ett läkemedel har dessutom alltid rätt att få det vid tidpunkten för expedieringen i realiteten billigaste utbytbara läkemedelspreparatet, om inte den som förskrivit läkemedlet har förbjudit utbyte på medicinska eller terapeutiska grunder.",
        "normalized_sv": "Vid expediering av läkemedelspreparat som förskrivits av en läkare eller tandläkare skall apoteket byta ut läkemedelspreparatet mot det enligt Läkemedelsverkets i 57 c § avsedda förteckning billigaste utbytbara och allmänt tillgängliga läkemedelspreparatet eller mot ett motsvarande läkemedelspreparat vars pris avviker litet från det billigaste preparatets pris. Ett läkemedelspreparats pris avviker litet, om prisskillnaden i förhållande till 1) det billigaste utbytbara preparat som kostar mindre än 40 euro är mindre än 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer är mindre än 3 euro. Vilket som är lägsta pris på sinsemellan utbytbara läkemedelspreparat bestäms utifrån det billigaste preparatets minuthandelspris inklusive mervärdesskatt den första dagen i varje kvartal. Ett läkemedel får dock inte bytas ut om den som förskrivit läkemedlet förbjudit utbyte på medicinska eller terapeutiska grunder genom att anteckna förbudet på receptet eller om den som köper läkemedlet motsätter sig utbyte. Så länge receptet är i kraft skall apoteket expediera samma preparat. Om ett läkemedel expedieras flera gånger mot samma recept, har dock den som köper läkemedlet rätt att vid de senare tillfällena köpa det läkemedelspreparat som anges på receptet. Den som köper ett läkemedel har dessutom alltid rätt att få det vid tidpunkten för expedieringen i realiteten billigaste utbytbara läkemedelspreparatet, om inte den som förskrivit läkemedlet har förbjudit utbyte på medicinska eller terapeutiska grunder.",
        "folded_sv": "vid expediering av lakemedelspreparat som forskrivits av en lakare eller tandlakare skall apoteket byta ut lakemedelspreparatet mot det enligt lakemedelsverkets i 57 c § avsedda forteckning billigaste utbytbara och allmant tillgangliga lakemedelspreparatet eller mot ett motsvarande lakemedelspreparat vars pris avviker litet fran det billigaste preparatets pris. ett lakemedelspreparats pris avviker litet, om prisskillnaden i forhallande till 1) det billigaste utbytbara preparat som kostar mindre an 40 euro ar mindre an 2 euro, eller 2) det billigaste utbytbara preparat som kostar 40 euro eller mer ar mindre an 3 euro. vilket som ar lagsta pris pa sinsemellan utbytbara lakemedelspreparat bestams utifran det billigaste preparatets minuthandelspris inklusive mervardesskatt den forsta dagen i varje kvartal. ett lakemedel far dock inte bytas ut om den som forskrivit lakemedlet forbjudit utbyte pa medicinska eller terapeutiska grunder genom att anteckna forbudet pa receptet eller om den som koper lakemedlet motsatter sig utbyte. sa lange receptet ar i kraft skall apoteket expediera samma preparat. om ett lakemedel expedieras flera ganger mot samma recept, har dock den som koper lakemedlet ratt att vid de senare tillfallena kopa det lakemedelspreparat som anges pa receptet. den som koper ett lakemedel har dessutom alltid ratt att fa det vid tidpunkten for expedieringen i realiteten billigaste utbytbara lakemedelspreparatet, om inte den som forskrivit lakemedlet har forbjudit utbyte pa medicinska eller terapeutiska grunder."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:57 c",
      "chapter": "5",
      "section": "57 c",
      "content": "Lääkelaitoksen tulee laatia luettelo keskenään vaihtokelpoisista lääkevalmisteista. Vaihtokelpoisiksi voidaan määritellä lääkevalmisteet, joiden vaikuttavat aineet ja niiden määrät ovat samanlaisia ja jotka ovat keskenään biologisesti samanarvoisia. Lääkevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan määritellä vaihtokelpoiseksi, jos: 1) lääkevalmisteen vaikuttavan aineen valmistusmenetelmää suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelmän patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tällaiseen patenttiin perustuva lisäsuojatodistus; 2) lääkevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisäsuojatodistus vähintään viidessä Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) lääkevalmisteen myyntiluvan haltija toimittaa Lääkelaitokselle selvityksen 1 ja 2 kohtien täyttymisestä neljän kuukauden sisällä myyntiluvan myöntämisestä. Lääkevalmisteen myyntiluvan haltijan on lisäksi toimitettava Lääkelaitokselle Patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistusten voimassaolosta vuosittain lokakuussa. Patentin ja lisäsuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava välittömästi Lääkelaitokselle. Jos keskenään vaihtokelpoisten lääkevalmisteiden luetteloon on otettu lääkevalmisteita sen vuoksi, että alkuperäisvalmisteen myyntiluvan haltija ei ole esittänyt määräajassa 2 momentissa tarkoitettuja selvityksiä, ei valmisteita saa enää myöhemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistuksen perusteella. Poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisäsuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a §:n mukaisen esityksen, joka on hyväksytty ja patentti tai lisäsuojatodistus on näin saatettu uudelleen voimaan edellä 2 momentissa mainitun määräajan jälkeen. Päätös esityksen hyväksymisestä on annettava Lääkelaitokselle kahden kuukauden kuluessa hyväksymisestä. Tässä pykälässä säädetystä poiketen saman lääkevalmisteen eri maahantuojien tuomat valmisteet voidaan määritellä keskenään vaihtokelpoisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 c",
        "normalized_fi": "Lääkelaitoksen tulee laatia luettelo keskenään vaihtokelpoisista lääkevalmisteista. Vaihtokelpoisiksi voidaan määritellä lääkevalmisteet, joiden vaikuttavat aineet ja niiden määrät ovat samanlaisia ja jotka ovat keskenään biologisesti samanarvoisia. Lääkevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan määritellä vaihtokelpoiseksi, jos: 1) lääkevalmisteen vaikuttavan aineen valmistusmenetelmää suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelmän patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tällaiseen patenttiin perustuva lisäsuojatodistus; 2) lääkevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisäsuojatodistus vähintään viidessä Euroopan talousalueeseen kuuluvassa valtiossa; ja 3) lääkevalmisteen myyntiluvan haltija toimittaa Lääkelaitokselle selvityksen 1 ja 2 kohtien täyttymisestä neljän kuukauden sisällä myyntiluvan myöntämisestä. Lääkevalmisteen myyntiluvan haltijan on lisäksi toimitettava Lääkelaitokselle Patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistusten voimassaolosta vuosittain lokakuussa. Patentin ja lisäsuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava välittömästi Lääkelaitokselle. Jos keskenään vaihtokelpoisten lääkevalmisteiden luetteloon on otettu lääkevalmisteita sen vuoksi, että alkuperäisvalmisteen myyntiluvan haltija ei ole esittänyt määräajassa 2 momentissa tarkoitettuja selvityksiä, ei valmisteita saa enää myöhemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisäsuojatodistuksen perusteella. Poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisäsuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a § :n mukaisen esityksen, joka on hyväksytty ja patentti tai lisäsuojatodistus on näin saatettu uudelleen voimaan edellä 2 momentissa mainitun määräajan jälkeen. Päätös esityksen hyväksymisestä on annettava Lääkelaitokselle kahden kuukauden kuluessa hyväksymisestä. Tässä pykälässä säädetystä poiketen saman lääkevalmisteen eri maahantuojien tuomat valmisteet voidaan määritellä keskenään vaihtokelpoisiksi.",
        "folded_fi": "laakelaitoksen tulee laatia luettelo keskenaan vaihtokelpoisista laakevalmisteista. vaihtokelpoisiksi voidaan maaritella laakevalmisteet, joiden vaikuttavat aineet ja niiden maarat ovat samanlaisia ja jotka ovat keskenaan biologisesti samanarvoisia. laakevalmistetta ja sen rinnakkaisvalmisteita ei saa kuitenkaan maaritella vaihtokelpoiseksi, jos: 1) laakevalmisteen vaikuttavan aineen valmistusmenetelmaa suojaa voimassa oleva patentti, jota tarkoittava hakemus on tehty tai on katsottava tehdyksi ennen vuotta 1995 ja jonka valmistusmenetelman patentoitavuus on perustunut valmistettavan aineen uutuuteen, taikka tallaiseen patenttiin perustuva lisasuojatodistus; 2) laakevalmisteen vaikuttavalla aineella on voimassa oleva tuotepatentti tai siihen perustuva lisasuojatodistus vahintaan viidessa euroopan talousalueeseen kuuluvassa valtiossa; ja 3) laakevalmisteen myyntiluvan haltija toimittaa laakelaitokselle selvityksen 1 ja 2 kohtien tayttymisesta neljan kuukauden sisalla myyntiluvan myontamisesta. laakevalmisteen myyntiluvan haltijan on lisaksi toimitettava laakelaitokselle patentti- ja rekisterihallituksen antama rekisteriote 2 momentin 1 kohdassa tarkoitetun patentin tai lisasuojatodistusten voimassaolosta vuosittain lokakuussa. patentin ja lisasuojatodistuksen voimassaolon lakkaamisesta on ilmoitettava valittomasti laakelaitokselle. jos keskenaan vaihtokelpoisten laakevalmisteiden luetteloon on otettu laakevalmisteita sen vuoksi, etta alkuperaisvalmisteen myyntiluvan haltija ei ole esittanyt maaraajassa 2 momentissa tarkoitettuja selvityksia, ei valmisteita saa enaa myohemmin poistaa luettelosta 2 momentin 1 kohdassa tarkoitetun patentin tai lisasuojatodistuksen perusteella. poistaminen luettelosta voi kuitenkin tapahtua, jos patentinhaltija tai lisasuojatodistuksen haltija on tehnyt patenttilain (550/1967) 71 a §:n mukaisen esityksen, joka on hyvaksytty ja patentti tai lisasuojatodistus on nain saatettu uudelleen voimaan edella 2 momentissa mainitun maaraajan jalkeen. paatos esityksen hyvaksymisesta on annettava laakelaitokselle kahden kuukauden kuluessa hyvaksymisesta. tassa pykalassa saadetysta poiketen saman laakevalmisteen eri maahantuojien tuomat valmisteet voidaan maaritella keskenaan vaihtokelpoisiksi.",
        "content_sv": "Läkemedelsverket skall föra en förteckning över sinsemellan utbytbara läkemedelspreparat. Läkemedelspreparat som har samma aktiva substanser och kvantitativa sammansättning i fråga om dem och som är bioekvivalenta kan anses vara sinsemellan utbytbara. Ett läkemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden för läkemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fråga om vilket ansökan har gjorts eller kan anses ha blivit gjord före 1995 och i fråga om vilket patentbarheten hos tillverkningsmetoden har baserat sig på att den substans som tillverkats varit ny, eller av ett tilläggsskydd som grundar sig på ett dylikt patent, 2) läkemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett därpå baserat tilläggsskydd i minst fem stater som hör till Europeiska ekonomiska samarbetsområdet, och 3) innehavaren av försäljningstillståndet för läkemedelspreparatet inom fyra månader från det att försäljningstillståndet beviljades tillställer Läkemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. Den som innehar försäljningstillstånd för ett läkemedelspreparat skall dessutom årligen i oktober tillställa Läkemedelsverket ett registerutdrag som Patent- och registerstyrelsen givit om att det patent eller tilläggsskydd som avses i 2 mom. 1 punkten är i kraft. Om patentet eller tilläggsskyddet upphör att gälla skall detta utan dröjsmål anmälas till Läkemedelsverket. Om läkemedelspreparat har intagits i förteckningen över sinsemellan utbytbara läkemedelspreparat av den orsaken att innehavaren av försäljningstillståndet för originalpreparatet inte inom föreskriven tid har företett de utredningar som avses i 2 mom., får preparaten inte längre senare strykas ur förteckningen på basis av ett patent eller tilläggsskydd som avses i 2 mom. 1 punkten. Preparatet kan dock strykas ur förteckningen, om patenthavaren eller innehavaren av tilläggsskydd har gjort en framställning enligt 71 a § i patentlagen (550/1967) som har blivit godkänd och patentet eller tilläggsskyddet på så sätt på nytt har trätt i kraft efter den tidsfrist som nämns i 2 mom. Beslutet om godkännande av framställningen skall tillställas Läkemedelsverket inom två månader från godkännandet. Med avvikelse från vad som bestäms i denna paragraf kan samma läkemedelspreparat som importeras av olika importörer anses vara sinsemellan utbytbara.",
        "normalized_sv": "Läkemedelsverket skall föra en förteckning över sinsemellan utbytbara läkemedelspreparat. Läkemedelspreparat som har samma aktiva substanser och kvantitativa sammansättning i fråga om dem och som är bioekvivalenta kan anses vara sinsemellan utbytbara. Ett läkemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden för läkemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fråga om vilket ansökan har gjorts eller kan anses ha blivit gjord före 1995 och i fråga om vilket patentbarheten hos tillverkningsmetoden har baserat sig på att den substans som tillverkats varit ny, eller av ett tilläggsskydd som grundar sig på ett dylikt patent, 2) läkemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett därpå baserat tilläggsskydd i minst fem stater som hör till Europeiska ekonomiska samarbetsområdet, och 3) innehavaren av försäljningstillståndet för läkemedelspreparatet inom fyra månader från det att försäljningstillståndet beviljades tillställer Läkemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. Den som innehar försäljningstillstånd för ett läkemedelspreparat skall dessutom årligen i oktober tillställa Läkemedelsverket ett registerutdrag som Patent- och registerstyrelsen givit om att det patent eller tilläggsskydd som avses i 2 mom. 1 punkten är i kraft. Om patentet eller tilläggsskyddet upphör att gälla skall detta utan dröjsmål anmälas till Läkemedelsverket. Om läkemedelspreparat har intagits i förteckningen över sinsemellan utbytbara läkemedelspreparat av den orsaken att innehavaren av försäljningstillståndet för originalpreparatet inte inom föreskriven tid har företett de utredningar som avses i 2 mom., får preparaten inte längre senare strykas ur förteckningen på basis av ett patent eller tilläggsskydd som avses i 2 mom. 1 punkten. Preparatet kan dock strykas ur förteckningen, om patenthavaren eller innehavaren av tilläggsskydd har gjort en framställning enligt 71 a § i patentlagen (550/1967) som har blivit godkänd och patentet eller tilläggsskyddet på så sätt på nytt har trätt i kraft efter den tidsfrist som nämns i 2 mom. Beslutet om godkännande av framställningen skall tillställas Läkemedelsverket inom två månader från godkännandet. Med avvikelse från vad som bestäms i denna paragraf kan samma läkemedelspreparat som importeras av olika importörer anses vara sinsemellan utbytbara.",
        "folded_sv": "lakemedelsverket skall fora en forteckning over sinsemellan utbytbara lakemedelspreparat. lakemedelspreparat som har samma aktiva substanser och kvantitativa sammansattning i fraga om dem och som ar bioekvivalenta kan anses vara sinsemellan utbytbara. ett lakemedelspreparat och dess synonympreparat kan dock inte anses vara sinsemellan utbytbara, om 1) tillverkningsmetoden for lakemedelspreparatets aktiva substans skyddas av ett giltigt patent, i fraga om vilket ansokan har gjorts eller kan anses ha blivit gjord fore 1995 och i fraga om vilket patentbarheten hos tillverkningsmetoden har baserat sig pa att den substans som tillverkats varit ny, eller av ett tillaggsskydd som grundar sig pa ett dylikt patent, 2) lakemedelspreparatets aktiva substans har ett giltigt produktpatent eller ett darpa baserat tillaggsskydd i minst fem stater som hor till europeiska ekonomiska samarbetsomradet, och 3) innehavaren av forsaljningstillstandet for lakemedelspreparatet inom fyra manader fran det att forsaljningstillstandet beviljades tillstaller lakemedelsverket en utredning om att villkoren i 1 och 2 punkten uppfylls. den som innehar forsaljningstillstand for ett lakemedelspreparat skall dessutom arligen i oktober tillstalla lakemedelsverket ett registerutdrag som patent- och registerstyrelsen givit om att det patent eller tillaggsskydd som avses i 2 mom. 1 punkten ar i kraft. om patentet eller tillaggsskyddet upphor att galla skall detta utan drojsmal anmalas till lakemedelsverket. om lakemedelspreparat har intagits i forteckningen over sinsemellan utbytbara lakemedelspreparat av den orsaken att innehavaren av forsaljningstillstandet for originalpreparatet inte inom foreskriven tid har foretett de utredningar som avses i 2 mom., far preparaten inte langre senare strykas ur forteckningen pa basis av ett patent eller tillaggsskydd som avses i 2 mom. 1 punkten. preparatet kan dock strykas ur forteckningen, om patenthavaren eller innehavaren av tillaggsskydd har gjort en framstallning enligt 71 a § i patentlagen (550/1967) som har blivit godkand och patentet eller tillaggsskyddet pa sa satt pa nytt har tratt i kraft efter den tidsfrist som namns i 2 mom. beslutet om godkannande av framstallningen skall tillstallas lakemedelsverket inom tva manader fran godkannandet. med avvikelse fran vad som bestams i denna paragraf kan samma lakemedelspreparat som importeras av olika importorer anses vara sinsemellan utbytbara."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:57 d",
      "chapter": "5",
      "section": "57 d",
      "content": "Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa säätää, että myyntiluvan haltijan on ilmoitettava vaihtokelpoisten lääkevalmisteiden hinnat vähintään 14 päivää ennen kunkin vuosineljänneksen ensimmäistä päivää sosiaali- ja terveysministeriön asetuksella määrättävälle viranomaiselle ja lääkkeiden hintatietoja säännönmukaisesti ylläpitäville muille tahoille. Lisäksi ministeriön asetuksella voidaan säätää viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista lääkkeistä ja niiden hinnoista. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa antaa tarkemmat säännökset 57 c §:n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:57 d",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa säätää, että myyntiluvan haltijan on ilmoitettava vaihtokelpoisten lääkevalmisteiden hinnat vähintään 14 päivää ennen kunkin vuosineljänneksen ensimmäistä päivää sosiaali- ja terveysministeriön asetuksella määrättävälle viranomaiselle ja lääkkeiden hintatietoja säännönmukaisesti ylläpitäville muille tahoille. Lisäksi ministeriön asetuksella voidaan säätää viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista lääkkeistä ja niiden hinnoista. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa antaa tarkemmat säännökset 57 c § :n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisällöstä.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa saataa, etta myyntiluvan haltijan on ilmoitettava vaihtokelpoisten laakevalmisteiden hinnat vahintaan 14 paivaa ennen kunkin vuosineljanneksen ensimmaista paivaa sosiaali- ja terveysministerion asetuksella maarattavalle viranomaiselle ja laakkeiden hintatietoja saannonmukaisesti yllapitaville muille tahoille. lisaksi ministerion asetuksella voidaan saataa viranomaisen velvollisuudesta julkaista luettelo vaihtokelpoisista laakkeista ja niiden hinnoista. sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa antaa tarkemmat saannokset 57 c §:n 2 momentin 3 kohdassa tarkoitetun selvityksen laatimisesta ja sisallosta.",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet kan vid behov bestämmas att innehavaren av ett försäljningstillstånd minst 14 dagar före den första dagen i varje kvartal skall meddela en myndighet som fastställs genom förordning av social- och hälsovårdsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna på utbytbara läkemedelspreparat. Genom förordning av social- och hälsovårdsministeriet kan dessutom bestämmas om en myndighets skyldighet att publicera en förteckning över utbytbara läkemedel och deras priser. Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om uppgörandet av och innehållet i den utredning som avses i 57 c § 2 mom. 3 punkten.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet kan vid behov bestämmas att innehavaren av ett försäljningstillstånd minst 14 dagar före den första dagen i varje kvartal skall meddela en myndighet som fastställs genom förordning av social- och hälsovårdsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna på utbytbara läkemedelspreparat. Genom förordning av social- och hälsovårdsministeriet kan dessutom bestämmas om en myndighets skyldighet att publicera en förteckning över utbytbara läkemedel och deras priser. Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om uppgörandet av och innehållet i den utredning som avses i 57 c § 2 mom. 3 punkten.",
        "folded_sv": "genom forordning av social- och halsovardsministeriet kan vid behov bestammas att innehavaren av ett forsaljningstillstand minst 14 dagar fore den forsta dagen i varje kvartal skall meddela en myndighet som faststalls genom forordning av social- och halsovardsministeriet och andra instanser som regelbundet uppdaterar prisuppgifter priserna pa utbytbara lakemedelspreparat. genom forordning av social- och halsovardsministeriet kan dessutom bestammas om en myndighets skyldighet att publicera en forteckning over utbytbara lakemedel och deras priser. genom forordning av social- och halsovardsministeriet kan vid behov utfardas narmare bestammelser om uppgorandet av och innehallet i den utredning som avses i 57 c § 2 mom. 3 punkten."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Lääkkeen vähittäismyyntihintana on käytettävä valtioneuvoston asetuksella säädettävän lääketaksan mukaista hintaa. Lääketaksan mukaisen hinnan tulee perustua lääkevalmisteen myyntiluvan haltijan 37 a §:n mukaisesti ilmoittamaan valtakunnallisesti käytössä olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisäveroon. Tukkuhinnan perusteella laskettava yksittäisen lääkevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 §:n mukaan määräytyvä maksuprosentti. Mitä 1 momentissa säädetään, ei sovelleta sellaisiin lääkevalmisteisiin, joita saa myydä myös muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa. Lääketaksa on tarvittaessa tarkistettava. Lääkelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriölle tiedot apteekkien myyntikatteesta ja muista lääketaksaan vaikuttavista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:58",
        "normalized_fi": "Lääkkeen vähittäismyyntihintana on käytettävä valtioneuvoston asetuksella säädettävän lääketaksan mukaista hintaa. Lääketaksan mukaisen hinnan tulee perustua lääkevalmisteen myyntiluvan haltijan 37 a § :n mukaisesti ilmoittamaan valtakunnallisesti käytössä olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisäveroon. Tukkuhinnan perusteella laskettava yksittäisen lääkevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 § :n mukaan määräytyvä maksuprosentti. Mitä 1 momentissa säädetään, ei sovelleta sellaisiin lääkevalmisteisiin, joita saa myydä myös muualla kuin apteekeissa, sivuapteekeissa ja lääkekaapeissa. Lääketaksa on tarvittaessa tarkistettava. Lääkelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriölle tiedot apteekkien myyntikatteesta ja muista lääketaksaan vaikuttavista seikoista.",
        "folded_fi": "laakkeen vahittaismyyntihintana on kaytettava valtioneuvoston asetuksella saadettavan laaketaksan mukaista hintaa. laaketaksan mukaisen hinnan tulee perustua laakevalmisteen myyntiluvan haltijan 37 a §:n mukaisesti ilmoittamaan valtakunnallisesti kaytossa olevaan tukkuhintaan, tukkuhinnan perusteella laskettavaan myyntikatteeseen ja arvonlisaveroon. tukkuhinnan perusteella laskettava yksittaisen laakevalmisteen myyntikate voi olla pienempi kuin apteekkimaksusta annetun lain (148/1946) 2 §:n mukaan maaraytyva maksuprosentti. mita 1 momentissa saadetaan, ei sovelleta sellaisiin laakevalmisteisiin, joita saa myyda myos muualla kuin apteekeissa, sivuapteekeissa ja laakekaapeissa. laaketaksa on tarvittaessa tarkistettava. laakelaitoksen on toimitettava vuosittain sosiaali- ja terveysministeriolle tiedot apteekkien myyntikatteesta ja muista laaketaksaan vaikuttavista seikoista.",
        "content_sv": "Priset i den läkemedelstaxa som utfärdas genom förordning av statsrådet är minutförsäljningspriset för ett läkemedel. Priset i läkemedelstaxan skall basera sig på det partipris för hela landet som innehavaren av försäljningstillståndet har uppgett enligt 37 a §, ett försäljningsbidrag beräknat enligt partipriset och mervärdesskatten. Det utgående från partipriset beräknade försäljningsbidraget på ett enskilt läkemedelspreparat kan vara mindre än den avgiftsprocent som fastställs enligt 2 § i lagen om apoteksavgift (148/1946). Vad som föreskrivs i 1 mom. tillämpas inte på läkemedelspreparat som får säljas även annanstans än på apotek eller filialapotek och från medicinskåp. Läkemedelstaxan skall vid behov justeras. Läkemedelsverket skall årligen till social- och hälsovårdsministeriet sända uppgifter om apotekens försäljningsbidrag och om andra omständigheter som påverkar läkemedelstaxan.",
        "normalized_sv": "Priset i den läkemedelstaxa som utfärdas genom förordning av statsrådet är minutförsäljningspriset för ett läkemedel. Priset i läkemedelstaxan skall basera sig på det partipris för hela landet som innehavaren av försäljningstillståndet har uppgett enligt 37 a § , ett försäljningsbidrag beräknat enligt partipriset och mervärdesskatten. Det utgående från partipriset beräknade försäljningsbidraget på ett enskilt läkemedelspreparat kan vara mindre än den avgiftsprocent som fastställs enligt 2 § i lagen om apoteksavgift (148/1946). Vad som föreskrivs i 1 mom. tillämpas inte på läkemedelspreparat som får säljas även annanstans än på apotek eller filialapotek och från medicinskåp. Läkemedelstaxan skall vid behov justeras. Läkemedelsverket skall årligen till social- och hälsovårdsministeriet sända uppgifter om apotekens försäljningsbidrag och om andra omständigheter som påverkar läkemedelstaxan.",
        "folded_sv": "priset i den lakemedelstaxa som utfardas genom forordning av statsradet ar minutforsaljningspriset for ett lakemedel. priset i lakemedelstaxan skall basera sig pa det partipris for hela landet som innehavaren av forsaljningstillstandet har uppgett enligt 37 a §, ett forsaljningsbidrag beraknat enligt partipriset och mervardesskatten. det utgaende fran partipriset beraknade forsaljningsbidraget pa ett enskilt lakemedelspreparat kan vara mindre an den avgiftsprocent som faststalls enligt 2 § i lagen om apoteksavgift (148/1946). vad som foreskrivs i 1 mom. tillampas inte pa lakemedelspreparat som far saljas aven annanstans an pa apotek eller filialapotek och fran medicinskap. lakemedelstaxan skall vid behov justeras. lakemedelsverket skall arligen till social- och halsovardsministeriet sanda uppgifter om apotekens forsaljningsbidrag och om andra omstandigheter som paverkar lakemedelstaxan."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Tarkemmat säännökset apteekkiluvasta ja lupahakemuksesta sekä apteekista, sivuapteekista ja lääkekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista sekä farmaseuttisen henkilökunnan määrästä sekä täydennyskoulutuksen sisällöstä ja määrästä annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:60",
        "normalized_fi": "Tarkemmat säännökset apteekkiluvasta ja lupahakemuksesta sekä apteekista, sivuapteekista ja lääkekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista sekä farmaseuttisen henkilökunnan määrästä sekä täydennyskoulutuksen sisällöstä ja määrästä annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset apteekkiluvasta ja lupahakemuksesta seka apteekista, sivuapteekista ja laakekaapista, niiden toiminnasta ja tiloista, apteekin ja sivuapteekin hoitajan kelpoisuusehdoista seka farmaseuttisen henkilokunnan maarasta seka taydennyskoulutuksen sisallosta ja maarasta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "content_sv": "Närmare bestämmelser om apotekstillstånd och tillståndsansökan samt om apotek, filialapotek och medicinskåp, deras verksamhet och lokaler, behörighetsvillkor för föreståndare för apotek och filialapotek samt storleken på den farmaceutiska personalen samt innehållet i och omfattningen av den kompletterande utbildningen utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om apotekstillstånd och tillståndsansökan samt om apotek, filialapotek och medicinskåp, deras verksamhet och lokaler, behörighetsvillkor för föreståndare för apotek och filialapotek samt storleken på den farmaceutiska personalen samt innehållet i och omfattningen av den kompletterande utbildningen utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om apotekstillstand och tillstandsansokan samt om apotek, filialapotek och medicinskap, deras verksamhet och lokaler, behorighetsvillkor for forestandare for apotek och filialapotek samt storleken pa den farmaceutiska personalen samt innehallet i och omfattningen av den kompletterande utbildningen utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:62",
      "chapter": "5",
      "section": "62",
      "content": "Kunnan tai kuntayhtymän ylläpitämästä sairaala-apteekista tai lääkekeskuksesta voidaan 61 §:n säännösten estämättä toimittaa: 1) lääkkeitä saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksiköihin; 2) tartuntatautilain (583/1986) 25 §:ssä tarkoitettuja rokotteita saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksiköille; 3) lääkkeitä muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksiköihin ja apteekkeihin yksittäisen potilaan välttämättömän lääkityksen turvaamiseksi tilanteissa, joissa lääkkeiden saatavuudessa esiintyy ongelmia; sekä 4) lääkkeitä Suomen ulkopuolella toimivien rauhanturvajoukkojen käyttöön. Lääkkeitä voidaan Lääkelaitoksen luvalla toimittaa sairaala-apteekista ja lääkekeskuksesta myös yksityisille sosiaali- ja terveydenhuollon toimintayksiköille, joiden kanssa kunta tai kuntayhtymä on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 §:n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:62",
        "normalized_fi": "Kunnan tai kuntayhtymän ylläpitämästä sairaala-apteekista tai lääkekeskuksesta voidaan 61 § :n säännösten estämättä toimittaa: 1) lääkkeitä saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksiköihin; 2) tartuntatautilain (583/1986) 25 § :ssä tarkoitettuja rokotteita saman kunnan tai kuntayhtymän taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksiköille; 3) lääkkeitä muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksiköihin ja apteekkeihin yksittäisen potilaan välttämättömän lääkityksen turvaamiseksi tilanteissa, joissa lääkkeiden saatavuudessa esiintyy ongelmia; sekä 4) lääkkeitä Suomen ulkopuolella toimivien rauhanturvajoukkojen käyttöön. Lääkkeitä voidaan Lääkelaitoksen luvalla toimittaa sairaala-apteekista ja lääkekeskuksesta myös yksityisille sosiaali- ja terveydenhuollon toimintayksiköille, joiden kanssa kunta tai kuntayhtymä on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 § :n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtäviä.",
        "folded_fi": "kunnan tai kuntayhtyman yllapitamasta sairaala-apteekista tai laakekeskuksesta voidaan 61 §:n saannosten estamatta toimittaa: 1) laakkeita saman kunnan tai kuntayhtyman taikka niihin rajoittuvan kunnan alueella oleviin julkisen sosiaali- ja terveydenhuollon toimintayksikoihin; 2) tartuntatautilain (583/1986) 25 §:ssa tarkoitettuja rokotteita saman kunnan tai kuntayhtyman taikka niihin rajoittuvan kunnan alueella oleville yksityisille sosiaali- ja terveydenhuollon toimintayksikoille; 3) laakkeita muihinkin kuin 1 kohdassa tarkoitettuihin sosiaali- ja terveydenhuollon toimintayksikoihin ja apteekkeihin yksittaisen potilaan valttamattoman laakityksen turvaamiseksi tilanteissa, joissa laakkeiden saatavuudessa esiintyy ongelmia; seka 4) laakkeita suomen ulkopuolella toimivien rauhanturvajoukkojen kayttoon. laakkeita voidaan laakelaitoksen luvalla toimittaa sairaala-apteekista ja laakekeskuksesta myos yksityisille sosiaali- ja terveydenhuollon toimintayksikoille, joiden kanssa kunta tai kuntayhtyma on tehnyt sopimuksen sosiaali- ja terveydenhuollon palveluiden ostamisesta sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annetun lain (733/1992) 4 §:n 1 momentin 4 kohdan mukaisesti tai jotka hoitavat muita lain nojalla kunnalle tai valtiolle kuuluvia tehtavia.",
        "content_sv": "Från sjukhusapotek eller läkemedelscentraler för vilka en kommun eller samkommun är huvudman kan utan hinder av 61 § expedieras 1) läkemedel till verksamhetsenheter för den offentliga social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter för social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 3) läkemedel även till andra verksamhetsenheter för social- och hälsovården än de som avses i 1 punkten och till apotek för tryggande av den nödvändiga läkemedelsbehandlingen av en enskild patient i sådana situationer där det förekommer problem i fråga om tillgången på läkemedel, samt 4) läkemedel för fredsbevarande styrkor utanför Finlands gränser. Från sjukhusapotek och läkemedelscentraler kan med Läkemedelsverkets tillstånd också expedieras läkemedel till sådana privata verksamhetsenheter för social- och hälsovården med vilka kommunen eller samkommunen ingått avtal om köp av social- och hälsovårdstjänster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel för social- och hälsovården (733/1992) eller som sköter andra uppgifter som med stöd av lag åligger kommunen eller staten.",
        "normalized_sv": "Från sjukhusapotek eller läkemedelscentraler för vilka en kommun eller samkommun är huvudman kan utan hinder av 61 § expedieras 1) läkemedel till verksamhetsenheter för den offentliga social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter för social- och hälsovården inom kommunen eller samkommunen i fråga eller en kommun som gränsar till dem, 3) läkemedel även till andra verksamhetsenheter för social- och hälsovården än de som avses i 1 punkten och till apotek för tryggande av den nödvändiga läkemedelsbehandlingen av en enskild patient i sådana situationer där det förekommer problem i fråga om tillgången på läkemedel, samt 4) läkemedel för fredsbevarande styrkor utanför Finlands gränser. Från sjukhusapotek och läkemedelscentraler kan med Läkemedelsverkets tillstånd också expedieras läkemedel till sådana privata verksamhetsenheter för social- och hälsovården med vilka kommunen eller samkommunen ingått avtal om köp av social- och hälsovårdstjänster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel för social- och hälsovården (733/1992) eller som sköter andra uppgifter som med stöd av lag åligger kommunen eller staten.",
        "folded_sv": "fran sjukhusapotek eller lakemedelscentraler for vilka en kommun eller samkommun ar huvudman kan utan hinder av 61 § expedieras 1) lakemedel till verksamhetsenheter for den offentliga social- och halsovarden inom kommunen eller samkommunen i fraga eller en kommun som gransar till dem, 2) vaccin som avses i 25 § i lagen om smittsamma sjukdomar (583/1986) till privata verksamhetsenheter for social- och halsovarden inom kommunen eller samkommunen i fraga eller en kommun som gransar till dem, 3) lakemedel aven till andra verksamhetsenheter for social- och halsovarden an de som avses i 1 punkten och till apotek for tryggande av den nodvandiga lakemedelsbehandlingen av en enskild patient i sadana situationer dar det forekommer problem i fraga om tillgangen pa lakemedel, samt 4) lakemedel for fredsbevarande styrkor utanfor finlands granser. fran sjukhusapotek och lakemedelscentraler kan med lakemedelsverkets tillstand ocksa expedieras lakemedel till sadana privata verksamhetsenheter for social- och halsovarden med vilka kommunen eller samkommunen ingatt avtal om kop av social- och halsovardstjanster enligt 4 § 1 mom. 4 punkten i lagen om planering av och statsandel for social- och halsovarden (733/1992) eller som skoter andra uppgifter som med stod av lag aligger kommunen eller staten."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:64",
      "chapter": "5",
      "section": "64",
      "content": "Sairaala-apteekissa ja lääkekeskuksessa tulee olla hoitaja. Hoitaja vastaa siitä, että sairaala-apteekin tai lääkekeskuksen toiminta ja asianomaisen toimintayksikön lääkehuolto on järjestetty tämän lain ja sen nojalla annettujen säännösten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:64",
        "normalized_fi": "Sairaala-apteekissa ja lääkekeskuksessa tulee olla hoitaja. Hoitaja vastaa siitä, että sairaala-apteekin tai lääkekeskuksen toiminta ja asianomaisen toimintayksikön lääkehuolto on järjestetty tämän lain ja sen nojalla annettujen säännösten mukaisesti.",
        "folded_fi": "sairaala-apteekissa ja laakekeskuksessa tulee olla hoitaja. hoitaja vastaa siita, etta sairaala-apteekin tai laakekeskuksen toiminta ja asianomaisen toimintayksikon laakehuolto on jarjestetty taman lain ja sen nojalla annettujen saannosten mukaisesti.",
        "content_sv": "Sjukhusapotek och läkemedelscentraler skall ha en föreståndare. Föreståndaren är ansvarig för att sjukhusapotekets eller läkemedelscentralens verksamhet och läkemedelsförsörjningen vid ifrågavarande verksamhetsenhet är ordnad i enlighet med denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Sjukhusapotek och läkemedelscentraler skall ha en föreståndare. Föreståndaren är ansvarig för att sjukhusapotekets eller läkemedelscentralens verksamhet och läkemedelsförsörjningen vid ifrågavarande verksamhetsenhet är ordnad i enlighet med denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "sjukhusapotek och lakemedelscentraler skall ha en forestandare. forestandaren ar ansvarig for att sjukhusapotekets eller lakemedelscentralens verksamhet och lakemedelsforsorjningen vid ifragavarande verksamhetsenhet ar ordnad i enlighet med denna lag och de bestammelser som utfardats med stod av den."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:67",
      "chapter": "5",
      "section": "67",
      "content": "Vankeinhoitolaitoksen lääkehuoltoa varten voidaan perustaa lääkekeskuksia. Vankeinhoitolaitoksen lääkekeskuksen perustamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:67",
        "normalized_fi": "Vankeinhoitolaitoksen lääkehuoltoa varten voidaan perustaa lääkekeskuksia. Vankeinhoitolaitoksen lääkekeskuksen perustamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vankeinhoitolaitoksen laakehuoltoa varten voidaan perustaa laakekeskuksia. vankeinhoitolaitoksen laakekeskuksen perustamisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "content_sv": "För fångvårdsväsendets läkemedelsförsörjning kan läkemedelscentraler inrättas. Närmare bestämmelser om inrättande av läkemedelscentraler inom fångvårdsväsendet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För fångvårdsväsendets läkemedelsförsörjning kan läkemedelscentraler inrättas. Närmare bestämmelser om inrättande av läkemedelscentraler inom fångvårdsväsendet utfärdas genom förordning av statsrådet.",
        "folded_sv": "for fangvardsvasendets lakemedelsforsorjning kan lakemedelscentraler inrattas. narmare bestammelser om inrattande av lakemedelscentraler inom fangvardsvasendet utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:88 a",
      "chapter": "5",
      "section": "88 a",
      "content": "Eläinlääkkeillä tehtävistä kliinisistä tutkimuksista on tehtävä ennakkoilmoitus Lääkelaitokselle. Lääkelaitos valvoo kliinisiä eläinlääketutkimuksia ja sillä on oikeus tarvittaessa tarkastaa tutkimuksessa kerättyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. Lääkelaitos voi tarvittaessa kieltää 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei täytä tämän lain taikka sen perusteella annettujen säännösten tai määräysten mukaisia edellytyksiä. Lääkelaitos voi määrätä jo aloitetun kliinisen eläinlääketutkimuksen tilapäisesti keskeytettäväksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyöntejä eikä näitä ole korjattu Lääkelaitoksen kehotuksesta huolimatta. Ennen 2 momentissa tarkoitetun määräyksen antamista Lääkelaitoksen on kuultava toimeksiantajaa tai tutkijaa. Toimeksiantajan ja tutkijan on annettava Lääkelaitoksen pyytämä selvitys seitsemän päivän kuluessa. Jos määräyksen perusteena on tutkittavaa eläintä uhkaava välitön vaara, voi Lääkelaitos määrätä tutkimuksen keskeytettäväksi välittömästi. Välittömän vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa päättää vasta sen jälkeen, kun toimeksiantajaa tai tutkijaa on kuultu edellä olevan mukaisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun ennakkoilmoituksen määräajasta sekä tutkimuksen keskeyttämiseen liittyvistä menettelytavoista ja määräajoista. Lääkelaitos voi antaa tarkempia määräyksiä 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslääkkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta sekä muista tutkimusten turvallisuuden kannalta merkittävistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:88 a",
        "normalized_fi": "Eläinlääkkeillä tehtävistä kliinisistä tutkimuksista on tehtävä ennakkoilmoitus Lääkelaitokselle. Lääkelaitos valvoo kliinisiä eläinlääketutkimuksia ja sillä on oikeus tarvittaessa tarkastaa tutkimuksessa kerättyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. Lääkelaitos voi tarvittaessa kieltää 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei täytä tämän lain taikka sen perusteella annettujen säännösten tai määräysten mukaisia edellytyksiä. Lääkelaitos voi määrätä jo aloitetun kliinisen eläinlääketutkimuksen tilapäisesti keskeytettäväksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyöntejä eikä näitä ole korjattu Lääkelaitoksen kehotuksesta huolimatta. Ennen 2 momentissa tarkoitetun määräyksen antamista Lääkelaitoksen on kuultava toimeksiantajaa tai tutkijaa. Toimeksiantajan ja tutkijan on annettava Lääkelaitoksen pyytämä selvitys seitsemän päivän kuluessa. Jos määräyksen perusteena on tutkittavaa eläintä uhkaava välitön vaara, voi Lääkelaitos määrätä tutkimuksen keskeytettäväksi välittömästi. Välittömän vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa päättää vasta sen jälkeen, kun toimeksiantajaa tai tutkijaa on kuultu edellä olevan mukaisesti. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun ennakkoilmoituksen määräajasta sekä tutkimuksen keskeyttämiseen liittyvistä menettelytavoista ja määräajoista. Lääkelaitos voi antaa tarkempia määräyksiä 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslääkkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta sekä muista tutkimusten turvallisuuden kannalta merkittävistä seikoista.",
        "folded_fi": "elainlaakkeilla tehtavista kliinisista tutkimuksista on tehtava ennakkoilmoitus laakelaitokselle. laakelaitos valvoo kliinisia elainlaaketutkimuksia ja silla on oikeus tarvittaessa tarkastaa tutkimuksessa kerattyjen tietojen oikeellisuuden varmistamiseksi tarpeelliset seikat mukaan lukien tutkimuspaikka ja tutkimusasiakirjat. laakelaitos voi tarvittaessa kieltaa 1 momentissa tarkoitetun tutkimuksen aloittamisen, jos tutkimus ei tayta taman lain taikka sen perusteella annettujen saannosten tai maaraysten mukaisia edellytyksia. laakelaitos voi maarata jo aloitetun kliinisen elainlaaketutkimuksen tilapaisesti keskeytettavaksi tai lopetettavaksi, jos tutkimuksen toteuttamisessa on ilmennyt olennaisia puutteita tai laiminlyonteja eika naita ole korjattu laakelaitoksen kehotuksesta huolimatta. ennen 2 momentissa tarkoitetun maarayksen antamista laakelaitoksen on kuultava toimeksiantajaa tai tutkijaa. toimeksiantajan ja tutkijan on annettava laakelaitoksen pyytama selvitys seitseman paivan kuluessa. jos maarayksen perusteena on tutkittavaa elainta uhkaava valiton vaara, voi laakelaitos maarata tutkimuksen keskeytettavaksi valittomasti. valittoman vaaran perusteella keskeytetyn tutkimuksen lopettamisesta saa paattaa vasta sen jalkeen, kun toimeksiantajaa tai tutkijaa on kuultu edella olevan mukaisesti. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetun ennakkoilmoituksen maaraajasta seka tutkimuksen keskeyttamiseen liittyvista menettelytavoista ja maaraajoista. laakelaitos voi antaa tarkempia maarayksia 1 momentissa tarkoitetusta ilmoituksesta, tutkimuslaakkeiden laadusta ja valmistuksesta, tutkimusten turvallisesta ja asianmukaisesta toteuttamisesta, haittavaikutusten ilmoittamisesta seka muista tutkimusten turvallisuuden kannalta merkittavista seikoista.",
        "content_sv": "En förhandsanmälan om kliniska prövningar som utförs med läkemedel för djur skall göras till Läkemedelsverket. Läkemedelsverket övervakar kliniska veterinärmedicinska prövningar och har rätt att vid behov inspektera omständigheter som är nödvändiga för att säkerställa att den information som samlats in vid prövningarna är korrekt, inbegripet prövningsplatsen och prövningshandlingarna. Läkemedelsverket kan vid behov förbjuda att prövningar som avses i 1 mom. inleds, om de inte motsvarar förutsättningarna i denna lag eller med stöd av den utfärdade bestämmelser eller föreskrifter. Läkemedelsverket kan bestämma att en redan inledd klinisk veterinärmedicinsk prövning temporärt skall avbrytas eller avslutas, om det har förekommit väsentliga brister eller försummelser i prövningen och de inte har avhjälpts trots uppmaning från Läkemedelsverket. Läkemedelsverket skall höra uppdragsgivaren eller prövaren innan en föreskrift enligt 2 mom. meddelas. Uppdragsgivaren och prövaren är skyldiga att inom sju dagar lämna den information som Läkemedelsverket begär. Om föreskriften beror på ett omedelbart hot mot djuret kan Läkemedelsverket bestämma att prövningen skall avbrytas omedelbart. Beslut om att avsluta en prövning som har avbrutits på grund av en omedelbar fara får fattas först efter att uppdragsgivaren eller prövaren har hörts på det sätt som föreskrivs ovan. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om tidsfristen för förhandsanmälningar som avses i 1 mom. samt om förfaringssätt och tidsfrister i anslutning till avbrytande av prövningar. Läkemedelsverket kan meddela närmare föreskrifter om den anmälan som avses i 1 mom., kvaliteten på och tillverkningen av prövningsläkemedel, ett säkert och korrekt genomförande av prövningarna, information om skadeverkningar och övriga omständigheter som är viktiga med hänsyn till prövningarnas säkerhet.",
        "normalized_sv": "En förhandsanmälan om kliniska prövningar som utförs med läkemedel för djur skall göras till Läkemedelsverket. Läkemedelsverket övervakar kliniska veterinärmedicinska prövningar och har rätt att vid behov inspektera omständigheter som är nödvändiga för att säkerställa att den information som samlats in vid prövningarna är korrekt, inbegripet prövningsplatsen och prövningshandlingarna. Läkemedelsverket kan vid behov förbjuda att prövningar som avses i 1 mom. inleds, om de inte motsvarar förutsättningarna i denna lag eller med stöd av den utfärdade bestämmelser eller föreskrifter. Läkemedelsverket kan bestämma att en redan inledd klinisk veterinärmedicinsk prövning temporärt skall avbrytas eller avslutas, om det har förekommit väsentliga brister eller försummelser i prövningen och de inte har avhjälpts trots uppmaning från Läkemedelsverket. Läkemedelsverket skall höra uppdragsgivaren eller prövaren innan en föreskrift enligt 2 mom. meddelas. Uppdragsgivaren och prövaren är skyldiga att inom sju dagar lämna den information som Läkemedelsverket begär. Om föreskriften beror på ett omedelbart hot mot djuret kan Läkemedelsverket bestämma att prövningen skall avbrytas omedelbart. Beslut om att avsluta en prövning som har avbrutits på grund av en omedelbar fara får fattas först efter att uppdragsgivaren eller prövaren har hörts på det sätt som föreskrivs ovan. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om tidsfristen för förhandsanmälningar som avses i 1 mom. samt om förfaringssätt och tidsfrister i anslutning till avbrytande av prövningar. Läkemedelsverket kan meddela närmare föreskrifter om den anmälan som avses i 1 mom., kvaliteten på och tillverkningen av prövningsläkemedel, ett säkert och korrekt genomförande av prövningarna, information om skadeverkningar och övriga omständigheter som är viktiga med hänsyn till prövningarnas säkerhet.",
        "folded_sv": "en forhandsanmalan om kliniska provningar som utfors med lakemedel for djur skall goras till lakemedelsverket. lakemedelsverket overvakar kliniska veterinarmedicinska provningar och har ratt att vid behov inspektera omstandigheter som ar nodvandiga for att sakerstalla att den information som samlats in vid provningarna ar korrekt, inbegripet provningsplatsen och provningshandlingarna. lakemedelsverket kan vid behov forbjuda att provningar som avses i 1 mom. inleds, om de inte motsvarar forutsattningarna i denna lag eller med stod av den utfardade bestammelser eller foreskrifter. lakemedelsverket kan bestamma att en redan inledd klinisk veterinarmedicinsk provning temporart skall avbrytas eller avslutas, om det har forekommit vasentliga brister eller forsummelser i provningen och de inte har avhjalpts trots uppmaning fran lakemedelsverket. lakemedelsverket skall hora uppdragsgivaren eller provaren innan en foreskrift enligt 2 mom. meddelas. uppdragsgivaren och provaren ar skyldiga att inom sju dagar lamna den information som lakemedelsverket begar. om foreskriften beror pa ett omedelbart hot mot djuret kan lakemedelsverket bestamma att provningen skall avbrytas omedelbart. beslut om att avsluta en provning som har avbrutits pa grund av en omedelbar fara far fattas forst efter att uppdragsgivaren eller provaren har horts pa det satt som foreskrivs ovan. genom forordning av statsradet kan narmare bestammelser utfardas om tidsfristen for forhandsanmalningar som avses i 1 mom. samt om forfaringssatt och tidsfrister i anslutning till avbrytande av provningar. lakemedelsverket kan meddela narmare foreskrifter om den anmalan som avses i 1 mom., kvaliteten pa och tillverkningen av provningslakemedel, ett sakert och korrekt genomforande av provningarna, information om skadeverkningar och ovriga omstandigheter som ar viktiga med hansyn till provningarnas sakerhet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:102",
      "chapter": "5",
      "section": "102",
      "content": "Lääkelaitoksen 2 §:n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 §:ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Lääkelaitoksen 40, 41, 52 ja 54 §:n mukaisia päätöksiä ei saa panna täytäntöön ennen kuin ne ovat saaneet lainvoiman.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:102",
        "normalized_fi": "Lääkelaitoksen 2 § :n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 § :ssä tarkoitettuja päätöksiä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Lääkelaitoksen 40, 41, 52 ja 54 § :n mukaisia päätöksiä ei saa panna täytäntöön ennen kuin ne ovat saaneet lainvoiman.",
        "folded_fi": "laakelaitoksen 2 §:n 4 momentissa, 59, 66, 80, 80 a, 87, 88 a, 93, 94 ja 101 §:ssa tarkoitettuja paatoksia on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. laakelaitoksen 40, 41, 52 ja 54 §:n mukaisia paatoksia ei saa panna taytantoon ennen kuin ne ovat saaneet lainvoiman.",
        "content_sv": "Läkemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Läkemedelsverkets beslut enligt 40, 41, 52 och 54 § får inte verkställas förrän de har vunnit laga kraft.",
        "normalized_sv": "Läkemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Läkemedelsverkets beslut enligt 40, 41, 52 och 54 § får inte verkställas förrän de har vunnit laga kraft.",
        "folded_sv": "lakemedelsverkets beslut som avses i 2 § 4 mom., 59, 66, 80, 80 a, 87, 88 a, 93, 94 och 101 § skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. lakemedelsverkets beslut enligt 40, 41, 52 och 54 § far inte verkstallas forran de har vunnit laga kraft."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Yksityishenkilö saa tuoda Suomeen henkilökohtaista lääkitystään varten lääkevalmisteita, jotka on hankittu valmisteen vähittäisjakeluun oikeutetulta toimittajalta. Lääkeaineiden tuonti ei ole sallittua. Reseptilääkkeen hankinnan tulee perustua lääkkeen määräämiseen oikeutetun henkilön antamaan lääkemääräykseen. Lisäksi ulkomailta Suomeen tuleva henkilö saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraeläimen hoitoon tarvittavia lääkkeitä korkeintaan yhden kuukauden tarvetta vastaavan määrän. Muualla kuin Suomessa vakinaisesti asuva lääkärin tai eläinlääkärin ammattia harjoittamaan oikeutettu henkilö saa maahan tullessaan tuoda mukanaan ja käyttää lääkevalmistetta, jolla on myyntilupa maassa, jossa hän pääasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja lääkevalmisteiden tarve perustuu Suomeen tilapäisesti saapuvan, kansainväliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilön tai henkilöryhmän taikka eläimen tai eläinryhmän lääkinnälliseen tarpeeseen. Oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 §:ssä tarkoitettuja dopingaineita. Maahan tuotuja lääkevalmisteita saa käyttää vain ne maahan tuoneen lääkärin hoitovastuulla olevien henkilöiden tai eläinlääkärin vastuulla olevien eläinten hoitoon. Jos Suomessa vakinaisesti asuva laillistettu lääkäri, hammaslääkäri tai eläinlääkäri on vienyt maasta lääkkeitä Suomessa vakinaisesti asuvien henkilöiden tai eläinten tilapäisen ulkomailla oleskelun aikaiseen lääkehoitoon varautumiseksi, saa hän tuoda takaisin Suomeen käyttämättä jääneet lääkevalmisteet. Valtioneuvoston asetuksella voidaan säätää 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksistä sekä rajoituksista, jotka koskevat tuotavan lääkkeen hankintamaata, lääkkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan lääkkeen enimmäismäärää. Valtioneuvoston asetuksella voidaan myös kieltää tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisältäviä lääkkeitä. Edellä 2 momenttiin liittyvästä tuonnista voidaan myös velvoittaa tekemään ennakkoilmoitus viranomaiselle tai henkilön tilapäisen oleskelun perusteena olevan tilaisuuden järjestäjälle valtioneuvoston asetuksella säädettävin perustein. Valtioneuvoston asetuksella voidaan myös rajoittaa eläinten lääkitsemiseen käytettävien aineiden maahantuontia, jos ne voivat vaarantaa eläimistä saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niistä voi aiheutua muuta merkittävää haittaa eläimille, ihmisille tai ympäristölle tai ne voivat vaarantaa Suomen eläintautien vastustusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Yksityishenkilö saa tuoda Suomeen henkilökohtaista lääkitystään varten lääkevalmisteita, jotka on hankittu valmisteen vähittäisjakeluun oikeutetulta toimittajalta. Lääkeaineiden tuonti ei ole sallittua. Reseptilääkkeen hankinnan tulee perustua lääkkeen määräämiseen oikeutetun henkilön antamaan lääkemääräykseen. Lisäksi ulkomailta Suomeen tuleva henkilö saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraeläimen hoitoon tarvittavia lääkkeitä korkeintaan yhden kuukauden tarvetta vastaavan määrän. Muualla kuin Suomessa vakinaisesti asuva lääkärin tai eläinlääkärin ammattia harjoittamaan oikeutettu henkilö saa maahan tullessaan tuoda mukanaan ja käyttää lääkevalmistetta, jolla on myyntilupa maassa, jossa hän pääasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja lääkevalmisteiden tarve perustuu Suomeen tilapäisesti saapuvan, kansainväliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilön tai henkilöryhmän taikka eläimen tai eläinryhmän lääkinnälliseen tarpeeseen. Oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 § :ssä tarkoitettuja dopingaineita. Maahan tuotuja lääkevalmisteita saa käyttää vain ne maahan tuoneen lääkärin hoitovastuulla olevien henkilöiden tai eläinlääkärin vastuulla olevien eläinten hoitoon. Jos Suomessa vakinaisesti asuva laillistettu lääkäri, hammaslääkäri tai eläinlääkäri on vienyt maasta lääkkeitä Suomessa vakinaisesti asuvien henkilöiden tai eläinten tilapäisen ulkomailla oleskelun aikaiseen lääkehoitoon varautumiseksi, saa hän tuoda takaisin Suomeen käyttämättä jääneet lääkevalmisteet. Valtioneuvoston asetuksella voidaan säätää 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksistä sekä rajoituksista, jotka koskevat tuotavan lääkkeen hankintamaata, lääkkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan lääkkeen enimmäismäärää. Valtioneuvoston asetuksella voidaan myös kieltää tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisältäviä lääkkeitä. Edellä 2 momenttiin liittyvästä tuonnista voidaan myös velvoittaa tekemään ennakkoilmoitus viranomaiselle tai henkilön tilapäisen oleskelun perusteena olevan tilaisuuden järjestäjälle valtioneuvoston asetuksella säädettävin perustein. Valtioneuvoston asetuksella voidaan myös rajoittaa eläinten lääkitsemiseen käytettävien aineiden maahantuontia, jos ne voivat vaarantaa eläimistä saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niistä voi aiheutua muuta merkittävää haittaa eläimille, ihmisille tai ympäristölle tai ne voivat vaarantaa Suomen eläintautien vastustusta.",
        "folded_fi": "yksityishenkilo saa tuoda suomeen henkilokohtaista laakitystaan varten laakevalmisteita, jotka on hankittu valmisteen vahittaisjakeluun oikeutetulta toimittajalta. laakeaineiden tuonti ei ole sallittua. reseptilaakkeen hankinnan tulee perustua laakkeen maaraamiseen oikeutetun henkilon antamaan laakemaaraykseen. lisaksi ulkomailta suomeen tuleva henkilo saa tuoda mukanaan samanaikaisesti maahan tuotavan seuraelaimen hoitoon tarvittavia laakkeita korkeintaan yhden kuukauden tarvetta vastaavan maaran. muualla kuin suomessa vakinaisesti asuva laakarin tai elainlaakarin ammattia harjoittamaan oikeutettu henkilo saa maahan tullessaan tuoda mukanaan ja kayttaa laakevalmistetta, jolla on myyntilupa maassa, jossa han paaasiallisesti harjoittaa ammattiaan, jos maahan saapuminen ja laakevalmisteiden tarve perustuu suomeen tilapaisesti saapuvan, kansainvaliseen urheilun arvokilpailuun tai sellaiseen rinnastettavaan muuhun tapahtumaan osallistuvan henkilon tai henkiloryhman taikka elaimen tai elainryhman laakinnalliseen tarpeeseen. oikeus maahantuontiin ei koske kuitenkaan rikoslain (39/1889) 44 luvun 16 §:ssa tarkoitettuja dopingaineita. maahan tuotuja laakevalmisteita saa kayttaa vain ne maahan tuoneen laakarin hoitovastuulla olevien henkiloiden tai elainlaakarin vastuulla olevien elainten hoitoon. jos suomessa vakinaisesti asuva laillistettu laakari, hammaslaakari tai elainlaakari on vienyt maasta laakkeita suomessa vakinaisesti asuvien henkiloiden tai elainten tilapaisen ulkomailla oleskelun aikaiseen laakehoitoon varautumiseksi, saa han tuoda takaisin suomeen kayttamatta jaaneet laakevalmisteet. valtioneuvoston asetuksella voidaan saataa 1―3 momentissa tarkoitetun tuonnin tarkemmista edellytyksista seka rajoituksista, jotka koskevat tuotavan laakkeen hankintamaata, laakkeen hankintatapaa, 2 momentissa tarkoitetun kilpailun tai muun tapahtuman laatua ja maahan tuotavan laakkeen enimmaismaaraa. valtioneuvoston asetuksella voidaan myos kieltaa tai rajoittaa 2 momentin mukaista oikeutta tuoda maahan huumausaineiksi luokiteltuja aineita sisaltavia laakkeita. edella 2 momenttiin liittyvasta tuonnista voidaan myos velvoittaa tekemaan ennakkoilmoitus viranomaiselle tai henkilon tilapaisen oleskelun perusteena olevan tilaisuuden jarjestajalle valtioneuvoston asetuksella saadettavin perustein. valtioneuvoston asetuksella voidaan myos rajoittaa elainten laakitsemiseen kaytettavien aineiden maahantuontia, jos ne voivat vaarantaa elaimista saatavien elintarvikkeiden turvallisuuden tai laadun tai jos niista voi aiheutua muuta merkittavaa haittaa elaimille, ihmisille tai ymparistolle tai ne voivat vaarantaa suomen elaintautien vastustusta.",
        "content_sv": "En privatperson får för sin personliga medicinering föra in sådana läkemedelspreparat i Finland som köpts av en leverantör med rätt att bedriva detaljhandel med preparaten. Det är förbjudet att föra in läkemedelssubstanser. Inköp av ett receptbelagt läkemedel skall basera sig på ordination av en person med rätt att förskriva läkemedel. Dessutom får en person som kommer från utlandet till Finland föra med sig läkemedel för vård av ett sällskapsdjur som samtidigt förs in, till en mängd som motsvarar behovet för högst en månad. En person som varaktigt är bosatt i något annat land än Finland och har rätt att utöva läkaryrket eller veterinäryrket får vid inresa i landet medföra och använda ett sådant läkemedelspreparat för vilket försäljningstillstånd har beviljats i det land där läkaren eller veterinären i huvudsak utövar sitt yrke, om inresan och behovet av läkemedelspreparaten grundar sig på ett medicinskt behov hos en person eller grupp av personer som tillfälligt kommer till Finland för att delta i ett stort internationellt idrottsmästerskap eller i en annan därmed jämförlig tillställning eller på ett medicinskt behov hos ett djur eller en grupp av djur. Rätten gäller dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). De införda läkemedelspreparaten får användas endast för behandling av de personer för vilka den läkare som för in preparaten är behandlingsansvarig eller för behandling av de djur som veterinären ansvarar för. Om en legitimerad läkare, tandläkare eller veterinär som varaktigt är bosatt i Finland har fört ut läkemedel ur landet för tryggande av läkemedelsbehandlingen av i Finland varaktigt bosatta personer eller djur under deras tillfälliga vistelse utomlands, får de återinföra de överblivna läkemedelspreparaten. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om förutsättningarna för sådan införsel som avses i 1―3 mom. samt om begränsningar som gäller anskaffningslandet för det läkemedel som avses föras in, läkemedlets anskaffningssätt, typen av tävling eller annan tillställning som avses i 2 mom. och maximimängden läkemedel som får föras in. Genom förordning av statsrådet kan rätten enligt 2 mom. att föra in läkemedel som innehåller narkotikaklassade ämnen förvägras eller begränsas. För införsel som ansluter sig till 2 mom. kan på grunder som bestäms genom förordning av statsrådet krävas förhandsanmälan till myndigheterna eller till arrangören för det evenemang som är orsaken till personens tillfälliga vistelse i landet. Genom förordning av statsrådet kan också införseln av ämnen som används till medicinering av djur begränsas, om ämnena kan äventyra tryggheten och kvaliteten i fråga om de livsmedel som fås av djur eller om de kan medföra annat betydande men för djur, människor eller miljön, eller om de kan äventyra motståndskraften mot djursjukdomar i Finland.",
        "normalized_sv": "En privatperson får för sin personliga medicinering föra in sådana läkemedelspreparat i Finland som köpts av en leverantör med rätt att bedriva detaljhandel med preparaten. Det är förbjudet att föra in läkemedelssubstanser. Inköp av ett receptbelagt läkemedel skall basera sig på ordination av en person med rätt att förskriva läkemedel. Dessutom får en person som kommer från utlandet till Finland föra med sig läkemedel för vård av ett sällskapsdjur som samtidigt förs in, till en mängd som motsvarar behovet för högst en månad. En person som varaktigt är bosatt i något annat land än Finland och har rätt att utöva läkaryrket eller veterinäryrket får vid inresa i landet medföra och använda ett sådant läkemedelspreparat för vilket försäljningstillstånd har beviljats i det land där läkaren eller veterinären i huvudsak utövar sitt yrke, om inresan och behovet av läkemedelspreparaten grundar sig på ett medicinskt behov hos en person eller grupp av personer som tillfälligt kommer till Finland för att delta i ett stort internationellt idrottsmästerskap eller i en annan därmed jämförlig tillställning eller på ett medicinskt behov hos ett djur eller en grupp av djur. Rätten gäller dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). De införda läkemedelspreparaten får användas endast för behandling av de personer för vilka den läkare som för in preparaten är behandlingsansvarig eller för behandling av de djur som veterinären ansvarar för. Om en legitimerad läkare, tandläkare eller veterinär som varaktigt är bosatt i Finland har fört ut läkemedel ur landet för tryggande av läkemedelsbehandlingen av i Finland varaktigt bosatta personer eller djur under deras tillfälliga vistelse utomlands, får de återinföra de överblivna läkemedelspreparaten. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om förutsättningarna för sådan införsel som avses i 1―3 mom. samt om begränsningar som gäller anskaffningslandet för det läkemedel som avses föras in, läkemedlets anskaffningssätt, typen av tävling eller annan tillställning som avses i 2 mom. och maximimängden läkemedel som får föras in. Genom förordning av statsrådet kan rätten enligt 2 mom. att föra in läkemedel som innehåller narkotikaklassade ämnen förvägras eller begränsas. För införsel som ansluter sig till 2 mom. kan på grunder som bestäms genom förordning av statsrådet krävas förhandsanmälan till myndigheterna eller till arrangören för det evenemang som är orsaken till personens tillfälliga vistelse i landet. Genom förordning av statsrådet kan också införseln av ämnen som används till medicinering av djur begränsas, om ämnena kan äventyra tryggheten och kvaliteten i fråga om de livsmedel som fås av djur eller om de kan medföra annat betydande men för djur, människor eller miljön, eller om de kan äventyra motståndskraften mot djursjukdomar i Finland.",
        "folded_sv": "en privatperson far for sin personliga medicinering fora in sadana lakemedelspreparat i finland som kopts av en leverantor med ratt att bedriva detaljhandel med preparaten. det ar forbjudet att fora in lakemedelssubstanser. inkop av ett receptbelagt lakemedel skall basera sig pa ordination av en person med ratt att forskriva lakemedel. dessutom far en person som kommer fran utlandet till finland fora med sig lakemedel for vard av ett sallskapsdjur som samtidigt fors in, till en mangd som motsvarar behovet for hogst en manad. en person som varaktigt ar bosatt i nagot annat land an finland och har ratt att utova lakaryrket eller veterinaryrket far vid inresa i landet medfora och anvanda ett sadant lakemedelspreparat for vilket forsaljningstillstand har beviljats i det land dar lakaren eller veterinaren i huvudsak utovar sitt yrke, om inresan och behovet av lakemedelspreparaten grundar sig pa ett medicinskt behov hos en person eller grupp av personer som tillfalligt kommer till finland for att delta i ett stort internationellt idrottsmasterskap eller i en annan darmed jamforlig tillstallning eller pa ett medicinskt behov hos ett djur eller en grupp av djur. ratten galler dock inte dopningsmedel som avses i 44 kap. 16 § i strafflagen (39/1889). de inforda lakemedelspreparaten far anvandas endast for behandling av de personer for vilka den lakare som for in preparaten ar behandlingsansvarig eller for behandling av de djur som veterinaren ansvarar for. om en legitimerad lakare, tandlakare eller veterinar som varaktigt ar bosatt i finland har fort ut lakemedel ur landet for tryggande av lakemedelsbehandlingen av i finland varaktigt bosatta personer eller djur under deras tillfalliga vistelse utomlands, far de aterinfora de overblivna lakemedelspreparaten. genom forordning av statsradet kan narmare bestammelser utfardas om forutsattningarna for sadan inforsel som avses i 1―3 mom. samt om begransningar som galler anskaffningslandet for det lakemedel som avses foras in, lakemedlets anskaffningssatt, typen av tavling eller annan tillstallning som avses i 2 mom. och maximimangden lakemedel som far foras in. genom forordning av statsradet kan ratten enligt 2 mom. att fora in lakemedel som innehaller narkotikaklassade amnen forvagras eller begransas. for inforsel som ansluter sig till 2 mom. kan pa grunder som bestams genom forordning av statsradet kravas forhandsanmalan till myndigheterna eller till arrangoren for det evenemang som ar orsaken till personens tillfalliga vistelse i landet. genom forordning av statsradet kan ocksa inforseln av amnen som anvands till medicinering av djur begransas, om amnena kan aventyra tryggheten och kvaliteten i fraga om de livsmedel som fas av djur eller om de kan medfora annat betydande men for djur, manniskor eller miljon, eller om de kan aventyra motstandskraften mot djursjukdomar i finland."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    }
  ]
}