{
  "id": "231/2007",
  "type": "statute",
  "title": "Laki vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn puitepäätöksen lainsäädännön alaan kuuluvien säännösten kansallisesta täytäntöönpanosta ja puitepäätöksen soveltamisesta",
  "title_en": "Lag om det nationella genomförandet av de bestämmelser som hör till området för lagstiftningen i rambeslutet om tillämpning av principen om ömsesidigt erkännande på bötesstraff och om tillämpning av rambeslutet",
  "status": "in_force",
  "issued_date": "2007-03-02",
  "in_force_date": "2007-03-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/231/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Puitepäätöksen täytäntöönpano",
      "content": "puitepäätös Brysselissä 24 päivänä helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepäätöksen 2005/214/YOS, jäljempänä, lainsäädännön alaan kuuluvat säännökset ovat lakina noudatettavia, jollei tästä laista muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "puitepäätös Brysselissä 24 päivänä helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepäätöksen 2005/214/YOS, jäljempänä, lainsäädännön alaan kuuluvat säännökset ovat lakina noudatettavia, jollei tästä laista muuta johdu.",
        "folded_fi": "puitepaatos brysselissa 24 paivana helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepaatoksen 2005/214/yos, jaljempana, lainsaadannon alaan kuuluvat saannokset ovat lakina noudatettavia, jollei tasta laista muuta johdu.",
        "title_sv": "Genomförande av rambeslutet",
        "content_sv": "rambeslutet De bestämmelser som hör till området för lagstiftningen i det i Bryssel den 24 februari 2005 antagna rambeslutet 2005/214/RIF om tillämpning av principen om ömsesidigt erkännande på bötesstraff, nedan, skall iakttas som lag, om ingenting annat följer av denna lag.",
        "normalized_sv": "rambeslutet De bestämmelser som hör till området för lagstiftningen i det i Bryssel den 24 februari 2005 antagna rambeslutet 2005/214/RIF om tillämpning av principen om ömsesidigt erkännande på bötesstraff, nedan, skall iakttas som lag, om ingenting annat följer av denna lag.",
        "folded_sv": "rambeslutet de bestammelser som hor till omradet for lagstiftningen i det i bryssel den 24 februari 2005 antagna rambeslutet 2005/214/rif om tillampning av principen om omsesidigt erkannande pa botesstraff, nedan, skall iakttas som lag, om ingenting annat foljer av denna lag."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tämän lain ja puitepäätöksen mukaisesti: 1) pannaan Suomessa täytäntöön puitepäätöksessä tarkoitettu toisen Euroopan unionin jäsenvaltion viranomaisen tekemä ja puitepäätöksen mukaisesti lähettämä päätös; sekä 2) lähetetään Suomen viranomaisen päätös täytäntöönpantavaksi toiseen Euroopan unionin jäsenvaltioon. Suomen ja muiden pohjoismaiden välisestä yhteistoiminnasta rikosasioissa annettujen tuomioiden täytäntöönpanossa annettua lakia (326/1963) voidaan soveltaa tämän lain estämättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tämän lain ja puitepäätöksen mukaisesti: 1) pannaan Suomessa täytäntöön puitepäätöksessä tarkoitettu toisen Euroopan unionin jäsenvaltion viranomaisen tekemä ja puitepäätöksen mukaisesti lähettämä päätös; sekä 2) lähetetään Suomen viranomaisen päätös täytäntöönpantavaksi toiseen Euroopan unionin jäsenvaltioon. Suomen ja muiden pohjoismaiden välisestä yhteistoiminnasta rikosasioissa annettujen tuomioiden täytäntöönpanossa annettua lakia (326/1963) voidaan soveltaa tämän lain estämättä.",
        "folded_fi": "taman lain ja puitepaatoksen mukaisesti: 1) pannaan suomessa taytantoon puitepaatoksessa tarkoitettu toisen euroopan unionin jasenvaltion viranomaisen tekema ja puitepaatoksen mukaisesti lahettama paatos; seka 2) lahetetaan suomen viranomaisen paatos taytantoonpantavaksi toiseen euroopan unionin jasenvaltioon. suomen ja muiden pohjoismaiden valisesta yhteistoiminnasta rikosasioissa annettujen tuomioiden taytantoonpanossa annettua lakia (326/1963) voidaan soveltaa taman lain estamatta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I enlighet med denna lag och rambeslutet 1) verkställs i Finland sådana beslut av en myndighet i en annan medlemsstat i Europeiska unionen som avses i rambeslutet och som översänts i enlighet med rambeslutet, samt 2) översänds en finsk myndighets beslut till en annan medlemsstat i Europeiska unionen för verkställighet. Lagen om samarbete mellan Finland och de övriga nordiska länderna vid verkställighet av domar i brottmål (326/1963) kan tillämpas utan hinder av denna lag.",
        "normalized_sv": "I enlighet med denna lag och rambeslutet 1) verkställs i Finland sådana beslut av en myndighet i en annan medlemsstat i Europeiska unionen som avses i rambeslutet och som översänts i enlighet med rambeslutet, samt 2) översänds en finsk myndighets beslut till en annan medlemsstat i Europeiska unionen för verkställighet. Lagen om samarbete mellan Finland och de övriga nordiska länderna vid verkställighet av domar i brottmål (326/1963) kan tillämpas utan hinder av denna lag.",
        "folded_sv": "i enlighet med denna lag och rambeslutet 1) verkstalls i finland sadana beslut av en myndighet i en annan medlemsstat i europeiska unionen som avses i rambeslutet och som oversants i enlighet med rambeslutet, samt 2) oversands en finsk myndighets beslut till en annan medlemsstat i europeiska unionen for verkstallighet. lagen om samarbete mellan finland och de ovriga nordiska landerna vid verkstallighet av domar i brottmal (326/1963) kan tillampas utan hinder av denna lag."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Puitepäätöksessä tarkoitettu toimivaltainen viranomainen on Suomessa oikeusrekisterikeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Puitepäätöksessä tarkoitettu toimivaltainen viranomainen on Suomessa oikeusrekisterikeskus.",
        "folded_fi": "puitepaatoksessa tarkoitettu toimivaltainen viranomainen on suomessa oikeusrekisterikeskus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "I Finland är rättsregistercentralen den behöriga myndighet som avses i rambeslutet.",
        "normalized_sv": "I Finland är rättsregistercentralen den behöriga myndighet som avses i rambeslutet.",
        "folded_sv": "i finland ar rattsregistercentralen den behoriga myndighet som avses i rambeslutet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Toisen jäsenvaltion viranomaisen päätöksen täytäntöönpano",
      "content": "Toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitettu päätös pannaan täytäntöön Suomen lain mukaan ja sakon täytäntöönpanosta annetun lain (672/2002) mukaisessa järjestyksessä. Sakkoa ei kuitenkaan saa täällä muuntaa vankeudeksi. Päätöksen täytäntöönpanosta kertyneet varat menevät Suomen valtiolle. Toisen jäsenvaltion viranomaisen pyynnöstä oikeusrekisterikeskus voi erityisestä syystä kuitenkin päättää, että varat luovutetaan toiselle jäsenvaltiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitettu päätös pannaan täytäntöön Suomen lain mukaan ja sakon täytäntöönpanosta annetun lain (672/2002) mukaisessa järjestyksessä. Sakkoa ei kuitenkaan saa täällä muuntaa vankeudeksi. Päätöksen täytäntöönpanosta kertyneet varat menevät Suomen valtiolle. Toisen jäsenvaltion viranomaisen pyynnöstä oikeusrekisterikeskus voi erityisestä syystä kuitenkin päättää, että varat luovutetaan toiselle jäsenvaltiolle.",
        "folded_fi": "toisen jasenvaltion viranomaisen 2 §:ssa tarkoitettu paatos pannaan taytantoon suomen lain mukaan ja sakon taytantoonpanosta annetun lain (672/2002) mukaisessa jarjestyksessa. sakkoa ei kuitenkaan saa taalla muuntaa vankeudeksi. paatoksen taytantoonpanosta kertyneet varat menevat suomen valtiolle. toisen jasenvaltion viranomaisen pyynnosta oikeusrekisterikeskus voi erityisesta syysta kuitenkin paattaa, etta varat luovutetaan toiselle jasenvaltiolle.",
        "title_sv": "Verkställighet av ett beslut som fattats av en myndighet i en annan medlemsstat",
        "content_sv": "Ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkställs i enlighet med finsk lag och i den ordning som föreskrivs i lagen om verkställighet av böter (672/2002). Ett bötesstraff får dock inte förvandlas till fängelse i Finland. De medel som flyter in vid verkställigheten av beslutet tillfaller finska staten. På begäran av en myndighet i en annan medlemsstat kan rättsregistercentralen dock av särskilda skäl besluta att medlen överförs till den andra medlemsstaten.",
        "normalized_sv": "Ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkställs i enlighet med finsk lag och i den ordning som föreskrivs i lagen om verkställighet av böter (672/2002). Ett bötesstraff får dock inte förvandlas till fängelse i Finland. De medel som flyter in vid verkställigheten av beslutet tillfaller finska staten. På begäran av en myndighet i en annan medlemsstat kan rättsregistercentralen dock av särskilda skäl besluta att medlen överförs till den andra medlemsstaten.",
        "folded_sv": "ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkstalls i enlighet med finsk lag och i den ordning som foreskrivs i lagen om verkstallighet av boter (672/2002). ett botesstraff far dock inte forvandlas till fangelse i finland. de medel som flyter in vid verkstalligheten av beslutet tillfaller finska staten. pa begaran av en myndighet i en annan medlemsstat kan rattsregistercentralen dock av sarskilda skal besluta att medlen overfors till den andra medlemsstaten."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Ehdoton kieltäytymisperuste",
      "content": "Toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen täytäntöönpanosta tulee kieltäytyä, jos henkilö, jota päätös koskee, ei päätöksen perusteena olevan teon tehdessään ollut täyttänyt viittätoista vuotta. Päätöksen täytäntöönpanosta tulee kieltäytyä myös, jos on perusteltua syytä epäillä, että päätökseen johtaneessa menettelyssä on loukattu oikeudenmukaisen oikeudenkäynnin takeita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen täytäntöönpanosta tulee kieltäytyä, jos henkilö, jota päätös koskee, ei päätöksen perusteena olevan teon tehdessään ollut täyttänyt viittätoista vuotta. Päätöksen täytäntöönpanosta tulee kieltäytyä myös, jos on perusteltua syytä epäillä, että päätökseen johtaneessa menettelyssä on loukattu oikeudenmukaisen oikeudenkäynnin takeita.",
        "folded_fi": "toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen taytantoonpanosta tulee kieltaytya, jos henkilo, jota paatos koskee, ei paatoksen perusteena olevan teon tehdessaan ollut tayttanyt viittatoista vuotta. paatoksen taytantoonpanosta tulee kieltaytya myos, jos on perusteltua syyta epailla, etta paatokseen johtaneessa menettelyssa on loukattu oikeudenmukaisen oikeudenkaynnin takeita.",
        "title_sv": "Ovillkorlig grund för förvägrande",
        "content_sv": "Verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall förvägras, om den som beslutet gäller inte hade fyllt femton år när den gärning som ligger till grund för beslutet begicks. Verkställighet skall också förvägras, om det finns grundad anledning att misstänka att garantierna för en rättvis rättegång har kränkts i beslutsförfarandet.",
        "normalized_sv": "Verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall förvägras, om den som beslutet gäller inte hade fyllt femton år när den gärning som ligger till grund för beslutet begicks. Verkställighet skall också förvägras, om det finns grundad anledning att misstänka att garantierna för en rättvis rättegång har kränkts i beslutsförfarandet.",
        "folded_sv": "verkstallighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall forvagras, om den som beslutet galler inte hade fyllt femton ar nar den garning som ligger till grund for beslutet begicks. verkstallighet skall ocksa forvagras, om det finns grundad anledning att misstanka att garantierna for en rattvis rattegang har krankts i beslutsforfarandet."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kuuleminen päätöksen tunnustamis- ja täytäntöönpanoasiassa",
      "content": "Oikeusrekisterikeskus voi ratkaista toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevan asian varaamatta päätöksen kohteena olevalle henkilölle tilaisuutta tulla kuulluksi, jollei ole todennäköistä, että asiassa tulee sovellettavaksi jokin kieltäytymisperuste. Tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvästi tarpeetonta tai jos on syytä olettaa, että se saattaa vaarantaa päätöksen täytäntöönpanon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Oikeusrekisterikeskus voi ratkaista toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevan asian varaamatta päätöksen kohteena olevalle henkilölle tilaisuutta tulla kuulluksi, jollei ole todennäköistä, että asiassa tulee sovellettavaksi jokin kieltäytymisperuste. Tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvästi tarpeetonta tai jos on syytä olettaa, että se saattaa vaarantaa päätöksen täytäntöönpanon.",
        "folded_fi": "oikeusrekisterikeskus voi ratkaista toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen tunnustamista ja taytantoonpanoa koskevan asian varaamatta paatoksen kohteena olevalle henkilolle tilaisuutta tulla kuulluksi, jollei ole todennakoista, etta asiassa tulee sovellettavaksi jokin kieltaytymisperuste. tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvasti tarpeetonta tai jos on syyta olettaa, etta se saattaa vaarantaa paatoksen taytantoonpanon.",
        "title_sv": "Hörande i ärende om beslut om erkännande och verkställighet",
        "content_sv": "Rättsregistercentralen kan besluta att erkänna och verkställa ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet gäller tillfälle att bli hörd, om det inte är sannolikt att någon av grunderna för förvägrande kommer att tillämpas på ärendet. Personen behöver inte ges tillfälle att bli hörd, om det är uppenbart onödigt för beslutet eller om det finns anledning att anta att det kan äventyra verkställigheten av beslutet.",
        "normalized_sv": "Rättsregistercentralen kan besluta att erkänna och verkställa ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet gäller tillfälle att bli hörd, om det inte är sannolikt att någon av grunderna för förvägrande kommer att tillämpas på ärendet. Personen behöver inte ges tillfälle att bli hörd, om det är uppenbart onödigt för beslutet eller om det finns anledning att anta att det kan äventyra verkställigheten av beslutet.",
        "folded_sv": "rattsregistercentralen kan besluta att erkanna och verkstalla ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet galler tillfalle att bli hord, om det inte ar sannolikt att nagon av grunderna for forvagrande kommer att tillampas pa arendet. personen behover inte ges tillfalle att bli hord, om det ar uppenbart onodigt for beslutet eller om det finns anledning att anta att det kan aventyra verkstalligheten av beslutet."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kielet",
      "content": "Puitepäätöksen 4 artiklassa tarkoitettu toisen jäsenvaltion viranomaisen päätöstä koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielellä taikka siihen on liitettävä käännös jollekin näistä kielistä. Oikeusrekisterikeskus voi hyväksyä myös muulla kuin suomen, ruotsin tai englannin kielellä toimitetun todistuksen, jos hyväksymiselle ei ole muutoin estettä. Oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myös päätöksen kääntämisestä suomen tai ruotsin kielelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Puitepäätöksen 4 artiklassa tarkoitettu toisen jäsenvaltion viranomaisen päätöstä koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielellä taikka siihen on liitettävä käännös jollekin näistä kielistä. Oikeusrekisterikeskus voi hyväksyä myös muulla kuin suomen, ruotsin tai englannin kielellä toimitetun todistuksen, jos hyväksymiselle ei ole muutoin estettä. Oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myös päätöksen kääntämisestä suomen tai ruotsin kielelle.",
        "folded_fi": "puitepaatoksen 4 artiklassa tarkoitettu toisen jasenvaltion viranomaisen paatosta koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielella taikka siihen on liitettava kaannos jollekin naista kielista. oikeusrekisterikeskus voi hyvaksya myos muulla kuin suomen, ruotsin tai englannin kielella toimitetun todistuksen, jos hyvaksymiselle ei ole muutoin estetta. oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myos paatoksen kaantamisesta suomen tai ruotsin kielelle.",
        "title_sv": "Språk",
        "content_sv": "Ett i artikel 4 i rambeslutet avsett intyg som gäller ett beslut av en myndighet i en annan medlemsstat skall vara skrivet på finska, svenska eller engelska eller åtföljas av en översättning till något av dessa språk. Rättsregistercentralen kan också godta intyg på något annat språk än finska, svenska eller engelska, om det inte finns något annat hinder för godtagandet. Rättsregistercentralen skall se till att intyget och i förekommande fall också beslutet översätts till finska eller svenska.",
        "normalized_sv": "Ett i artikel 4 i rambeslutet avsett intyg som gäller ett beslut av en myndighet i en annan medlemsstat skall vara skrivet på finska, svenska eller engelska eller åtföljas av en översättning till något av dessa språk. Rättsregistercentralen kan också godta intyg på något annat språk än finska, svenska eller engelska, om det inte finns något annat hinder för godtagandet. Rättsregistercentralen skall se till att intyget och i förekommande fall också beslutet översätts till finska eller svenska.",
        "folded_sv": "ett i artikel 4 i rambeslutet avsett intyg som galler ett beslut av en myndighet i en annan medlemsstat skall vara skrivet pa finska, svenska eller engelska eller atfoljas av en oversattning till nagot av dessa sprak. rattsregistercentralen kan ocksa godta intyg pa nagot annat sprak an finska, svenska eller engelska, om det inte finns nagot annat hinder for godtagandet. rattsregistercentralen skall se till att intyget och i forekommande fall ocksa beslutet oversatts till finska eller svenska."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Toimivaltainen käräjäoikeus",
      "content": "Oikeusrekisterikeskuksen tämän lain ja puitepäätöksen mukaisesti tekemän toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevaan päätökseen saa hakea muutosta valittamalla Tampereen käräjäoikeuteen. Käräjäoikeus on päätösvaltainen, kun siinä on yksin puheenjohtaja. Oikeusrekisterikeskuksen 1 momentissa tarkoitettu päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta, jollei käräjäoikeus toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Oikeusrekisterikeskuksen tämän lain ja puitepäätöksen mukaisesti tekemän toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevaan päätökseen saa hakea muutosta valittamalla Tampereen käräjäoikeuteen. Käräjäoikeus on päätösvaltainen, kun siinä on yksin puheenjohtaja. Oikeusrekisterikeskuksen 1 momentissa tarkoitettu päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta, jollei käräjäoikeus toisin määrää.",
        "folded_fi": "oikeusrekisterikeskuksen taman lain ja puitepaatoksen mukaisesti tekeman toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen tunnustamista ja taytantoonpanoa koskevaan paatokseen saa hakea muutosta valittamalla tampereen karajaoikeuteen. karajaoikeus on paatosvaltainen, kun siina on yksin puheenjohtaja. oikeusrekisterikeskuksen 1 momentissa tarkoitettu paatos voidaan panna taytantoon lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) saadetaan lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion taytantoonpanosta, jollei karajaoikeus toisin maaraa.",
        "title_sv": "Behörig tingsrätt",
        "content_sv": "Ett beslut som rättsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som gäller erkännande och verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat får överklagas hos Tammerfors tingsrätt. Tingsrätten är domför med ordföranden ensam. Rättsregistercentralens beslut enligt 1 mom. kan verkställas innan det har vunnit laga kraft så som i utsökningslagen (37/1895) föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet, om inte tingsrätten beslutar något annat.",
        "normalized_sv": "Ett beslut som rättsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som gäller erkännande och verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat får överklagas hos Tammerfors tingsrätt. Tingsrätten är domför med ordföranden ensam. Rättsregistercentralens beslut enligt 1 mom. kan verkställas innan det har vunnit laga kraft så som i utsökningslagen (37/1895) föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet, om inte tingsrätten beslutar något annat.",
        "folded_sv": "ett beslut som rattsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som galler erkannande och verkstallighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat far overklagas hos tammerfors tingsratt. tingsratten ar domfor med ordforanden ensam. rattsregistercentralens beslut enligt 1 mom. kan verkstallas innan det har vunnit laga kraft sa som i utsokningslagen (37/1895) foreskrivs om verkstallande av en icke-lagakraftvunnen dom som galler betalningsskyldighet, om inte tingsratten beslutar nagot annat."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Valituksen tekeminen",
      "content": "Valitus on tehtävä kirjallisesti 30 päivän kuluessa siitä, kun päätöksen kohteena oleva henkilö on hänen läsnäollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen päätöksestä. Päätöksen kohteena olevan henkilön katsotaan saaneen tiedon päätöksestä silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lähettämän maksukehotuksen johdosta vapaaehtoisesti aloitettu. Valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, sekä vaatiiko valittaja asian suullista käsittelyä. Valittajan on valituksessaan ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. Valituskirjelmä toimitetaan oikeusrekisterikeskukselle. Oikeusrekisterikeskuksen on viipymättä toimitettava valituskirjelmä käräjäoikeuden kansliaan sekä liitettävä siihen jäljennökset kertyneestä asiakirja-aineistosta ja oma lausumansa. Asiakirjoja käräjäoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelmä on saapunut. Valitus tulee vireille käräjäoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. Käräjäoikeuden on viivytyksettä annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta sekä valittajan poissaolon seurauksista. Jos valittaja on toimittanut valituskirjelmän määräajassa suoraan toimivaltaiseen käräjäoikeuteen, hän ei menetä puhevaltaansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Valitus on tehtävä kirjallisesti 30 päivän kuluessa siitä, kun päätöksen kohteena oleva henkilö on hänen läsnäollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen päätöksestä. Päätöksen kohteena olevan henkilön katsotaan saaneen tiedon päätöksestä silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lähettämän maksukehotuksen johdosta vapaaehtoisesti aloitettu. Valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, sekä vaatiiko valittaja asian suullista käsittelyä. Valittajan on valituksessaan ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa tarkoitetut tiedot. Valituskirjelmä toimitetaan oikeusrekisterikeskukselle. Oikeusrekisterikeskuksen on viipymättä toimitettava valituskirjelmä käräjäoikeuden kansliaan sekä liitettävä siihen jäljennökset kertyneestä asiakirja-aineistosta ja oma lausumansa. Asiakirjoja käräjäoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelmä on saapunut. Valitus tulee vireille käräjäoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. Käräjäoikeuden on viivytyksettä annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta sekä valittajan poissaolon seurauksista. Jos valittaja on toimittanut valituskirjelmän määräajassa suoraan toimivaltaiseen käräjäoikeuteen, hän ei menetä puhevaltaansa.",
        "folded_fi": "valitus on tehtava kirjallisesti 30 paivan kuluessa siita, kun paatoksen kohteena oleva henkilo on hanen lasnaollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen paatoksesta. paatoksen kohteena olevan henkilon katsotaan saaneen tiedon paatoksesta silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lahettaman maksukehotuksen johdosta vapaaehtoisesti aloitettu. valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, seka vaatiiko valittaja asian suullista kasittelya. valittajan on valituksessaan ilmoitettava myos oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. valituskirjelma toimitetaan oikeusrekisterikeskukselle. oikeusrekisterikeskuksen on viipymatta toimitettava valituskirjelma karajaoikeuden kansliaan seka liitettava siihen jaljennokset kertyneesta asiakirja-aineistosta ja oma lausumansa. asiakirjoja karajaoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelma on saapunut. valitus tulee vireille karajaoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. karajaoikeuden on viivytyksetta annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta seka valittajan poissaolon seurauksista. jos valittaja on toimittanut valituskirjelman maaraajassa suoraan toimivaltaiseen karajaoikeuteen, han ei meneta puhevaltaansa.",
        "title_sv": "Anförande av besvär",
        "content_sv": "Besvär skall anföras skriftligen inom 30 dagar efter det att den som beslutet gäller vid utmätning som skett i dennes närvaro eller på något annat sätt bevisligen har fått del av rättsregistercentralens beslut. Delfåendet anses ha skett när betalningen av påföljden frivilligt har inletts med anledning av rättsregistercentralens betalningsuppmaning. I besvären skall den som söker ändring uppge sina yrkanden och grunderna för dem samt om ändringssökanden yrkar på muntlig behandling av ärendet. I besvären skall även lämnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Besvärsskriften skall tillställas rättsregistercentralen. Rättsregistercentralen skall utan dröjsmål sända besvärsskriften till tingsrättens kansli och bifoga kopior av handlingarna i ärendet och sitt eget utlåtande. När handlingarna sänds till tingsrätten skall det uppges när besvärsskriften har anlänt. Besvären blir anhängiga vid tingsrätten när de handlingar som avses i 3 mom. anländer till dess kansli. Tingsrätten skall utan dröjsmål informera ändringssökanden och rättsregistercentralen om tid och plats för ett eventuellt sammanträde samt om följderna av ändringssökandens utevaro. En ändringssökande som inom föreskriven tid har gett in besvärsskriften direkt till den behöriga tingsrätten förlorar inte sin talan.",
        "normalized_sv": "Besvär skall anföras skriftligen inom 30 dagar efter det att den som beslutet gäller vid utmätning som skett i dennes närvaro eller på något annat sätt bevisligen har fått del av rättsregistercentralens beslut. Delfåendet anses ha skett när betalningen av påföljden frivilligt har inletts med anledning av rättsregistercentralens betalningsuppmaning. I besvären skall den som söker ändring uppge sina yrkanden och grunderna för dem samt om ändringssökanden yrkar på muntlig behandling av ärendet. I besvären skall även lämnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Besvärsskriften skall tillställas rättsregistercentralen. Rättsregistercentralen skall utan dröjsmål sända besvärsskriften till tingsrättens kansli och bifoga kopior av handlingarna i ärendet och sitt eget utlåtande. När handlingarna sänds till tingsrätten skall det uppges när besvärsskriften har anlänt. Besvären blir anhängiga vid tingsrätten när de handlingar som avses i 3 mom. anländer till dess kansli. Tingsrätten skall utan dröjsmål informera ändringssökanden och rättsregistercentralen om tid och plats för ett eventuellt sammanträde samt om följderna av ändringssökandens utevaro. En ändringssökande som inom föreskriven tid har gett in besvärsskriften direkt till den behöriga tingsrätten förlorar inte sin talan.",
        "folded_sv": "besvar skall anforas skriftligen inom 30 dagar efter det att den som beslutet galler vid utmatning som skett i dennes narvaro eller pa nagot annat satt bevisligen har fatt del av rattsregistercentralens beslut. delfaendet anses ha skett nar betalningen av pafoljden frivilligt har inletts med anledning av rattsregistercentralens betalningsuppmaning. i besvaren skall den som soker andring uppge sina yrkanden och grunderna for dem samt om andringssokanden yrkar pa muntlig behandling av arendet. i besvaren skall aven lamnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rattegangsbalken. besvarsskriften skall tillstallas rattsregistercentralen. rattsregistercentralen skall utan drojsmal sanda besvarsskriften till tingsrattens kansli och bifoga kopior av handlingarna i arendet och sitt eget utlatande. nar handlingarna sands till tingsratten skall det uppges nar besvarsskriften har anlant. besvaren blir anhangiga vid tingsratten nar de handlingar som avses i 3 mom. anlander till dess kansli. tingsratten skall utan drojsmal informera andringssokanden och rattsregistercentralen om tid och plats for ett eventuellt sammantrade samt om foljderna av andringssokandens utevaro. en andringssokande som inom foreskriven tid har gett in besvarsskriften direkt till den behoriga tingsratten forlorar inte sin talan."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Asian käsittely tuomioistuimessa",
      "content": "Asian käsittelystä on soveltuvin osin voimassa, mitä oikeudenkäynnistä rikosasioissa säädetään. Tuomioistuin ei valitusta käsitellessään saa tutkia, onko päätöksen kohteena oleva henkilö syyllistynyt siihen tekoon, josta seuraamus on määrätty toisessa jäsenvaltiossa. Asia on käsiteltävä istunnossa, jos käräjäoikeus asian tai sen osan selvittämiseksi pitää asian istuntokäsittelyä tarpeellisena taikka jos valittaja sitä vaatii eikä käräjäoikeus pidä sitä ilmeisen tarpeettomana. Käräjäoikeuden on huolehdittava siitä, että asia tulee perusteellisesti käsitellyksi. Oikeusrekisterikeskusta edustavan virkamiehen on oltava läsnä käräjäoikeuden istunnossa valitusta käsiteltäessä. Valituksen tekijällä on oikeus olla läsnä käräjäoikeuden istunnossa. Asia voidaan tutkia ja ratkaista valituksentekijän poissaolosta huolimatta, jollei käräjäoikeus pidä hänen henkilökohtaista kuulemistaan tarpeellisena ja jos hänet on sellaisella uhalla kutsuttu käräjäoikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Asian käsittelystä on soveltuvin osin voimassa, mitä oikeudenkäynnistä rikosasioissa säädetään. Tuomioistuin ei valitusta käsitellessään saa tutkia, onko päätöksen kohteena oleva henkilö syyllistynyt siihen tekoon, josta seuraamus on määrätty toisessa jäsenvaltiossa. Asia on käsiteltävä istunnossa, jos käräjäoikeus asian tai sen osan selvittämiseksi pitää asian istuntokäsittelyä tarpeellisena taikka jos valittaja sitä vaatii eikä käräjäoikeus pidä sitä ilmeisen tarpeettomana. Käräjäoikeuden on huolehdittava siitä, että asia tulee perusteellisesti käsitellyksi. Oikeusrekisterikeskusta edustavan virkamiehen on oltava läsnä käräjäoikeuden istunnossa valitusta käsiteltäessä. Valituksen tekijällä on oikeus olla läsnä käräjäoikeuden istunnossa. Asia voidaan tutkia ja ratkaista valituksentekijän poissaolosta huolimatta, jollei käräjäoikeus pidä hänen henkilökohtaista kuulemistaan tarpeellisena ja jos hänet on sellaisella uhalla kutsuttu käräjäoikeuteen.",
        "folded_fi": "asian kasittelysta on soveltuvin osin voimassa, mita oikeudenkaynnista rikosasioissa saadetaan. tuomioistuin ei valitusta kasitellessaan saa tutkia, onko paatoksen kohteena oleva henkilo syyllistynyt siihen tekoon, josta seuraamus on maaratty toisessa jasenvaltiossa. asia on kasiteltava istunnossa, jos karajaoikeus asian tai sen osan selvittamiseksi pitaa asian istuntokasittelya tarpeellisena taikka jos valittaja sita vaatii eika karajaoikeus pida sita ilmeisen tarpeettomana. karajaoikeuden on huolehdittava siita, etta asia tulee perusteellisesti kasitellyksi. oikeusrekisterikeskusta edustavan virkamiehen on oltava lasna karajaoikeuden istunnossa valitusta kasiteltaessa. valituksen tekijalla on oikeus olla lasna karajaoikeuden istunnossa. asia voidaan tutkia ja ratkaista valituksentekijan poissaolosta huolimatta, jollei karajaoikeus pida hanen henkilokohtaista kuulemistaan tarpeellisena ja jos hanet on sellaisella uhalla kutsuttu karajaoikeuteen.",
        "title_sv": "Behandlingen av ett ärende i domstol",
        "content_sv": "I fråga om behandlingen av ett ärende gäller i tillämpliga delar vad som föreskrivs om rättegång i brottmål. Vid behandlingen av besvären får domstolen inte pröva om den som beslutet gäller har gjort sig skyldig till den gärning som ligger till grund för påföljden i den andra medlemsstaten. Ett ärende skall behandlas vid sammanträde, om tingsrätten anser att utredningen av ärendet eller en del av det kräver det eller om ändringssökanden yrkar på behandling vid sammanträde och tingsrätten inte anser det vara uppenbart onödigt. Tingsrätten skall se till att ärendet blir grundligt behandlat. En tjänsteman som företräder rättsregistercentralen skall närvara vid tingsrättens sammanträde när besvären behandlas. Den som söker ändring har rätt att närvara vid sammanträdet. Ärendet kan prövas och avgöras trots ändringssökandens utevaro, om inte tingsrätten anser det nödvändigt att höra ändringssökanden personligen och om denne har kallats till domstolen vid äventyr av sådan påföljd.",
        "normalized_sv": "I fråga om behandlingen av ett ärende gäller i tillämpliga delar vad som föreskrivs om rättegång i brottmål. Vid behandlingen av besvären får domstolen inte pröva om den som beslutet gäller har gjort sig skyldig till den gärning som ligger till grund för påföljden i den andra medlemsstaten. Ett ärende skall behandlas vid sammanträde, om tingsrätten anser att utredningen av ärendet eller en del av det kräver det eller om ändringssökanden yrkar på behandling vid sammanträde och tingsrätten inte anser det vara uppenbart onödigt. Tingsrätten skall se till att ärendet blir grundligt behandlat. En tjänsteman som företräder rättsregistercentralen skall närvara vid tingsrättens sammanträde när besvären behandlas. Den som söker ändring har rätt att närvara vid sammanträdet. Ärendet kan prövas och avgöras trots ändringssökandens utevaro, om inte tingsrätten anser det nödvändigt att höra ändringssökanden personligen och om denne har kallats till domstolen vid äventyr av sådan påföljd.",
        "folded_sv": "i fraga om behandlingen av ett arende galler i tillampliga delar vad som foreskrivs om rattegang i brottmal. vid behandlingen av besvaren far domstolen inte prova om den som beslutet galler har gjort sig skyldig till den garning som ligger till grund for pafoljden i den andra medlemsstaten. ett arende skall behandlas vid sammantrade, om tingsratten anser att utredningen av arendet eller en del av det kraver det eller om andringssokanden yrkar pa behandling vid sammantrade och tingsratten inte anser det vara uppenbart onodigt. tingsratten skall se till att arendet blir grundligt behandlat. en tjansteman som foretrader rattsregistercentralen skall narvara vid tingsrattens sammantrade nar besvaren behandlas. den som soker andring har ratt att narvara vid sammantradet. arendet kan provas och avgoras trots andringssokandens utevaro, om inte tingsratten anser det nodvandigt att hora andringssokanden personligen och om denne har kallats till domstolen vid aventyr av sadan pafoljd."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Muutoksenhaku käräjäoikeuden päätökseen",
      "content": "Muutosta käräjäoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkäymiskaaressa säädetään. Asian käsittelystä hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 26 ja 30 luvussa säädetään. Hovioikeuden on valitusasiaa käsiteltäessä varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittää selvitystä. Käräjäoikeuden ja hovioikeuden päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Muutosta käräjäoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkäymiskaaressa säädetään. Asian käsittelystä hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 26 ja 30 luvussa säädetään. Hovioikeuden on valitusasiaa käsiteltäessä varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittää selvitystä. Käräjäoikeuden ja hovioikeuden päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta.",
        "folded_fi": "muutosta karajaoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkaymiskaaressa saadetaan. asian kasittelysta hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mita oikeudenkaymiskaaren 26 ja 30 luvussa saadetaan. hovioikeuden on valitusasiaa kasiteltaessa varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittaa selvitysta. karajaoikeuden ja hovioikeuden paatos voidaan panna taytantoon lainvoimaa vailla olevana siten kuin ulosottolaissa saadetaan lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion taytantoonpanosta.",
        "title_sv": "Sökande av ändring i tingsrättens beslut",
        "content_sv": "Tingsrättens avgörande får överklagas hos hovrätten i enlighet med vad som föreskrivs i rättegångsbalken. I fråga om behandlingen av besvärsärendet i hovrätten och sökande av ändring hos högsta domstolen gäller i tillämpliga delar 26 och 30 kap. i rättegångsbalken. När hovrätten behandlar ett besvärsärende skall rättsregistercentralen ges tillfälle att bli hörd med anledning av besvären och vid behov lägga fram utredning. Tingsrättens och hovrättens beslut kan verkställas innan det har vunnit laga kraft så som i utsökningslagen föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet.",
        "normalized_sv": "Tingsrättens avgörande får överklagas hos hovrätten i enlighet med vad som föreskrivs i rättegångsbalken. I fråga om behandlingen av besvärsärendet i hovrätten och sökande av ändring hos högsta domstolen gäller i tillämpliga delar 26 och 30 kap. i rättegångsbalken. När hovrätten behandlar ett besvärsärende skall rättsregistercentralen ges tillfälle att bli hörd med anledning av besvären och vid behov lägga fram utredning. Tingsrättens och hovrättens beslut kan verkställas innan det har vunnit laga kraft så som i utsökningslagen föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet.",
        "folded_sv": "tingsrattens avgorande far overklagas hos hovratten i enlighet med vad som foreskrivs i rattegangsbalken. i fraga om behandlingen av besvarsarendet i hovratten och sokande av andring hos hogsta domstolen galler i tillampliga delar 26 och 30 kap. i rattegangsbalken. nar hovratten behandlar ett besvarsarende skall rattsregistercentralen ges tillfalle att bli hord med anledning av besvaren och vid behov lagga fram utredning. tingsrattens och hovrattens beslut kan verkstallas innan det har vunnit laga kraft sa som i utsokningslagen foreskrivs om verkstallande av en icke-lagakraftvunnen dom som galler betalningsskyldighet."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava päätöksestään oikeusrekisterikeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Tuomioistuimen on ilmoitettava päätöksestään oikeusrekisterikeskukselle.",
        "folded_fi": "tuomioistuimen on ilmoitettava paatoksestaan oikeusrekisterikeskukselle.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Domstolen skall underrätta rättsregistercentralen om sitt beslut.",
        "normalized_sv": "Domstolen skall underrätta rättsregistercentralen om sitt beslut.",
        "folded_sv": "domstolen skall underratta rattsregistercentralen om sitt beslut."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Vaihtoehtoiset seuraamukset",
      "content": "Suomessa määrättyä puitepäätöksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jäsenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Suomessa määrättyä puitepäätöksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jäsenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
        "folded_fi": "suomessa maarattya puitepaatoksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jasenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
        "title_sv": "Alternativa påföljder",
        "content_sv": "Ett i Finland utdömt bötesstraff som hör till rambeslutets tillämpningsområde får inte i en annan medlemsstat förvandlas till fängelse eller någon annan alternativ påföljd.",
        "normalized_sv": "Ett i Finland utdömt bötesstraff som hör till rambeslutets tillämpningsområde får inte i en annan medlemsstat förvandlas till fängelse eller någon annan alternativ påföljd.",
        "folded_sv": "ett i finland utdomt botesstraff som hor till rambeslutets tillampningsomrade far inte i en annan medlemsstat forvandlas till fangelse eller nagon annan alternativ pafoljd."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Suhde muihin lakeihin ja kansainvälisiin velvoitteisiin",
      "content": "Tässä laissa tarkoitetun yhteistyön osalta on lisäksi voimassa, mitä siitä erikseen sovitaan tai säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tässä laissa tarkoitetun yhteistyön osalta on lisäksi voimassa, mitä siitä erikseen sovitaan tai säädetään.",
        "folded_fi": "tassa laissa tarkoitetun yhteistyon osalta on lisaksi voimassa, mita siita erikseen sovitaan tai saadetaan.",
        "title_sv": "Förhållande till andra lagar och internationella förpliktelser",
        "content_sv": "I fråga om samarbete som avses i denna lag gäller dessutom vad som särskilt avtalas eller föreskrivs.",
        "normalized_sv": "I fråga om samarbete som avses i denna lag gäller dessutom vad som särskilt avtalas eller föreskrivs.",
        "folded_sv": "i fraga om samarbete som avses i denna lag galler dessutom vad som sarskilt avtalas eller foreskrivs."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Asetuksenantovaltuus",
      "content": "Valtioneuvoston asetuksella säädetään, mitkä lainsäädännön alaan kuulumattomat puitepäätöksen säännökset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia säännöksiä puitepäätöksen ja lain täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään, mitkä lainsäädännön alaan kuulumattomat puitepäätöksen säännökset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia säännöksiä puitepäätöksen ja lain täytäntöönpanosta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan, mitka lainsaadannon alaan kuulumattomat puitepaatoksen saannokset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia saannoksia puitepaatoksen ja lain taytantoonpanosta.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av statsrådet föreskrivs om de bestämmelser i rambeslutet vilka inte hör till området för lagstiftningen men skall iakttas som förordning och utfärdas vid behov närmare bestämmelser om verkställigheten av rambeslutet och lagen.",
        "normalized_sv": "Genom förordning av statsrådet föreskrivs om de bestämmelser i rambeslutet vilka inte hör till området för lagstiftningen men skall iakttas som förordning och utfärdas vid behov närmare bestämmelser om verkställigheten av rambeslutet och lagen.",
        "folded_sv": "genom forordning av statsradet foreskrivs om de bestammelser i rambeslutet vilka inte hor till omradet for lagstiftningen men skall iakttas som forordning och utfardas vid behov narmare bestammelser om verkstalligheten av rambeslutet och lagen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo- ja siirtymäsäännös",
      "content": "Tämä laki tulee voimaan 22 päivänä maaliskuuta 2007. Ennen tämän lain voimaantuloa täytäntöönpantavaksi toimitettuun päätökseen sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 22 päivänä maaliskuuta 2007. Ennen tämän lain voimaantuloa täytäntöönpantavaksi toimitettuun päätökseen sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä.",
        "folded_fi": "tama laki tulee voimaan 22 paivana maaliskuuta 2007. ennen taman lain voimaantuloa taytantoonpantavaksi toimitettuun paatokseen sovelletaan taman lain voimaantullessa voimassa olleita saannoksia.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelse",
        "content_sv": "Denna lag träder i kraft den 22 mars 2007. På ett beslut som har översänts för verkställighet innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 22 mars 2007. På ett beslut som har översänts för verkställighet innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 22 mars 2007. pa ett beslut som har oversants for verkstallighet innan denna lag har tratt i kraft tillampas de bestammelser som gallde vid ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Puitepäätöksen täytäntöönpano",
      "content": "puitepäätös Brysselissä 24 päivänä helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepäätöksen 2005/214/YOS, jäljempänä, lainsäädännön alaan kuuluvat säännökset ovat lakina noudatettavia, jollei tästä laista muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "puitepäätös Brysselissä 24 päivänä helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepäätöksen 2005/214/YOS, jäljempänä, lainsäädännön alaan kuuluvat säännökset ovat lakina noudatettavia, jollei tästä laista muuta johdu.",
        "folded_fi": "puitepaatos brysselissa 24 paivana helmikuuta 2005 vastavuoroisen tunnustamisen periaatteen soveltamisesta taloudellisiin seuraamuksiin tehdyn neuvoston puitepaatoksen 2005/214/yos, jaljempana, lainsaadannon alaan kuuluvat saannokset ovat lakina noudatettavia, jollei tasta laista muuta johdu.",
        "title_sv": "Genomförande av rambeslutet",
        "content_sv": "rambeslutet De bestämmelser som hör till området för lagstiftningen i det i Bryssel den 24 februari 2005 antagna rambeslutet 2005/214/RIF om tillämpning av principen om ömsesidigt erkännande på bötesstraff, nedan, skall iakttas som lag, om ingenting annat följer av denna lag.",
        "normalized_sv": "rambeslutet De bestämmelser som hör till området för lagstiftningen i det i Bryssel den 24 februari 2005 antagna rambeslutet 2005/214/RIF om tillämpning av principen om ömsesidigt erkännande på bötesstraff, nedan, skall iakttas som lag, om ingenting annat följer av denna lag.",
        "folded_sv": "rambeslutet de bestammelser som hor till omradet for lagstiftningen i det i bryssel den 24 februari 2005 antagna rambeslutet 2005/214/rif om tillampning av principen om omsesidigt erkannande pa botesstraff, nedan, skall iakttas som lag, om ingenting annat foljer av denna lag."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tämän lain ja puitepäätöksen mukaisesti: 1) pannaan Suomessa täytäntöön puitepäätöksessä tarkoitettu toisen Euroopan unionin jäsenvaltion viranomaisen tekemä ja puitepäätöksen mukaisesti lähettämä päätös; sekä 2) lähetetään Suomen viranomaisen päätös täytäntöönpantavaksi toiseen Euroopan unionin jäsenvaltioon. Suomen ja muiden pohjoismaiden välisestä yhteistoiminnasta rikosasioissa annettujen tuomioiden täytäntöönpanossa annettua lakia (326/1963) voidaan soveltaa tämän lain estämättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tämän lain ja puitepäätöksen mukaisesti: 1) pannaan Suomessa täytäntöön puitepäätöksessä tarkoitettu toisen Euroopan unionin jäsenvaltion viranomaisen tekemä ja puitepäätöksen mukaisesti lähettämä päätös; sekä 2) lähetetään Suomen viranomaisen päätös täytäntöönpantavaksi toiseen Euroopan unionin jäsenvaltioon. Suomen ja muiden pohjoismaiden välisestä yhteistoiminnasta rikosasioissa annettujen tuomioiden täytäntöönpanossa annettua lakia (326/1963) voidaan soveltaa tämän lain estämättä.",
        "folded_fi": "taman lain ja puitepaatoksen mukaisesti: 1) pannaan suomessa taytantoon puitepaatoksessa tarkoitettu toisen euroopan unionin jasenvaltion viranomaisen tekema ja puitepaatoksen mukaisesti lahettama paatos; seka 2) lahetetaan suomen viranomaisen paatos taytantoonpantavaksi toiseen euroopan unionin jasenvaltioon. suomen ja muiden pohjoismaiden valisesta yhteistoiminnasta rikosasioissa annettujen tuomioiden taytantoonpanossa annettua lakia (326/1963) voidaan soveltaa taman lain estamatta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I enlighet med denna lag och rambeslutet 1) verkställs i Finland sådana beslut av en myndighet i en annan medlemsstat i Europeiska unionen som avses i rambeslutet och som översänts i enlighet med rambeslutet, samt 2) översänds en finsk myndighets beslut till en annan medlemsstat i Europeiska unionen för verkställighet. Lagen om samarbete mellan Finland och de övriga nordiska länderna vid verkställighet av domar i brottmål (326/1963) kan tillämpas utan hinder av denna lag.",
        "normalized_sv": "I enlighet med denna lag och rambeslutet 1) verkställs i Finland sådana beslut av en myndighet i en annan medlemsstat i Europeiska unionen som avses i rambeslutet och som översänts i enlighet med rambeslutet, samt 2) översänds en finsk myndighets beslut till en annan medlemsstat i Europeiska unionen för verkställighet. Lagen om samarbete mellan Finland och de övriga nordiska länderna vid verkställighet av domar i brottmål (326/1963) kan tillämpas utan hinder av denna lag.",
        "folded_sv": "i enlighet med denna lag och rambeslutet 1) verkstalls i finland sadana beslut av en myndighet i en annan medlemsstat i europeiska unionen som avses i rambeslutet och som oversants i enlighet med rambeslutet, samt 2) oversands en finsk myndighets beslut till en annan medlemsstat i europeiska unionen for verkstallighet. lagen om samarbete mellan finland och de ovriga nordiska landerna vid verkstallighet av domar i brottmal (326/1963) kan tillampas utan hinder av denna lag."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Puitepäätöksessä tarkoitettu toimivaltainen viranomainen on Suomessa oikeusrekisterikeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Puitepäätöksessä tarkoitettu toimivaltainen viranomainen on Suomessa oikeusrekisterikeskus.",
        "folded_fi": "puitepaatoksessa tarkoitettu toimivaltainen viranomainen on suomessa oikeusrekisterikeskus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "I Finland är rättsregistercentralen den behöriga myndighet som avses i rambeslutet.",
        "normalized_sv": "I Finland är rättsregistercentralen den behöriga myndighet som avses i rambeslutet.",
        "folded_sv": "i finland ar rattsregistercentralen den behoriga myndighet som avses i rambeslutet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Toisen jäsenvaltion viranomaisen päätöksen täytäntöönpano",
      "content": "Toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitettu päätös pannaan täytäntöön Suomen lain mukaan ja sakon täytäntöönpanosta annetun lain (672/2002) mukaisessa järjestyksessä. Sakkoa ei kuitenkaan saa täällä muuntaa vankeudeksi. Päätöksen täytäntöönpanosta kertyneet varat menevät Suomen valtiolle. Toisen jäsenvaltion viranomaisen pyynnöstä oikeusrekisterikeskus voi erityisestä syystä kuitenkin päättää, että varat luovutetaan toiselle jäsenvaltiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitettu päätös pannaan täytäntöön Suomen lain mukaan ja sakon täytäntöönpanosta annetun lain (672/2002) mukaisessa järjestyksessä. Sakkoa ei kuitenkaan saa täällä muuntaa vankeudeksi. Päätöksen täytäntöönpanosta kertyneet varat menevät Suomen valtiolle. Toisen jäsenvaltion viranomaisen pyynnöstä oikeusrekisterikeskus voi erityisestä syystä kuitenkin päättää, että varat luovutetaan toiselle jäsenvaltiolle.",
        "folded_fi": "toisen jasenvaltion viranomaisen 2 §:ssa tarkoitettu paatos pannaan taytantoon suomen lain mukaan ja sakon taytantoonpanosta annetun lain (672/2002) mukaisessa jarjestyksessa. sakkoa ei kuitenkaan saa taalla muuntaa vankeudeksi. paatoksen taytantoonpanosta kertyneet varat menevat suomen valtiolle. toisen jasenvaltion viranomaisen pyynnosta oikeusrekisterikeskus voi erityisesta syysta kuitenkin paattaa, etta varat luovutetaan toiselle jasenvaltiolle.",
        "title_sv": "Verkställighet av ett beslut som fattats av en myndighet i en annan medlemsstat",
        "content_sv": "Ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkställs i enlighet med finsk lag och i den ordning som föreskrivs i lagen om verkställighet av böter (672/2002). Ett bötesstraff får dock inte förvandlas till fängelse i Finland. De medel som flyter in vid verkställigheten av beslutet tillfaller finska staten. På begäran av en myndighet i en annan medlemsstat kan rättsregistercentralen dock av särskilda skäl besluta att medlen överförs till den andra medlemsstaten.",
        "normalized_sv": "Ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkställs i enlighet med finsk lag och i den ordning som föreskrivs i lagen om verkställighet av böter (672/2002). Ett bötesstraff får dock inte förvandlas till fängelse i Finland. De medel som flyter in vid verkställigheten av beslutet tillfaller finska staten. På begäran av en myndighet i en annan medlemsstat kan rättsregistercentralen dock av särskilda skäl besluta att medlen överförs till den andra medlemsstaten.",
        "folded_sv": "ett i 2 § avsett beslut som fattats av en myndighet i en annan medlemsstat verkstalls i enlighet med finsk lag och i den ordning som foreskrivs i lagen om verkstallighet av boter (672/2002). ett botesstraff far dock inte forvandlas till fangelse i finland. de medel som flyter in vid verkstalligheten av beslutet tillfaller finska staten. pa begaran av en myndighet i en annan medlemsstat kan rattsregistercentralen dock av sarskilda skal besluta att medlen overfors till den andra medlemsstaten."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Ehdoton kieltäytymisperuste",
      "content": "Toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen täytäntöönpanosta tulee kieltäytyä, jos henkilö, jota päätös koskee, ei päätöksen perusteena olevan teon tehdessään ollut täyttänyt viittätoista vuotta. Päätöksen täytäntöönpanosta tulee kieltäytyä myös, jos on perusteltua syytä epäillä, että päätökseen johtaneessa menettelyssä on loukattu oikeudenmukaisen oikeudenkäynnin takeita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen täytäntöönpanosta tulee kieltäytyä, jos henkilö, jota päätös koskee, ei päätöksen perusteena olevan teon tehdessään ollut täyttänyt viittätoista vuotta. Päätöksen täytäntöönpanosta tulee kieltäytyä myös, jos on perusteltua syytä epäillä, että päätökseen johtaneessa menettelyssä on loukattu oikeudenmukaisen oikeudenkäynnin takeita.",
        "folded_fi": "toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen taytantoonpanosta tulee kieltaytya, jos henkilo, jota paatos koskee, ei paatoksen perusteena olevan teon tehdessaan ollut tayttanyt viittatoista vuotta. paatoksen taytantoonpanosta tulee kieltaytya myos, jos on perusteltua syyta epailla, etta paatokseen johtaneessa menettelyssa on loukattu oikeudenmukaisen oikeudenkaynnin takeita.",
        "title_sv": "Ovillkorlig grund för förvägrande",
        "content_sv": "Verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall förvägras, om den som beslutet gäller inte hade fyllt femton år när den gärning som ligger till grund för beslutet begicks. Verkställighet skall också förvägras, om det finns grundad anledning att misstänka att garantierna för en rättvis rättegång har kränkts i beslutsförfarandet.",
        "normalized_sv": "Verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall förvägras, om den som beslutet gäller inte hade fyllt femton år när den gärning som ligger till grund för beslutet begicks. Verkställighet skall också förvägras, om det finns grundad anledning att misstänka att garantierna för en rättvis rättegång har kränkts i beslutsförfarandet.",
        "folded_sv": "verkstallighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat skall forvagras, om den som beslutet galler inte hade fyllt femton ar nar den garning som ligger till grund for beslutet begicks. verkstallighet skall ocksa forvagras, om det finns grundad anledning att misstanka att garantierna for en rattvis rattegang har krankts i beslutsforfarandet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kuuleminen päätöksen tunnustamis- ja täytäntöönpanoasiassa",
      "content": "Oikeusrekisterikeskus voi ratkaista toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevan asian varaamatta päätöksen kohteena olevalle henkilölle tilaisuutta tulla kuulluksi, jollei ole todennäköistä, että asiassa tulee sovellettavaksi jokin kieltäytymisperuste. Tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvästi tarpeetonta tai jos on syytä olettaa, että se saattaa vaarantaa päätöksen täytäntöönpanon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Oikeusrekisterikeskus voi ratkaista toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevan asian varaamatta päätöksen kohteena olevalle henkilölle tilaisuutta tulla kuulluksi, jollei ole todennäköistä, että asiassa tulee sovellettavaksi jokin kieltäytymisperuste. Tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvästi tarpeetonta tai jos on syytä olettaa, että se saattaa vaarantaa päätöksen täytäntöönpanon.",
        "folded_fi": "oikeusrekisterikeskus voi ratkaista toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen tunnustamista ja taytantoonpanoa koskevan asian varaamatta paatoksen kohteena olevalle henkilolle tilaisuutta tulla kuulluksi, jollei ole todennakoista, etta asiassa tulee sovellettavaksi jokin kieltaytymisperuste. tilaisuutta ei kuitenkaan tarvitse varata, jos se asian ratkaisemiseksi on selvasti tarpeetonta tai jos on syyta olettaa, etta se saattaa vaarantaa paatoksen taytantoonpanon.",
        "title_sv": "Hörande i ärende om beslut om erkännande och verkställighet",
        "content_sv": "Rättsregistercentralen kan besluta att erkänna och verkställa ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet gäller tillfälle att bli hörd, om det inte är sannolikt att någon av grunderna för förvägrande kommer att tillämpas på ärendet. Personen behöver inte ges tillfälle att bli hörd, om det är uppenbart onödigt för beslutet eller om det finns anledning att anta att det kan äventyra verkställigheten av beslutet.",
        "normalized_sv": "Rättsregistercentralen kan besluta att erkänna och verkställa ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet gäller tillfälle att bli hörd, om det inte är sannolikt att någon av grunderna för förvägrande kommer att tillämpas på ärendet. Personen behöver inte ges tillfälle att bli hörd, om det är uppenbart onödigt för beslutet eller om det finns anledning att anta att det kan äventyra verkställigheten av beslutet.",
        "folded_sv": "rattsregistercentralen kan besluta att erkanna och verkstalla ett i 2 § avsett beslut av en myndighet i en annan medlemsstat utan att ge den som beslutet galler tillfalle att bli hord, om det inte ar sannolikt att nagon av grunderna for forvagrande kommer att tillampas pa arendet. personen behover inte ges tillfalle att bli hord, om det ar uppenbart onodigt for beslutet eller om det finns anledning att anta att det kan aventyra verkstalligheten av beslutet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kielet",
      "content": "Puitepäätöksen 4 artiklassa tarkoitettu toisen jäsenvaltion viranomaisen päätöstä koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielellä taikka siihen on liitettävä käännös jollekin näistä kielistä. Oikeusrekisterikeskus voi hyväksyä myös muulla kuin suomen, ruotsin tai englannin kielellä toimitetun todistuksen, jos hyväksymiselle ei ole muutoin estettä. Oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myös päätöksen kääntämisestä suomen tai ruotsin kielelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Puitepäätöksen 4 artiklassa tarkoitettu toisen jäsenvaltion viranomaisen päätöstä koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielellä taikka siihen on liitettävä käännös jollekin näistä kielistä. Oikeusrekisterikeskus voi hyväksyä myös muulla kuin suomen, ruotsin tai englannin kielellä toimitetun todistuksen, jos hyväksymiselle ei ole muutoin estettä. Oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myös päätöksen kääntämisestä suomen tai ruotsin kielelle.",
        "folded_fi": "puitepaatoksen 4 artiklassa tarkoitettu toisen jasenvaltion viranomaisen paatosta koskeva todistus on toimitettava joko suomen, ruotsin tai englannin kielella taikka siihen on liitettava kaannos jollekin naista kielista. oikeusrekisterikeskus voi hyvaksya myos muulla kuin suomen, ruotsin tai englannin kielella toimitetun todistuksen, jos hyvaksymiselle ei ole muutoin estetta. oikeusrekisterikeskus huolehtii todistuksen ja tarvittaessa myos paatoksen kaantamisesta suomen tai ruotsin kielelle.",
        "title_sv": "Språk",
        "content_sv": "Ett i artikel 4 i rambeslutet avsett intyg som gäller ett beslut av en myndighet i en annan medlemsstat skall vara skrivet på finska, svenska eller engelska eller åtföljas av en översättning till något av dessa språk. Rättsregistercentralen kan också godta intyg på något annat språk än finska, svenska eller engelska, om det inte finns något annat hinder för godtagandet. Rättsregistercentralen skall se till att intyget och i förekommande fall också beslutet översätts till finska eller svenska.",
        "normalized_sv": "Ett i artikel 4 i rambeslutet avsett intyg som gäller ett beslut av en myndighet i en annan medlemsstat skall vara skrivet på finska, svenska eller engelska eller åtföljas av en översättning till något av dessa språk. Rättsregistercentralen kan också godta intyg på något annat språk än finska, svenska eller engelska, om det inte finns något annat hinder för godtagandet. Rättsregistercentralen skall se till att intyget och i förekommande fall också beslutet översätts till finska eller svenska.",
        "folded_sv": "ett i artikel 4 i rambeslutet avsett intyg som galler ett beslut av en myndighet i en annan medlemsstat skall vara skrivet pa finska, svenska eller engelska eller atfoljas av en oversattning till nagot av dessa sprak. rattsregistercentralen kan ocksa godta intyg pa nagot annat sprak an finska, svenska eller engelska, om det inte finns nagot annat hinder for godtagandet. rattsregistercentralen skall se till att intyget och i forekommande fall ocksa beslutet oversatts till finska eller svenska."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Toimivaltainen käräjäoikeus",
      "content": "Oikeusrekisterikeskuksen tämän lain ja puitepäätöksen mukaisesti tekemän toisen jäsenvaltion viranomaisen 2 §:ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevaan päätökseen saa hakea muutosta valittamalla Tampereen käräjäoikeuteen. Käräjäoikeus on päätösvaltainen, kun siinä on yksin puheenjohtaja. Oikeusrekisterikeskuksen 1 momentissa tarkoitettu päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta, jollei käräjäoikeus toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Oikeusrekisterikeskuksen tämän lain ja puitepäätöksen mukaisesti tekemän toisen jäsenvaltion viranomaisen 2 § :ssä tarkoitetun päätöksen tunnustamista ja täytäntöönpanoa koskevaan päätökseen saa hakea muutosta valittamalla Tampereen käräjäoikeuteen. Käräjäoikeus on päätösvaltainen, kun siinä on yksin puheenjohtaja. Oikeusrekisterikeskuksen 1 momentissa tarkoitettu päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta, jollei käräjäoikeus toisin määrää.",
        "folded_fi": "oikeusrekisterikeskuksen taman lain ja puitepaatoksen mukaisesti tekeman toisen jasenvaltion viranomaisen 2 §:ssa tarkoitetun paatoksen tunnustamista ja taytantoonpanoa koskevaan paatokseen saa hakea muutosta valittamalla tampereen karajaoikeuteen. karajaoikeus on paatosvaltainen, kun siina on yksin puheenjohtaja. oikeusrekisterikeskuksen 1 momentissa tarkoitettu paatos voidaan panna taytantoon lainvoimaa vailla olevana siten kuin ulosottolaissa (37/1895) saadetaan lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion taytantoonpanosta, jollei karajaoikeus toisin maaraa.",
        "title_sv": "Behörig tingsrätt",
        "content_sv": "Ett beslut som rättsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som gäller erkännande och verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat får överklagas hos Tammerfors tingsrätt. Tingsrätten är domför med ordföranden ensam. Rättsregistercentralens beslut enligt 1 mom. kan verkställas innan det har vunnit laga kraft så som i utsökningslagen (37/1895) föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet, om inte tingsrätten beslutar något annat.",
        "normalized_sv": "Ett beslut som rättsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som gäller erkännande och verkställighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat får överklagas hos Tammerfors tingsrätt. Tingsrätten är domför med ordföranden ensam. Rättsregistercentralens beslut enligt 1 mom. kan verkställas innan det har vunnit laga kraft så som i utsökningslagen (37/1895) föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet, om inte tingsrätten beslutar något annat.",
        "folded_sv": "ett beslut som rattsregistercentralen har fattat i enlighet med denna lag och rambeslutet och som galler erkannande och verkstallighet av ett beslut som avses i 2 § av en myndighet i en annan medlemsstat far overklagas hos tammerfors tingsratt. tingsratten ar domfor med ordforanden ensam. rattsregistercentralens beslut enligt 1 mom. kan verkstallas innan det har vunnit laga kraft sa som i utsokningslagen (37/1895) foreskrivs om verkstallande av en icke-lagakraftvunnen dom som galler betalningsskyldighet, om inte tingsratten beslutar nagot annat."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Valituksen tekeminen",
      "content": "Valitus on tehtävä kirjallisesti 30 päivän kuluessa siitä, kun päätöksen kohteena oleva henkilö on hänen läsnäollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen päätöksestä. Päätöksen kohteena olevan henkilön katsotaan saaneen tiedon päätöksestä silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lähettämän maksukehotuksen johdosta vapaaehtoisesti aloitettu. Valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, sekä vaatiiko valittaja asian suullista käsittelyä. Valittajan on valituksessaan ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. Valituskirjelmä toimitetaan oikeusrekisterikeskukselle. Oikeusrekisterikeskuksen on viipymättä toimitettava valituskirjelmä käräjäoikeuden kansliaan sekä liitettävä siihen jäljennökset kertyneestä asiakirja-aineistosta ja oma lausumansa. Asiakirjoja käräjäoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelmä on saapunut. Valitus tulee vireille käräjäoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. Käräjäoikeuden on viivytyksettä annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta sekä valittajan poissaolon seurauksista. Jos valittaja on toimittanut valituskirjelmän määräajassa suoraan toimivaltaiseen käräjäoikeuteen, hän ei menetä puhevaltaansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Valitus on tehtävä kirjallisesti 30 päivän kuluessa siitä, kun päätöksen kohteena oleva henkilö on hänen läsnäollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen päätöksestä. Päätöksen kohteena olevan henkilön katsotaan saaneen tiedon päätöksestä silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lähettämän maksukehotuksen johdosta vapaaehtoisesti aloitettu. Valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, sekä vaatiiko valittaja asian suullista käsittelyä. Valittajan on valituksessaan ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa tarkoitetut tiedot. Valituskirjelmä toimitetaan oikeusrekisterikeskukselle. Oikeusrekisterikeskuksen on viipymättä toimitettava valituskirjelmä käräjäoikeuden kansliaan sekä liitettävä siihen jäljennökset kertyneestä asiakirja-aineistosta ja oma lausumansa. Asiakirjoja käräjäoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelmä on saapunut. Valitus tulee vireille käräjäoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. Käräjäoikeuden on viivytyksettä annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta sekä valittajan poissaolon seurauksista. Jos valittaja on toimittanut valituskirjelmän määräajassa suoraan toimivaltaiseen käräjäoikeuteen, hän ei menetä puhevaltaansa.",
        "folded_fi": "valitus on tehtava kirjallisesti 30 paivan kuluessa siita, kun paatoksen kohteena oleva henkilo on hanen lasnaollessaan toimitetussa ulosmittauksessa taikka muulla tavoin todisteellisesti saanut tiedon oikeusrekisterikeskuksen paatoksesta. paatoksen kohteena olevan henkilon katsotaan saaneen tiedon paatoksesta silloin, kun seuraamuksen suorittaminen on oikeusrekisterikeskuksen lahettaman maksukehotuksen johdosta vapaaehtoisesti aloitettu. valittajan on valituksessaan ilmoitettava vaatimuksensa ja niiden perusteet, seka vaatiiko valittaja asian suullista kasittelya. valittajan on valituksessaan ilmoitettava myos oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. valituskirjelma toimitetaan oikeusrekisterikeskukselle. oikeusrekisterikeskuksen on viipymatta toimitettava valituskirjelma karajaoikeuden kansliaan seka liitettava siihen jaljennokset kertyneesta asiakirja-aineistosta ja oma lausumansa. asiakirjoja karajaoikeudelle toimitettaessa on ilmoitettava, milloin valituskirjelma on saapunut. valitus tulee vireille karajaoikeudessa silloin, kun 3 momentissa tarkoitetut asiakirjat saapuvat sen kansliaan. karajaoikeuden on viivytyksetta annettava valittajalle ja oikeusrekisterikeskukselle tieto mahdollisen istunnon ajasta ja paikasta seka valittajan poissaolon seurauksista. jos valittaja on toimittanut valituskirjelman maaraajassa suoraan toimivaltaiseen karajaoikeuteen, han ei meneta puhevaltaansa.",
        "title_sv": "Anförande av besvär",
        "content_sv": "Besvär skall anföras skriftligen inom 30 dagar efter det att den som beslutet gäller vid utmätning som skett i dennes närvaro eller på något annat sätt bevisligen har fått del av rättsregistercentralens beslut. Delfåendet anses ha skett när betalningen av påföljden frivilligt har inletts med anledning av rättsregistercentralens betalningsuppmaning. I besvären skall den som söker ändring uppge sina yrkanden och grunderna för dem samt om ändringssökanden yrkar på muntlig behandling av ärendet. I besvären skall även lämnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Besvärsskriften skall tillställas rättsregistercentralen. Rättsregistercentralen skall utan dröjsmål sända besvärsskriften till tingsrättens kansli och bifoga kopior av handlingarna i ärendet och sitt eget utlåtande. När handlingarna sänds till tingsrätten skall det uppges när besvärsskriften har anlänt. Besvären blir anhängiga vid tingsrätten när de handlingar som avses i 3 mom. anländer till dess kansli. Tingsrätten skall utan dröjsmål informera ändringssökanden och rättsregistercentralen om tid och plats för ett eventuellt sammanträde samt om följderna av ändringssökandens utevaro. En ändringssökande som inom föreskriven tid har gett in besvärsskriften direkt till den behöriga tingsrätten förlorar inte sin talan.",
        "normalized_sv": "Besvär skall anföras skriftligen inom 30 dagar efter det att den som beslutet gäller vid utmätning som skett i dennes närvaro eller på något annat sätt bevisligen har fått del av rättsregistercentralens beslut. Delfåendet anses ha skett när betalningen av påföljden frivilligt har inletts med anledning av rättsregistercentralens betalningsuppmaning. I besvären skall den som söker ändring uppge sina yrkanden och grunderna för dem samt om ändringssökanden yrkar på muntlig behandling av ärendet. I besvären skall även lämnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Besvärsskriften skall tillställas rättsregistercentralen. Rättsregistercentralen skall utan dröjsmål sända besvärsskriften till tingsrättens kansli och bifoga kopior av handlingarna i ärendet och sitt eget utlåtande. När handlingarna sänds till tingsrätten skall det uppges när besvärsskriften har anlänt. Besvären blir anhängiga vid tingsrätten när de handlingar som avses i 3 mom. anländer till dess kansli. Tingsrätten skall utan dröjsmål informera ändringssökanden och rättsregistercentralen om tid och plats för ett eventuellt sammanträde samt om följderna av ändringssökandens utevaro. En ändringssökande som inom föreskriven tid har gett in besvärsskriften direkt till den behöriga tingsrätten förlorar inte sin talan.",
        "folded_sv": "besvar skall anforas skriftligen inom 30 dagar efter det att den som beslutet galler vid utmatning som skett i dennes narvaro eller pa nagot annat satt bevisligen har fatt del av rattsregistercentralens beslut. delfaendet anses ha skett nar betalningen av pafoljden frivilligt har inletts med anledning av rattsregistercentralens betalningsuppmaning. i besvaren skall den som soker andring uppge sina yrkanden och grunderna for dem samt om andringssokanden yrkar pa muntlig behandling av arendet. i besvaren skall aven lamnas de uppgifter som avses i 5 kap. 2 § 2 mom. i rattegangsbalken. besvarsskriften skall tillstallas rattsregistercentralen. rattsregistercentralen skall utan drojsmal sanda besvarsskriften till tingsrattens kansli och bifoga kopior av handlingarna i arendet och sitt eget utlatande. nar handlingarna sands till tingsratten skall det uppges nar besvarsskriften har anlant. besvaren blir anhangiga vid tingsratten nar de handlingar som avses i 3 mom. anlander till dess kansli. tingsratten skall utan drojsmal informera andringssokanden och rattsregistercentralen om tid och plats for ett eventuellt sammantrade samt om foljderna av andringssokandens utevaro. en andringssokande som inom foreskriven tid har gett in besvarsskriften direkt till den behoriga tingsratten forlorar inte sin talan."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Asian käsittely tuomioistuimessa",
      "content": "Asian käsittelystä on soveltuvin osin voimassa, mitä oikeudenkäynnistä rikosasioissa säädetään. Tuomioistuin ei valitusta käsitellessään saa tutkia, onko päätöksen kohteena oleva henkilö syyllistynyt siihen tekoon, josta seuraamus on määrätty toisessa jäsenvaltiossa. Asia on käsiteltävä istunnossa, jos käräjäoikeus asian tai sen osan selvittämiseksi pitää asian istuntokäsittelyä tarpeellisena taikka jos valittaja sitä vaatii eikä käräjäoikeus pidä sitä ilmeisen tarpeettomana. Käräjäoikeuden on huolehdittava siitä, että asia tulee perusteellisesti käsitellyksi. Oikeusrekisterikeskusta edustavan virkamiehen on oltava läsnä käräjäoikeuden istunnossa valitusta käsiteltäessä. Valituksen tekijällä on oikeus olla läsnä käräjäoikeuden istunnossa. Asia voidaan tutkia ja ratkaista valituksentekijän poissaolosta huolimatta, jollei käräjäoikeus pidä hänen henkilökohtaista kuulemistaan tarpeellisena ja jos hänet on sellaisella uhalla kutsuttu käräjäoikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Asian käsittelystä on soveltuvin osin voimassa, mitä oikeudenkäynnistä rikosasioissa säädetään. Tuomioistuin ei valitusta käsitellessään saa tutkia, onko päätöksen kohteena oleva henkilö syyllistynyt siihen tekoon, josta seuraamus on määrätty toisessa jäsenvaltiossa. Asia on käsiteltävä istunnossa, jos käräjäoikeus asian tai sen osan selvittämiseksi pitää asian istuntokäsittelyä tarpeellisena taikka jos valittaja sitä vaatii eikä käräjäoikeus pidä sitä ilmeisen tarpeettomana. Käräjäoikeuden on huolehdittava siitä, että asia tulee perusteellisesti käsitellyksi. Oikeusrekisterikeskusta edustavan virkamiehen on oltava läsnä käräjäoikeuden istunnossa valitusta käsiteltäessä. Valituksen tekijällä on oikeus olla läsnä käräjäoikeuden istunnossa. Asia voidaan tutkia ja ratkaista valituksentekijän poissaolosta huolimatta, jollei käräjäoikeus pidä hänen henkilökohtaista kuulemistaan tarpeellisena ja jos hänet on sellaisella uhalla kutsuttu käräjäoikeuteen.",
        "folded_fi": "asian kasittelysta on soveltuvin osin voimassa, mita oikeudenkaynnista rikosasioissa saadetaan. tuomioistuin ei valitusta kasitellessaan saa tutkia, onko paatoksen kohteena oleva henkilo syyllistynyt siihen tekoon, josta seuraamus on maaratty toisessa jasenvaltiossa. asia on kasiteltava istunnossa, jos karajaoikeus asian tai sen osan selvittamiseksi pitaa asian istuntokasittelya tarpeellisena taikka jos valittaja sita vaatii eika karajaoikeus pida sita ilmeisen tarpeettomana. karajaoikeuden on huolehdittava siita, etta asia tulee perusteellisesti kasitellyksi. oikeusrekisterikeskusta edustavan virkamiehen on oltava lasna karajaoikeuden istunnossa valitusta kasiteltaessa. valituksen tekijalla on oikeus olla lasna karajaoikeuden istunnossa. asia voidaan tutkia ja ratkaista valituksentekijan poissaolosta huolimatta, jollei karajaoikeus pida hanen henkilokohtaista kuulemistaan tarpeellisena ja jos hanet on sellaisella uhalla kutsuttu karajaoikeuteen.",
        "title_sv": "Behandlingen av ett ärende i domstol",
        "content_sv": "I fråga om behandlingen av ett ärende gäller i tillämpliga delar vad som föreskrivs om rättegång i brottmål. Vid behandlingen av besvären får domstolen inte pröva om den som beslutet gäller har gjort sig skyldig till den gärning som ligger till grund för påföljden i den andra medlemsstaten. Ett ärende skall behandlas vid sammanträde, om tingsrätten anser att utredningen av ärendet eller en del av det kräver det eller om ändringssökanden yrkar på behandling vid sammanträde och tingsrätten inte anser det vara uppenbart onödigt. Tingsrätten skall se till att ärendet blir grundligt behandlat. En tjänsteman som företräder rättsregistercentralen skall närvara vid tingsrättens sammanträde när besvären behandlas. Den som söker ändring har rätt att närvara vid sammanträdet. Ärendet kan prövas och avgöras trots ändringssökandens utevaro, om inte tingsrätten anser det nödvändigt att höra ändringssökanden personligen och om denne har kallats till domstolen vid äventyr av sådan påföljd.",
        "normalized_sv": "I fråga om behandlingen av ett ärende gäller i tillämpliga delar vad som föreskrivs om rättegång i brottmål. Vid behandlingen av besvären får domstolen inte pröva om den som beslutet gäller har gjort sig skyldig till den gärning som ligger till grund för påföljden i den andra medlemsstaten. Ett ärende skall behandlas vid sammanträde, om tingsrätten anser att utredningen av ärendet eller en del av det kräver det eller om ändringssökanden yrkar på behandling vid sammanträde och tingsrätten inte anser det vara uppenbart onödigt. Tingsrätten skall se till att ärendet blir grundligt behandlat. En tjänsteman som företräder rättsregistercentralen skall närvara vid tingsrättens sammanträde när besvären behandlas. Den som söker ändring har rätt att närvara vid sammanträdet. Ärendet kan prövas och avgöras trots ändringssökandens utevaro, om inte tingsrätten anser det nödvändigt att höra ändringssökanden personligen och om denne har kallats till domstolen vid äventyr av sådan påföljd.",
        "folded_sv": "i fraga om behandlingen av ett arende galler i tillampliga delar vad som foreskrivs om rattegang i brottmal. vid behandlingen av besvaren far domstolen inte prova om den som beslutet galler har gjort sig skyldig till den garning som ligger till grund for pafoljden i den andra medlemsstaten. ett arende skall behandlas vid sammantrade, om tingsratten anser att utredningen av arendet eller en del av det kraver det eller om andringssokanden yrkar pa behandling vid sammantrade och tingsratten inte anser det vara uppenbart onodigt. tingsratten skall se till att arendet blir grundligt behandlat. en tjansteman som foretrader rattsregistercentralen skall narvara vid tingsrattens sammantrade nar besvaren behandlas. den som soker andring har ratt att narvara vid sammantradet. arendet kan provas och avgoras trots andringssokandens utevaro, om inte tingsratten anser det nodvandigt att hora andringssokanden personligen och om denne har kallats till domstolen vid aventyr av sadan pafoljd."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Muutoksenhaku käräjäoikeuden päätökseen",
      "content": "Muutosta käräjäoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkäymiskaaressa säädetään. Asian käsittelystä hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 26 ja 30 luvussa säädetään. Hovioikeuden on valitusasiaa käsiteltäessä varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittää selvitystä. Käräjäoikeuden ja hovioikeuden päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Muutosta käräjäoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkäymiskaaressa säädetään. Asian käsittelystä hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 26 ja 30 luvussa säädetään. Hovioikeuden on valitusasiaa käsiteltäessä varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittää selvitystä. Käräjäoikeuden ja hovioikeuden päätös voidaan panna täytäntöön lainvoimaa vailla olevana siten kuin ulosottolaissa säädetään lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion täytäntöönpanosta.",
        "folded_fi": "muutosta karajaoikeuden ratkaisuun haetaan hovioikeudelta valittamalla siten kuin oikeudenkaymiskaaressa saadetaan. asian kasittelysta hovioikeudessa ja muutoksenhausta korkeimpaan oikeuteen on soveltuvin osin voimassa, mita oikeudenkaymiskaaren 26 ja 30 luvussa saadetaan. hovioikeuden on valitusasiaa kasiteltaessa varattava oikeusrekisterikeskukselle tilaisuus tulla kuulluksi valituksen johdosta ja tarvittaessa esittaa selvitysta. karajaoikeuden ja hovioikeuden paatos voidaan panna taytantoon lainvoimaa vailla olevana siten kuin ulosottolaissa saadetaan lainvoimaa vailla olevan maksuvelvoitetta koskevan tuomion taytantoonpanosta.",
        "title_sv": "Sökande av ändring i tingsrättens beslut",
        "content_sv": "Tingsrättens avgörande får överklagas hos hovrätten i enlighet med vad som föreskrivs i rättegångsbalken. I fråga om behandlingen av besvärsärendet i hovrätten och sökande av ändring hos högsta domstolen gäller i tillämpliga delar 26 och 30 kap. i rättegångsbalken. När hovrätten behandlar ett besvärsärende skall rättsregistercentralen ges tillfälle att bli hörd med anledning av besvären och vid behov lägga fram utredning. Tingsrättens och hovrättens beslut kan verkställas innan det har vunnit laga kraft så som i utsökningslagen föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet.",
        "normalized_sv": "Tingsrättens avgörande får överklagas hos hovrätten i enlighet med vad som föreskrivs i rättegångsbalken. I fråga om behandlingen av besvärsärendet i hovrätten och sökande av ändring hos högsta domstolen gäller i tillämpliga delar 26 och 30 kap. i rättegångsbalken. När hovrätten behandlar ett besvärsärende skall rättsregistercentralen ges tillfälle att bli hörd med anledning av besvären och vid behov lägga fram utredning. Tingsrättens och hovrättens beslut kan verkställas innan det har vunnit laga kraft så som i utsökningslagen föreskrivs om verkställande av en icke-lagakraftvunnen dom som gäller betalningsskyldighet.",
        "folded_sv": "tingsrattens avgorande far overklagas hos hovratten i enlighet med vad som foreskrivs i rattegangsbalken. i fraga om behandlingen av besvarsarendet i hovratten och sokande av andring hos hogsta domstolen galler i tillampliga delar 26 och 30 kap. i rattegangsbalken. nar hovratten behandlar ett besvarsarende skall rattsregistercentralen ges tillfalle att bli hord med anledning av besvaren och vid behov lagga fram utredning. tingsrattens och hovrattens beslut kan verkstallas innan det har vunnit laga kraft sa som i utsokningslagen foreskrivs om verkstallande av en icke-lagakraftvunnen dom som galler betalningsskyldighet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava päätöksestään oikeusrekisterikeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Tuomioistuimen on ilmoitettava päätöksestään oikeusrekisterikeskukselle.",
        "folded_fi": "tuomioistuimen on ilmoitettava paatoksestaan oikeusrekisterikeskukselle.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Domstolen skall underrätta rättsregistercentralen om sitt beslut.",
        "normalized_sv": "Domstolen skall underrätta rättsregistercentralen om sitt beslut.",
        "folded_sv": "domstolen skall underratta rattsregistercentralen om sitt beslut."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Vaihtoehtoiset seuraamukset",
      "content": "Suomessa määrättyä puitepäätöksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jäsenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Suomessa määrättyä puitepäätöksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jäsenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
        "folded_fi": "suomessa maarattya puitepaatoksen soveltamisalaan kuuluvaa taloudellista seuraamusta ei saa toisessa jasenvaltiossa muuntaa vankeudeksi tai muuksi vaihtoehtoiseksi seuraamukseksi.",
        "title_sv": "Alternativa påföljder",
        "content_sv": "Ett i Finland utdömt bötesstraff som hör till rambeslutets tillämpningsområde får inte i en annan medlemsstat förvandlas till fängelse eller någon annan alternativ påföljd.",
        "normalized_sv": "Ett i Finland utdömt bötesstraff som hör till rambeslutets tillämpningsområde får inte i en annan medlemsstat förvandlas till fängelse eller någon annan alternativ påföljd.",
        "folded_sv": "ett i finland utdomt botesstraff som hor till rambeslutets tillampningsomrade far inte i en annan medlemsstat forvandlas till fangelse eller nagon annan alternativ pafoljd."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Suhde muihin lakeihin ja kansainvälisiin velvoitteisiin",
      "content": "Tässä laissa tarkoitetun yhteistyön osalta on lisäksi voimassa, mitä siitä erikseen sovitaan tai säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tässä laissa tarkoitetun yhteistyön osalta on lisäksi voimassa, mitä siitä erikseen sovitaan tai säädetään.",
        "folded_fi": "tassa laissa tarkoitetun yhteistyon osalta on lisaksi voimassa, mita siita erikseen sovitaan tai saadetaan.",
        "title_sv": "Förhållande till andra lagar och internationella förpliktelser",
        "content_sv": "I fråga om samarbete som avses i denna lag gäller dessutom vad som särskilt avtalas eller föreskrivs.",
        "normalized_sv": "I fråga om samarbete som avses i denna lag gäller dessutom vad som särskilt avtalas eller föreskrivs.",
        "folded_sv": "i fraga om samarbete som avses i denna lag galler dessutom vad som sarskilt avtalas eller foreskrivs."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Asetuksenantovaltuus",
      "content": "Valtioneuvoston asetuksella säädetään, mitkä lainsäädännön alaan kuulumattomat puitepäätöksen säännökset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia säännöksiä puitepäätöksen ja lain täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään, mitkä lainsäädännön alaan kuulumattomat puitepäätöksen säännökset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia säännöksiä puitepäätöksen ja lain täytäntöönpanosta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan, mitka lainsaadannon alaan kuulumattomat puitepaatoksen saannokset ovat asetuksena noudatettavia ja annetaan tarvittaessa tarkempia saannoksia puitepaatoksen ja lain taytantoonpanosta.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av statsrådet föreskrivs om de bestämmelser i rambeslutet vilka inte hör till området för lagstiftningen men skall iakttas som förordning och utfärdas vid behov närmare bestämmelser om verkställigheten av rambeslutet och lagen.",
        "normalized_sv": "Genom förordning av statsrådet föreskrivs om de bestämmelser i rambeslutet vilka inte hör till området för lagstiftningen men skall iakttas som förordning och utfärdas vid behov närmare bestämmelser om verkställigheten av rambeslutet och lagen.",
        "folded_sv": "genom forordning av statsradet foreskrivs om de bestammelser i rambeslutet vilka inte hor till omradet for lagstiftningen men skall iakttas som forordning och utfardas vid behov narmare bestammelser om verkstalligheten av rambeslutet och lagen."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo- ja siirtymäsäännös",
      "content": "Tämä laki tulee voimaan 22 päivänä maaliskuuta 2007. Ennen tämän lain voimaantuloa täytäntöönpantavaksi toimitettuun päätökseen sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 22 päivänä maaliskuuta 2007. Ennen tämän lain voimaantuloa täytäntöönpantavaksi toimitettuun päätökseen sovelletaan tämän lain voimaantullessa voimassa olleita säännöksiä.",
        "folded_fi": "tama laki tulee voimaan 22 paivana maaliskuuta 2007. ennen taman lain voimaantuloa taytantoonpantavaksi toimitettuun paatokseen sovelletaan taman lain voimaantullessa voimassa olleita saannoksia.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelse",
        "content_sv": "Denna lag träder i kraft den 22 mars 2007. På ett beslut som har översänts för verkställighet innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 22 mars 2007. På ett beslut som har översänts för verkställighet innan denna lag har trätt i kraft tillämpas de bestämmelser som gällde vid ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 22 mars 2007. pa ett beslut som har oversants for verkstallighet innan denna lag har tratt i kraft tillampas de bestammelser som gallde vid ikrafttradandet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    }
  ]
}