{
  "id": "234/2006",
  "type": "statute",
  "title": "Laki tieliikennelain muuttamisesta",
  "title_en": "Lag om ändring av vägtrafiklagen",
  "status": "in_force",
  "issued_date": "2006-03-31",
  "in_force_date": "2006-03-31",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/234/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "88",
      "section": "88",
      "title": "Turvavyön ja muun istuinpaikan turvalaitteen käyttövelvollisuus",
      "content": "Kuljettajan ja matkustajan on ajon aikana käytettävä istuinpaikalle asennettua turvavyötä tai heidän liikkumistaan estävää muuta turvalaitetta: 1) henkilöautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyörässä sekä korilla varustetussa kevyessä nelipyörässä. Valtioneuvoston asetuksella voidaan säätää kuljetuksen tai ajotehtävän erityislaadusta johtuvia vapautuksia turvavyön käytöstä. Kaikkien käytössä olevien lasten turvalaitteiden on oltava liikenne- ja viestintäministeriön asetuksessa säädetyllä tavalla tyypiltään hyväksyttyjä. Liikenne- ja viestintäministeriön asetuksella säädetään myös lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88",
        "normalized_fi": "Kuljettajan ja matkustajan on ajon aikana käytettävä istuinpaikalle asennettua turvavyötä tai heidän liikkumistaan estävää muuta turvalaitetta: 1) henkilöautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyörässä sekä korilla varustetussa kevyessä nelipyörässä. Valtioneuvoston asetuksella voidaan säätää kuljetuksen tai ajotehtävän erityislaadusta johtuvia vapautuksia turvavyön käytöstä. Kaikkien käytössä olevien lasten turvalaitteiden on oltava liikenne- ja viestintäministeriön asetuksessa säädetyllä tavalla tyypiltään hyväksyttyjä. Liikenne- ja viestintäministeriön asetuksella säädetään myös lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
        "folded_fi": "kuljettajan ja matkustajan on ajon aikana kaytettava istuinpaikalle asennettua turvavyota tai heidan liikkumistaan estavaa muuta turvalaitetta: 1) henkiloautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyorassa seka korilla varustetussa kevyessa nelipyorassa. valtioneuvoston asetuksella voidaan saataa kuljetuksen tai ajotehtavan erityislaadusta johtuvia vapautuksia turvavyon kaytosta. kaikkien kaytossa olevien lasten turvalaitteiden on oltava liikenne- ja viestintaministerion asetuksessa saadetylla tavalla tyypiltaan hyvaksyttyja. liikenne- ja viestintaministerion asetuksella saadetaan myos lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
        "title_sv": "Skyldighet att använda bilbälte och annan skyddsanordning för sittplats",
        "content_sv": "Föraren och passagerarna skall under körning använda för sittplatsen monterat bilbälte eller vara fastspända i någon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar försedda med karosseri samt lätta fyrhjulingar försedda med karosseri. Genom förordning av statsrådet kan på grund av transportens eller köruppdragets speciella art föreskrivas om befrielse från skyldigheten att använda bilbälte. Alla ibrukvarande skyddsanordningar för barn skall vara av godkänd typ på det sätt som bestäms genom förordning av kommunikationsministeriet. Genom förordning av kommunikationsministeriet föreskrivs också om viktgrupper, konstruktion och fastsättning av skyddsanordningar för barn.",
        "normalized_sv": "Föraren och passagerarna skall under körning använda för sittplatsen monterat bilbälte eller vara fastspända i någon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar försedda med karosseri samt lätta fyrhjulingar försedda med karosseri. Genom förordning av statsrådet kan på grund av transportens eller köruppdragets speciella art föreskrivas om befrielse från skyldigheten att använda bilbälte. Alla ibrukvarande skyddsanordningar för barn skall vara av godkänd typ på det sätt som bestäms genom förordning av kommunikationsministeriet. Genom förordning av kommunikationsministeriet föreskrivs också om viktgrupper, konstruktion och fastsättning av skyddsanordningar för barn.",
        "folded_sv": "foraren och passagerarna skall under korning anvanda for sittplatsen monterat bilbalte eller vara fastspanda i nagon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar forsedda med karosseri samt latta fyrhjulingar forsedda med karosseri. genom forordning av statsradet kan pa grund av transportens eller koruppdragets speciella art foreskrivas om befrielse fran skyldigheten att anvanda bilbalte. alla ibrukvarande skyddsanordningar for barn skall vara av godkand typ pa det satt som bestams genom forordning av kommunikationsministeriet. genom forordning av kommunikationsministeriet foreskrivs ocksa om viktgrupper, konstruktion och fastsattning av skyddsanordningar for barn."
      }
    },
    {
      "provision_ref": "88 a",
      "section": "88 a",
      "title": "Lapsen kuljettaminen ajoneuvossa",
      "content": "Kuljetettaessa henkilö-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on käytettävä 88 §:ssä tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyöt tai lasten turvalaite on muuten ajoneuvoon asennettavissa. Jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vähintään 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. Alle 3-vuotiasta lasta henkilö-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina käytettävä lasten turvalaitetta. Linja-autossa lapsen on omalla istuinpaikalla istuessaan käytettävä istuinpaikalle asennettua turvavyötä tai lasten turvalaitetta. Lasten turvalaitteen käyttövelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyötä käyttäen; 2) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan yhdellä istuinpaikalla kuljettaa vähintään 3-vuotiasta lasta turvavyötä käyttäen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyitä matkoja yhtä tai useampaa vähintään 3-vuotiasta lasta turvavöitä käyttäen, jos kuljetustarve on satunnainen eikä ajoneuvossa tästä johtuen ole heitä varten käytettävissä lainkaan tai riittävää määrää lasten turvalaitteita. Lasta ei saa kuljettaa etuturvatyynyllä suojatulla istuinpaikalla selkä menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynyä ole tehty toimintakyvyttömäksi tai ellei se tule riittävän tehokkaalla tavalla automaattisesti toimintakyvyttömäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 a",
        "normalized_fi": "Kuljetettaessa henkilö-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on käytettävä 88 § :ssä tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyöt tai lasten turvalaite on muuten ajoneuvoon asennettavissa. Jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vähintään 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. Alle 3-vuotiasta lasta henkilö-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina käytettävä lasten turvalaitetta. Linja-autossa lapsen on omalla istuinpaikalla istuessaan käytettävä istuinpaikalle asennettua turvavyötä tai lasten turvalaitetta. Lasten turvalaitteen käyttövelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyötä käyttäen; 2) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan yhdellä istuinpaikalla kuljettaa vähintään 3-vuotiasta lasta turvavyötä käyttäen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyitä matkoja yhtä tai useampaa vähintään 3-vuotiasta lasta turvavöitä käyttäen, jos kuljetustarve on satunnainen eikä ajoneuvossa tästä johtuen ole heitä varten käytettävissä lainkaan tai riittävää määrää lasten turvalaitteita. Lasta ei saa kuljettaa etuturvatyynyllä suojatulla istuinpaikalla selkä menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynyä ole tehty toimintakyvyttömäksi tai ellei se tule riittävän tehokkaalla tavalla automaattisesti toimintakyvyttömäksi.",
        "folded_fi": "kuljetettaessa henkilo-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on kaytettava 88 §:ssa tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyot tai lasten turvalaite on muuten ajoneuvoon asennettavissa. jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vahintaan 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. alle 3-vuotiasta lasta henkilo-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina kaytettava lasten turvalaitetta. linja-autossa lapsen on omalla istuinpaikalla istuessaan kaytettava istuinpaikalle asennettua turvavyota tai lasten turvalaitetta. lasten turvalaitteen kayttovelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyota kayttaen; 2) henkilo- tai pakettiauton muulla kuin etuistuimella saadaan yhdella istuinpaikalla kuljettaa vahintaan 3-vuotiasta lasta turvavyota kayttaen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilo- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyita matkoja yhta tai useampaa vahintaan 3-vuotiasta lasta turvavoita kayttaen, jos kuljetustarve on satunnainen eika ajoneuvossa tasta johtuen ole heita varten kaytettavissa lainkaan tai riittavaa maaraa lasten turvalaitteita. lasta ei saa kuljettaa etuturvatyynylla suojatulla istuinpaikalla selka menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynya ole tehty toimintakyvyttomaksi tai ellei se tule riittavan tehokkaalla tavalla automaattisesti toimintakyvyttomaksi.",
        "title_sv": "Transport av barn i fordon",
        "content_sv": "Vid transport av barn med en kroppslängd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning för barn användas, om fordonet har bilbälten eller om en skyddsanordning för barn annars kan monteras i fordonet. Om det inte är möjligt att montera en skyddsanordning för barn i fordonet, skall barn som är tre år eller äldre transporteras någon annanstans än i framsätet. Vid transport av barn under tre år i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning för barn användas. I bussar skall barn som sitter på en egen sittplats använda för sittplatsen monterat bilbälte eller en skyddsanordning för barn. Avvikelser från skyldigheten att använda skyddsanordningar för barn kan göras enligt följande: 1) i taxibilar får barn transporteras på annan plats än i framsätet då de använder bilbälte, 2) på annan plats än i framsätet på personbilar eller paketbilar får på en (1) sittplats transporteras barn som är tre år eller äldre då barnet använder bilbälte, om det inte finns utrymme att montera någon skyddsanordning för barn på grund av att två eller flera sådana anordningar för barn har monterats på sätets övriga sittplatser, 3) på annan plats än i framsätet på personbilar eller paketbilar får under korta sträckor transporteras ett eller flera barn som är tre år eller äldre då de använder bilbälte, om transportbehovet är tillfälligt och fordonet av denna orsak inte alls är utrustat med någon skyddsanordning för barn eller inte är utrustat med tillräckligt många sådana anordningar för barn. Ett barn får inte transporteras i en bakåtvänd barnstol på en sittplats som skyddas av en krockkudde framför passagerarsätet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt på ett fullgott sätt.",
        "normalized_sv": "Vid transport av barn med en kroppslängd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning för barn användas, om fordonet har bilbälten eller om en skyddsanordning för barn annars kan monteras i fordonet. Om det inte är möjligt att montera en skyddsanordning för barn i fordonet, skall barn som är tre år eller äldre transporteras någon annanstans än i framsätet. Vid transport av barn under tre år i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning för barn användas. I bussar skall barn som sitter på en egen sittplats använda för sittplatsen monterat bilbälte eller en skyddsanordning för barn. Avvikelser från skyldigheten att använda skyddsanordningar för barn kan göras enligt följande: 1) i taxibilar får barn transporteras på annan plats än i framsätet då de använder bilbälte, 2) på annan plats än i framsätet på personbilar eller paketbilar får på en (1) sittplats transporteras barn som är tre år eller äldre då barnet använder bilbälte, om det inte finns utrymme att montera någon skyddsanordning för barn på grund av att två eller flera sådana anordningar för barn har monterats på sätets övriga sittplatser, 3) på annan plats än i framsätet på personbilar eller paketbilar får under korta sträckor transporteras ett eller flera barn som är tre år eller äldre då de använder bilbälte, om transportbehovet är tillfälligt och fordonet av denna orsak inte alls är utrustat med någon skyddsanordning för barn eller inte är utrustat med tillräckligt många sådana anordningar för barn. Ett barn får inte transporteras i en bakåtvänd barnstol på en sittplats som skyddas av en krockkudde framför passagerarsätet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt på ett fullgott sätt.",
        "folded_sv": "vid transport av barn med en kroppslangd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning for barn anvandas, om fordonet har bilbalten eller om en skyddsanordning for barn annars kan monteras i fordonet. om det inte ar mojligt att montera en skyddsanordning for barn i fordonet, skall barn som ar tre ar eller aldre transporteras nagon annanstans an i framsatet. vid transport av barn under tre ar i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning for barn anvandas. i bussar skall barn som sitter pa en egen sittplats anvanda for sittplatsen monterat bilbalte eller en skyddsanordning for barn. avvikelser fran skyldigheten att anvanda skyddsanordningar for barn kan goras enligt foljande: 1) i taxibilar far barn transporteras pa annan plats an i framsatet da de anvander bilbalte, 2) pa annan plats an i framsatet pa personbilar eller paketbilar far pa en (1) sittplats transporteras barn som ar tre ar eller aldre da barnet anvander bilbalte, om det inte finns utrymme att montera nagon skyddsanordning for barn pa grund av att tva eller flera sadana anordningar for barn har monterats pa satets ovriga sittplatser, 3) pa annan plats an i framsatet pa personbilar eller paketbilar far under korta strackor transporteras ett eller flera barn som ar tre ar eller aldre da de anvander bilbalte, om transportbehovet ar tillfalligt och fordonet av denna orsak inte alls ar utrustat med nagon skyddsanordning for barn eller inte ar utrustat med tillrackligt manga sadana anordningar for barn. ett barn far inte transporteras i en bakatvand barnstol pa en sittplats som skyddas av en krockkudde framfor passagerarsatet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt pa ett fullgott satt."
      }
    },
    {
      "provision_ref": "88 b",
      "section": "88 b",
      "title": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuudesta vapautuminen terveydellisten syiden perusteella",
      "content": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuus ei koske henkilöä, jolta vakava terveydellinen syy estää turvalaitteen käytön. Edellä 1 momentissa tarkoitettua syytä koskeva lääkärintodistus on pidettävä ajettaessa mukana ja vaadittaessa esitettävä poliisimiehelle. Toisessa Euroopan talousalueeseen kuuluvassa valtiossa annettu lääkärintodistus on pätevä myös Suomessa. Valtioneuvoston asetuksella säädetään lääkärintodistuksen sisällöstä ja todistuksessa käytettävästä tunnuksesta. Sosiaali- ja terveysministeriö vahvistaa lääkärintodistuslomakkeiden kaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 b",
        "normalized_fi": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuus ei koske henkilöä, jolta vakava terveydellinen syy estää turvalaitteen käytön. Edellä 1 momentissa tarkoitettua syytä koskeva lääkärintodistus on pidettävä ajettaessa mukana ja vaadittaessa esitettävä poliisimiehelle. Toisessa Euroopan talousalueeseen kuuluvassa valtiossa annettu lääkärintodistus on pätevä myös Suomessa. Valtioneuvoston asetuksella säädetään lääkärintodistuksen sisällöstä ja todistuksessa käytettävästä tunnuksesta. Sosiaali- ja terveysministeriö vahvistaa lääkärintodistuslomakkeiden kaavan.",
        "folded_fi": "turvavyon tai muun istuinpaikan turvalaitteen kayttovelvollisuus ei koske henkiloa, jolta vakava terveydellinen syy estaa turvalaitteen kayton. edella 1 momentissa tarkoitettua syyta koskeva laakarintodistus on pidettava ajettaessa mukana ja vaadittaessa esitettava poliisimiehelle. toisessa euroopan talousalueeseen kuuluvassa valtiossa annettu laakarintodistus on pateva myos suomessa. valtioneuvoston asetuksella saadetaan laakarintodistuksen sisallosta ja todistuksessa kaytettavasta tunnuksesta. sosiaali- ja terveysministerio vahvistaa laakarintodistuslomakkeiden kaavan.",
        "title_sv": "Befrielse av hälsoskäl från skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats",
        "content_sv": "Skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats gäller inte personer för vilka starka hälsoskäl utgör hinder för att använda skyddsanordningen. Ett läkarintyg över de skäl som avses i 1 mom. skall medhas under körning och på begäran visas upp för en polisman. Ett läkarintyg som utfärdats i en annan stat som hör till Europeiska ekonomiska samarbetsområdet är giltigt även i Finland. Genom förordning av statsrådet föreskrivs om läkarintygets innehåll och om den symbol som skall användas på intyget. Social- och hälsovårdsministeriet fastställer formuläret för läkarintygsblanketterna.",
        "normalized_sv": "Skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats gäller inte personer för vilka starka hälsoskäl utgör hinder för att använda skyddsanordningen. Ett läkarintyg över de skäl som avses i 1 mom. skall medhas under körning och på begäran visas upp för en polisman. Ett läkarintyg som utfärdats i en annan stat som hör till Europeiska ekonomiska samarbetsområdet är giltigt även i Finland. Genom förordning av statsrådet föreskrivs om läkarintygets innehåll och om den symbol som skall användas på intyget. Social- och hälsovårdsministeriet fastställer formuläret för läkarintygsblanketterna.",
        "folded_sv": "skyldigheten att anvanda bilbalte eller annan skyddsanordning for sittplats galler inte personer for vilka starka halsoskal utgor hinder for att anvanda skyddsanordningen. ett lakarintyg over de skal som avses i 1 mom. skall medhas under korning och pa begaran visas upp for en polisman. ett lakarintyg som utfardats i en annan stat som hor till europeiska ekonomiska samarbetsomradet ar giltigt aven i finland. genom forordning av statsradet foreskrivs om lakarintygets innehall och om den symbol som skall anvandas pa intyget. social- och halsovardsministeriet faststaller formularet for lakarintygsblanketterna."
      }
    },
    {
      "provision_ref": "88 c",
      "section": "88 c",
      "title": "Lasten turvalaitteen käyttöä ja invataksikuljetusten turvallisuutta koskevat vastuusäännökset",
      "content": "Lapsen mukana matkustava holhooja tai huoltaja on vastuussa siitä, että alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta käyttäen. Ellei holhooja tai huoltaja ole lapsen mukana, 88 §:n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, M3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siitä, että alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta käyttäen. Invataksin kuljettajan on huolehdittava siitä, että kuljetettavat matkustavat asianmukaisia turvalaitteita käyttäen ja että pyörätuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 c",
        "normalized_fi": "Lapsen mukana matkustava holhooja tai huoltaja on vastuussa siitä, että alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta käyttäen. Ellei holhooja tai huoltaja ole lapsen mukana, 88 § :n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, M3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siitä, että alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta käyttäen. Invataksin kuljettajan on huolehdittava siitä, että kuljetettavat matkustavat asianmukaisia turvalaitteita käyttäen ja että pyörätuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
        "folded_fi": "lapsen mukana matkustava holhooja tai huoltaja on vastuussa siita, etta alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta kayttaen. ellei holhooja tai huoltaja ole lapsen mukana, 88 §:n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, m3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siita, etta alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta kayttaen. invataksin kuljettajan on huolehdittava siita, etta kuljetettavat matkustavat asianmukaisia turvalaitteita kayttaen ja etta pyoratuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
        "title_sv": "Ansvarsbestämmelser som gäller användningen av skyddsanordningar för barn och säkerheten vid transporter med invalidtaxi",
        "content_sv": "Om ett barns förmyndare eller vårdnadshavare färdas med barnet, ansvarar denne för att ett barn under 15 år transporteras med användning av en ändamålsenlig skyddsanordning. Färdas förmyndaren eller vårdnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda föraren, med undantag av föraren i en buss i kategori M3, se till att ett barn under 15 år använder en ändamålsenlig skyddsanordning. Förare av invalidtaxi skall se till att passagerarna använder ändamålsenliga skyddsanordningar och att rullstolar är fästa vid fordonet på behörigt sätt under resan.",
        "normalized_sv": "Om ett barns förmyndare eller vårdnadshavare färdas med barnet, ansvarar denne för att ett barn under 15 år transporteras med användning av en ändamålsenlig skyddsanordning. Färdas förmyndaren eller vårdnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda föraren, med undantag av föraren i en buss i kategori M3, se till att ett barn under 15 år använder en ändamålsenlig skyddsanordning. Förare av invalidtaxi skall se till att passagerarna använder ändamålsenliga skyddsanordningar och att rullstolar är fästa vid fordonet på behörigt sätt under resan.",
        "folded_sv": "om ett barns formyndare eller vardnadshavare fardas med barnet, ansvarar denne for att ett barn under 15 ar transporteras med anvandning av en andamalsenlig skyddsanordning. fardas formyndaren eller vardnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda foraren, med undantag av foraren i en buss i kategori m3, se till att ett barn under 15 ar anvander en andamalsenlig skyddsanordning. forare av invalidtaxi skall se till att passagerarna anvander andamalsenliga skyddsanordningar och att rullstolar ar fasta vid fordonet pa behorigt satt under resan."
      }
    },
    {
      "provision_ref": "88 d",
      "section": "88 d",
      "title": "Turvavyön käyttövelvollisuudesta ilmoittaminen linja-autossa",
      "content": "Linja-auton matkustajien on heidän matkansa alkaessa saatava tieto turvavyön käyttövelvollisuudesta vähintään yhdellä seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmänjohtajaksi nimetyltä henkilöltä; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvästi näkyvällä yhteisön mallin mukaisella kuvamerkillä. Yhteisön mallin mukaisesta kuvamerkistä säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 d",
        "normalized_fi": "Linja-auton matkustajien on heidän matkansa alkaessa saatava tieto turvavyön käyttövelvollisuudesta vähintään yhdellä seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmänjohtajaksi nimetyltä henkilöltä; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvästi näkyvällä yhteisön mallin mukaisella kuvamerkillä. Yhteisön mallin mukaisesta kuvamerkistä säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "linja-auton matkustajien on heidan matkansa alkaessa saatava tieto turvavyon kayttovelvollisuudesta vahintaan yhdella seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmanjohtajaksi nimetylta henkilolta; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvasti nakyvalla yhteison mallin mukaisella kuvamerkilla. yhteison mallin mukaisesta kuvamerkista saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Information om skyldigheten att använda bilbälte i bussar",
        "content_sv": "Busspassagerare skall i början av resan informeras om skyldigheten att använda bilbälte på minst ett av följande sätt: 1) av föraren, 2) av konduktören, reseledaren eller den som är utsedd till gruppledare, 3) genom audiovisuella hjälpmedel, eller 4) genom en skylt av gemenskapsmodell, väl synlig från varje sittplats. Närmare bestämmelser om skylten av gemenskapsmodell utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Busspassagerare skall i början av resan informeras om skyldigheten att använda bilbälte på minst ett av följande sätt: 1) av föraren, 2) av konduktören, reseledaren eller den som är utsedd till gruppledare, 3) genom audiovisuella hjälpmedel, eller 4) genom en skylt av gemenskapsmodell, väl synlig från varje sittplats. Närmare bestämmelser om skylten av gemenskapsmodell utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "busspassagerare skall i borjan av resan informeras om skyldigheten att anvanda bilbalte pa minst ett av foljande satt: 1) av foraren, 2) av konduktoren, reseledaren eller den som ar utsedd till gruppledare, 3) genom audiovisuella hjalpmedel, eller 4) genom en skylt av gemenskapsmodell, val synlig fran varje sittplats. narmare bestammelser om skylten av gemenskapsmodell utfardas genom forordning av kommunikationsministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "88",
      "section": "88",
      "title": "Turvavyön ja muun istuinpaikan turvalaitteen käyttövelvollisuus",
      "content": "Kuljettajan ja matkustajan on ajon aikana käytettävä istuinpaikalle asennettua turvavyötä tai heidän liikkumistaan estävää muuta turvalaitetta: 1) henkilöautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyörässä sekä korilla varustetussa kevyessä nelipyörässä. Valtioneuvoston asetuksella voidaan säätää kuljetuksen tai ajotehtävän erityislaadusta johtuvia vapautuksia turvavyön käytöstä. Kaikkien käytössä olevien lasten turvalaitteiden on oltava liikenne- ja viestintäministeriön asetuksessa säädetyllä tavalla tyypiltään hyväksyttyjä. Liikenne- ja viestintäministeriön asetuksella säädetään myös lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88",
        "normalized_fi": "Kuljettajan ja matkustajan on ajon aikana käytettävä istuinpaikalle asennettua turvavyötä tai heidän liikkumistaan estävää muuta turvalaitetta: 1) henkilöautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyörässä sekä korilla varustetussa kevyessä nelipyörässä. Valtioneuvoston asetuksella voidaan säätää kuljetuksen tai ajotehtävän erityislaadusta johtuvia vapautuksia turvavyön käytöstä. Kaikkien käytössä olevien lasten turvalaitteiden on oltava liikenne- ja viestintäministeriön asetuksessa säädetyllä tavalla tyypiltään hyväksyttyjä. Liikenne- ja viestintäministeriön asetuksella säädetään myös lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
        "folded_fi": "kuljettajan ja matkustajan on ajon aikana kaytettava istuinpaikalle asennettua turvavyota tai heidan liikkumistaan estavaa muuta turvalaitetta: 1) henkiloautossa; 2) linja-autossa; 3) pakettiautossa; 4) kuorma-autossa; 5) korilla varustetussa kolmi- ja nelipyorassa seka korilla varustetussa kevyessa nelipyorassa. valtioneuvoston asetuksella voidaan saataa kuljetuksen tai ajotehtavan erityislaadusta johtuvia vapautuksia turvavyon kaytosta. kaikkien kaytossa olevien lasten turvalaitteiden on oltava liikenne- ja viestintaministerion asetuksessa saadetylla tavalla tyypiltaan hyvaksyttyja. liikenne- ja viestintaministerion asetuksella saadetaan myos lasten turvalaitteiden painoluokasta, rakenteesta ja kiinnitystavasta.",
        "title_sv": "Skyldighet att använda bilbälte och annan skyddsanordning för sittplats",
        "content_sv": "Föraren och passagerarna skall under körning använda för sittplatsen monterat bilbälte eller vara fastspända i någon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar försedda med karosseri samt lätta fyrhjulingar försedda med karosseri. Genom förordning av statsrådet kan på grund av transportens eller köruppdragets speciella art föreskrivas om befrielse från skyldigheten att använda bilbälte. Alla ibrukvarande skyddsanordningar för barn skall vara av godkänd typ på det sätt som bestäms genom förordning av kommunikationsministeriet. Genom förordning av kommunikationsministeriet föreskrivs också om viktgrupper, konstruktion och fastsättning av skyddsanordningar för barn.",
        "normalized_sv": "Föraren och passagerarna skall under körning använda för sittplatsen monterat bilbälte eller vara fastspända i någon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar försedda med karosseri samt lätta fyrhjulingar försedda med karosseri. Genom förordning av statsrådet kan på grund av transportens eller köruppdragets speciella art föreskrivas om befrielse från skyldigheten att använda bilbälte. Alla ibrukvarande skyddsanordningar för barn skall vara av godkänd typ på det sätt som bestäms genom förordning av kommunikationsministeriet. Genom förordning av kommunikationsministeriet föreskrivs också om viktgrupper, konstruktion och fastsättning av skyddsanordningar för barn.",
        "folded_sv": "foraren och passagerarna skall under korning anvanda for sittplatsen monterat bilbalte eller vara fastspanda i nagon annan skyddsanordning 1) i personbilar, 2) i bussar, 3) i paketbilar, 4) i lastbilar, 5) i tre- och fyrhjulingar forsedda med karosseri samt latta fyrhjulingar forsedda med karosseri. genom forordning av statsradet kan pa grund av transportens eller koruppdragets speciella art foreskrivas om befrielse fran skyldigheten att anvanda bilbalte. alla ibrukvarande skyddsanordningar for barn skall vara av godkand typ pa det satt som bestams genom forordning av kommunikationsministeriet. genom forordning av kommunikationsministeriet foreskrivs ocksa om viktgrupper, konstruktion och fastsattning av skyddsanordningar for barn."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "88 a",
      "section": "88 a",
      "title": "Lapsen kuljettaminen ajoneuvossa",
      "content": "Kuljetettaessa henkilö-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on käytettävä 88 §:ssä tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyöt tai lasten turvalaite on muuten ajoneuvoon asennettavissa. Jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vähintään 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. Alle 3-vuotiasta lasta henkilö-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina käytettävä lasten turvalaitetta. Linja-autossa lapsen on omalla istuinpaikalla istuessaan käytettävä istuinpaikalle asennettua turvavyötä tai lasten turvalaitetta. Lasten turvalaitteen käyttövelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyötä käyttäen; 2) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan yhdellä istuinpaikalla kuljettaa vähintään 3-vuotiasta lasta turvavyötä käyttäen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyitä matkoja yhtä tai useampaa vähintään 3-vuotiasta lasta turvavöitä käyttäen, jos kuljetustarve on satunnainen eikä ajoneuvossa tästä johtuen ole heitä varten käytettävissä lainkaan tai riittävää määrää lasten turvalaitteita. Lasta ei saa kuljettaa etuturvatyynyllä suojatulla istuinpaikalla selkä menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynyä ole tehty toimintakyvyttömäksi tai ellei se tule riittävän tehokkaalla tavalla automaattisesti toimintakyvyttömäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 a",
        "normalized_fi": "Kuljetettaessa henkilö-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on käytettävä 88 § :ssä tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyöt tai lasten turvalaite on muuten ajoneuvoon asennettavissa. Jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vähintään 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. Alle 3-vuotiasta lasta henkilö-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina käytettävä lasten turvalaitetta. Linja-autossa lapsen on omalla istuinpaikalla istuessaan käytettävä istuinpaikalle asennettua turvavyötä tai lasten turvalaitetta. Lasten turvalaitteen käyttövelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyötä käyttäen; 2) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan yhdellä istuinpaikalla kuljettaa vähintään 3-vuotiasta lasta turvavyötä käyttäen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilö- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyitä matkoja yhtä tai useampaa vähintään 3-vuotiasta lasta turvavöitä käyttäen, jos kuljetustarve on satunnainen eikä ajoneuvossa tästä johtuen ole heitä varten käytettävissä lainkaan tai riittävää määrää lasten turvalaitteita. Lasta ei saa kuljettaa etuturvatyynyllä suojatulla istuinpaikalla selkä menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynyä ole tehty toimintakyvyttömäksi tai ellei se tule riittävän tehokkaalla tavalla automaattisesti toimintakyvyttömäksi.",
        "folded_fi": "kuljetettaessa henkilo-, paketti- tai kuorma-autossa lasta, jonka pituus on alle 135 cm, on kaytettava 88 §:ssa tarkoitettua lasten turvalaitetta, jos ajoneuvossa on turvavyot tai lasten turvalaite on muuten ajoneuvoon asennettavissa. jos ajoneuvoon ei voida asentaa lasten turvalaitetta, on vahintaan 3-vuotiaita lapsia kuljetettava muulla kuin etuistuimella. alle 3-vuotiasta lasta henkilo-, paketti- tai kuorma-autossa kuljetettaessa on 2 momentin 1 kohdassa tarkoitettua poikkeusta lukuun ottamatta aina kaytettava lasten turvalaitetta. linja-autossa lapsen on omalla istuinpaikalla istuessaan kaytettava istuinpaikalle asennettua turvavyota tai lasten turvalaitetta. lasten turvalaitteen kayttovelvollisuudesta voidaan poiketa seuraavasti: 1) taksissa lasta saadaan kuljettaa muulla kuin etuistuimella turvavyota kayttaen; 2) henkilo- tai pakettiauton muulla kuin etuistuimella saadaan yhdella istuinpaikalla kuljettaa vahintaan 3-vuotiasta lasta turvavyota kayttaen, jos lasten turvalaitteen asentamiselle ei ole tilaa istuimen muille istuinpaikoille asennettujen kahden tai useamman lasten turvalaitteen vuoksi; 3) henkilo- tai pakettiauton muulla kuin etuistuimella saadaan kuljettaa lyhyita matkoja yhta tai useampaa vahintaan 3-vuotiasta lasta turvavoita kayttaen, jos kuljetustarve on satunnainen eika ajoneuvossa tasta johtuen ole heita varten kaytettavissa lainkaan tai riittavaa maaraa lasten turvalaitteita. lasta ei saa kuljettaa etuturvatyynylla suojatulla istuinpaikalla selka menosuuntaan suunnatussa turvaistuimessa, ellei turvatyynya ole tehty toimintakyvyttomaksi tai ellei se tule riittavan tehokkaalla tavalla automaattisesti toimintakyvyttomaksi.",
        "title_sv": "Transport av barn i fordon",
        "content_sv": "Vid transport av barn med en kroppslängd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning för barn användas, om fordonet har bilbälten eller om en skyddsanordning för barn annars kan monteras i fordonet. Om det inte är möjligt att montera en skyddsanordning för barn i fordonet, skall barn som är tre år eller äldre transporteras någon annanstans än i framsätet. Vid transport av barn under tre år i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning för barn användas. I bussar skall barn som sitter på en egen sittplats använda för sittplatsen monterat bilbälte eller en skyddsanordning för barn. Avvikelser från skyldigheten att använda skyddsanordningar för barn kan göras enligt följande: 1) i taxibilar får barn transporteras på annan plats än i framsätet då de använder bilbälte, 2) på annan plats än i framsätet på personbilar eller paketbilar får på en (1) sittplats transporteras barn som är tre år eller äldre då barnet använder bilbälte, om det inte finns utrymme att montera någon skyddsanordning för barn på grund av att två eller flera sådana anordningar för barn har monterats på sätets övriga sittplatser, 3) på annan plats än i framsätet på personbilar eller paketbilar får under korta sträckor transporteras ett eller flera barn som är tre år eller äldre då de använder bilbälte, om transportbehovet är tillfälligt och fordonet av denna orsak inte alls är utrustat med någon skyddsanordning för barn eller inte är utrustat med tillräckligt många sådana anordningar för barn. Ett barn får inte transporteras i en bakåtvänd barnstol på en sittplats som skyddas av en krockkudde framför passagerarsätet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt på ett fullgott sätt.",
        "normalized_sv": "Vid transport av barn med en kroppslängd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning för barn användas, om fordonet har bilbälten eller om en skyddsanordning för barn annars kan monteras i fordonet. Om det inte är möjligt att montera en skyddsanordning för barn i fordonet, skall barn som är tre år eller äldre transporteras någon annanstans än i framsätet. Vid transport av barn under tre år i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning för barn användas. I bussar skall barn som sitter på en egen sittplats använda för sittplatsen monterat bilbälte eller en skyddsanordning för barn. Avvikelser från skyldigheten att använda skyddsanordningar för barn kan göras enligt följande: 1) i taxibilar får barn transporteras på annan plats än i framsätet då de använder bilbälte, 2) på annan plats än i framsätet på personbilar eller paketbilar får på en (1) sittplats transporteras barn som är tre år eller äldre då barnet använder bilbälte, om det inte finns utrymme att montera någon skyddsanordning för barn på grund av att två eller flera sådana anordningar för barn har monterats på sätets övriga sittplatser, 3) på annan plats än i framsätet på personbilar eller paketbilar får under korta sträckor transporteras ett eller flera barn som är tre år eller äldre då de använder bilbälte, om transportbehovet är tillfälligt och fordonet av denna orsak inte alls är utrustat med någon skyddsanordning för barn eller inte är utrustat med tillräckligt många sådana anordningar för barn. Ett barn får inte transporteras i en bakåtvänd barnstol på en sittplats som skyddas av en krockkudde framför passagerarsätet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt på ett fullgott sätt.",
        "folded_sv": "vid transport av barn med en kroppslangd under 135 centimeter i personbilar, paketbilar eller lastbilar skall en i 88 § avsedd skyddsanordning for barn anvandas, om fordonet har bilbalten eller om en skyddsanordning for barn annars kan monteras i fordonet. om det inte ar mojligt att montera en skyddsanordning for barn i fordonet, skall barn som ar tre ar eller aldre transporteras nagon annanstans an i framsatet. vid transport av barn under tre ar i personbilar, paketbilar eller lastbilar skall, med undantag av det fall som avses i 2 mom. 1 punkten, alltid en skyddsanordning for barn anvandas. i bussar skall barn som sitter pa en egen sittplats anvanda for sittplatsen monterat bilbalte eller en skyddsanordning for barn. avvikelser fran skyldigheten att anvanda skyddsanordningar for barn kan goras enligt foljande: 1) i taxibilar far barn transporteras pa annan plats an i framsatet da de anvander bilbalte, 2) pa annan plats an i framsatet pa personbilar eller paketbilar far pa en (1) sittplats transporteras barn som ar tre ar eller aldre da barnet anvander bilbalte, om det inte finns utrymme att montera nagon skyddsanordning for barn pa grund av att tva eller flera sadana anordningar for barn har monterats pa satets ovriga sittplatser, 3) pa annan plats an i framsatet pa personbilar eller paketbilar far under korta strackor transporteras ett eller flera barn som ar tre ar eller aldre da de anvander bilbalte, om transportbehovet ar tillfalligt och fordonet av denna orsak inte alls ar utrustat med nagon skyddsanordning for barn eller inte ar utrustat med tillrackligt manga sadana anordningar for barn. ett barn far inte transporteras i en bakatvand barnstol pa en sittplats som skyddas av en krockkudde framfor passagerarsatet, om inte krockkudden har deaktiverats eller deaktiveras automatiskt pa ett fullgott satt."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "88 b",
      "section": "88 b",
      "title": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuudesta vapautuminen terveydellisten syiden perusteella",
      "content": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuus ei koske henkilöä, jolta vakava terveydellinen syy estää turvalaitteen käytön. Edellä 1 momentissa tarkoitettua syytä koskeva lääkärintodistus on pidettävä ajettaessa mukana ja vaadittaessa esitettävä poliisimiehelle. Toisessa Euroopan talousalueeseen kuuluvassa valtiossa annettu lääkärintodistus on pätevä myös Suomessa. Valtioneuvoston asetuksella säädetään lääkärintodistuksen sisällöstä ja todistuksessa käytettävästä tunnuksesta. Sosiaali- ja terveysministeriö vahvistaa lääkärintodistuslomakkeiden kaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 b",
        "normalized_fi": "Turvavyön tai muun istuinpaikan turvalaitteen käyttövelvollisuus ei koske henkilöä, jolta vakava terveydellinen syy estää turvalaitteen käytön. Edellä 1 momentissa tarkoitettua syytä koskeva lääkärintodistus on pidettävä ajettaessa mukana ja vaadittaessa esitettävä poliisimiehelle. Toisessa Euroopan talousalueeseen kuuluvassa valtiossa annettu lääkärintodistus on pätevä myös Suomessa. Valtioneuvoston asetuksella säädetään lääkärintodistuksen sisällöstä ja todistuksessa käytettävästä tunnuksesta. Sosiaali- ja terveysministeriö vahvistaa lääkärintodistuslomakkeiden kaavan.",
        "folded_fi": "turvavyon tai muun istuinpaikan turvalaitteen kayttovelvollisuus ei koske henkiloa, jolta vakava terveydellinen syy estaa turvalaitteen kayton. edella 1 momentissa tarkoitettua syyta koskeva laakarintodistus on pidettava ajettaessa mukana ja vaadittaessa esitettava poliisimiehelle. toisessa euroopan talousalueeseen kuuluvassa valtiossa annettu laakarintodistus on pateva myos suomessa. valtioneuvoston asetuksella saadetaan laakarintodistuksen sisallosta ja todistuksessa kaytettavasta tunnuksesta. sosiaali- ja terveysministerio vahvistaa laakarintodistuslomakkeiden kaavan.",
        "title_sv": "Befrielse av hälsoskäl från skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats",
        "content_sv": "Skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats gäller inte personer för vilka starka hälsoskäl utgör hinder för att använda skyddsanordningen. Ett läkarintyg över de skäl som avses i 1 mom. skall medhas under körning och på begäran visas upp för en polisman. Ett läkarintyg som utfärdats i en annan stat som hör till Europeiska ekonomiska samarbetsområdet är giltigt även i Finland. Genom förordning av statsrådet föreskrivs om läkarintygets innehåll och om den symbol som skall användas på intyget. Social- och hälsovårdsministeriet fastställer formuläret för läkarintygsblanketterna.",
        "normalized_sv": "Skyldigheten att använda bilbälte eller annan skyddsanordning för sittplats gäller inte personer för vilka starka hälsoskäl utgör hinder för att använda skyddsanordningen. Ett läkarintyg över de skäl som avses i 1 mom. skall medhas under körning och på begäran visas upp för en polisman. Ett läkarintyg som utfärdats i en annan stat som hör till Europeiska ekonomiska samarbetsområdet är giltigt även i Finland. Genom förordning av statsrådet föreskrivs om läkarintygets innehåll och om den symbol som skall användas på intyget. Social- och hälsovårdsministeriet fastställer formuläret för läkarintygsblanketterna.",
        "folded_sv": "skyldigheten att anvanda bilbalte eller annan skyddsanordning for sittplats galler inte personer for vilka starka halsoskal utgor hinder for att anvanda skyddsanordningen. ett lakarintyg over de skal som avses i 1 mom. skall medhas under korning och pa begaran visas upp for en polisman. ett lakarintyg som utfardats i en annan stat som hor till europeiska ekonomiska samarbetsomradet ar giltigt aven i finland. genom forordning av statsradet foreskrivs om lakarintygets innehall och om den symbol som skall anvandas pa intyget. social- och halsovardsministeriet faststaller formularet for lakarintygsblanketterna."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "88 c",
      "section": "88 c",
      "title": "Lasten turvalaitteen käyttöä ja invataksikuljetusten turvallisuutta koskevat vastuusäännökset",
      "content": "Lapsen mukana matkustava holhooja tai huoltaja on vastuussa siitä, että alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta käyttäen. Ellei holhooja tai huoltaja ole lapsen mukana, 88 §:n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, M3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siitä, että alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta käyttäen. Invataksin kuljettajan on huolehdittava siitä, että kuljetettavat matkustavat asianmukaisia turvalaitteita käyttäen ja että pyörätuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 c",
        "normalized_fi": "Lapsen mukana matkustava holhooja tai huoltaja on vastuussa siitä, että alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta käyttäen. Ellei holhooja tai huoltaja ole lapsen mukana, 88 § :n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, M3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siitä, että alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta käyttäen. Invataksin kuljettajan on huolehdittava siitä, että kuljetettavat matkustavat asianmukaisia turvalaitteita käyttäen ja että pyörätuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
        "folded_fi": "lapsen mukana matkustava holhooja tai huoltaja on vastuussa siita, etta alle 15-vuotiasta lasta kuljetetaan asianmukaista turvalaitetta kayttaen. ellei holhooja tai huoltaja ole lapsen mukana, 88 §:n 1 momentissa tarkoitetun ajoneuvon kuljettajan on, m3-luokan linja-auton kuljettajaa lukuun ottamatta, huolehdittava siita, etta alle 15-vuotias lapsi matkustaa asianmukaista turvalaitetta kayttaen. invataksin kuljettajan on huolehdittava siita, etta kuljetettavat matkustavat asianmukaisia turvalaitteita kayttaen ja etta pyoratuolit on asianmukaisesti kiinnitetty ajoneuvoon matkan ajaksi.",
        "title_sv": "Ansvarsbestämmelser som gäller användningen av skyddsanordningar för barn och säkerheten vid transporter med invalidtaxi",
        "content_sv": "Om ett barns förmyndare eller vårdnadshavare färdas med barnet, ansvarar denne för att ett barn under 15 år transporteras med användning av en ändamålsenlig skyddsanordning. Färdas förmyndaren eller vårdnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda föraren, med undantag av föraren i en buss i kategori M3, se till att ett barn under 15 år använder en ändamålsenlig skyddsanordning. Förare av invalidtaxi skall se till att passagerarna använder ändamålsenliga skyddsanordningar och att rullstolar är fästa vid fordonet på behörigt sätt under resan.",
        "normalized_sv": "Om ett barns förmyndare eller vårdnadshavare färdas med barnet, ansvarar denne för att ett barn under 15 år transporteras med användning av en ändamålsenlig skyddsanordning. Färdas förmyndaren eller vårdnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda föraren, med undantag av föraren i en buss i kategori M3, se till att ett barn under 15 år använder en ändamålsenlig skyddsanordning. Förare av invalidtaxi skall se till att passagerarna använder ändamålsenliga skyddsanordningar och att rullstolar är fästa vid fordonet på behörigt sätt under resan.",
        "folded_sv": "om ett barns formyndare eller vardnadshavare fardas med barnet, ansvarar denne for att ett barn under 15 ar transporteras med anvandning av en andamalsenlig skyddsanordning. fardas formyndaren eller vardnadshavaren inte med barnet skall den i 88 § 1 mom. avsedda foraren, med undantag av foraren i en buss i kategori m3, se till att ett barn under 15 ar anvander en andamalsenlig skyddsanordning. forare av invalidtaxi skall se till att passagerarna anvander andamalsenliga skyddsanordningar och att rullstolar ar fasta vid fordonet pa behorigt satt under resan."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "88 d",
      "section": "88 d",
      "title": "Turvavyön käyttövelvollisuudesta ilmoittaminen linja-autossa",
      "content": "Linja-auton matkustajien on heidän matkansa alkaessa saatava tieto turvavyön käyttövelvollisuudesta vähintään yhdellä seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmänjohtajaksi nimetyltä henkilöltä; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvästi näkyvällä yhteisön mallin mukaisella kuvamerkillä. Yhteisön mallin mukaisesta kuvamerkistä säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:88 d",
        "normalized_fi": "Linja-auton matkustajien on heidän matkansa alkaessa saatava tieto turvavyön käyttövelvollisuudesta vähintään yhdellä seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmänjohtajaksi nimetyltä henkilöltä; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvästi näkyvällä yhteisön mallin mukaisella kuvamerkillä. Yhteisön mallin mukaisesta kuvamerkistä säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "linja-auton matkustajien on heidan matkansa alkaessa saatava tieto turvavyon kayttovelvollisuudesta vahintaan yhdella seuraavista tavoista: 1) kuljettajalta; 2) rahastajalta, matkaoppaalta tai ryhmanjohtajaksi nimetylta henkilolta; 3) audiovisuaalisin keinoin; tai 4) jokaiselta istuinpaikalta selvasti nakyvalla yhteison mallin mukaisella kuvamerkilla. yhteison mallin mukaisesta kuvamerkista saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Information om skyldigheten att använda bilbälte i bussar",
        "content_sv": "Busspassagerare skall i början av resan informeras om skyldigheten att använda bilbälte på minst ett av följande sätt: 1) av föraren, 2) av konduktören, reseledaren eller den som är utsedd till gruppledare, 3) genom audiovisuella hjälpmedel, eller 4) genom en skylt av gemenskapsmodell, väl synlig från varje sittplats. Närmare bestämmelser om skylten av gemenskapsmodell utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Busspassagerare skall i början av resan informeras om skyldigheten att använda bilbälte på minst ett av följande sätt: 1) av föraren, 2) av konduktören, reseledaren eller den som är utsedd till gruppledare, 3) genom audiovisuella hjälpmedel, eller 4) genom en skylt av gemenskapsmodell, väl synlig från varje sittplats. Närmare bestämmelser om skylten av gemenskapsmodell utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "busspassagerare skall i borjan av resan informeras om skyldigheten att anvanda bilbalte pa minst ett av foljande satt: 1) av foraren, 2) av konduktoren, reseledaren eller den som ar utsedd till gruppledare, 3) genom audiovisuella hjalpmedel, eller 4) genom en skylt av gemenskapsmodell, val synlig fran varje sittplats. narmare bestammelser om skylten av gemenskapsmodell utfardas genom forordning av kommunikationsministeriet."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    }
  ]
}