{
  "id": "235/2007",
  "type": "statute",
  "title": "Laki ajoneuvoverolain muuttamisesta",
  "title_en": "Lag om ändring av fordonsskattelagen",
  "status": "in_force",
  "issued_date": "2007-03-02",
  "in_force_date": "2007-03-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/235/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Muiden lakien soveltaminen",
      "content": "Jollei tässä laissa toisin säädetä, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan sekä ajoneuvojen rekisteröintivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia sekä tieliikennelaissa (267/1981) ja sen nojalla säädettyjä perusteita. Ajoneuvoihin, jotka on rekisteröity tai joiden olisi pitänyt olla rekisteröityinä Ahvenanmaan maakunnassa, sovelletaan vastaavasti, mitä Ahvenanmaan maakuntalainsäädännössä säädetään. Jollei tässä laissa toisin säädetä, verotustietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä ajoneuvoliikennerekisteristä annetussa laissa (541/2003) säädetään. Tässä laissa rekisterillä tarkoitetaan ajoneuvoliikennerekisteristä annetussa laissa tarkoitettua ajoneuvoliikennerekisteriä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan sekä ajoneuvojen rekisteröintivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia sekä tieliikennelaissa (267/1981) ja sen nojalla säädettyjä perusteita. Ajoneuvoihin, jotka on rekisteröity tai joiden olisi pitänyt olla rekisteröityinä Ahvenanmaan maakunnassa, sovelletaan vastaavasti, mitä Ahvenanmaan maakuntalainsäädännössä säädetään. Jollei tässä laissa toisin säädetä, verotustietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä ajoneuvoliikennerekisteristä annetussa laissa (541/2003) säädetään. Tässä laissa rekisterillä tarkoitetaan ajoneuvoliikennerekisteristä annetussa laissa tarkoitettua ajoneuvoliikennerekisteriä.",
        "folded_fi": "jollei tassa laissa toisin saadeta, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan seka ajoneuvojen rekisterointivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia seka tieliikennelaissa (267/1981) ja sen nojalla saadettyja perusteita. ajoneuvoihin, jotka on rekisteroity tai joiden olisi pitanyt olla rekisteroityina ahvenanmaan maakunnassa, sovelletaan vastaavasti, mita ahvenanmaan maakuntalainsaadannossa saadetaan. jollei tassa laissa toisin saadeta, verotustietojen kayttoon ja luovutukseen sovelletaan soveltuvin osin, mita ajoneuvoliikennerekisterista annetussa laissa (541/2003) saadetaan. tassa laissa rekisterilla tarkoitetaan ajoneuvoliikennerekisterista annetussa laissa tarkoitettua ajoneuvoliikennerekisteria.",
        "title_sv": "Tillämpningen av andra lagar",
        "content_sv": "Om inte något annat föreskrivs i denna lag, tillämpas på klassificering av fordon och största tillåtna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och förordningar utfärdade med stöd av den samt de grunder som fastställts i vägtrafiklagen (267/1981) och med stöd av den. På fordon som är registrerade eller borde ha registrerats i landskapet Åland tillämpas på motsvarande sätt bestämmelserna i Ålands landskapslagstiftning. Om inte något annat föreskrivs i denna lag, iakttas i fråga om användning och utlämnande av beskattningsuppgifter i tillämpliga delar vad som föreskrivs i lagen om fordonstrafikregistret (541/2003). I denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, tillämpas på klassificering av fordon och största tillåtna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och förordningar utfärdade med stöd av den samt de grunder som fastställts i vägtrafiklagen (267/1981) och med stöd av den. På fordon som är registrerade eller borde ha registrerats i landskapet Åland tillämpas på motsvarande sätt bestämmelserna i Ålands landskapslagstiftning. Om inte något annat föreskrivs i denna lag, iakttas i fråga om användning och utlämnande av beskattningsuppgifter i tillämpliga delar vad som föreskrivs i lagen om fordonstrafikregistret (541/2003). I denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, tillampas pa klassificering av fordon och storsta tillatna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och forordningar utfardade med stod av den samt de grunder som faststallts i vagtrafiklagen (267/1981) och med stod av den. pa fordon som ar registrerade eller borde ha registrerats i landskapet aland tillampas pa motsvarande satt bestammelserna i alands landskapslagstiftning. om inte nagot annat foreskrivs i denna lag, iakttas i fraga om anvandning och utlamnande av beskattningsuppgifter i tillampliga delar vad som foreskrivs i lagen om fordonstrafikregistret (541/2003). i denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ajoneuvoveron rakenne",
      "content": "Ajoneuvoverolla tarkoitetaan perusveron osuudesta tai käyttövoimaveron osuudesta taikka perusveron ja käyttövoimaveron yhteenlasketusta osuudesta koostuvaa veroa. Ajoneuvoveroa ovat myös maksutapalisä sekä lisävero. Tämän lisäksi ajoneuvoveroa ovat myös muualla kuin Suomessa rekisteröidystä ajoneuvosta kannettavat kiinteä vero ja kulutusvero.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ajoneuvoverolla tarkoitetaan perusveron osuudesta tai käyttövoimaveron osuudesta taikka perusveron ja käyttövoimaveron yhteenlasketusta osuudesta koostuvaa veroa. Ajoneuvoveroa ovat myös maksutapalisä sekä lisävero. Tämän lisäksi ajoneuvoveroa ovat myös muualla kuin Suomessa rekisteröidystä ajoneuvosta kannettavat kiinteä vero ja kulutusvero.",
        "folded_fi": "ajoneuvoverolla tarkoitetaan perusveron osuudesta tai kayttovoimaveron osuudesta taikka perusveron ja kayttovoimaveron yhteenlasketusta osuudesta koostuvaa veroa. ajoneuvoveroa ovat myos maksutapalisa seka lisavero. taman lisaksi ajoneuvoveroa ovat myos muualla kuin suomessa rekisteroidysta ajoneuvosta kannettavat kiintea vero ja kulutusvero.",
        "title_sv": "Fordonsskattens struktur",
        "content_sv": "Med fordonsskatt avses skatt som består av en grundskatteandel eller en drivkraftsskatteandel eller en sammanräknad andel av grundskatt och drivkraftsskatt. Fordonsskatten inbegriper även tillägg för betalningssätt samt tilläggsskatt. Dessutom inbegriper fordonsskatten också fast skatt och konsumtionsskatt som uppbärs för fordon som registrerats någon annanstans än i Finland.",
        "normalized_sv": "Med fordonsskatt avses skatt som består av en grundskatteandel eller en drivkraftsskatteandel eller en sammanräknad andel av grundskatt och drivkraftsskatt. Fordonsskatten inbegriper även tillägg för betalningssätt samt tilläggsskatt. Dessutom inbegriper fordonsskatten också fast skatt och konsumtionsskatt som uppbärs för fordon som registrerats någon annanstans än i Finland.",
        "folded_sv": "med fordonsskatt avses skatt som bestar av en grundskatteandel eller en drivkraftsskatteandel eller en sammanraknad andel av grundskatt och drivkraftsskatt. fordonsskatten inbegriper aven tillagg for betalningssatt samt tillaggsskatt. dessutom inbegriper fordonsskatten ocksa fast skatt och konsumtionsskatt som uppbars for fordon som registrerats nagon annanstans an i finland."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Veronalaiset ajoneuvot",
      "content": "Ajoneuvoveroa on suoritettava rekisteriin merkityistä luokkiin M ja N kuuluvista ajoneuvoista. Muualla kuin Suomessa rekisteröidyistä ajoneuvoista on suoritettava kiinteää veroa ja kulutusveroa siten kuin 38―44 §:ssä säädetään. Ajoneuvovero suoritetaan myös ajoneuvosta, jonka olisi tullut olla rekisteriin merkittynä taikka ilmoitettuna rekisteriin liikennekäyttöön otetuksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ajoneuvoveroa on suoritettava rekisteriin merkityistä luokkiin M ja N kuuluvista ajoneuvoista. Muualla kuin Suomessa rekisteröidyistä ajoneuvoista on suoritettava kiinteää veroa ja kulutusveroa siten kuin 38―44 § :ssä säädetään. Ajoneuvovero suoritetaan myös ajoneuvosta, jonka olisi tullut olla rekisteriin merkittynä taikka ilmoitettuna rekisteriin liikennekäyttöön otetuksi.",
        "folded_fi": "ajoneuvoveroa on suoritettava rekisteriin merkityista luokkiin m ja n kuuluvista ajoneuvoista. muualla kuin suomessa rekisteroidyista ajoneuvoista on suoritettava kiinteaa veroa ja kulutusveroa siten kuin 38―44 §:ssa saadetaan. ajoneuvovero suoritetaan myos ajoneuvosta, jonka olisi tullut olla rekisteriin merkittyna taikka ilmoitettuna rekisteriin liikennekayttoon otetuksi.",
        "title_sv": "Skattepliktiga fordon",
        "content_sv": "Fordonsskatt skall betalas för fordon i kategorierna M och N som är införda i fordonsregistret. För fordon som är registrerade någon annanstans än i Finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. Fordonsskatt skall betalas även för ett fordon som borde ha varit infört i fordonsregistret eller ha registrerats som påställt.",
        "normalized_sv": "Fordonsskatt skall betalas för fordon i kategorierna M och N som är införda i fordonsregistret. För fordon som är registrerade någon annanstans än i Finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. Fordonsskatt skall betalas även för ett fordon som borde ha varit infört i fordonsregistret eller ha registrerats som påställt.",
        "folded_sv": "fordonsskatt skall betalas for fordon i kategorierna m och n som ar inforda i fordonsregistret. for fordon som ar registrerade nagon annanstans an i finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. fordonsskatt skall betalas aven for ett fordon som borde ha varit infort i fordonsregistret eller ha registrerats som pastallt."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Liikennekäytöstä poistettu ajoneuvo",
      "content": "Ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekäytöstä ajoneuvolain 66 c §:n mukaisesti. Liikennekäytöstä poistettua ajoneuvoa saa käyttää ilman ajoneuvoveron maksuvelvollisuutta liikenteessä ainoastaan, jos: 1) ajoneuvo siirretään katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa säilytetään tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa käytetään ajoneuvolain 66 c §:n nojalla säädetyn mukaisesti liikennekäytöstä poistopäivänä; 3) ajoneuvoa käytetään ajoneuvolain 66 f §:n mukaisesti ja siinä on koenumerokilvet; 4) ajoneuvoa käytetään ajoneuvolain 66 f §:n mukaisesti siirtoluvalla; 5) ajoneuvoa käytetään ajoneuvolain 66 §:n 2 momentin nojalla säädetyn mukaisesti ja siinä on vientikilvet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekäytöstä ajoneuvolain 66 c § :n mukaisesti. Liikennekäytöstä poistettua ajoneuvoa saa käyttää ilman ajoneuvoveron maksuvelvollisuutta liikenteessä ainoastaan, jos: 1) ajoneuvo siirretään katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa säilytetään tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa käytetään ajoneuvolain 66 c § :n nojalla säädetyn mukaisesti liikennekäytöstä poistopäivänä; 3) ajoneuvoa käytetään ajoneuvolain 66 f § :n mukaisesti ja siinä on koenumerokilvet; 4) ajoneuvoa käytetään ajoneuvolain 66 f § :n mukaisesti siirtoluvalla; 5) ajoneuvoa käytetään ajoneuvolain 66 § :n 2 momentin nojalla säädetyn mukaisesti ja siinä on vientikilvet.",
        "folded_fi": "ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekaytosta ajoneuvolain 66 c §:n mukaisesti. liikennekaytosta poistettua ajoneuvoa saa kayttaa ilman ajoneuvoveron maksuvelvollisuutta liikenteessa ainoastaan, jos: 1) ajoneuvo siirretaan katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa sailytetaan tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa kaytetaan ajoneuvolain 66 c §:n nojalla saadetyn mukaisesti liikennekaytosta poistopaivana; 3) ajoneuvoa kaytetaan ajoneuvolain 66 f §:n mukaisesti ja siina on koenumerokilvet; 4) ajoneuvoa kaytetaan ajoneuvolain 66 f §:n mukaisesti siirtoluvalla; 5) ajoneuvoa kaytetaan ajoneuvolain 66 §:n 2 momentin nojalla saadetyn mukaisesti ja siina on vientikilvet.",
        "title_sv": "Fordon som avställts",
        "content_sv": "Fordonsskatt uppbärs inte för fordon som avställts i enlighet med 66 c § i fordonslagen. Ett fordon som avställts får användas i trafik utan skyldighet att betala fordonsskatt endast när fordonet 1) under särskild reserverad tid förflyttas till besiktning och därefter från besiktning till förvaringsstället eller till en plats där det kan repareras på ändamålsenligt sätt, 2) i enlighet med 66 c § i fordonslagen används den dag som det avställs, 3) i enlighet med 66 f § i fordonslagen används med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen används med förflyttningstillstånd, 5) används med exportskyltar i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen.",
        "normalized_sv": "Fordonsskatt uppbärs inte för fordon som avställts i enlighet med 66 c § i fordonslagen. Ett fordon som avställts får användas i trafik utan skyldighet att betala fordonsskatt endast när fordonet 1) under särskild reserverad tid förflyttas till besiktning och därefter från besiktning till förvaringsstället eller till en plats där det kan repareras på ändamålsenligt sätt, 2) i enlighet med 66 c § i fordonslagen används den dag som det avställs, 3) i enlighet med 66 f § i fordonslagen används med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen används med förflyttningstillstånd, 5) används med exportskyltar i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen.",
        "folded_sv": "fordonsskatt uppbars inte for fordon som avstallts i enlighet med 66 c § i fordonslagen. ett fordon som avstallts far anvandas i trafik utan skyldighet att betala fordonsskatt endast nar fordonet 1) under sarskild reserverad tid forflyttas till besiktning och darefter fran besiktning till forvaringsstallet eller till en plats dar det kan repareras pa andamalsenligt satt, 2) i enlighet med 66 c § i fordonslagen anvands den dag som det avstalls, 3) i enlighet med 66 f § i fordonslagen anvands med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen anvands med forflyttningstillstand, 5) anvands med exportskyltar i enlighet med bestammelser som utfardats med stod av 66 § 2 mom. i fordonslagen."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Verovelvollinen",
      "content": "Jos liikenteessä käytetään liikennekäytöstä poistettua taikka rekisteröimätöntä ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen säännösten mukaisesti merkittynä rekisteriin ajoneuvon omistajaksi tai haltijaksi. Jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekäytöstä poistettua tai rekisteröimätöntä ajoneuvoa on käytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka käytössä ajoneuvon on katsottava olleen. Edellä 1 momentissa tarkoitettuna verovelvollisena pidetään myös ajoneuvon omistajaa, joka ei ole rekisteröitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 §:n nojalla säädetyn mukaisen ilmoituksen rekisteriin. Jos ajoneuvon omistaja on laiminlyönyt rekisteröinnin ja ajoneuvon nimiinsä rekisteröinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus määräytyy 6 §:n mukaisesti. Jos ajoneuvon nimiinsä rekisteröivä omistaja ei ota vastatakseen verosta, verovelvollisuus määräytyy 1 momentin mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Jos liikenteessä käytetään liikennekäytöstä poistettua taikka rekisteröimätöntä ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen säännösten mukaisesti merkittynä rekisteriin ajoneuvon omistajaksi tai haltijaksi. Jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekäytöstä poistettua tai rekisteröimätöntä ajoneuvoa on käytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka käytössä ajoneuvon on katsottava olleen. Edellä 1 momentissa tarkoitettuna verovelvollisena pidetään myös ajoneuvon omistajaa, joka ei ole rekisteröitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 § :n nojalla säädetyn mukaisen ilmoituksen rekisteriin. Jos ajoneuvon omistaja on laiminlyönyt rekisteröinnin ja ajoneuvon nimiinsä rekisteröinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus määräytyy 6 § :n mukaisesti. Jos ajoneuvon nimiinsä rekisteröivä omistaja ei ota vastatakseen verosta, verovelvollisuus määräytyy 1 momentin mukaisesti.",
        "folded_fi": "jos liikenteessa kaytetaan liikennekaytosta poistettua taikka rekisteroimatonta ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen saannosten mukaisesti merkittyna rekisteriin ajoneuvon omistajaksi tai haltijaksi. jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekaytosta poistettua tai rekisteroimatonta ajoneuvoa on kaytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka kaytossa ajoneuvon on katsottava olleen. edella 1 momentissa tarkoitettuna verovelvollisena pidetaan myos ajoneuvon omistajaa, joka ei ole rekisteroitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 §:n nojalla saadetyn mukaisen ilmoituksen rekisteriin. jos ajoneuvon omistaja on laiminlyonyt rekisteroinnin ja ajoneuvon nimiinsa rekisteroinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus maaraytyy 6 §:n mukaisesti. jos ajoneuvon nimiinsa rekisteroiva omistaja ei ota vastatakseen verosta, verovelvollisuus maaraytyy 1 momentin mukaisesti.",
        "title_sv": "Skattskyldig",
        "content_sv": "Om ett fordon som avställts eller ett oregistrerat fordon används i trafik eller om uppgifter som antecknats i registret är oriktiga, är den skattskyldig som enligt fordonslagen eller bestämmelser som utfärdats med stöd av den borde ha varit antecknad som ägare eller innehavare i registret. Om det inte kan påvisas vem som är ägare eller innehavare eller om ett fordon som avställts eller ett oregistrerat fordon har använts utan ägarens eller innehavarens samtycke, är den skattskyldig i vars användning fordonet skall anses ha varit. Som skattskyldig enligt 1 mom. betraktas även en fordonsägare som inte har registrerat sig trots att fordonets föregående ägare har gjort en sådan registreringsanmälan som avses i 64 § i fordonslagen. Om en fordonsägare har försummat registreringen, och den ägare som registrerat fordonet i sitt namn har åtagit sig att svara för skatten, bestäms skattskyldigheten enligt 6 §. När en ägare som registrerar ett fordon i sitt namn inte åtar sig att svara för skatten, bestäms skattskyldigheten enligt 1 mom.",
        "normalized_sv": "Om ett fordon som avställts eller ett oregistrerat fordon används i trafik eller om uppgifter som antecknats i registret är oriktiga, är den skattskyldig som enligt fordonslagen eller bestämmelser som utfärdats med stöd av den borde ha varit antecknad som ägare eller innehavare i registret. Om det inte kan påvisas vem som är ägare eller innehavare eller om ett fordon som avställts eller ett oregistrerat fordon har använts utan ägarens eller innehavarens samtycke, är den skattskyldig i vars användning fordonet skall anses ha varit. Som skattskyldig enligt 1 mom. betraktas även en fordonsägare som inte har registrerat sig trots att fordonets föregående ägare har gjort en sådan registreringsanmälan som avses i 64 § i fordonslagen. Om en fordonsägare har försummat registreringen, och den ägare som registrerat fordonet i sitt namn har åtagit sig att svara för skatten, bestäms skattskyldigheten enligt 6 § . När en ägare som registrerar ett fordon i sitt namn inte åtar sig att svara för skatten, bestäms skattskyldigheten enligt 1 mom.",
        "folded_sv": "om ett fordon som avstallts eller ett oregistrerat fordon anvands i trafik eller om uppgifter som antecknats i registret ar oriktiga, ar den skattskyldig som enligt fordonslagen eller bestammelser som utfardats med stod av den borde ha varit antecknad som agare eller innehavare i registret. om det inte kan pavisas vem som ar agare eller innehavare eller om ett fordon som avstallts eller ett oregistrerat fordon har anvants utan agarens eller innehavarens samtycke, ar den skattskyldig i vars anvandning fordonet skall anses ha varit. som skattskyldig enligt 1 mom. betraktas aven en fordonsagare som inte har registrerat sig trots att fordonets foregaende agare har gjort en sadan registreringsanmalan som avses i 64 § i fordonslagen. om en fordonsagare har forsummat registreringen, och den agare som registrerat fordonet i sitt namn har atagit sig att svara for skatten, bestams skattskyldigheten enligt 6 §. nar en agare som registrerar ett fordon i sitt namn inte atar sig att svara for skatten, bestams skattskyldigheten enligt 1 mom."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Verosta vastattavaksi ottaminen",
      "content": "Kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myös siltä ajalta, jonka ajoneuvo on ollut sellaisen henkilön omistuksessa, joka on laiminlyönyt ajoneuvolain 64 §:ssä säädetyn rekisteriilmoituksen omistusoikeuden siirtymisestä. Menettelystä ja veronkannosta verosta vastattavaksi otettaessa säädetään 16 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myös siltä ajalta, jonka ajoneuvo on ollut sellaisen henkilön omistuksessa, joka on laiminlyönyt ajoneuvolain 64 § :ssä säädetyn rekisteriilmoituksen omistusoikeuden siirtymisestä. Menettelystä ja veronkannosta verosta vastattavaksi otettaessa säädetään 16 § :ssä.",
        "folded_fi": "kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myos silta ajalta, jonka ajoneuvo on ollut sellaisen henkilon omistuksessa, joka on laiminlyonyt ajoneuvolain 64 §:ssa saadetyn rekisteriilmoituksen omistusoikeuden siirtymisesta. menettelysta ja veronkannosta verosta vastattavaksi otettaessa saadetaan 16 §:ssa.",
        "title_sv": "Åtagande att svara för skatt",
        "content_sv": "När ett fordon överlåts kan mottagaren åta sig att svara för skatten även för den tid som fordonet har varit i en sådan persons ägo som försummat att göra registreringsanmälan om överlåtelse av äganderätt enligt 64 § i fordonslagen. I fråga om förfarande och skatteuppbörd vid åtagande att svara för skatt föreskrivs i 16 §.",
        "normalized_sv": "När ett fordon överlåts kan mottagaren åta sig att svara för skatten även för den tid som fordonet har varit i en sådan persons ägo som försummat att göra registreringsanmälan om överlåtelse av äganderätt enligt 64 § i fordonslagen. I fråga om förfarande och skatteuppbörd vid åtagande att svara för skatt föreskrivs i 16 § .",
        "folded_sv": "nar ett fordon overlats kan mottagaren ata sig att svara for skatten aven for den tid som fordonet har varit i en sadan persons ago som forsummat att gora registreringsanmalan om overlatelse av aganderatt enligt 64 § i fordonslagen. i fraga om forfarande och skatteuppbord vid atagande att svara for skatt foreskrivs i 16 §."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Verovelvollisuuden alkaminen ja päättyminen",
      "content": "Verovelvollisuus alkaa: 1) päivänä, jona ajoneuvo ensi- tai uudelleenrekisteröidään tai otetaan liikennekäyttöön; 2) sitä seuraavana päivänä, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) päivänä, jona verosta vapaa ajoneuvo muutosrekisteröidään tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten päättymispäivää seuraavana päivänä. Verovelvollisuus päättyy päivänä, jona: 1) ajoneuvon liikennekäytöstä poisto taikka lopullinen poisto merkitään rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteröidään tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. Jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspäivä on aiempi kuin liikennekäytöstä poistamisen tai lopullisen poiston rekisteriin merkitsemispäivä, verokausi päättyy rekisterikilpien palautuspäivään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Verovelvollisuus alkaa: 1) päivänä, jona ajoneuvo ensi- tai uudelleenrekisteröidään tai otetaan liikennekäyttöön; 2) sitä seuraavana päivänä, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) päivänä, jona verosta vapaa ajoneuvo muutosrekisteröidään tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten päättymispäivää seuraavana päivänä. Verovelvollisuus päättyy päivänä, jona: 1) ajoneuvon liikennekäytöstä poisto taikka lopullinen poisto merkitään rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteröidään tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. Jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspäivä on aiempi kuin liikennekäytöstä poistamisen tai lopullisen poiston rekisteriin merkitsemispäivä, verokausi päättyy rekisterikilpien palautuspäivään.",
        "folded_fi": "verovelvollisuus alkaa: 1) paivana, jona ajoneuvo ensi- tai uudelleenrekisteroidaan tai otetaan liikennekayttoon; 2) sita seuraavana paivana, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, etta vero on maksuunpantava uudelle verovelvolliselle; 3) paivana, jona verosta vapaa ajoneuvo muutosrekisteroidaan tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten paattymispaivaa seuraavana paivana. verovelvollisuus paattyy paivana, jona: 1) ajoneuvon liikennekaytosta poisto taikka lopullinen poisto merkitaan rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, etta vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteroidaan tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspaiva on aiempi kuin liikennekaytosta poistamisen tai lopullisen poiston rekisteriin merkitsemispaiva, verokausi paattyy rekisterikilpien palautuspaivaan.",
        "title_sv": "När skattskyldigheten inträder och upphör",
        "content_sv": "Skattskyldigheten inträder 1) den dag ett fordon första gången registreras eller omregistreras eller påställs, 2) dagen efter att ett i registret infört fordons ägar- eller innehavaruppgifter ändras så att skatten skall påföras en ny skattskyldig, 3) den dag ett skattefritt fordon ändringsregistreras eller ändringsbesiktigas som skattepliktigt eller 4) dagen efter den dag förutsättningarna för skattebefrielse upphörde. Skattskyldigheten upphör den dag 1) i registret antecknas att fordonet avställs eller avregistreras slutligt, 2) uppgifterna om fordonets ägare eller innehavare ändras så att skatt skall påföras en ny skattskyldig, 3) ett skattepliktigt fordon ändringsregistreras eller ändringsbesiktigas som skattefritt eller 4) förutsättningar för skattebefrielse uppkommer. Om i ett fall som avses i 3 mom. 1 punkten den dag då registreringsskyltarna återställs infaller före dagen då i registret antecknas att fordonet avställs eller avregistreras slutligt, upphör skatteperioden den dag då registreringsskyltarna återställs.",
        "normalized_sv": "Skattskyldigheten inträder 1) den dag ett fordon första gången registreras eller omregistreras eller påställs, 2) dagen efter att ett i registret infört fordons ägar- eller innehavaruppgifter ändras så att skatten skall påföras en ny skattskyldig, 3) den dag ett skattefritt fordon ändringsregistreras eller ändringsbesiktigas som skattepliktigt eller 4) dagen efter den dag förutsättningarna för skattebefrielse upphörde. Skattskyldigheten upphör den dag 1) i registret antecknas att fordonet avställs eller avregistreras slutligt, 2) uppgifterna om fordonets ägare eller innehavare ändras så att skatt skall påföras en ny skattskyldig, 3) ett skattepliktigt fordon ändringsregistreras eller ändringsbesiktigas som skattefritt eller 4) förutsättningar för skattebefrielse uppkommer. Om i ett fall som avses i 3 mom. 1 punkten den dag då registreringsskyltarna återställs infaller före dagen då i registret antecknas att fordonet avställs eller avregistreras slutligt, upphör skatteperioden den dag då registreringsskyltarna återställs.",
        "folded_sv": "skattskyldigheten intrader 1) den dag ett fordon forsta gangen registreras eller omregistreras eller pastalls, 2) dagen efter att ett i registret infort fordons agar- eller innehavaruppgifter andras sa att skatten skall paforas en ny skattskyldig, 3) den dag ett skattefritt fordon andringsregistreras eller andringsbesiktigas som skattepliktigt eller 4) dagen efter den dag forutsattningarna for skattebefrielse upphorde. skattskyldigheten upphor den dag 1) i registret antecknas att fordonet avstalls eller avregistreras slutligt, 2) uppgifterna om fordonets agare eller innehavare andras sa att skatt skall paforas en ny skattskyldig, 3) ett skattepliktigt fordon andringsregistreras eller andringsbesiktigas som skattefritt eller 4) forutsattningar for skattebefrielse uppkommer. om i ett fall som avses i 3 mom. 1 punkten den dag da registreringsskyltarna aterstalls infaller fore dagen da i registret antecknas att fordonet avstalls eller avregistreras slutligt, upphor skatteperioden den dag da registreringsskyltarna aterstalls."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Verosta vapaat ajoneuvot",
      "content": "Ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a §:n nojalla säädetyn mukaisesti C- tai CD-tunnuksella rekisteröity ajoneuvo; 7) ajoneuvolain 66 §:n 2 momentin nojalla säädetyn mukaisesti maastavientiä varten vientirekisteröidyt ajoneuvot; 8) ajoneuvolain 66 f §:n mukaisesti Suomessa tilapäisesti käytettävät ajoneuvot; 9) ajoneuvolain 66 f §:n mukaisesti käytettävät ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f §:n mukaisesti siirtoluvan saaneet ajoneuvot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a § :n nojalla säädetyn mukaisesti C- tai CD-tunnuksella rekisteröity ajoneuvo; 7) ajoneuvolain 66 § :n 2 momentin nojalla säädetyn mukaisesti maastavientiä varten vientirekisteröidyt ajoneuvot; 8) ajoneuvolain 66 f § :n mukaisesti Suomessa tilapäisesti käytettävät ajoneuvot; 9) ajoneuvolain 66 f § :n mukaisesti käytettävät ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f § :n mukaisesti siirtoluvan saaneet ajoneuvot;",
        "folded_fi": "ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a §:n nojalla saadetyn mukaisesti c- tai cd-tunnuksella rekisteroity ajoneuvo; 7) ajoneuvolain 66 §:n 2 momentin nojalla saadetyn mukaisesti maastavientia varten vientirekisteroidyt ajoneuvot; 8) ajoneuvolain 66 f §:n mukaisesti suomessa tilapaisesti kaytettavat ajoneuvot; 9) ajoneuvolain 66 f §:n mukaisesti kaytettavat ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f §:n mukaisesti siirtoluvan saaneet ajoneuvot;",
        "title_sv": "Skattefria fordon",
        "content_sv": "Fria från fordonsskatt är 1) fordon som registrerats med C- eller CD-tecken enligt 66 a § i fordonslagen, 7) fordon som är registrerade för export i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen. 8) fordon som används tillfälligt i Finland på det sätt som avses i 66 f § i fordonslagen, 9) fordon som används i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats förflyttningstillstånd,",
        "normalized_sv": "Fria från fordonsskatt är 1) fordon som registrerats med C- eller CD-tecken enligt 66 a § i fordonslagen, 7) fordon som är registrerade för export i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen. 8) fordon som används tillfälligt i Finland på det sätt som avses i 66 f § i fordonslagen, 9) fordon som används i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats förflyttningstillstånd,",
        "folded_sv": "fria fran fordonsskatt ar 1) fordon som registrerats med c- eller cd-tecken enligt 66 a § i fordonslagen, 7) fordon som ar registrerade for export i enlighet med bestammelser som utfardats med stod av 66 § 2 mom. i fordonslagen. 8) fordon som anvands tillfalligt i finland pa det satt som avses i 66 f § i fordonslagen, 9) fordon som anvands i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats forflyttningstillstand,"
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Veron maksaminen erissä ja maksutapalisä",
      "content": "Maksuunpanon oikaisussa, jälkiverotuksessa, lisäverona tai muutoksenhakuun annetun päätöksen johdosta maksuunpantava vero kannetaan yhdessä erässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Maksuunpanon oikaisussa, jälkiverotuksessa, lisäverona tai muutoksenhakuun annetun päätöksen johdosta maksuunpantava vero kannetaan yhdessä erässä.",
        "folded_fi": "maksuunpanon oikaisussa, jalkiverotuksessa, lisaverona tai muutoksenhakuun annetun paatoksen johdosta maksuunpantava vero kannetaan yhdessa erassa.",
        "title_sv": "Betalning av skatt i rater och tillägg för betalningssätt",
        "content_sv": "Skatt som skall debiteras med anledning av debiteringsrättelse eller efterbeskattning, som tilläggsskatt eller med anledning av beslut på ändringsansökan uppbärs i en rat.",
        "normalized_sv": "Skatt som skall debiteras med anledning av debiteringsrättelse eller efterbeskattning, som tilläggsskatt eller med anledning av beslut på ändringsansökan uppbärs i en rat.",
        "folded_sv": "skatt som skall debiteras med anledning av debiteringsrattelse eller efterbeskattning, som tillaggsskatt eller med anledning av beslut pa andringsansokan uppbars i en rat."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Veron palauttamisen edellytykset",
      "content": "Veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekäytöstä poisto tai lopullinen poisto merkitään rekisteriin; 2) rekisteriin merkitään uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, että ajoneuvosta tulee verovapaa tai veron määrä alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekäytöstä poisto tai lopullinen poisto merkitään rekisteriin; 2) rekisteriin merkitään uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, että ajoneuvosta tulee verovapaa tai veron määrä alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
        "folded_fi": "veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekaytosta poisto tai lopullinen poisto merkitaan rekisteriin; 2) rekisteriin merkitaan uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, etta ajoneuvosta tulee verovapaa tai veron maara alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
        "title_sv": "Förutsättningar för återbäring av skatt",
        "content_sv": "Skatt återbärs om något av följande sker under skatteperioden: 1) avställning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret förändras så att fordonet blir skattefritt eller skattebeloppet sänks eller 4) den skattskyldige befrias från skyldigheten att betala skatt.",
        "normalized_sv": "Skatt återbärs om något av följande sker under skatteperioden: 1) avställning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret förändras så att fordonet blir skattefritt eller skattebeloppet sänks eller 4) den skattskyldige befrias från skyldigheten att betala skatt.",
        "folded_sv": "skatt aterbars om nagot av foljande sker under skatteperioden: 1) avstallning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret forandras sa att fordonet blir skattefritt eller skattebeloppet sanks eller 4) den skattskyldige befrias fran skyldigheten att betala skatt."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Veronpalautuksen siirto",
      "content": "Jos Ajoneuvohallintokeskuksella on verovelvolliselle sekä palautettavaa että tälle maksuunpantavaa veroa, Ajoneuvohallintokeskus siirtää verovelvollista kuulematta palautuksen veron suoritukseksi. Siirto voidaan tehdä, vaikka vero, jonka suoritukseksi palautus siirretään, ei ole erääntynyt. Jos maksuunpantavaa veroa ei ole, palautus siirretään odottamaan seuraavaa maksuunpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos Ajoneuvohallintokeskuksella on verovelvolliselle sekä palautettavaa että tälle maksuunpantavaa veroa, Ajoneuvohallintokeskus siirtää verovelvollista kuulematta palautuksen veron suoritukseksi. Siirto voidaan tehdä, vaikka vero, jonka suoritukseksi palautus siirretään, ei ole erääntynyt. Jos maksuunpantavaa veroa ei ole, palautus siirretään odottamaan seuraavaa maksuunpanoa.",
        "folded_fi": "jos ajoneuvohallintokeskuksella on verovelvolliselle seka palautettavaa etta talle maksuunpantavaa veroa, ajoneuvohallintokeskus siirtaa verovelvollista kuulematta palautuksen veron suoritukseksi. siirto voidaan tehda, vaikka vero, jonka suoritukseksi palautus siirretaan, ei ole eraantynyt. jos maksuunpantavaa veroa ei ole, palautus siirretaan odottamaan seuraavaa maksuunpanoa.",
        "title_sv": "Överföring av skatteåterbäring",
        "content_sv": "Om Fordonsförvaltningscentralen skall både återbära skatt till en skattskyldig och debitera denne, överför Fordonsförvaltningscentralen utan att höra den skattskyldige återbäringen för att användas som betalning för skatten. Överföring kan göras även om den skatt för vars betalning återbäringen överförs inte har förfallit till betalning. Om det inte finns någon skatt att debitera, överförs återbäringen i väntan på följande debitering.",
        "normalized_sv": "Om Fordonsförvaltningscentralen skall både återbära skatt till en skattskyldig och debitera denne, överför Fordonsförvaltningscentralen utan att höra den skattskyldige återbäringen för att användas som betalning för skatten. Överföring kan göras även om den skatt för vars betalning återbäringen överförs inte har förfallit till betalning. Om det inte finns någon skatt att debitera, överförs återbäringen i väntan på följande debitering.",
        "folded_sv": "om fordonsforvaltningscentralen skall bade aterbara skatt till en skattskyldig och debitera denne, overfor fordonsforvaltningscentralen utan att hora den skattskyldige aterbaringen for att anvandas som betalning for skatten. overforing kan goras aven om den skatt for vars betalning aterbaringen overfors inte har forfallit till betalning. om det inte finns nagon skatt att debitera, overfors aterbaringen i vantan pa foljande debitering."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Jälkiverotus",
      "content": "Jos veron määrä tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissä tai joka on ilmoitettu liikennekäytöstä poistetuksi, arvioidaan veron määrä sen mukaiseksi, mikä tiedossa olevien seikkojen perusteella vastaisi todennäköisesti vastaavanlaisesta rekisteröidystä ajoneuvosta suoritettavan veron määrää. Vero voidaan määrätä aina vähintään niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Jos veron määrä tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissä tai joka on ilmoitettu liikennekäytöstä poistetuksi, arvioidaan veron määrä sen mukaiseksi, mikä tiedossa olevien seikkojen perusteella vastaisi todennäköisesti vastaavanlaisesta rekisteröidystä ajoneuvosta suoritettavan veron määrää. Vero voidaan määrätä aina vähintään niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissä.",
        "folded_fi": "jos veron maara tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissa tai joka on ilmoitettu liikennekaytosta poistetuksi, arvioidaan veron maara sen mukaiseksi, mika tiedossa olevien seikkojen perusteella vastaisi todennakoisesti vastaavanlaisesta rekisteroidysta ajoneuvosta suoritettavan veron maaraa. vero voidaan maarata aina vahintaan niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissa.",
        "title_sv": "Efterbeskattning",
        "content_sv": "Om skattebeloppet skall beräknas på ett fordon som inte är infört i registret eller som anmälts som avställt, skall skatten på basis av de omständigheter som är kända uppskattas till det belopp som sannolikt skulle betalas för ett registrerat fordon av motsvarande slag. Skatten kan alltid påföras åtminstone på basis av de uppgifter som antecknats om fordonet då det senast var infört i registret.",
        "normalized_sv": "Om skattebeloppet skall beräknas på ett fordon som inte är infört i registret eller som anmälts som avställt, skall skatten på basis av de omständigheter som är kända uppskattas till det belopp som sannolikt skulle betalas för ett registrerat fordon av motsvarande slag. Skatten kan alltid påföras åtminstone på basis av de uppgifter som antecknats om fordonet då det senast var infört i registret.",
        "folded_sv": "om skattebeloppet skall beraknas pa ett fordon som inte ar infort i registret eller som anmalts som avstallt, skall skatten pa basis av de omstandigheter som ar kanda uppskattas till det belopp som sannolikt skulle betalas for ett registrerat fordon av motsvarande slag. skatten kan alltid paforas atminstone pa basis av de uppgifter som antecknats om fordonet da det senast var infort i registret."
      }
    },
    {
      "provision_ref": "47 a",
      "section": "47 a",
      "title": "Lisävero rekisteröimättömän tai liikenne- käytöstä poistetun ajoneuvon käyttämisestä liikenteeseen",
      "content": "Jos liikenteessä käytetään rekisteröimätöntä tai liikennekäytöstä poistettua ajoneuvoa eikä kyseessä ole 4 a §:n 2 momentissa tarkoitettu ajoneuvon käyttö liikenteeseen, 47 §:n perusteella maksuunpantavan ajoneuvoveron lisäksi ajoneuvosta kannetaan lisäveroa. Lisäveron määrä ajoneuvosta on 10 ja 11 §:n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vähintään 1 000 euroa. Lisävero määrätään sen maksettavaksi, joka on 5 §:n mukaan ajoneuvosta verovelvollinen. Lisävero määrätään noudattaen 47 §:ssä säädettyä jälkiverotusmenettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 a",
        "normalized_fi": "Jos liikenteessä käytetään rekisteröimätöntä tai liikennekäytöstä poistettua ajoneuvoa eikä kyseessä ole 4 a § :n 2 momentissa tarkoitettu ajoneuvon käyttö liikenteeseen, 47 § :n perusteella maksuunpantavan ajoneuvoveron lisäksi ajoneuvosta kannetaan lisäveroa. Lisäveron määrä ajoneuvosta on 10 ja 11 § :n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vähintään 1 000 euroa. Lisävero määrätään sen maksettavaksi, joka on 5 § :n mukaan ajoneuvosta verovelvollinen. Lisävero määrätään noudattaen 47 § :ssä säädettyä jälkiverotusmenettelyä.",
        "folded_fi": "jos liikenteessa kaytetaan rekisteroimatonta tai liikennekaytosta poistettua ajoneuvoa eika kyseessa ole 4 a §:n 2 momentissa tarkoitettu ajoneuvon kaytto liikenteeseen, 47 §:n perusteella maksuunpantavan ajoneuvoveron lisaksi ajoneuvosta kannetaan lisaveroa. lisaveron maara ajoneuvosta on 10 ja 11 §:n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vahintaan 1 000 euroa. lisavero maarataan sen maksettavaksi, joka on 5 §:n mukaan ajoneuvosta verovelvollinen. lisavero maarataan noudattaen 47 §:ssa saadettya jalkiverotusmenettelya.",
        "title_sv": "Tilläggskatt när fordon som inte är registrerade eller som avställts används i trafik",
        "content_sv": "Om ett fordon som inte är registrerat eller som avställts används i trafik och det inte är fråga om användning av ett fordon i trafik enligt 4 a § 2 mom., skall tilläggsskatt uppbäras för fordonet utöver den fordonsskatt som debiteras på grundval av 47 §. Beloppet av tilläggsskatten skall vara fem gånger den fordonsskatt som med stöd av 10 och 11 § beräknas för en period på tolv månader, dock minst 1 000 euro. Tilläggsskatten påförs den som enligt 5 § är skattskyldig för fordonet. Tilläggskatten påförs i enlighet med efterbeskattningsförfarandet i 47 §.",
        "normalized_sv": "Om ett fordon som inte är registrerat eller som avställts används i trafik och det inte är fråga om användning av ett fordon i trafik enligt 4 a § 2 mom., skall tilläggsskatt uppbäras för fordonet utöver den fordonsskatt som debiteras på grundval av 47 § . Beloppet av tilläggsskatten skall vara fem gånger den fordonsskatt som med stöd av 10 och 11 § beräknas för en period på tolv månader, dock minst 1 000 euro. Tilläggsskatten påförs den som enligt 5 § är skattskyldig för fordonet. Tilläggskatten påförs i enlighet med efterbeskattningsförfarandet i 47 § .",
        "folded_sv": "om ett fordon som inte ar registrerat eller som avstallts anvands i trafik och det inte ar fraga om anvandning av ett fordon i trafik enligt 4 a § 2 mom., skall tillaggsskatt uppbaras for fordonet utover den fordonsskatt som debiteras pa grundval av 47 §. beloppet av tillaggsskatten skall vara fem ganger den fordonsskatt som med stod av 10 och 11 § beraknas for en period pa tolv manader, dock minst 1 000 euro. tillaggsskatten pafors den som enligt 5 § ar skattskyldig for fordonet. tillaggskatten pafors i enlighet med efterbeskattningsforfarandet i 47 §."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Käyttökielto",
      "content": "käyttökielto Ellei veroa tai sen erääntynyttä osaa ole suoritettu määräajassa, ajoneuvoa ei saa käyttää liikenteessä (). Ajoneuvoa ei saa käyttää liikenteessä siinäkään tapauksessa, että ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. Valvovan viranomaisen on otettava käyttökiellossa olevan ajoneuvon rekisterikilvet ja rekisteröintitodistus haltuunsa. Poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa määrättyyn paikkaan säilytettäväksi. Ajoneuvon käyttö on estettävä myös, jos ajoneuvosta on maksuunpantava 47 a §:ssä tarkoitettua lisäveroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "käyttökielto Ellei veroa tai sen erääntynyttä osaa ole suoritettu määräajassa, ajoneuvoa ei saa käyttää liikenteessä (). Ajoneuvoa ei saa käyttää liikenteessä siinäkään tapauksessa, että ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. Valvovan viranomaisen on otettava käyttökiellossa olevan ajoneuvon rekisterikilvet ja rekisteröintitodistus haltuunsa. Poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa määrättyyn paikkaan säilytettäväksi. Ajoneuvon käyttö on estettävä myös, jos ajoneuvosta on maksuunpantava 47 a § :ssä tarkoitettua lisäveroa.",
        "folded_fi": "kayttokielto ellei veroa tai sen eraantynytta osaa ole suoritettu maaraajassa, ajoneuvoa ei saa kayttaa liikenteessa (). ajoneuvoa ei saa kayttaa liikenteessa siinakaan tapauksessa, etta ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. valvovan viranomaisen on otettava kayttokiellossa olevan ajoneuvon rekisterikilvet ja rekisterointitodistus haltuunsa. poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa maarattyyn paikkaan sailytettavaksi. ajoneuvon kaytto on estettava myos, jos ajoneuvosta on maksuunpantava 47 a §:ssa tarkoitettua lisaveroa.",
        "title_sv": "Användningsförbud",
        "content_sv": "användningsförbud Om skatt eller den del av skatten som förfallit till betalning inte har betalts inom utsatt tid, får fordonet inte användas i trafik (). Fordonet får inte heller användas i trafik trots att det övergått till en annan ägare eller innehavare än den skattskyldige. Fordonets registreringsskyltar och registreringsintyg skall omhändertas av tillsynsmyndigheten. Fordonet får dock med skriftligt tillstånd utfärdat av polis, tull- eller gränsbevakningsmyndigheten köras till ett av myndigheten i tillståndet bestämt ställe för förvaring. Användningen av ett fordon skall också förhindras, om tilläggsskatt enligt 47 a § skall debiteras för fordonet.",
        "normalized_sv": "användningsförbud Om skatt eller den del av skatten som förfallit till betalning inte har betalts inom utsatt tid, får fordonet inte användas i trafik (). Fordonet får inte heller användas i trafik trots att det övergått till en annan ägare eller innehavare än den skattskyldige. Fordonets registreringsskyltar och registreringsintyg skall omhändertas av tillsynsmyndigheten. Fordonet får dock med skriftligt tillstånd utfärdat av polis, tull- eller gränsbevakningsmyndigheten köras till ett av myndigheten i tillståndet bestämt ställe för förvaring. Användningen av ett fordon skall också förhindras, om tilläggsskatt enligt 47 a § skall debiteras för fordonet.",
        "folded_sv": "anvandningsforbud om skatt eller den del av skatten som forfallit till betalning inte har betalts inom utsatt tid, far fordonet inte anvandas i trafik (). fordonet far inte heller anvandas i trafik trots att det overgatt till en annan agare eller innehavare an den skattskyldige. fordonets registreringsskyltar och registreringsintyg skall omhandertas av tillsynsmyndigheten. fordonet far dock med skriftligt tillstand utfardat av polis, tull- eller gransbevakningsmyndigheten koras till ett av myndigheten i tillstandet bestamt stalle for forvaring. anvandningen av ett fordon skall ocksa forhindras, om tillaggsskatt enligt 47 a § skall debiteras for fordonet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Muiden lakien soveltaminen",
      "content": "Jollei tässä laissa toisin säädetä, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan sekä ajoneuvojen rekisteröintivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia sekä tieliikennelaissa (267/1981) ja sen nojalla säädettyjä perusteita. Ajoneuvoihin, jotka on rekisteröity tai joiden olisi pitänyt olla rekisteröityinä Ahvenanmaan maakunnassa, sovelletaan vastaavasti, mitä Ahvenanmaan maakuntalainsäädännössä säädetään. Jollei tässä laissa toisin säädetä, verotustietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä ajoneuvoliikennerekisteristä annetussa laissa (541/2003) säädetään. Tässä laissa rekisterillä tarkoitetaan ajoneuvoliikennerekisteristä annetussa laissa tarkoitettua ajoneuvoliikennerekisteriä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan sekä ajoneuvojen rekisteröintivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia sekä tieliikennelaissa (267/1981) ja sen nojalla säädettyjä perusteita. Ajoneuvoihin, jotka on rekisteröity tai joiden olisi pitänyt olla rekisteröityinä Ahvenanmaan maakunnassa, sovelletaan vastaavasti, mitä Ahvenanmaan maakuntalainsäädännössä säädetään. Jollei tässä laissa toisin säädetä, verotustietojen käyttöön ja luovutukseen sovelletaan soveltuvin osin, mitä ajoneuvoliikennerekisteristä annetussa laissa (541/2003) säädetään. Tässä laissa rekisterillä tarkoitetaan ajoneuvoliikennerekisteristä annetussa laissa tarkoitettua ajoneuvoliikennerekisteriä.",
        "folded_fi": "jollei tassa laissa toisin saadeta, ajoneuvojen luokitteluun ja suurimpaan sallittuun kokonaismassaan seka ajoneuvojen rekisterointivelvollisuuteen sovelletaan ajoneuvolakia (1090/2002) ja sen nojalla annettuja asetuksia seka tieliikennelaissa (267/1981) ja sen nojalla saadettyja perusteita. ajoneuvoihin, jotka on rekisteroity tai joiden olisi pitanyt olla rekisteroityina ahvenanmaan maakunnassa, sovelletaan vastaavasti, mita ahvenanmaan maakuntalainsaadannossa saadetaan. jollei tassa laissa toisin saadeta, verotustietojen kayttoon ja luovutukseen sovelletaan soveltuvin osin, mita ajoneuvoliikennerekisterista annetussa laissa (541/2003) saadetaan. tassa laissa rekisterilla tarkoitetaan ajoneuvoliikennerekisterista annetussa laissa tarkoitettua ajoneuvoliikennerekisteria.",
        "title_sv": "Tillämpningen av andra lagar",
        "content_sv": "Om inte något annat föreskrivs i denna lag, tillämpas på klassificering av fordon och största tillåtna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och förordningar utfärdade med stöd av den samt de grunder som fastställts i vägtrafiklagen (267/1981) och med stöd av den. På fordon som är registrerade eller borde ha registrerats i landskapet Åland tillämpas på motsvarande sätt bestämmelserna i Ålands landskapslagstiftning. Om inte något annat föreskrivs i denna lag, iakttas i fråga om användning och utlämnande av beskattningsuppgifter i tillämpliga delar vad som föreskrivs i lagen om fordonstrafikregistret (541/2003). I denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, tillämpas på klassificering av fordon och största tillåtna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och förordningar utfärdade med stöd av den samt de grunder som fastställts i vägtrafiklagen (267/1981) och med stöd av den. På fordon som är registrerade eller borde ha registrerats i landskapet Åland tillämpas på motsvarande sätt bestämmelserna i Ålands landskapslagstiftning. Om inte något annat föreskrivs i denna lag, iakttas i fråga om användning och utlämnande av beskattningsuppgifter i tillämpliga delar vad som föreskrivs i lagen om fordonstrafikregistret (541/2003). I denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, tillampas pa klassificering av fordon och storsta tillatna totalmassa samt fordonsregistreringsskyldighet fordonslagen (1090/2002) och forordningar utfardade med stod av den samt de grunder som faststallts i vagtrafiklagen (267/1981) och med stod av den. pa fordon som ar registrerade eller borde ha registrerats i landskapet aland tillampas pa motsvarande satt bestammelserna i alands landskapslagstiftning. om inte nagot annat foreskrivs i denna lag, iakttas i fraga om anvandning och utlamnande av beskattningsuppgifter i tillampliga delar vad som foreskrivs i lagen om fordonstrafikregistret (541/2003). i denna lag avses med register fordonstrafikregistret enligt lagen om fordonstrafikregistret."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ajoneuvoveron rakenne",
      "content": "Ajoneuvoverolla tarkoitetaan perusveron osuudesta tai käyttövoimaveron osuudesta taikka perusveron ja käyttövoimaveron yhteenlasketusta osuudesta koostuvaa veroa. Ajoneuvoveroa ovat myös maksutapalisä sekä lisävero. Tämän lisäksi ajoneuvoveroa ovat myös muualla kuin Suomessa rekisteröidystä ajoneuvosta kannettavat kiinteä vero ja kulutusvero.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ajoneuvoverolla tarkoitetaan perusveron osuudesta tai käyttövoimaveron osuudesta taikka perusveron ja käyttövoimaveron yhteenlasketusta osuudesta koostuvaa veroa. Ajoneuvoveroa ovat myös maksutapalisä sekä lisävero. Tämän lisäksi ajoneuvoveroa ovat myös muualla kuin Suomessa rekisteröidystä ajoneuvosta kannettavat kiinteä vero ja kulutusvero.",
        "folded_fi": "ajoneuvoverolla tarkoitetaan perusveron osuudesta tai kayttovoimaveron osuudesta taikka perusveron ja kayttovoimaveron yhteenlasketusta osuudesta koostuvaa veroa. ajoneuvoveroa ovat myos maksutapalisa seka lisavero. taman lisaksi ajoneuvoveroa ovat myos muualla kuin suomessa rekisteroidysta ajoneuvosta kannettavat kiintea vero ja kulutusvero.",
        "title_sv": "Fordonsskattens struktur",
        "content_sv": "Med fordonsskatt avses skatt som består av en grundskatteandel eller en drivkraftsskatteandel eller en sammanräknad andel av grundskatt och drivkraftsskatt. Fordonsskatten inbegriper även tillägg för betalningssätt samt tilläggsskatt. Dessutom inbegriper fordonsskatten också fast skatt och konsumtionsskatt som uppbärs för fordon som registrerats någon annanstans än i Finland.",
        "normalized_sv": "Med fordonsskatt avses skatt som består av en grundskatteandel eller en drivkraftsskatteandel eller en sammanräknad andel av grundskatt och drivkraftsskatt. Fordonsskatten inbegriper även tillägg för betalningssätt samt tilläggsskatt. Dessutom inbegriper fordonsskatten också fast skatt och konsumtionsskatt som uppbärs för fordon som registrerats någon annanstans än i Finland.",
        "folded_sv": "med fordonsskatt avses skatt som bestar av en grundskatteandel eller en drivkraftsskatteandel eller en sammanraknad andel av grundskatt och drivkraftsskatt. fordonsskatten inbegriper aven tillagg for betalningssatt samt tillaggsskatt. dessutom inbegriper fordonsskatten ocksa fast skatt och konsumtionsskatt som uppbars for fordon som registrerats nagon annanstans an i finland."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Veronalaiset ajoneuvot",
      "content": "Ajoneuvoveroa on suoritettava rekisteriin merkityistä luokkiin M ja N kuuluvista ajoneuvoista. Muualla kuin Suomessa rekisteröidyistä ajoneuvoista on suoritettava kiinteää veroa ja kulutusveroa siten kuin 38―44 §:ssä säädetään. Ajoneuvovero suoritetaan myös ajoneuvosta, jonka olisi tullut olla rekisteriin merkittynä taikka ilmoitettuna rekisteriin liikennekäyttöön otetuksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ajoneuvoveroa on suoritettava rekisteriin merkityistä luokkiin M ja N kuuluvista ajoneuvoista. Muualla kuin Suomessa rekisteröidyistä ajoneuvoista on suoritettava kiinteää veroa ja kulutusveroa siten kuin 38―44 § :ssä säädetään. Ajoneuvovero suoritetaan myös ajoneuvosta, jonka olisi tullut olla rekisteriin merkittynä taikka ilmoitettuna rekisteriin liikennekäyttöön otetuksi.",
        "folded_fi": "ajoneuvoveroa on suoritettava rekisteriin merkityista luokkiin m ja n kuuluvista ajoneuvoista. muualla kuin suomessa rekisteroidyista ajoneuvoista on suoritettava kiinteaa veroa ja kulutusveroa siten kuin 38―44 §:ssa saadetaan. ajoneuvovero suoritetaan myos ajoneuvosta, jonka olisi tullut olla rekisteriin merkittyna taikka ilmoitettuna rekisteriin liikennekayttoon otetuksi.",
        "title_sv": "Skattepliktiga fordon",
        "content_sv": "Fordonsskatt skall betalas för fordon i kategorierna M och N som är införda i fordonsregistret. För fordon som är registrerade någon annanstans än i Finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. Fordonsskatt skall betalas även för ett fordon som borde ha varit infört i fordonsregistret eller ha registrerats som påställt.",
        "normalized_sv": "Fordonsskatt skall betalas för fordon i kategorierna M och N som är införda i fordonsregistret. För fordon som är registrerade någon annanstans än i Finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. Fordonsskatt skall betalas även för ett fordon som borde ha varit infört i fordonsregistret eller ha registrerats som påställt.",
        "folded_sv": "fordonsskatt skall betalas for fordon i kategorierna m och n som ar inforda i fordonsregistret. for fordon som ar registrerade nagon annanstans an i finland betalas fast skatt och konsumtionsskatt enligt 38―44 § i denna lag. fordonsskatt skall betalas aven for ett fordon som borde ha varit infort i fordonsregistret eller ha registrerats som pastallt."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Liikennekäytöstä poistettu ajoneuvo",
      "content": "Ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekäytöstä ajoneuvolain 66 c §:n mukaisesti. Liikennekäytöstä poistettua ajoneuvoa saa käyttää ilman ajoneuvoveron maksuvelvollisuutta liikenteessä ainoastaan, jos: 1) ajoneuvo siirretään katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa säilytetään tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa käytetään ajoneuvolain 66 c §:n nojalla säädetyn mukaisesti liikennekäytöstä poistopäivänä; 3) ajoneuvoa käytetään ajoneuvolain 66 f §:n mukaisesti ja siinä on koenumerokilvet; 4) ajoneuvoa käytetään ajoneuvolain 66 f §:n mukaisesti siirtoluvalla; 5) ajoneuvoa käytetään ajoneuvolain 66 §:n 2 momentin nojalla säädetyn mukaisesti ja siinä on vientikilvet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekäytöstä ajoneuvolain 66 c § :n mukaisesti. Liikennekäytöstä poistettua ajoneuvoa saa käyttää ilman ajoneuvoveron maksuvelvollisuutta liikenteessä ainoastaan, jos: 1) ajoneuvo siirretään katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa säilytetään tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa käytetään ajoneuvolain 66 c § :n nojalla säädetyn mukaisesti liikennekäytöstä poistopäivänä; 3) ajoneuvoa käytetään ajoneuvolain 66 f § :n mukaisesti ja siinä on koenumerokilvet; 4) ajoneuvoa käytetään ajoneuvolain 66 f § :n mukaisesti siirtoluvalla; 5) ajoneuvoa käytetään ajoneuvolain 66 § :n 2 momentin nojalla säädetyn mukaisesti ja siinä on vientikilvet.",
        "folded_fi": "ajoneuvoveroa ei kanneta ajoneuvosta, joka on poistettu liikennekaytosta ajoneuvolain 66 c §:n mukaisesti. liikennekaytosta poistettua ajoneuvoa saa kayttaa ilman ajoneuvoveron maksuvelvollisuutta liikenteessa ainoastaan, jos: 1) ajoneuvo siirretaan katsastukseen sille erikseen varattuna aikana ja edelleen katsastuksesta paikkaan, jossa ajoneuvoa sailytetaan tai jossa se voidaan tarkoituksenmukaisesti korjata; 2) ajoneuvoa kaytetaan ajoneuvolain 66 c §:n nojalla saadetyn mukaisesti liikennekaytosta poistopaivana; 3) ajoneuvoa kaytetaan ajoneuvolain 66 f §:n mukaisesti ja siina on koenumerokilvet; 4) ajoneuvoa kaytetaan ajoneuvolain 66 f §:n mukaisesti siirtoluvalla; 5) ajoneuvoa kaytetaan ajoneuvolain 66 §:n 2 momentin nojalla saadetyn mukaisesti ja siina on vientikilvet.",
        "title_sv": "Fordon som avställts",
        "content_sv": "Fordonsskatt uppbärs inte för fordon som avställts i enlighet med 66 c § i fordonslagen. Ett fordon som avställts får användas i trafik utan skyldighet att betala fordonsskatt endast när fordonet 1) under särskild reserverad tid förflyttas till besiktning och därefter från besiktning till förvaringsstället eller till en plats där det kan repareras på ändamålsenligt sätt, 2) i enlighet med 66 c § i fordonslagen används den dag som det avställs, 3) i enlighet med 66 f § i fordonslagen används med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen används med förflyttningstillstånd, 5) används med exportskyltar i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen.",
        "normalized_sv": "Fordonsskatt uppbärs inte för fordon som avställts i enlighet med 66 c § i fordonslagen. Ett fordon som avställts får användas i trafik utan skyldighet att betala fordonsskatt endast när fordonet 1) under särskild reserverad tid förflyttas till besiktning och därefter från besiktning till förvaringsstället eller till en plats där det kan repareras på ändamålsenligt sätt, 2) i enlighet med 66 c § i fordonslagen används den dag som det avställs, 3) i enlighet med 66 f § i fordonslagen används med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen används med förflyttningstillstånd, 5) används med exportskyltar i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen.",
        "folded_sv": "fordonsskatt uppbars inte for fordon som avstallts i enlighet med 66 c § i fordonslagen. ett fordon som avstallts far anvandas i trafik utan skyldighet att betala fordonsskatt endast nar fordonet 1) under sarskild reserverad tid forflyttas till besiktning och darefter fran besiktning till forvaringsstallet eller till en plats dar det kan repareras pa andamalsenligt satt, 2) i enlighet med 66 c § i fordonslagen anvands den dag som det avstalls, 3) i enlighet med 66 f § i fordonslagen anvands med provnummerskyltar, 4) i enlighet med 66 f § i fordonslagen anvands med forflyttningstillstand, 5) anvands med exportskyltar i enlighet med bestammelser som utfardats med stod av 66 § 2 mom. i fordonslagen."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Verovelvollinen",
      "content": "Jos liikenteessä käytetään liikennekäytöstä poistettua taikka rekisteröimätöntä ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen säännösten mukaisesti merkittynä rekisteriin ajoneuvon omistajaksi tai haltijaksi. Jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekäytöstä poistettua tai rekisteröimätöntä ajoneuvoa on käytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka käytössä ajoneuvon on katsottava olleen. Edellä 1 momentissa tarkoitettuna verovelvollisena pidetään myös ajoneuvon omistajaa, joka ei ole rekisteröitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 §:n nojalla säädetyn mukaisen ilmoituksen rekisteriin. Jos ajoneuvon omistaja on laiminlyönyt rekisteröinnin ja ajoneuvon nimiinsä rekisteröinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus määräytyy 6 §:n mukaisesti. Jos ajoneuvon nimiinsä rekisteröivä omistaja ei ota vastatakseen verosta, verovelvollisuus määräytyy 1 momentin mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Jos liikenteessä käytetään liikennekäytöstä poistettua taikka rekisteröimätöntä ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen säännösten mukaisesti merkittynä rekisteriin ajoneuvon omistajaksi tai haltijaksi. Jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekäytöstä poistettua tai rekisteröimätöntä ajoneuvoa on käytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka käytössä ajoneuvon on katsottava olleen. Edellä 1 momentissa tarkoitettuna verovelvollisena pidetään myös ajoneuvon omistajaa, joka ei ole rekisteröitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 § :n nojalla säädetyn mukaisen ilmoituksen rekisteriin. Jos ajoneuvon omistaja on laiminlyönyt rekisteröinnin ja ajoneuvon nimiinsä rekisteröinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus määräytyy 6 § :n mukaisesti. Jos ajoneuvon nimiinsä rekisteröivä omistaja ei ota vastatakseen verosta, verovelvollisuus määräytyy 1 momentin mukaisesti.",
        "folded_fi": "jos liikenteessa kaytetaan liikennekaytosta poistettua taikka rekisteroimatonta ajoneuvoa tai rekisteriin merkitty tieto on virheellinen, verovelvollinen on se, jonka olisi tullut olla ajoneuvolain tai sen nojalla annettujen saannosten mukaisesti merkittyna rekisteriin ajoneuvon omistajaksi tai haltijaksi. jollei omistajaa tai haltijaa voida osoittaa tai jos liikennekaytosta poistettua tai rekisteroimatonta ajoneuvoa on kaytetty omistajan tai haltijan suostumuksetta, verovelvollinen on se, jonka kaytossa ajoneuvon on katsottava olleen. edella 1 momentissa tarkoitettuna verovelvollisena pidetaan myos ajoneuvon omistajaa, joka ei ole rekisteroitynyt, vaikka ajoneuvon edellinen omistaja on tehnyt ajoneuvolain 64 §:n nojalla saadetyn mukaisen ilmoituksen rekisteriin. jos ajoneuvon omistaja on laiminlyonyt rekisteroinnin ja ajoneuvon nimiinsa rekisteroinyt omistaja on ottanut vastatakseen verosta, verovelvollisuus maaraytyy 6 §:n mukaisesti. jos ajoneuvon nimiinsa rekisteroiva omistaja ei ota vastatakseen verosta, verovelvollisuus maaraytyy 1 momentin mukaisesti.",
        "title_sv": "Skattskyldig",
        "content_sv": "Om ett fordon som avställts eller ett oregistrerat fordon används i trafik eller om uppgifter som antecknats i registret är oriktiga, är den skattskyldig som enligt fordonslagen eller bestämmelser som utfärdats med stöd av den borde ha varit antecknad som ägare eller innehavare i registret. Om det inte kan påvisas vem som är ägare eller innehavare eller om ett fordon som avställts eller ett oregistrerat fordon har använts utan ägarens eller innehavarens samtycke, är den skattskyldig i vars användning fordonet skall anses ha varit. Som skattskyldig enligt 1 mom. betraktas även en fordonsägare som inte har registrerat sig trots att fordonets föregående ägare har gjort en sådan registreringsanmälan som avses i 64 § i fordonslagen. Om en fordonsägare har försummat registreringen, och den ägare som registrerat fordonet i sitt namn har åtagit sig att svara för skatten, bestäms skattskyldigheten enligt 6 §. När en ägare som registrerar ett fordon i sitt namn inte åtar sig att svara för skatten, bestäms skattskyldigheten enligt 1 mom.",
        "normalized_sv": "Om ett fordon som avställts eller ett oregistrerat fordon används i trafik eller om uppgifter som antecknats i registret är oriktiga, är den skattskyldig som enligt fordonslagen eller bestämmelser som utfärdats med stöd av den borde ha varit antecknad som ägare eller innehavare i registret. Om det inte kan påvisas vem som är ägare eller innehavare eller om ett fordon som avställts eller ett oregistrerat fordon har använts utan ägarens eller innehavarens samtycke, är den skattskyldig i vars användning fordonet skall anses ha varit. Som skattskyldig enligt 1 mom. betraktas även en fordonsägare som inte har registrerat sig trots att fordonets föregående ägare har gjort en sådan registreringsanmälan som avses i 64 § i fordonslagen. Om en fordonsägare har försummat registreringen, och den ägare som registrerat fordonet i sitt namn har åtagit sig att svara för skatten, bestäms skattskyldigheten enligt 6 § . När en ägare som registrerar ett fordon i sitt namn inte åtar sig att svara för skatten, bestäms skattskyldigheten enligt 1 mom.",
        "folded_sv": "om ett fordon som avstallts eller ett oregistrerat fordon anvands i trafik eller om uppgifter som antecknats i registret ar oriktiga, ar den skattskyldig som enligt fordonslagen eller bestammelser som utfardats med stod av den borde ha varit antecknad som agare eller innehavare i registret. om det inte kan pavisas vem som ar agare eller innehavare eller om ett fordon som avstallts eller ett oregistrerat fordon har anvants utan agarens eller innehavarens samtycke, ar den skattskyldig i vars anvandning fordonet skall anses ha varit. som skattskyldig enligt 1 mom. betraktas aven en fordonsagare som inte har registrerat sig trots att fordonets foregaende agare har gjort en sadan registreringsanmalan som avses i 64 § i fordonslagen. om en fordonsagare har forsummat registreringen, och den agare som registrerat fordonet i sitt namn har atagit sig att svara for skatten, bestams skattskyldigheten enligt 6 §. nar en agare som registrerar ett fordon i sitt namn inte atar sig att svara for skatten, bestams skattskyldigheten enligt 1 mom."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Verosta vastattavaksi ottaminen",
      "content": "Kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myös siltä ajalta, jonka ajoneuvo on ollut sellaisen henkilön omistuksessa, joka on laiminlyönyt ajoneuvolain 64 §:ssä säädetyn rekisteriilmoituksen omistusoikeuden siirtymisestä. Menettelystä ja veronkannosta verosta vastattavaksi otettaessa säädetään 16 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myös siltä ajalta, jonka ajoneuvo on ollut sellaisen henkilön omistuksessa, joka on laiminlyönyt ajoneuvolain 64 § :ssä säädetyn rekisteriilmoituksen omistusoikeuden siirtymisestä. Menettelystä ja veronkannosta verosta vastattavaksi otettaessa säädetään 16 § :ssä.",
        "folded_fi": "kun ajoneuvo luovutetaan, luovutuksensaaja voi ottaa vastatakseen verosta myos silta ajalta, jonka ajoneuvo on ollut sellaisen henkilon omistuksessa, joka on laiminlyonyt ajoneuvolain 64 §:ssa saadetyn rekisteriilmoituksen omistusoikeuden siirtymisesta. menettelysta ja veronkannosta verosta vastattavaksi otettaessa saadetaan 16 §:ssa.",
        "title_sv": "Åtagande att svara för skatt",
        "content_sv": "När ett fordon överlåts kan mottagaren åta sig att svara för skatten även för den tid som fordonet har varit i en sådan persons ägo som försummat att göra registreringsanmälan om överlåtelse av äganderätt enligt 64 § i fordonslagen. I fråga om förfarande och skatteuppbörd vid åtagande att svara för skatt föreskrivs i 16 §.",
        "normalized_sv": "När ett fordon överlåts kan mottagaren åta sig att svara för skatten även för den tid som fordonet har varit i en sådan persons ägo som försummat att göra registreringsanmälan om överlåtelse av äganderätt enligt 64 § i fordonslagen. I fråga om förfarande och skatteuppbörd vid åtagande att svara för skatt föreskrivs i 16 § .",
        "folded_sv": "nar ett fordon overlats kan mottagaren ata sig att svara for skatten aven for den tid som fordonet har varit i en sadan persons ago som forsummat att gora registreringsanmalan om overlatelse av aganderatt enligt 64 § i fordonslagen. i fraga om forfarande och skatteuppbord vid atagande att svara for skatt foreskrivs i 16 §."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Verovelvollisuuden alkaminen ja päättyminen",
      "content": "Verovelvollisuus alkaa: 1) päivänä, jona ajoneuvo ensi- tai uudelleenrekisteröidään tai otetaan liikennekäyttöön; 2) sitä seuraavana päivänä, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) päivänä, jona verosta vapaa ajoneuvo muutosrekisteröidään tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten päättymispäivää seuraavana päivänä. Verovelvollisuus päättyy päivänä, jona: 1) ajoneuvon liikennekäytöstä poisto taikka lopullinen poisto merkitään rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteröidään tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. Jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspäivä on aiempi kuin liikennekäytöstä poistamisen tai lopullisen poiston rekisteriin merkitsemispäivä, verokausi päättyy rekisterikilpien palautuspäivään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Verovelvollisuus alkaa: 1) päivänä, jona ajoneuvo ensi- tai uudelleenrekisteröidään tai otetaan liikennekäyttöön; 2) sitä seuraavana päivänä, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) päivänä, jona verosta vapaa ajoneuvo muutosrekisteröidään tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten päättymispäivää seuraavana päivänä. Verovelvollisuus päättyy päivänä, jona: 1) ajoneuvon liikennekäytöstä poisto taikka lopullinen poisto merkitään rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, että vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteröidään tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. Jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspäivä on aiempi kuin liikennekäytöstä poistamisen tai lopullisen poiston rekisteriin merkitsemispäivä, verokausi päättyy rekisterikilpien palautuspäivään.",
        "folded_fi": "verovelvollisuus alkaa: 1) paivana, jona ajoneuvo ensi- tai uudelleenrekisteroidaan tai otetaan liikennekayttoon; 2) sita seuraavana paivana, jona rekisteriin merkityn ajoneuvon omistaja- tai haltijatieto muuttuu siten, etta vero on maksuunpantava uudelle verovelvolliselle; 3) paivana, jona verosta vapaa ajoneuvo muutosrekisteroidaan tai muutoskatsastetaan veronalaiseksi; tai 4) verovapautuksen edellytysten paattymispaivaa seuraavana paivana. verovelvollisuus paattyy paivana, jona: 1) ajoneuvon liikennekaytosta poisto taikka lopullinen poisto merkitaan rekisteriin; 2) ajoneuvon omistaja- tai haltijatieto muuttuu siten, etta vero on maksuunpantava uudelle verovelvolliselle; 3) verollinen ajoneuvo muutosrekisteroidaan tai muutoskatsastetaan verovapaaksi; tai 4) verovapautuksen edellytykset alkavat. jos 3 momentin 1 kohdassa tarkoitetussa tapauksessa ajoneuvon rekisterikilpien palautuspaiva on aiempi kuin liikennekaytosta poistamisen tai lopullisen poiston rekisteriin merkitsemispaiva, verokausi paattyy rekisterikilpien palautuspaivaan.",
        "title_sv": "När skattskyldigheten inträder och upphör",
        "content_sv": "Skattskyldigheten inträder 1) den dag ett fordon första gången registreras eller omregistreras eller påställs, 2) dagen efter att ett i registret infört fordons ägar- eller innehavaruppgifter ändras så att skatten skall påföras en ny skattskyldig, 3) den dag ett skattefritt fordon ändringsregistreras eller ändringsbesiktigas som skattepliktigt eller 4) dagen efter den dag förutsättningarna för skattebefrielse upphörde. Skattskyldigheten upphör den dag 1) i registret antecknas att fordonet avställs eller avregistreras slutligt, 2) uppgifterna om fordonets ägare eller innehavare ändras så att skatt skall påföras en ny skattskyldig, 3) ett skattepliktigt fordon ändringsregistreras eller ändringsbesiktigas som skattefritt eller 4) förutsättningar för skattebefrielse uppkommer. Om i ett fall som avses i 3 mom. 1 punkten den dag då registreringsskyltarna återställs infaller före dagen då i registret antecknas att fordonet avställs eller avregistreras slutligt, upphör skatteperioden den dag då registreringsskyltarna återställs.",
        "normalized_sv": "Skattskyldigheten inträder 1) den dag ett fordon första gången registreras eller omregistreras eller påställs, 2) dagen efter att ett i registret infört fordons ägar- eller innehavaruppgifter ändras så att skatten skall påföras en ny skattskyldig, 3) den dag ett skattefritt fordon ändringsregistreras eller ändringsbesiktigas som skattepliktigt eller 4) dagen efter den dag förutsättningarna för skattebefrielse upphörde. Skattskyldigheten upphör den dag 1) i registret antecknas att fordonet avställs eller avregistreras slutligt, 2) uppgifterna om fordonets ägare eller innehavare ändras så att skatt skall påföras en ny skattskyldig, 3) ett skattepliktigt fordon ändringsregistreras eller ändringsbesiktigas som skattefritt eller 4) förutsättningar för skattebefrielse uppkommer. Om i ett fall som avses i 3 mom. 1 punkten den dag då registreringsskyltarna återställs infaller före dagen då i registret antecknas att fordonet avställs eller avregistreras slutligt, upphör skatteperioden den dag då registreringsskyltarna återställs.",
        "folded_sv": "skattskyldigheten intrader 1) den dag ett fordon forsta gangen registreras eller omregistreras eller pastalls, 2) dagen efter att ett i registret infort fordons agar- eller innehavaruppgifter andras sa att skatten skall paforas en ny skattskyldig, 3) den dag ett skattefritt fordon andringsregistreras eller andringsbesiktigas som skattepliktigt eller 4) dagen efter den dag forutsattningarna for skattebefrielse upphorde. skattskyldigheten upphor den dag 1) i registret antecknas att fordonet avstalls eller avregistreras slutligt, 2) uppgifterna om fordonets agare eller innehavare andras sa att skatt skall paforas en ny skattskyldig, 3) ett skattepliktigt fordon andringsregistreras eller andringsbesiktigas som skattefritt eller 4) forutsattningar for skattebefrielse uppkommer. om i ett fall som avses i 3 mom. 1 punkten den dag da registreringsskyltarna aterstalls infaller fore dagen da i registret antecknas att fordonet avstalls eller avregistreras slutligt, upphor skatteperioden den dag da registreringsskyltarna aterstalls."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Verosta vapaat ajoneuvot",
      "content": "Ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a §:n nojalla säädetyn mukaisesti C- tai CD-tunnuksella rekisteröity ajoneuvo; 7) ajoneuvolain 66 §:n 2 momentin nojalla säädetyn mukaisesti maastavientiä varten vientirekisteröidyt ajoneuvot; 8) ajoneuvolain 66 f §:n mukaisesti Suomessa tilapäisesti käytettävät ajoneuvot; 9) ajoneuvolain 66 f §:n mukaisesti käytettävät ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f §:n mukaisesti siirtoluvan saaneet ajoneuvot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a § :n nojalla säädetyn mukaisesti C- tai CD-tunnuksella rekisteröity ajoneuvo; 7) ajoneuvolain 66 § :n 2 momentin nojalla säädetyn mukaisesti maastavientiä varten vientirekisteröidyt ajoneuvot; 8) ajoneuvolain 66 f § :n mukaisesti Suomessa tilapäisesti käytettävät ajoneuvot; 9) ajoneuvolain 66 f § :n mukaisesti käytettävät ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f § :n mukaisesti siirtoluvan saaneet ajoneuvot;",
        "folded_fi": "ajoneuvoverosta ovat vapaat: 1) ajoneuvolain 66 a §:n nojalla saadetyn mukaisesti c- tai cd-tunnuksella rekisteroity ajoneuvo; 7) ajoneuvolain 66 §:n 2 momentin nojalla saadetyn mukaisesti maastavientia varten vientirekisteroidyt ajoneuvot; 8) ajoneuvolain 66 f §:n mukaisesti suomessa tilapaisesti kaytettavat ajoneuvot; 9) ajoneuvolain 66 f §:n mukaisesti kaytettavat ajoneuvot, joissa on koenumerokilvet; 10) ajoneuvolain 66 f §:n mukaisesti siirtoluvan saaneet ajoneuvot;",
        "title_sv": "Skattefria fordon",
        "content_sv": "Fria från fordonsskatt är 1) fordon som registrerats med C- eller CD-tecken enligt 66 a § i fordonslagen, 7) fordon som är registrerade för export i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen. 8) fordon som används tillfälligt i Finland på det sätt som avses i 66 f § i fordonslagen, 9) fordon som används i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats förflyttningstillstånd,",
        "normalized_sv": "Fria från fordonsskatt är 1) fordon som registrerats med C- eller CD-tecken enligt 66 a § i fordonslagen, 7) fordon som är registrerade för export i enlighet med bestämmelser som utfärdats med stöd av 66 § 2 mom. i fordonslagen. 8) fordon som används tillfälligt i Finland på det sätt som avses i 66 f § i fordonslagen, 9) fordon som används i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats förflyttningstillstånd,",
        "folded_sv": "fria fran fordonsskatt ar 1) fordon som registrerats med c- eller cd-tecken enligt 66 a § i fordonslagen, 7) fordon som ar registrerade for export i enlighet med bestammelser som utfardats med stod av 66 § 2 mom. i fordonslagen. 8) fordon som anvands tillfalligt i finland pa det satt som avses i 66 f § i fordonslagen, 9) fordon som anvands i enlighet med 66 f § i fordonslagen med provnummerskyltar, 10) fordon som i enlighet med 66 f § i fordonslagen beviljats forflyttningstillstand,"
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Veron maksaminen erissä ja maksutapalisä",
      "content": "Maksuunpanon oikaisussa, jälkiverotuksessa, lisäverona tai muutoksenhakuun annetun päätöksen johdosta maksuunpantava vero kannetaan yhdessä erässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Maksuunpanon oikaisussa, jälkiverotuksessa, lisäverona tai muutoksenhakuun annetun päätöksen johdosta maksuunpantava vero kannetaan yhdessä erässä.",
        "folded_fi": "maksuunpanon oikaisussa, jalkiverotuksessa, lisaverona tai muutoksenhakuun annetun paatoksen johdosta maksuunpantava vero kannetaan yhdessa erassa.",
        "title_sv": "Betalning av skatt i rater och tillägg för betalningssätt",
        "content_sv": "Skatt som skall debiteras med anledning av debiteringsrättelse eller efterbeskattning, som tilläggsskatt eller med anledning av beslut på ändringsansökan uppbärs i en rat.",
        "normalized_sv": "Skatt som skall debiteras med anledning av debiteringsrättelse eller efterbeskattning, som tilläggsskatt eller med anledning av beslut på ändringsansökan uppbärs i en rat.",
        "folded_sv": "skatt som skall debiteras med anledning av debiteringsrattelse eller efterbeskattning, som tillaggsskatt eller med anledning av beslut pa andringsansokan uppbars i en rat."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Veron palauttamisen edellytykset",
      "content": "Veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekäytöstä poisto tai lopullinen poisto merkitään rekisteriin; 2) rekisteriin merkitään uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, että ajoneuvosta tulee verovapaa tai veron määrä alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekäytöstä poisto tai lopullinen poisto merkitään rekisteriin; 2) rekisteriin merkitään uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, että ajoneuvosta tulee verovapaa tai veron määrä alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
        "folded_fi": "veroa palautetaan, jos verokauden aikana: 1) ajoneuvon liikennekaytosta poisto tai lopullinen poisto merkitaan rekisteriin; 2) rekisteriin merkitaan uusi verovelvollinen; 3) rekisteriin merkityt tiedot muuttuvat siten, etta ajoneuvosta tulee verovapaa tai veron maara alenee; tai 4) verovelvollinen vapautetaan veron maksuvelvollisuudesta.",
        "title_sv": "Förutsättningar för återbäring av skatt",
        "content_sv": "Skatt återbärs om något av följande sker under skatteperioden: 1) avställning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret förändras så att fordonet blir skattefritt eller skattebeloppet sänks eller 4) den skattskyldige befrias från skyldigheten att betala skatt.",
        "normalized_sv": "Skatt återbärs om något av följande sker under skatteperioden: 1) avställning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret förändras så att fordonet blir skattefritt eller skattebeloppet sänks eller 4) den skattskyldige befrias från skyldigheten att betala skatt.",
        "folded_sv": "skatt aterbars om nagot av foljande sker under skatteperioden: 1) avstallning eller slutlig avregistrering av fordonet antecknas i registret, 2) en ny skattskyldig antecknas i registret, 3) uppgifter som antecknats i registret forandras sa att fordonet blir skattefritt eller skattebeloppet sanks eller 4) den skattskyldige befrias fran skyldigheten att betala skatt."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Veronpalautuksen siirto",
      "content": "Jos Ajoneuvohallintokeskuksella on verovelvolliselle sekä palautettavaa että tälle maksuunpantavaa veroa, Ajoneuvohallintokeskus siirtää verovelvollista kuulematta palautuksen veron suoritukseksi. Siirto voidaan tehdä, vaikka vero, jonka suoritukseksi palautus siirretään, ei ole erääntynyt. Jos maksuunpantavaa veroa ei ole, palautus siirretään odottamaan seuraavaa maksuunpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos Ajoneuvohallintokeskuksella on verovelvolliselle sekä palautettavaa että tälle maksuunpantavaa veroa, Ajoneuvohallintokeskus siirtää verovelvollista kuulematta palautuksen veron suoritukseksi. Siirto voidaan tehdä, vaikka vero, jonka suoritukseksi palautus siirretään, ei ole erääntynyt. Jos maksuunpantavaa veroa ei ole, palautus siirretään odottamaan seuraavaa maksuunpanoa.",
        "folded_fi": "jos ajoneuvohallintokeskuksella on verovelvolliselle seka palautettavaa etta talle maksuunpantavaa veroa, ajoneuvohallintokeskus siirtaa verovelvollista kuulematta palautuksen veron suoritukseksi. siirto voidaan tehda, vaikka vero, jonka suoritukseksi palautus siirretaan, ei ole eraantynyt. jos maksuunpantavaa veroa ei ole, palautus siirretaan odottamaan seuraavaa maksuunpanoa.",
        "title_sv": "Överföring av skatteåterbäring",
        "content_sv": "Om Fordonsförvaltningscentralen skall både återbära skatt till en skattskyldig och debitera denne, överför Fordonsförvaltningscentralen utan att höra den skattskyldige återbäringen för att användas som betalning för skatten. Överföring kan göras även om den skatt för vars betalning återbäringen överförs inte har förfallit till betalning. Om det inte finns någon skatt att debitera, överförs återbäringen i väntan på följande debitering.",
        "normalized_sv": "Om Fordonsförvaltningscentralen skall både återbära skatt till en skattskyldig och debitera denne, överför Fordonsförvaltningscentralen utan att höra den skattskyldige återbäringen för att användas som betalning för skatten. Överföring kan göras även om den skatt för vars betalning återbäringen överförs inte har förfallit till betalning. Om det inte finns någon skatt att debitera, överförs återbäringen i väntan på följande debitering.",
        "folded_sv": "om fordonsforvaltningscentralen skall bade aterbara skatt till en skattskyldig och debitera denne, overfor fordonsforvaltningscentralen utan att hora den skattskyldige aterbaringen for att anvandas som betalning for skatten. overforing kan goras aven om den skatt for vars betalning aterbaringen overfors inte har forfallit till betalning. om det inte finns nagon skatt att debitera, overfors aterbaringen i vantan pa foljande debitering."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Jälkiverotus",
      "content": "Jos veron määrä tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissä tai joka on ilmoitettu liikennekäytöstä poistetuksi, arvioidaan veron määrä sen mukaiseksi, mikä tiedossa olevien seikkojen perusteella vastaisi todennäköisesti vastaavanlaisesta rekisteröidystä ajoneuvosta suoritettavan veron määrää. Vero voidaan määrätä aina vähintään niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Jos veron määrä tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissä tai joka on ilmoitettu liikennekäytöstä poistetuksi, arvioidaan veron määrä sen mukaiseksi, mikä tiedossa olevien seikkojen perusteella vastaisi todennäköisesti vastaavanlaisesta rekisteröidystä ajoneuvosta suoritettavan veron määrää. Vero voidaan määrätä aina vähintään niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissä.",
        "folded_fi": "jos veron maara tulee laskettavaksi ajoneuvolle, joka ei ole rekisterissa tai joka on ilmoitettu liikennekaytosta poistetuksi, arvioidaan veron maara sen mukaiseksi, mika tiedossa olevien seikkojen perusteella vastaisi todennakoisesti vastaavanlaisesta rekisteroidysta ajoneuvosta suoritettavan veron maaraa. vero voidaan maarata aina vahintaan niiden tietojen mukaisena, jotka ajoneuvosta on kirjattu sen ollessa viimeksi rekisterissa.",
        "title_sv": "Efterbeskattning",
        "content_sv": "Om skattebeloppet skall beräknas på ett fordon som inte är infört i registret eller som anmälts som avställt, skall skatten på basis av de omständigheter som är kända uppskattas till det belopp som sannolikt skulle betalas för ett registrerat fordon av motsvarande slag. Skatten kan alltid påföras åtminstone på basis av de uppgifter som antecknats om fordonet då det senast var infört i registret.",
        "normalized_sv": "Om skattebeloppet skall beräknas på ett fordon som inte är infört i registret eller som anmälts som avställt, skall skatten på basis av de omständigheter som är kända uppskattas till det belopp som sannolikt skulle betalas för ett registrerat fordon av motsvarande slag. Skatten kan alltid påföras åtminstone på basis av de uppgifter som antecknats om fordonet då det senast var infört i registret.",
        "folded_sv": "om skattebeloppet skall beraknas pa ett fordon som inte ar infort i registret eller som anmalts som avstallt, skall skatten pa basis av de omstandigheter som ar kanda uppskattas till det belopp som sannolikt skulle betalas for ett registrerat fordon av motsvarande slag. skatten kan alltid paforas atminstone pa basis av de uppgifter som antecknats om fordonet da det senast var infort i registret."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "47 a",
      "section": "47 a",
      "title": "Lisävero rekisteröimättömän tai liikenne- käytöstä poistetun ajoneuvon käyttämisestä liikenteeseen",
      "content": "Jos liikenteessä käytetään rekisteröimätöntä tai liikennekäytöstä poistettua ajoneuvoa eikä kyseessä ole 4 a §:n 2 momentissa tarkoitettu ajoneuvon käyttö liikenteeseen, 47 §:n perusteella maksuunpantavan ajoneuvoveron lisäksi ajoneuvosta kannetaan lisäveroa. Lisäveron määrä ajoneuvosta on 10 ja 11 §:n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vähintään 1 000 euroa. Lisävero määrätään sen maksettavaksi, joka on 5 §:n mukaan ajoneuvosta verovelvollinen. Lisävero määrätään noudattaen 47 §:ssä säädettyä jälkiverotusmenettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 a",
        "normalized_fi": "Jos liikenteessä käytetään rekisteröimätöntä tai liikennekäytöstä poistettua ajoneuvoa eikä kyseessä ole 4 a § :n 2 momentissa tarkoitettu ajoneuvon käyttö liikenteeseen, 47 § :n perusteella maksuunpantavan ajoneuvoveron lisäksi ajoneuvosta kannetaan lisäveroa. Lisäveron määrä ajoneuvosta on 10 ja 11 § :n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vähintään 1 000 euroa. Lisävero määrätään sen maksettavaksi, joka on 5 § :n mukaan ajoneuvosta verovelvollinen. Lisävero määrätään noudattaen 47 § :ssä säädettyä jälkiverotusmenettelyä.",
        "folded_fi": "jos liikenteessa kaytetaan rekisteroimatonta tai liikennekaytosta poistettua ajoneuvoa eika kyseessa ole 4 a §:n 2 momentissa tarkoitettu ajoneuvon kaytto liikenteeseen, 47 §:n perusteella maksuunpantavan ajoneuvoveron lisaksi ajoneuvosta kannetaan lisaveroa. lisaveron maara ajoneuvosta on 10 ja 11 §:n nojalla 12 kuukauden mittaiselta ajanjaksolta laskettava ajoneuvovero viisinkertaisena, kuitenkin vahintaan 1 000 euroa. lisavero maarataan sen maksettavaksi, joka on 5 §:n mukaan ajoneuvosta verovelvollinen. lisavero maarataan noudattaen 47 §:ssa saadettya jalkiverotusmenettelya.",
        "title_sv": "Tilläggskatt när fordon som inte är registrerade eller som avställts används i trafik",
        "content_sv": "Om ett fordon som inte är registrerat eller som avställts används i trafik och det inte är fråga om användning av ett fordon i trafik enligt 4 a § 2 mom., skall tilläggsskatt uppbäras för fordonet utöver den fordonsskatt som debiteras på grundval av 47 §. Beloppet av tilläggsskatten skall vara fem gånger den fordonsskatt som med stöd av 10 och 11 § beräknas för en period på tolv månader, dock minst 1 000 euro. Tilläggsskatten påförs den som enligt 5 § är skattskyldig för fordonet. Tilläggskatten påförs i enlighet med efterbeskattningsförfarandet i 47 §.",
        "normalized_sv": "Om ett fordon som inte är registrerat eller som avställts används i trafik och det inte är fråga om användning av ett fordon i trafik enligt 4 a § 2 mom., skall tilläggsskatt uppbäras för fordonet utöver den fordonsskatt som debiteras på grundval av 47 § . Beloppet av tilläggsskatten skall vara fem gånger den fordonsskatt som med stöd av 10 och 11 § beräknas för en period på tolv månader, dock minst 1 000 euro. Tilläggsskatten påförs den som enligt 5 § är skattskyldig för fordonet. Tilläggskatten påförs i enlighet med efterbeskattningsförfarandet i 47 § .",
        "folded_sv": "om ett fordon som inte ar registrerat eller som avstallts anvands i trafik och det inte ar fraga om anvandning av ett fordon i trafik enligt 4 a § 2 mom., skall tillaggsskatt uppbaras for fordonet utover den fordonsskatt som debiteras pa grundval av 47 §. beloppet av tillaggsskatten skall vara fem ganger den fordonsskatt som med stod av 10 och 11 § beraknas for en period pa tolv manader, dock minst 1 000 euro. tillaggsskatten pafors den som enligt 5 § ar skattskyldig for fordonet. tillaggskatten pafors i enlighet med efterbeskattningsforfarandet i 47 §."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Käyttökielto",
      "content": "käyttökielto Ellei veroa tai sen erääntynyttä osaa ole suoritettu määräajassa, ajoneuvoa ei saa käyttää liikenteessä (). Ajoneuvoa ei saa käyttää liikenteessä siinäkään tapauksessa, että ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. Valvovan viranomaisen on otettava käyttökiellossa olevan ajoneuvon rekisterikilvet ja rekisteröintitodistus haltuunsa. Poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa määrättyyn paikkaan säilytettäväksi. Ajoneuvon käyttö on estettävä myös, jos ajoneuvosta on maksuunpantava 47 a §:ssä tarkoitettua lisäveroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "käyttökielto Ellei veroa tai sen erääntynyttä osaa ole suoritettu määräajassa, ajoneuvoa ei saa käyttää liikenteessä (). Ajoneuvoa ei saa käyttää liikenteessä siinäkään tapauksessa, että ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. Valvovan viranomaisen on otettava käyttökiellossa olevan ajoneuvon rekisterikilvet ja rekisteröintitodistus haltuunsa. Poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa määrättyyn paikkaan säilytettäväksi. Ajoneuvon käyttö on estettävä myös, jos ajoneuvosta on maksuunpantava 47 a § :ssä tarkoitettua lisäveroa.",
        "folded_fi": "kayttokielto ellei veroa tai sen eraantynytta osaa ole suoritettu maaraajassa, ajoneuvoa ei saa kayttaa liikenteessa (). ajoneuvoa ei saa kayttaa liikenteessa siinakaan tapauksessa, etta ajoneuvon omistus tai hallinta on siirretty muulle kuin verovelvolliselle. valvovan viranomaisen on otettava kayttokiellossa olevan ajoneuvon rekisterikilvet ja rekisterointitodistus haltuunsa. poliisi-, tulli- tai rajavartioviranomaisen kirjallisella luvalla ajoneuvon saa kuitenkin kuljettaa luvassa maarattyyn paikkaan sailytettavaksi. ajoneuvon kaytto on estettava myos, jos ajoneuvosta on maksuunpantava 47 a §:ssa tarkoitettua lisaveroa.",
        "title_sv": "Användningsförbud",
        "content_sv": "användningsförbud Om skatt eller den del av skatten som förfallit till betalning inte har betalts inom utsatt tid, får fordonet inte användas i trafik (). Fordonet får inte heller användas i trafik trots att det övergått till en annan ägare eller innehavare än den skattskyldige. Fordonets registreringsskyltar och registreringsintyg skall omhändertas av tillsynsmyndigheten. Fordonet får dock med skriftligt tillstånd utfärdat av polis, tull- eller gränsbevakningsmyndigheten köras till ett av myndigheten i tillståndet bestämt ställe för förvaring. Användningen av ett fordon skall också förhindras, om tilläggsskatt enligt 47 a § skall debiteras för fordonet.",
        "normalized_sv": "användningsförbud Om skatt eller den del av skatten som förfallit till betalning inte har betalts inom utsatt tid, får fordonet inte användas i trafik (). Fordonet får inte heller användas i trafik trots att det övergått till en annan ägare eller innehavare än den skattskyldige. Fordonets registreringsskyltar och registreringsintyg skall omhändertas av tillsynsmyndigheten. Fordonet får dock med skriftligt tillstånd utfärdat av polis, tull- eller gränsbevakningsmyndigheten köras till ett av myndigheten i tillståndet bestämt ställe för förvaring. Användningen av ett fordon skall också förhindras, om tilläggsskatt enligt 47 a § skall debiteras för fordonet.",
        "folded_sv": "anvandningsforbud om skatt eller den del av skatten som forfallit till betalning inte har betalts inom utsatt tid, far fordonet inte anvandas i trafik (). fordonet far inte heller anvandas i trafik trots att det overgatt till en annan agare eller innehavare an den skattskyldige. fordonets registreringsskyltar och registreringsintyg skall omhandertas av tillsynsmyndigheten. fordonet far dock med skriftligt tillstand utfardat av polis, tull- eller gransbevakningsmyndigheten koras till ett av myndigheten i tillstandet bestamt stalle for forvaring. anvandningen av ett fordon skall ocksa forhindras, om tillaggsskatt enligt 47 a § skall debiteras for fordonet."
      },
      "valid_from": "2007-03-02",
      "valid_to": null
    }
  ]
}