{
  "id": "238/2005",
  "type": "statute",
  "title": "Laki aluksista aiheutuvan vesien pilaantumisen ehkäisemisestä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om förhindrande av vattnens förorening, förorsakad av fartyg",
  "status": "in_force",
  "issued_date": "2005-03-18",
  "in_force_date": "2005-03-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/238/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:21 a",
      "chapter": "3",
      "section": "21 a",
      "content": "Aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden päästäminen on Suomen vesialueella ja talousvyöhykkeellä ja suomalaisista aluksista myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteessä (SopS 33/2005) tai Suomea sitovissa muissa kansainvälisissä velvoitteissa määrätään tai Euroopan yhteisön säädöksissä säädetään. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä Suomen vesialueella ja talousvyöhykkeellä sekä suomalaisten alusten osalta myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden päästöjen ehkäisemisestä ja rajoittamisesta; 2) aluksilla käytettävien moottoreiden päästövaatimuksista; 3) aluksilla käytettävien moottoreiden pakokaasujen puhdistuslaitteistoista; sekä 4) aluksilla käytettävän polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 a",
        "normalized_fi": "Aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden päästäminen on Suomen vesialueella ja talousvyöhykkeellä ja suomalaisista aluksista myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteessä (SopS 33/2005) tai Suomea sitovissa muissa kansainvälisissä velvoitteissa määrätään tai Euroopan yhteisön säädöksissä säädetään. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä Suomen vesialueella ja talousvyöhykkeellä sekä suomalaisten alusten osalta myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden päästöjen ehkäisemisestä ja rajoittamisesta; 2) aluksilla käytettävien moottoreiden päästövaatimuksista; 3) aluksilla käytettävien moottoreiden pakokaasujen puhdistuslaitteistoista; sekä 4) aluksilla käytettävän polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
        "folded_fi": "aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden paastaminen on suomen vesialueella ja talousvyohykkeella ja suomalaisista aluksista myos suomen aluevesien ja talousvyohykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteessa (sops 33/2005) tai suomea sitovissa muissa kansainvalisissa velvoitteissa maarataan tai euroopan yhteison saadoksissa saadetaan. valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden taytantoon panemiseksi antaa tarkempia saannoksia suomen vesialueella ja talousvyohykkeella seka suomalaisten alusten osalta myos suomen aluevesien ja talousvyohykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden paastojen ehkaisemisesta ja rajoittamisesta; 2) aluksilla kaytettavien moottoreiden paastovaatimuksista; 3) aluksilla kaytettavien moottoreiden pakokaasujen puhdistuslaitteistoista; seka 4) aluksilla kaytettavan polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
        "content_sv": "Utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet är förbjudet på finskt vattenområde och i Finlands ekonomiska zon och från finska fartyg även utanför Finlands territorialvatten och ekonomiska zon så som föreskrivs i bilaga VI (FördrS 33/2005) till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, i andra internationella förpliktelser som är bindande för Finland eller i Europeiska gemenskapens rättsakter. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, på finskt vattenområde och i Finlands ekonomiska zon samt då det gäller finska fartyg även utanför Finlands territorialvatten och ekonomiska zon, närmare bestämmelser utfärdas om 1) förhindrande och begränsning av utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet, 2) utsläppskrav för motorer som används på fartyg, 3) avgasreningssystem för motorer som används på fartyg, samt 4) kvalitetskrav för bränsle som används på fartyg och om överlåtelsehandling för bränsle samt om utfärdande av denna.",
        "normalized_sv": "Utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet är förbjudet på finskt vattenområde och i Finlands ekonomiska zon och från finska fartyg även utanför Finlands territorialvatten och ekonomiska zon så som föreskrivs i bilaga VI (FördrS 33/2005) till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, i andra internationella förpliktelser som är bindande för Finland eller i Europeiska gemenskapens rättsakter. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, på finskt vattenområde och i Finlands ekonomiska zon samt då det gäller finska fartyg även utanför Finlands territorialvatten och ekonomiska zon, närmare bestämmelser utfärdas om 1) förhindrande och begränsning av utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet, 2) utsläppskrav för motorer som används på fartyg, 3) avgasreningssystem för motorer som används på fartyg, samt 4) kvalitetskrav för bränsle som används på fartyg och om överlåtelsehandling för bränsle samt om utfärdande av denna.",
        "folded_sv": "utslapp av luftfororenande amnen fran fartyg i luften eller vattnet ar forbjudet pa finskt vattenomrade och i finlands ekonomiska zon och fran finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon sa som foreskrivs i bilaga vi (fordrs 33/2005) till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, i andra internationella forpliktelser som ar bindande for finland eller i europeiska gemenskapens rattsakter. genom forordning av statsradet kan, for verkstalligheten av bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, verkstalligheten av europeiska gemenskapens rattsakter eller uppfyllande av finlands ovriga internationella forpliktelser, pa finskt vattenomrade och i finlands ekonomiska zon samt da det galler finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon, narmare bestammelser utfardas om 1) forhindrande och begransning av utslapp av luftfororenande amnen fran fartyg i luften eller vattnet, 2) utslappskrav for motorer som anvands pa fartyg, 3) avgasreningssystem for motorer som anvands pa fartyg, samt 4) kvalitetskrav for bransle som anvands pa fartyg och om overlatelsehandling for bransle samt om utfardande av denna."
      }
    },
    {
      "provision_ref": "3:21 b",
      "chapter": "3",
      "section": "21 b",
      "content": "Aluksessa käytettäviä otsonikerrosta heikentäviä aineita koskevista rajoituksista ja kielloista sekä Euroopan yhteisöjen jäsenvaltioiden välisessä meriliikenteessä käytettävän kaasuöljyn laatuvaatimuksista säädetään ympäristönsuojelulaissa (86/2000) ja sen nojalla annettavissa säännöksissä ja määräyksissä, siltä osin kuin asiasta ei ole säädetty Euroopan yhteisön säädöksissä tai niiden nojalla annetuissa päätöksissä ja määräyksissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 b",
        "normalized_fi": "Aluksessa käytettäviä otsonikerrosta heikentäviä aineita koskevista rajoituksista ja kielloista sekä Euroopan yhteisöjen jäsenvaltioiden välisessä meriliikenteessä käytettävän kaasuöljyn laatuvaatimuksista säädetään ympäristönsuojelulaissa (86/2000) ja sen nojalla annettavissa säännöksissä ja määräyksissä, siltä osin kuin asiasta ei ole säädetty Euroopan yhteisön säädöksissä tai niiden nojalla annetuissa päätöksissä ja määräyksissä.",
        "folded_fi": "aluksessa kaytettavia otsonikerrosta heikentavia aineita koskevista rajoituksista ja kielloista seka euroopan yhteisojen jasenvaltioiden valisessa meriliikenteessa kaytettavan kaasuoljyn laatuvaatimuksista saadetaan ymparistonsuojelulaissa (86/2000) ja sen nojalla annettavissa saannoksissa ja maarayksissa, silta osin kuin asiasta ei ole saadetty euroopan yhteison saadoksissa tai niiden nojalla annetuissa paatoksissa ja maarayksissa.",
        "content_sv": "I fråga om begränsningar och förbud som gäller ozonnedbrytande ämnen som används på fartyg och om kvalitetskrav på gasolja som används i sjötrafik mellan medlemsstaterna i Europeiska gemenskaperna föreskrivs i miljöskyddslagen (86/2000) och i bestämmelser och föreskrifter som utfärdas med stöd av den, till den del det inte föreskrivs om saken i Europeiska gemenskapens rättsakter eller i beslut och bestämmelser som meddelats med stöd av dem.",
        "normalized_sv": "I fråga om begränsningar och förbud som gäller ozonnedbrytande ämnen som används på fartyg och om kvalitetskrav på gasolja som används i sjötrafik mellan medlemsstaterna i Europeiska gemenskaperna föreskrivs i miljöskyddslagen (86/2000) och i bestämmelser och föreskrifter som utfärdas med stöd av den, till den del det inte föreskrivs om saken i Europeiska gemenskapens rättsakter eller i beslut och bestämmelser som meddelats med stöd av dem.",
        "folded_sv": "i fraga om begransningar och forbud som galler ozonnedbrytande amnen som anvands pa fartyg och om kvalitetskrav pa gasolja som anvands i sjotrafik mellan medlemsstaterna i europeiska gemenskaperna foreskrivs i miljoskyddslagen (86/2000) och i bestammelser och foreskrifter som utfardas med stod av den, till den del det inte foreskrivs om saken i europeiska gemenskapens rattsakter eller i beslut och bestammelser som meddelats med stod av dem."
      }
    },
    {
      "provision_ref": "3:21 c",
      "chapter": "3",
      "section": "21 c",
      "content": "Öljy- ja kemikaalisäiliöaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden päästöt voidaan kieltää tai niitä voidaan rajoittaa Suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden mukaisesti. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä kielloista ja rajoituksista sekä siitä, missä satamissa rajoituksia tai kieltoja tulee noudattaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 c",
        "normalized_fi": "Öljy- ja kemikaalisäiliöaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden päästöt voidaan kieltää tai niitä voidaan rajoittaa Suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden mukaisesti. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä kielloista ja rajoituksista sekä siitä, missä satamissa rajoituksia tai kieltoja tulee noudattaa.",
        "folded_fi": "oljy- ja kemikaalisailioaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden paastot voidaan kieltaa tai niita voidaan rajoittaa suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden mukaisesti. valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden taytantoon panemiseksi antaa tarkempia saannoksia kielloista ja rajoituksista seka siita, missa satamissa rajoituksia tai kieltoja tulee noudattaa.",
        "content_sv": "Utsläpp av flyktiga organiska föreningar från olje- och kemikalietankfartyg kan förbjudas eller begränsas i hamnar inom finskt territorium enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, Europeiska gemenskapens rättsakter eller andra internationella förpliktelser som Finland har åtagit sig. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, närmare bestämmelser utfärdas om förbud och begränsningar samt om i vilka hamnar begränsningarna eller förbuden skall iakttas.",
        "normalized_sv": "Utsläpp av flyktiga organiska föreningar från olje- och kemikalietankfartyg kan förbjudas eller begränsas i hamnar inom finskt territorium enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, Europeiska gemenskapens rättsakter eller andra internationella förpliktelser som Finland har åtagit sig. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, närmare bestämmelser utfärdas om förbud och begränsningar samt om i vilka hamnar begränsningarna eller förbuden skall iakttas.",
        "folded_sv": "utslapp av flyktiga organiska foreningar fran olje- och kemikalietankfartyg kan forbjudas eller begransas i hamnar inom finskt territorium enligt bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, europeiska gemenskapens rattsakter eller andra internationella forpliktelser som finland har atagit sig. genom forordning av statsradet kan, for verkstalligheten av bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, verkstalligheten av europeiska gemenskapens rattsakter eller uppfyllande av finlands ovriga internationella forpliktelser, narmare bestammelser utfardas om forbud och begransningar samt om i vilka hamnar begransningarna eller forbuden skall iakttas."
      }
    },
    {
      "provision_ref": "3:21 d",
      "chapter": "3",
      "section": "21 d",
      "content": "Tähän lakiin tai sen nojalla annettuihin säädöksiin sisältyviä ilmaa pilaavien aineiden päästöjen ehkäisemistä tai rajoittamista koskevia säännöksiä ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin päästöihin, jos kaikkiin kohtuullisiin toimenpiteisiin päästön ehkäisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jälkeen eikä laivanisäntä tai aluksen päällikkö ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietäen, että vahinko todennäköisesti seuraisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 d",
        "normalized_fi": "Tähän lakiin tai sen nojalla annettuihin säädöksiin sisältyviä ilmaa pilaavien aineiden päästöjen ehkäisemistä tai rajoittamista koskevia säännöksiä ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin päästöihin, jos kaikkiin kohtuullisiin toimenpiteisiin päästön ehkäisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jälkeen eikä laivanisäntä tai aluksen päällikkö ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietäen, että vahinko todennäköisesti seuraisi.",
        "folded_fi": "tahan lakiin tai sen nojalla annettuihin saadoksiin sisaltyvia ilmaa pilaavien aineiden paastojen ehkaisemista tai rajoittamista koskevia saannoksia ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin paastoihin, jos kaikkiin kohtuullisiin toimenpiteisiin paaston ehkaisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jalkeen eika laivanisanta tai aluksen paallikko ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietaen, etta vahinko todennakoisesti seuraisi.",
        "content_sv": "Sådana bestämmelser om förhindrande eller begränsning av utsläpp av luftförorenande ämnen som ingår i denna lag eller författningar som utfärdats med stöd av den tillämpas inte på 1) verksamhet som krävs för tryggande av fartygs säkerhet eller räddande av människoliv, 2) utsläpp som föranletts av att ett fartyg eller dess utrustning skadats, om alla skäliga åtgärder för förhindrande eller minimerande av utsläppet har vidtagits efter skadan och redaren eller fartygsbefälhavaren inte uppsåtligen har förorsakat skadan eller handlat vårdslöst och medveten om att skada troligtvis skulle följa.",
        "normalized_sv": "Sådana bestämmelser om förhindrande eller begränsning av utsläpp av luftförorenande ämnen som ingår i denna lag eller författningar som utfärdats med stöd av den tillämpas inte på 1) verksamhet som krävs för tryggande av fartygs säkerhet eller räddande av människoliv, 2) utsläpp som föranletts av att ett fartyg eller dess utrustning skadats, om alla skäliga åtgärder för förhindrande eller minimerande av utsläppet har vidtagits efter skadan och redaren eller fartygsbefälhavaren inte uppsåtligen har förorsakat skadan eller handlat vårdslöst och medveten om att skada troligtvis skulle följa.",
        "folded_sv": "sadana bestammelser om forhindrande eller begransning av utslapp av luftfororenande amnen som ingar i denna lag eller forfattningar som utfardats med stod av den tillampas inte pa 1) verksamhet som kravs for tryggande av fartygs sakerhet eller raddande av manniskoliv, 2) utslapp som foranletts av att ett fartyg eller dess utrustning skadats, om alla skaliga atgarder for forhindrande eller minimerande av utslappet har vidtagits efter skadan och redaren eller fartygsbefalhavaren inte uppsatligen har fororsakat skadan eller handlat vardslost och medveten om att skada troligtvis skulle folja."
      }
    },
    {
      "provision_ref": "3:21 e",
      "chapter": "3",
      "section": "21 e",
      "content": "Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen aluksilla on Suomen vesialueella kielletty. Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen Suomen talousvyöhykkeellä ja suomalaisilla aluksilla myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on sallittu vain aluksen jätteenpolttouuneissa. Jätteenpolttouunien teknisistä vaatimuksista säädetään valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään lisäksi niistä poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen Suomen talousvyöhykkeellä ja suomalaisella aluksella myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on kokonaan kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 e",
        "normalized_fi": "Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen aluksilla on Suomen vesialueella kielletty. Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen Suomen talousvyöhykkeellä ja suomalaisilla aluksilla myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on sallittu vain aluksen jätteenpolttouuneissa. Jätteenpolttouunien teknisistä vaatimuksista säädetään valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään lisäksi niistä poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen Suomen talousvyöhykkeellä ja suomalaisella aluksella myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on kokonaan kielletty.",
        "folded_fi": "alusten tavanomaisesta toiminnasta aiheutuvan jatteen polttaminen aluksilla on suomen vesialueella kielletty. alusten tavanomaisesta toiminnasta aiheutuvan jatteen polttaminen suomen talousvyohykkeella ja suomalaisilla aluksilla myos suomen aluevesien ja talousvyohykkeen ulkopuolella on sallittu vain aluksen jatteenpolttouuneissa. jatteenpolttouunien teknisista vaatimuksista saadetaan valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan lisaksi niista poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen suomen talousvyohykkeella ja suomalaisella aluksella myos suomen aluevesien ja talousvyohykkeen ulkopuolella on kokonaan kielletty.",
        "content_sv": "Förbränning av avfall som uppstår vid fartygs normala drift är förbjuden på finskt vattenområde. Förbränning av avfall som uppstår vid fartygs normala drift är i Finlands ekonomiska zon och på finska fartyg utanför Finlands territorialvatten och ekonomiska zon tillåten endast i fartygets avfallsförbränningsugn. Bestämmelser om de tekniska kraven på avfallsförbränningsugnar utfärdas genom förordning av statsrådet. Genom förordning av statsrådet föreskrivs dessutom om de vid förbränning luftförorenande ämnen som det är helt förbjudet att förbränna i Finlands ekonomiska zon och på finska fartyg även utanför Finlands territorialvatten och ekonomiska zon.",
        "normalized_sv": "Förbränning av avfall som uppstår vid fartygs normala drift är förbjuden på finskt vattenområde. Förbränning av avfall som uppstår vid fartygs normala drift är i Finlands ekonomiska zon och på finska fartyg utanför Finlands territorialvatten och ekonomiska zon tillåten endast i fartygets avfallsförbränningsugn. Bestämmelser om de tekniska kraven på avfallsförbränningsugnar utfärdas genom förordning av statsrådet. Genom förordning av statsrådet föreskrivs dessutom om de vid förbränning luftförorenande ämnen som det är helt förbjudet att förbränna i Finlands ekonomiska zon och på finska fartyg även utanför Finlands territorialvatten och ekonomiska zon.",
        "folded_sv": "forbranning av avfall som uppstar vid fartygs normala drift ar forbjuden pa finskt vattenomrade. forbranning av avfall som uppstar vid fartygs normala drift ar i finlands ekonomiska zon och pa finska fartyg utanfor finlands territorialvatten och ekonomiska zon tillaten endast i fartygets avfallsforbranningsugn. bestammelser om de tekniska kraven pa avfallsforbranningsugnar utfardas genom forordning av statsradet. genom forordning av statsradet foreskrivs dessutom om de vid forbranning luftfororenande amnen som det ar helt forbjudet att forbranna i finlands ekonomiska zon och pa finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon."
      }
    },
    {
      "provision_ref": "3:21 f",
      "chapter": "3",
      "section": "21 f",
      "content": "Satamissa on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttävien alusten pakokaasujen puhdistusjätteet, joiden päästäminen veteen on alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen mukaan kiellettyä. Satamissa, joissa suoritetaan alusten korjauksia, on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttäviltä aluksilta tulevat otsonikerrosta heikentävät aineet ja tällaisia aineita sisältävät varusteet niitä alukselta poistettaessa. Ympäristöministeriö voi asetuksella säätää tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 f",
        "normalized_fi": "Satamissa on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttävien alusten pakokaasujen puhdistusjätteet, joiden päästäminen veteen on alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen mukaan kiellettyä. Satamissa, joissa suoritetaan alusten korjauksia, on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttäviltä aluksilta tulevat otsonikerrosta heikentävät aineet ja tällaisia aineita sisältävät varusteet niitä alukselta poistettaessa. Ympäristöministeriö voi asetuksella säätää tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
        "folded_fi": "satamissa on oltava riittavat vastaanottolaitteet vastaanottamaan satamaa kayttavien alusten pakokaasujen puhdistusjatteet, joiden paastaminen veteen on alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen mukaan kiellettya. satamissa, joissa suoritetaan alusten korjauksia, on oltava riittavat vastaanottolaitteet vastaanottamaan satamaa kayttavilta aluksilta tulevat otsonikerrosta heikentavat aineet ja tallaisia aineita sisaltavat varusteet niita alukselta poistettaessa. ymparistoministerio voi asetuksella saataa tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
        "content_sv": "I hamnarna skall för de fartyg som använder hamnarna finnas tillräckliga mottagningsanläggningar för sådant avgasreningsavfall som inte får släppas ut i vattnet enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg. I hamnar där det utförs fartygsreparationer skall det finnas tillräckliga mottagningsanläggningar för ozonnedbrytande ämnen som härrör från fartyg som använder hamnarna samt för utrustning som innehåller sådana ämnen då utrustningarna lossas från fartyg som använder hamnarna. Miljöministeriet kan genom förordning utfärda närmare bestämmelser om anläggningar som avses i 1 och 2 mom.",
        "normalized_sv": "I hamnarna skall för de fartyg som använder hamnarna finnas tillräckliga mottagningsanläggningar för sådant avgasreningsavfall som inte får släppas ut i vattnet enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg. I hamnar där det utförs fartygsreparationer skall det finnas tillräckliga mottagningsanläggningar för ozonnedbrytande ämnen som härrör från fartyg som använder hamnarna samt för utrustning som innehåller sådana ämnen då utrustningarna lossas från fartyg som använder hamnarna. Miljöministeriet kan genom förordning utfärda närmare bestämmelser om anläggningar som avses i 1 och 2 mom.",
        "folded_sv": "i hamnarna skall for de fartyg som anvander hamnarna finnas tillrackliga mottagningsanlaggningar for sadant avgasreningsavfall som inte far slappas ut i vattnet enligt bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg. i hamnar dar det utfors fartygsreparationer skall det finnas tillrackliga mottagningsanlaggningar for ozonnedbrytande amnen som harror fran fartyg som anvander hamnarna samt for utrustning som innehaller sadana amnen da utrustningarna lossas fran fartyg som anvander hamnarna. miljoministeriet kan genom forordning utfarda narmare bestammelser om anlaggningar som avses i 1 och 2 mom."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemiseksi on noudatettava, sen lisäksi, mitä muualla laissa säädetään, tätä lakia ja sen nojalla annettuja säännöksiä ja määräyksiä. Öljyn, öljypitoisen seoksen, vaarallisen nestemäisen aineen, käymäläjäteveden ja kiinteän jätteen päästäminen aluksesta veteen sekä ilmaa pilaavien aineiden päästäminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tässä laissa säädetään. Tätä lakia sovelletaan lisäksi aluksissa käytettävään polttoaineeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemiseksi on noudatettava, sen lisäksi, mitä muualla laissa säädetään, tätä lakia ja sen nojalla annettuja säännöksiä ja määräyksiä. Öljyn, öljypitoisen seoksen, vaarallisen nestemäisen aineen, käymäläjäteveden ja kiinteän jätteen päästäminen aluksesta veteen sekä ilmaa pilaavien aineiden päästäminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tässä laissa säädetään. Tätä lakia sovelletaan lisäksi aluksissa käytettävään polttoaineeseen.",
        "folded_fi": "aluksista aiheutuvan ympariston pilaantumisen ehkaisemiseksi on noudatettava, sen lisaksi, mita muualla laissa saadetaan, tata lakia ja sen nojalla annettuja saannoksia ja maarayksia. oljyn, oljypitoisen seoksen, vaarallisen nestemaisen aineen, kaymalajateveden ja kiintean jatteen paastaminen aluksesta veteen seka ilmaa pilaavien aineiden paastaminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tassa laissa saadetaan. tata lakia sovelletaan lisaksi aluksissa kaytettavaan polttoaineeseen.",
        "content_sv": "För förhindrande av miljöförorening från fartyg skall, utöver vad som föreskrivs någon annanstans i lag, denna lag och med stöd av den utfärdade bestämmelser och föreskrifter iakttas. Utsläpp av olja, oljehaltig blandning, farligt flytande ämne, toalettavfallsvatten och fast avfall från fartyg i vattnet samt utsläpp av luftförorenande ämnen från fartyg i vattnet eller luften är förbjudet enligt vad som föreskrivs i denna lag. Denna lag tillämpas dessutom på bränsle som används på fartyg.",
        "normalized_sv": "För förhindrande av miljöförorening från fartyg skall, utöver vad som föreskrivs någon annanstans i lag, denna lag och med stöd av den utfärdade bestämmelser och föreskrifter iakttas. Utsläpp av olja, oljehaltig blandning, farligt flytande ämne, toalettavfallsvatten och fast avfall från fartyg i vattnet samt utsläpp av luftförorenande ämnen från fartyg i vattnet eller luften är förbjudet enligt vad som föreskrivs i denna lag. Denna lag tillämpas dessutom på bränsle som används på fartyg.",
        "folded_sv": "for forhindrande av miljofororening fran fartyg skall, utover vad som foreskrivs nagon annanstans i lag, denna lag och med stod av den utfardade bestammelser och foreskrifter iakttas. utslapp av olja, oljehaltig blandning, farligt flytande amne, toalettavfallsvatten och fast avfall fran fartyg i vattnet samt utslapp av luftfororenande amnen fran fartyg i vattnet eller luften ar forbjudet enligt vad som foreskrivs i denna lag. denna lag tillampas dessutom pa bransle som anvands pa fartyg."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Valtioneuvoston asetuksella voidaan antaa ympäristön pilaantumisen ehkäisemiseksi alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan ja vuoden 1992 Itämeren alueen merellisen ympäristön suojelua koskevan yleissopimuksen (SopS 2/2000) sekä vastaavien Suomen muiden kansainvälisten velvoitteiden ja Euroopan yhteisöjen säädösten täytäntöönpanemiseksi tarkempia säännöksiä suomalaisen aluksen sekä Suomen satamiin tai satamista tai sisävesialueella liikennöivän ulkomaisen aluksen rakenteesta, varusteista, miehityksestä ja käytöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa ympäristön pilaantumisen ehkäisemiseksi alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan ja vuoden 1992 Itämeren alueen merellisen ympäristön suojelua koskevan yleissopimuksen (SopS 2/2000) sekä vastaavien Suomen muiden kansainvälisten velvoitteiden ja Euroopan yhteisöjen säädösten täytäntöönpanemiseksi tarkempia säännöksiä suomalaisen aluksen sekä Suomen satamiin tai satamista tai sisävesialueella liikennöivän ulkomaisen aluksen rakenteesta, varusteista, miehityksestä ja käytöstä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa ympariston pilaantumisen ehkaisemiseksi alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan ja vuoden 1992 itameren alueen merellisen ympariston suojelua koskevan yleissopimuksen (sops 2/2000) seka vastaavien suomen muiden kansainvalisten velvoitteiden ja euroopan yhteisojen saadosten taytantoonpanemiseksi tarkempia saannoksia suomalaisen aluksen seka suomen satamiin tai satamista tai sisavesialueella liikennoivan ulkomaisen aluksen rakenteesta, varusteista, miehityksesta ja kaytosta.",
        "content_sv": "Genom förordning av statsrådet kan för förhindrande av miljöförorening, för verkställigheten av protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg och av 1992 års konvention om skydd av Östersjöområdets marina miljö (FördrS 2/2000) samt för uppfyllande av Finlands motsvarande övriga internationella förpliktelser och för verkställigheten av Europeiska gemenskapernas rättsakter, utfärdas närmare bestämmelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sådana utländska fartyg som går till eller från hamnar eller på insjöfarleder i Finland.",
        "normalized_sv": "Genom förordning av statsrådet kan för förhindrande av miljöförorening, för verkställigheten av protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg och av 1992 års konvention om skydd av Östersjöområdets marina miljö (FördrS 2/2000) samt för uppfyllande av Finlands motsvarande övriga internationella förpliktelser och för verkställigheten av Europeiska gemenskapernas rättsakter, utfärdas närmare bestämmelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sådana utländska fartyg som går till eller från hamnar eller på insjöfarleder i Finland.",
        "folded_sv": "genom forordning av statsradet kan for forhindrande av miljofororening, for verkstalligheten av protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg och av 1992 ars konvention om skydd av ostersjoomradets marina miljo (fordrs 2/2000) samt for uppfyllande av finlands motsvarande ovriga internationella forpliktelser och for verkstalligheten av europeiska gemenskapernas rattsakter, utfardas narmare bestammelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sadana utlandska fartyg som gar till eller fran hamnar eller pa insjofarleder i finland."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:21 a",
      "chapter": "3",
      "section": "21 a",
      "content": "Aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden päästäminen on Suomen vesialueella ja talousvyöhykkeellä ja suomalaisista aluksista myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteessä (SopS 33/2005) tai Suomea sitovissa muissa kansainvälisissä velvoitteissa määrätään tai Euroopan yhteisön säädöksissä säädetään. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä Suomen vesialueella ja talousvyöhykkeellä sekä suomalaisten alusten osalta myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden päästöjen ehkäisemisestä ja rajoittamisesta; 2) aluksilla käytettävien moottoreiden päästövaatimuksista; 3) aluksilla käytettävien moottoreiden pakokaasujen puhdistuslaitteistoista; sekä 4) aluksilla käytettävän polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 a",
        "normalized_fi": "Aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden päästäminen on Suomen vesialueella ja talousvyöhykkeellä ja suomalaisista aluksista myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteessä (SopS 33/2005) tai Suomea sitovissa muissa kansainvälisissä velvoitteissa määrätään tai Euroopan yhteisön säädöksissä säädetään. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä Suomen vesialueella ja talousvyöhykkeellä sekä suomalaisten alusten osalta myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden päästöjen ehkäisemisestä ja rajoittamisesta; 2) aluksilla käytettävien moottoreiden päästövaatimuksista; 3) aluksilla käytettävien moottoreiden pakokaasujen puhdistuslaitteistoista; sekä 4) aluksilla käytettävän polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
        "folded_fi": "aluksista ilmaan tai veteen tapahtuva ilmaa pilaavien aineiden paastaminen on suomen vesialueella ja talousvyohykkeella ja suomalaisista aluksista myos suomen aluevesien ja talousvyohykkeen ulkopuolella kielletty siten kuin alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteessa (sops 33/2005) tai suomea sitovissa muissa kansainvalisissa velvoitteissa maarataan tai euroopan yhteison saadoksissa saadetaan. valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden taytantoon panemiseksi antaa tarkempia saannoksia suomen vesialueella ja talousvyohykkeella seka suomalaisten alusten osalta myos suomen aluevesien ja talousvyohykkeen ulkopuolella: 1) aluksista ilmaan tai veteen tapahtuvien ilmaa pilaavien aineiden paastojen ehkaisemisesta ja rajoittamisesta; 2) aluksilla kaytettavien moottoreiden paastovaatimuksista; 3) aluksilla kaytettavien moottoreiden pakokaasujen puhdistuslaitteistoista; seka 4) aluksilla kaytettavan polttoaineen laatuvaatimuksista, polttoaineen luovutustodistuksesta ja sen antamisesta.",
        "content_sv": "Utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet är förbjudet på finskt vattenområde och i Finlands ekonomiska zon och från finska fartyg även utanför Finlands territorialvatten och ekonomiska zon så som föreskrivs i bilaga VI (FördrS 33/2005) till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, i andra internationella förpliktelser som är bindande för Finland eller i Europeiska gemenskapens rättsakter. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, på finskt vattenområde och i Finlands ekonomiska zon samt då det gäller finska fartyg även utanför Finlands territorialvatten och ekonomiska zon, närmare bestämmelser utfärdas om 1) förhindrande och begränsning av utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet, 2) utsläppskrav för motorer som används på fartyg, 3) avgasreningssystem för motorer som används på fartyg, samt 4) kvalitetskrav för bränsle som används på fartyg och om överlåtelsehandling för bränsle samt om utfärdande av denna.",
        "normalized_sv": "Utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet är förbjudet på finskt vattenområde och i Finlands ekonomiska zon och från finska fartyg även utanför Finlands territorialvatten och ekonomiska zon så som föreskrivs i bilaga VI (FördrS 33/2005) till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, i andra internationella förpliktelser som är bindande för Finland eller i Europeiska gemenskapens rättsakter. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, på finskt vattenområde och i Finlands ekonomiska zon samt då det gäller finska fartyg även utanför Finlands territorialvatten och ekonomiska zon, närmare bestämmelser utfärdas om 1) förhindrande och begränsning av utsläpp av luftförorenande ämnen från fartyg i luften eller vattnet, 2) utsläppskrav för motorer som används på fartyg, 3) avgasreningssystem för motorer som används på fartyg, samt 4) kvalitetskrav för bränsle som används på fartyg och om överlåtelsehandling för bränsle samt om utfärdande av denna.",
        "folded_sv": "utslapp av luftfororenande amnen fran fartyg i luften eller vattnet ar forbjudet pa finskt vattenomrade och i finlands ekonomiska zon och fran finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon sa som foreskrivs i bilaga vi (fordrs 33/2005) till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, i andra internationella forpliktelser som ar bindande for finland eller i europeiska gemenskapens rattsakter. genom forordning av statsradet kan, for verkstalligheten av bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, verkstalligheten av europeiska gemenskapens rattsakter eller uppfyllande av finlands ovriga internationella forpliktelser, pa finskt vattenomrade och i finlands ekonomiska zon samt da det galler finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon, narmare bestammelser utfardas om 1) forhindrande och begransning av utslapp av luftfororenande amnen fran fartyg i luften eller vattnet, 2) utslappskrav for motorer som anvands pa fartyg, 3) avgasreningssystem for motorer som anvands pa fartyg, samt 4) kvalitetskrav for bransle som anvands pa fartyg och om overlatelsehandling for bransle samt om utfardande av denna."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 b",
      "chapter": "3",
      "section": "21 b",
      "content": "Aluksessa käytettäviä otsonikerrosta heikentäviä aineita koskevista rajoituksista ja kielloista sekä Euroopan yhteisöjen jäsenvaltioiden välisessä meriliikenteessä käytettävän kaasuöljyn laatuvaatimuksista säädetään ympäristönsuojelulaissa (86/2000) ja sen nojalla annettavissa säännöksissä ja määräyksissä, siltä osin kuin asiasta ei ole säädetty Euroopan yhteisön säädöksissä tai niiden nojalla annetuissa päätöksissä ja määräyksissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 b",
        "normalized_fi": "Aluksessa käytettäviä otsonikerrosta heikentäviä aineita koskevista rajoituksista ja kielloista sekä Euroopan yhteisöjen jäsenvaltioiden välisessä meriliikenteessä käytettävän kaasuöljyn laatuvaatimuksista säädetään ympäristönsuojelulaissa (86/2000) ja sen nojalla annettavissa säännöksissä ja määräyksissä, siltä osin kuin asiasta ei ole säädetty Euroopan yhteisön säädöksissä tai niiden nojalla annetuissa päätöksissä ja määräyksissä.",
        "folded_fi": "aluksessa kaytettavia otsonikerrosta heikentavia aineita koskevista rajoituksista ja kielloista seka euroopan yhteisojen jasenvaltioiden valisessa meriliikenteessa kaytettavan kaasuoljyn laatuvaatimuksista saadetaan ymparistonsuojelulaissa (86/2000) ja sen nojalla annettavissa saannoksissa ja maarayksissa, silta osin kuin asiasta ei ole saadetty euroopan yhteison saadoksissa tai niiden nojalla annetuissa paatoksissa ja maarayksissa.",
        "content_sv": "I fråga om begränsningar och förbud som gäller ozonnedbrytande ämnen som används på fartyg och om kvalitetskrav på gasolja som används i sjötrafik mellan medlemsstaterna i Europeiska gemenskaperna föreskrivs i miljöskyddslagen (86/2000) och i bestämmelser och föreskrifter som utfärdas med stöd av den, till den del det inte föreskrivs om saken i Europeiska gemenskapens rättsakter eller i beslut och bestämmelser som meddelats med stöd av dem.",
        "normalized_sv": "I fråga om begränsningar och förbud som gäller ozonnedbrytande ämnen som används på fartyg och om kvalitetskrav på gasolja som används i sjötrafik mellan medlemsstaterna i Europeiska gemenskaperna föreskrivs i miljöskyddslagen (86/2000) och i bestämmelser och föreskrifter som utfärdas med stöd av den, till den del det inte föreskrivs om saken i Europeiska gemenskapens rättsakter eller i beslut och bestämmelser som meddelats med stöd av dem.",
        "folded_sv": "i fraga om begransningar och forbud som galler ozonnedbrytande amnen som anvands pa fartyg och om kvalitetskrav pa gasolja som anvands i sjotrafik mellan medlemsstaterna i europeiska gemenskaperna foreskrivs i miljoskyddslagen (86/2000) och i bestammelser och foreskrifter som utfardas med stod av den, till den del det inte foreskrivs om saken i europeiska gemenskapens rattsakter eller i beslut och bestammelser som meddelats med stod av dem."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 c",
      "chapter": "3",
      "section": "21 c",
      "content": "Öljy- ja kemikaalisäiliöaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden päästöt voidaan kieltää tai niitä voidaan rajoittaa Suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden mukaisesti. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä kielloista ja rajoituksista sekä siitä, missä satamissa rajoituksia tai kieltoja tulee noudattaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 c",
        "normalized_fi": "Öljy- ja kemikaalisäiliöaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden päästöt voidaan kieltää tai niitä voidaan rajoittaa Suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden mukaisesti. Valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen, Euroopan yhteisön säädösten tai Suomen muiden kansainvälisten velvoitteiden täytäntöön panemiseksi antaa tarkempia säännöksiä kielloista ja rajoituksista sekä siitä, missä satamissa rajoituksia tai kieltoja tulee noudattaa.",
        "folded_fi": "oljy- ja kemikaalisailioaluksista tapahtuvien haihtuvien orgaanisten yhdisteiden paastot voidaan kieltaa tai niita voidaan rajoittaa suomen alueella sijaitsevissa satamissa alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden mukaisesti. valtioneuvoston asetuksella voidaan alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen, euroopan yhteison saadosten tai suomen muiden kansainvalisten velvoitteiden taytantoon panemiseksi antaa tarkempia saannoksia kielloista ja rajoituksista seka siita, missa satamissa rajoituksia tai kieltoja tulee noudattaa.",
        "content_sv": "Utsläpp av flyktiga organiska föreningar från olje- och kemikalietankfartyg kan förbjudas eller begränsas i hamnar inom finskt territorium enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, Europeiska gemenskapens rättsakter eller andra internationella förpliktelser som Finland har åtagit sig. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, närmare bestämmelser utfärdas om förbud och begränsningar samt om i vilka hamnar begränsningarna eller förbuden skall iakttas.",
        "normalized_sv": "Utsläpp av flyktiga organiska föreningar från olje- och kemikalietankfartyg kan förbjudas eller begränsas i hamnar inom finskt territorium enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, Europeiska gemenskapens rättsakter eller andra internationella förpliktelser som Finland har åtagit sig. Genom förordning av statsrådet kan, för verkställigheten av bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg, verkställigheten av Europeiska gemenskapens rättsakter eller uppfyllande av Finlands övriga internationella förpliktelser, närmare bestämmelser utfärdas om förbud och begränsningar samt om i vilka hamnar begränsningarna eller förbuden skall iakttas.",
        "folded_sv": "utslapp av flyktiga organiska foreningar fran olje- och kemikalietankfartyg kan forbjudas eller begransas i hamnar inom finskt territorium enligt bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, europeiska gemenskapens rattsakter eller andra internationella forpliktelser som finland har atagit sig. genom forordning av statsradet kan, for verkstalligheten av bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg, verkstalligheten av europeiska gemenskapens rattsakter eller uppfyllande av finlands ovriga internationella forpliktelser, narmare bestammelser utfardas om forbud och begransningar samt om i vilka hamnar begransningarna eller forbuden skall iakttas."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 d",
      "chapter": "3",
      "section": "21 d",
      "content": "Tähän lakiin tai sen nojalla annettuihin säädöksiin sisältyviä ilmaa pilaavien aineiden päästöjen ehkäisemistä tai rajoittamista koskevia säännöksiä ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin päästöihin, jos kaikkiin kohtuullisiin toimenpiteisiin päästön ehkäisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jälkeen eikä laivanisäntä tai aluksen päällikkö ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietäen, että vahinko todennäköisesti seuraisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 d",
        "normalized_fi": "Tähän lakiin tai sen nojalla annettuihin säädöksiin sisältyviä ilmaa pilaavien aineiden päästöjen ehkäisemistä tai rajoittamista koskevia säännöksiä ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin päästöihin, jos kaikkiin kohtuullisiin toimenpiteisiin päästön ehkäisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jälkeen eikä laivanisäntä tai aluksen päällikkö ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietäen, että vahinko todennäköisesti seuraisi.",
        "folded_fi": "tahan lakiin tai sen nojalla annettuihin saadoksiin sisaltyvia ilmaa pilaavien aineiden paastojen ehkaisemista tai rajoittamista koskevia saannoksia ei sovelleta: 1) toimiin, jotka ovat tarpeen aluksen turvallisuuden varmistamiseksi tai ihmishengen pelastamiseksi; 2) aluksen tai sen varusteiden vahingoittumisesta aiheutuneisiin paastoihin, jos kaikkiin kohtuullisiin toimenpiteisiin paaston ehkaisemiseksi tai minimoimiseksi on ryhdytty vahingoittumisen jalkeen eika laivanisanta tai aluksen paallikko ole aiheuttanut vahinkoa tahallisesti tai toiminut huolimattomasti tietaen, etta vahinko todennakoisesti seuraisi.",
        "content_sv": "Sådana bestämmelser om förhindrande eller begränsning av utsläpp av luftförorenande ämnen som ingår i denna lag eller författningar som utfärdats med stöd av den tillämpas inte på 1) verksamhet som krävs för tryggande av fartygs säkerhet eller räddande av människoliv, 2) utsläpp som föranletts av att ett fartyg eller dess utrustning skadats, om alla skäliga åtgärder för förhindrande eller minimerande av utsläppet har vidtagits efter skadan och redaren eller fartygsbefälhavaren inte uppsåtligen har förorsakat skadan eller handlat vårdslöst och medveten om att skada troligtvis skulle följa.",
        "normalized_sv": "Sådana bestämmelser om förhindrande eller begränsning av utsläpp av luftförorenande ämnen som ingår i denna lag eller författningar som utfärdats med stöd av den tillämpas inte på 1) verksamhet som krävs för tryggande av fartygs säkerhet eller räddande av människoliv, 2) utsläpp som föranletts av att ett fartyg eller dess utrustning skadats, om alla skäliga åtgärder för förhindrande eller minimerande av utsläppet har vidtagits efter skadan och redaren eller fartygsbefälhavaren inte uppsåtligen har förorsakat skadan eller handlat vårdslöst och medveten om att skada troligtvis skulle följa.",
        "folded_sv": "sadana bestammelser om forhindrande eller begransning av utslapp av luftfororenande amnen som ingar i denna lag eller forfattningar som utfardats med stod av den tillampas inte pa 1) verksamhet som kravs for tryggande av fartygs sakerhet eller raddande av manniskoliv, 2) utslapp som foranletts av att ett fartyg eller dess utrustning skadats, om alla skaliga atgarder for forhindrande eller minimerande av utslappet har vidtagits efter skadan och redaren eller fartygsbefalhavaren inte uppsatligen har fororsakat skadan eller handlat vardslost och medveten om att skada troligtvis skulle folja."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 e",
      "chapter": "3",
      "section": "21 e",
      "content": "Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen aluksilla on Suomen vesialueella kielletty. Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen Suomen talousvyöhykkeellä ja suomalaisilla aluksilla myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on sallittu vain aluksen jätteenpolttouuneissa. Jätteenpolttouunien teknisistä vaatimuksista säädetään valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään lisäksi niistä poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen Suomen talousvyöhykkeellä ja suomalaisella aluksella myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on kokonaan kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 e",
        "normalized_fi": "Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen aluksilla on Suomen vesialueella kielletty. Alusten tavanomaisesta toiminnasta aiheutuvan jätteen polttaminen Suomen talousvyöhykkeellä ja suomalaisilla aluksilla myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on sallittu vain aluksen jätteenpolttouuneissa. Jätteenpolttouunien teknisistä vaatimuksista säädetään valtioneuvoston asetuksella. Valtioneuvoston asetuksella säädetään lisäksi niistä poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen Suomen talousvyöhykkeellä ja suomalaisella aluksella myös Suomen aluevesien ja talousvyöhykkeen ulkopuolella on kokonaan kielletty.",
        "folded_fi": "alusten tavanomaisesta toiminnasta aiheutuvan jatteen polttaminen aluksilla on suomen vesialueella kielletty. alusten tavanomaisesta toiminnasta aiheutuvan jatteen polttaminen suomen talousvyohykkeella ja suomalaisilla aluksilla myos suomen aluevesien ja talousvyohykkeen ulkopuolella on sallittu vain aluksen jatteenpolttouuneissa. jatteenpolttouunien teknisista vaatimuksista saadetaan valtioneuvoston asetuksella. valtioneuvoston asetuksella saadetaan lisaksi niista poltettaessa ilman pilaantumista aiheuttavista aineista, joiden polttaminen suomen talousvyohykkeella ja suomalaisella aluksella myos suomen aluevesien ja talousvyohykkeen ulkopuolella on kokonaan kielletty.",
        "content_sv": "Förbränning av avfall som uppstår vid fartygs normala drift är förbjuden på finskt vattenområde. Förbränning av avfall som uppstår vid fartygs normala drift är i Finlands ekonomiska zon och på finska fartyg utanför Finlands territorialvatten och ekonomiska zon tillåten endast i fartygets avfallsförbränningsugn. Bestämmelser om de tekniska kraven på avfallsförbränningsugnar utfärdas genom förordning av statsrådet. Genom förordning av statsrådet föreskrivs dessutom om de vid förbränning luftförorenande ämnen som det är helt förbjudet att förbränna i Finlands ekonomiska zon och på finska fartyg även utanför Finlands territorialvatten och ekonomiska zon.",
        "normalized_sv": "Förbränning av avfall som uppstår vid fartygs normala drift är förbjuden på finskt vattenområde. Förbränning av avfall som uppstår vid fartygs normala drift är i Finlands ekonomiska zon och på finska fartyg utanför Finlands territorialvatten och ekonomiska zon tillåten endast i fartygets avfallsförbränningsugn. Bestämmelser om de tekniska kraven på avfallsförbränningsugnar utfärdas genom förordning av statsrådet. Genom förordning av statsrådet föreskrivs dessutom om de vid förbränning luftförorenande ämnen som det är helt förbjudet att förbränna i Finlands ekonomiska zon och på finska fartyg även utanför Finlands territorialvatten och ekonomiska zon.",
        "folded_sv": "forbranning av avfall som uppstar vid fartygs normala drift ar forbjuden pa finskt vattenomrade. forbranning av avfall som uppstar vid fartygs normala drift ar i finlands ekonomiska zon och pa finska fartyg utanfor finlands territorialvatten och ekonomiska zon tillaten endast i fartygets avfallsforbranningsugn. bestammelser om de tekniska kraven pa avfallsforbranningsugnar utfardas genom forordning av statsradet. genom forordning av statsradet foreskrivs dessutom om de vid forbranning luftfororenande amnen som det ar helt forbjudet att forbranna i finlands ekonomiska zon och pa finska fartyg aven utanfor finlands territorialvatten och ekonomiska zon."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 f",
      "chapter": "3",
      "section": "21 f",
      "content": "Satamissa on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttävien alusten pakokaasujen puhdistusjätteet, joiden päästäminen veteen on alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen mukaan kiellettyä. Satamissa, joissa suoritetaan alusten korjauksia, on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttäviltä aluksilta tulevat otsonikerrosta heikentävät aineet ja tällaisia aineita sisältävät varusteet niitä alukselta poistettaessa. Ympäristöministeriö voi asetuksella säätää tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 f",
        "normalized_fi": "Satamissa on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttävien alusten pakokaasujen puhdistusjätteet, joiden päästäminen veteen on alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan VI liitteen mukaan kiellettyä. Satamissa, joissa suoritetaan alusten korjauksia, on oltava riittävät vastaanottolaitteet vastaanottamaan satamaa käyttäviltä aluksilta tulevat otsonikerrosta heikentävät aineet ja tällaisia aineita sisältävät varusteet niitä alukselta poistettaessa. Ympäristöministeriö voi asetuksella säätää tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
        "folded_fi": "satamissa on oltava riittavat vastaanottolaitteet vastaanottamaan satamaa kayttavien alusten pakokaasujen puhdistusjatteet, joiden paastaminen veteen on alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan vi liitteen mukaan kiellettya. satamissa, joissa suoritetaan alusten korjauksia, on oltava riittavat vastaanottolaitteet vastaanottamaan satamaa kayttavilta aluksilta tulevat otsonikerrosta heikentavat aineet ja tallaisia aineita sisaltavat varusteet niita alukselta poistettaessa. ymparistoministerio voi asetuksella saataa tarkemmin 1 ja 2 momentissa tarkoitetuista laitteista.",
        "content_sv": "I hamnarna skall för de fartyg som använder hamnarna finnas tillräckliga mottagningsanläggningar för sådant avgasreningsavfall som inte får släppas ut i vattnet enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg. I hamnar där det utförs fartygsreparationer skall det finnas tillräckliga mottagningsanläggningar för ozonnedbrytande ämnen som härrör från fartyg som använder hamnarna samt för utrustning som innehåller sådana ämnen då utrustningarna lossas från fartyg som använder hamnarna. Miljöministeriet kan genom förordning utfärda närmare bestämmelser om anläggningar som avses i 1 och 2 mom.",
        "normalized_sv": "I hamnarna skall för de fartyg som använder hamnarna finnas tillräckliga mottagningsanläggningar för sådant avgasreningsavfall som inte får släppas ut i vattnet enligt bilaga VI till protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg. I hamnar där det utförs fartygsreparationer skall det finnas tillräckliga mottagningsanläggningar för ozonnedbrytande ämnen som härrör från fartyg som använder hamnarna samt för utrustning som innehåller sådana ämnen då utrustningarna lossas från fartyg som använder hamnarna. Miljöministeriet kan genom förordning utfärda närmare bestämmelser om anläggningar som avses i 1 och 2 mom.",
        "folded_sv": "i hamnarna skall for de fartyg som anvander hamnarna finnas tillrackliga mottagningsanlaggningar for sadant avgasreningsavfall som inte far slappas ut i vattnet enligt bilaga vi till protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg. i hamnar dar det utfors fartygsreparationer skall det finnas tillrackliga mottagningsanlaggningar for ozonnedbrytande amnen som harror fran fartyg som anvander hamnarna samt for utrustning som innehaller sadana amnen da utrustningarna lossas fran fartyg som anvander hamnarna. miljoministeriet kan genom forordning utfarda narmare bestammelser om anlaggningar som avses i 1 och 2 mom."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemiseksi on noudatettava, sen lisäksi, mitä muualla laissa säädetään, tätä lakia ja sen nojalla annettuja säännöksiä ja määräyksiä. Öljyn, öljypitoisen seoksen, vaarallisen nestemäisen aineen, käymäläjäteveden ja kiinteän jätteen päästäminen aluksesta veteen sekä ilmaa pilaavien aineiden päästäminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tässä laissa säädetään. Tätä lakia sovelletaan lisäksi aluksissa käytettävään polttoaineeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Aluksista aiheutuvan ympäristön pilaantumisen ehkäisemiseksi on noudatettava, sen lisäksi, mitä muualla laissa säädetään, tätä lakia ja sen nojalla annettuja säännöksiä ja määräyksiä. Öljyn, öljypitoisen seoksen, vaarallisen nestemäisen aineen, käymäläjäteveden ja kiinteän jätteen päästäminen aluksesta veteen sekä ilmaa pilaavien aineiden päästäminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tässä laissa säädetään. Tätä lakia sovelletaan lisäksi aluksissa käytettävään polttoaineeseen.",
        "folded_fi": "aluksista aiheutuvan ympariston pilaantumisen ehkaisemiseksi on noudatettava, sen lisaksi, mita muualla laissa saadetaan, tata lakia ja sen nojalla annettuja saannoksia ja maarayksia. oljyn, oljypitoisen seoksen, vaarallisen nestemaisen aineen, kaymalajateveden ja kiintean jatteen paastaminen aluksesta veteen seka ilmaa pilaavien aineiden paastaminen aluksesta veteen tai ilmaan on kielletty sen mukaan kuin tassa laissa saadetaan. tata lakia sovelletaan lisaksi aluksissa kaytettavaan polttoaineeseen.",
        "content_sv": "För förhindrande av miljöförorening från fartyg skall, utöver vad som föreskrivs någon annanstans i lag, denna lag och med stöd av den utfärdade bestämmelser och föreskrifter iakttas. Utsläpp av olja, oljehaltig blandning, farligt flytande ämne, toalettavfallsvatten och fast avfall från fartyg i vattnet samt utsläpp av luftförorenande ämnen från fartyg i vattnet eller luften är förbjudet enligt vad som föreskrivs i denna lag. Denna lag tillämpas dessutom på bränsle som används på fartyg.",
        "normalized_sv": "För förhindrande av miljöförorening från fartyg skall, utöver vad som föreskrivs någon annanstans i lag, denna lag och med stöd av den utfärdade bestämmelser och föreskrifter iakttas. Utsläpp av olja, oljehaltig blandning, farligt flytande ämne, toalettavfallsvatten och fast avfall från fartyg i vattnet samt utsläpp av luftförorenande ämnen från fartyg i vattnet eller luften är förbjudet enligt vad som föreskrivs i denna lag. Denna lag tillämpas dessutom på bränsle som används på fartyg.",
        "folded_sv": "for forhindrande av miljofororening fran fartyg skall, utover vad som foreskrivs nagon annanstans i lag, denna lag och med stod av den utfardade bestammelser och foreskrifter iakttas. utslapp av olja, oljehaltig blandning, farligt flytande amne, toalettavfallsvatten och fast avfall fran fartyg i vattnet samt utslapp av luftfororenande amnen fran fartyg i vattnet eller luften ar forbjudet enligt vad som foreskrivs i denna lag. denna lag tillampas dessutom pa bransle som anvands pa fartyg."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Valtioneuvoston asetuksella voidaan antaa ympäristön pilaantumisen ehkäisemiseksi alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan ja vuoden 1992 Itämeren alueen merellisen ympäristön suojelua koskevan yleissopimuksen (SopS 2/2000) sekä vastaavien Suomen muiden kansainvälisten velvoitteiden ja Euroopan yhteisöjen säädösten täytäntöönpanemiseksi tarkempia säännöksiä suomalaisen aluksen sekä Suomen satamiin tai satamista tai sisävesialueella liikennöivän ulkomaisen aluksen rakenteesta, varusteista, miehityksestä ja käytöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa ympäristön pilaantumisen ehkäisemiseksi alusten aiheuttaman meren pilaantumisen ehkäisemisestä vuonna 1973 tehtyyn kansainväliseen yleissopimukseen liittyvän vuoden 1978 pöytäkirjan ja vuoden 1992 Itämeren alueen merellisen ympäristön suojelua koskevan yleissopimuksen (SopS 2/2000) sekä vastaavien Suomen muiden kansainvälisten velvoitteiden ja Euroopan yhteisöjen säädösten täytäntöönpanemiseksi tarkempia säännöksiä suomalaisen aluksen sekä Suomen satamiin tai satamista tai sisävesialueella liikennöivän ulkomaisen aluksen rakenteesta, varusteista, miehityksestä ja käytöstä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa ympariston pilaantumisen ehkaisemiseksi alusten aiheuttaman meren pilaantumisen ehkaisemisesta vuonna 1973 tehtyyn kansainvaliseen yleissopimukseen liittyvan vuoden 1978 poytakirjan ja vuoden 1992 itameren alueen merellisen ympariston suojelua koskevan yleissopimuksen (sops 2/2000) seka vastaavien suomen muiden kansainvalisten velvoitteiden ja euroopan yhteisojen saadosten taytantoonpanemiseksi tarkempia saannoksia suomalaisen aluksen seka suomen satamiin tai satamista tai sisavesialueella liikennoivan ulkomaisen aluksen rakenteesta, varusteista, miehityksesta ja kaytosta.",
        "content_sv": "Genom förordning av statsrådet kan för förhindrande av miljöförorening, för verkställigheten av protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg och av 1992 års konvention om skydd av Östersjöområdets marina miljö (FördrS 2/2000) samt för uppfyllande av Finlands motsvarande övriga internationella förpliktelser och för verkställigheten av Europeiska gemenskapernas rättsakter, utfärdas närmare bestämmelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sådana utländska fartyg som går till eller från hamnar eller på insjöfarleder i Finland.",
        "normalized_sv": "Genom förordning av statsrådet kan för förhindrande av miljöförorening, för verkställigheten av protokollet av år 1978 till 1973 års internationella konvention till förhindrande av förorening från fartyg och av 1992 års konvention om skydd av Östersjöområdets marina miljö (FördrS 2/2000) samt för uppfyllande av Finlands motsvarande övriga internationella förpliktelser och för verkställigheten av Europeiska gemenskapernas rättsakter, utfärdas närmare bestämmelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sådana utländska fartyg som går till eller från hamnar eller på insjöfarleder i Finland.",
        "folded_sv": "genom forordning av statsradet kan for forhindrande av miljofororening, for verkstalligheten av protokollet av ar 1978 till 1973 ars internationella konvention till forhindrande av fororening fran fartyg och av 1992 ars konvention om skydd av ostersjoomradets marina miljo (fordrs 2/2000) samt for uppfyllande av finlands motsvarande ovriga internationella forpliktelser och for verkstalligheten av europeiska gemenskapernas rattsakter, utfardas narmare bestammelser om konstruktion, utrustning, bemanning och drift av finska fartyg samt av sadana utlandska fartyg som gar till eller fran hamnar eller pa insjofarleder i finland."
      },
      "valid_from": "2005-03-18",
      "valid_to": null
    }
  ]
}