{
  "id": "23/2016",
  "type": "statute",
  "title": "Laki patenttilain muuttamisesta",
  "title_en": "Lag om ändring av patentlagen",
  "status": "in_force",
  "issued_date": "2016-01-08",
  "in_force_date": "2016-01-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/23/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Patenttihakemus tehdään kirjallisesti patenttiviranomaiselle. Patenttiviranomainen pitää päiväkirjaa saapuneista patenttihakemuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Patenttihakemus tehdään kirjallisesti patenttiviranomaiselle. Patenttiviranomainen pitää päiväkirjaa saapuneista patenttihakemuksista.",
        "folded_fi": "patenttihakemus tehdaan kirjallisesti patenttiviranomaiselle. patenttiviranomainen pitaa paivakirjaa saapuneista patenttihakemuksista.",
        "content_sv": "Ansökan om patent görs skriftligen hos patentmyndigheten. Patentmyndigheten ska föra diarium över inkomna patentansökningar.",
        "normalized_sv": "Ansökan om patent görs skriftligen hos patentmyndigheten. Patentmyndigheten ska föra diarium över inkomna patentansökningar.",
        "folded_sv": "ansokan om patent gors skriftligen hos patentmyndigheten. patentmyndigheten ska fora diarium over inkomna patentansokningar."
      }
    },
    {
      "provision_ref": "2:44",
      "chapter": "2",
      "section": "44",
      "content": "Jos näytetään, että patenttirekisteriin merkitty käyttölupa tai panttioikeus on lakannut olemasta voimassa, sitä koskeva merkintä on poistettava patenttirekisteristä. Jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtävä siitä merkintä patenttirekisteriin. Jos joku on pyytänyt patenttiviranomaiselta patenttirekisteriin merkittäväksi, että patentti on luovutettu hänelle tai että hän on saanut käyttöluvan tai panttioikeuden, ja hän oli silloin oikeuteensa nähden vilpittömässä mielessä, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa häntä vastaan, jos toinen ei sitä ennen ollut pyytänyt saantonsa merkitsemistä patenttirekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:44",
        "normalized_fi": "Jos näytetään, että patenttirekisteriin merkitty käyttölupa tai panttioikeus on lakannut olemasta voimassa, sitä koskeva merkintä on poistettava patenttirekisteristä. Jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtävä siitä merkintä patenttirekisteriin. Jos joku on pyytänyt patenttiviranomaiselta patenttirekisteriin merkittäväksi, että patentti on luovutettu hänelle tai että hän on saanut käyttöluvan tai panttioikeuden, ja hän oli silloin oikeuteensa nähden vilpittömässä mielessä, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa häntä vastaan, jos toinen ei sitä ennen ollut pyytänyt saantonsa merkitsemistä patenttirekisteriin.",
        "folded_fi": "jos naytetaan, etta patenttirekisteriin merkitty kayttolupa tai panttioikeus on lakannut olemasta voimassa, sita koskeva merkinta on poistettava patenttirekisterista. jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtava siita merkinta patenttirekisteriin. jos joku on pyytanyt patenttiviranomaiselta patenttirekisteriin merkittavaksi, etta patentti on luovutettu hanelle tai etta han on saanut kayttoluvan tai panttioikeuden, ja han oli silloin oikeuteensa nahden vilpittomassa mielessa, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa hanta vastaan, jos toinen ei sita ennen ollut pyytanyt saantonsa merkitsemista patenttirekisteriin.",
        "content_sv": "Visas det att en i patentregistret antecknad licens eller panträtt har upphört att gälla, ska anteckningen om den avföras. Om ett patent har utmätts, ska patentmyndigheten anteckna detta i patentregistret på anmälan från utmätningsmannen. Om någon hos patentmyndigheten begärt att anteckning ska göras i patentregistret om att ett patent har överlåtits till honom eller att han förvärvat en licens eller panträtt, och var han då i god tro beträffande sin rätt, är tidigare överlåtelse av patentet eller upplåtelse av rätt därtill till någon annan inte gällande mot honom, om den andra inte innan dess har bett att få sitt förvärv antecknats i patentregistret.",
        "normalized_sv": "Visas det att en i patentregistret antecknad licens eller panträtt har upphört att gälla, ska anteckningen om den avföras. Om ett patent har utmätts, ska patentmyndigheten anteckna detta i patentregistret på anmälan från utmätningsmannen. Om någon hos patentmyndigheten begärt att anteckning ska göras i patentregistret om att ett patent har överlåtits till honom eller att han förvärvat en licens eller panträtt, och var han då i god tro beträffande sin rätt, är tidigare överlåtelse av patentet eller upplåtelse av rätt därtill till någon annan inte gällande mot honom, om den andra inte innan dess har bett att få sitt förvärv antecknats i patentregistret.",
        "folded_sv": "visas det att en i patentregistret antecknad licens eller pantratt har upphort att galla, ska anteckningen om den avforas. om ett patent har utmatts, ska patentmyndigheten anteckna detta i patentregistret pa anmalan fran utmatningsmannen. om nagon hos patentmyndigheten begart att anteckning ska goras i patentregistret om att ett patent har overlatits till honom eller att han forvarvat en licens eller pantratt, och var han da i god tro betraffande sin ratt, ar tidigare overlatelse av patentet eller upplatelse av ratt dartill till nagon annan inte gallande mot honom, om den andra inte innan dess har bett att fa sitt forvarv antecknats i patentregistret."
      }
    },
    {
      "provision_ref": "2:48",
      "chapter": "2",
      "section": "48",
      "content": "Sillä, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tässä maassa ammattimaisesti käytti hyväkseen keksintöä, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnön hyväksikäyttöön, jos siihen on erityisiä syitä eikä hän ollut tietoinen hakemuksesta eikä myöskään kohtuudella voida katsoa, että hän olisi voinut saada siitä tietoa. Vastaavilla edellytyksillä saa pakkoluvan keksinnön käyttöön myös se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnön ammattimaiseksi hyväksikäyttämiseksi Suomessa. Pakkolupa voi kohdistua myös aikaan ennen patentin myöntämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:48",
        "normalized_fi": "Sillä, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tässä maassa ammattimaisesti käytti hyväkseen keksintöä, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnön hyväksikäyttöön, jos siihen on erityisiä syitä eikä hän ollut tietoinen hakemuksesta eikä myöskään kohtuudella voida katsoa, että hän olisi voinut saada siitä tietoa. Vastaavilla edellytyksillä saa pakkoluvan keksinnön käyttöön myös se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnön ammattimaiseksi hyväksikäyttämiseksi Suomessa. Pakkolupa voi kohdistua myös aikaan ennen patentin myöntämistä.",
        "folded_fi": "silla, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tassa maassa ammattimaisesti kaytti hyvakseen keksintoa, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnon hyvaksikayttoon, jos siihen on erityisia syita eika han ollut tietoinen hakemuksesta eika myoskaan kohtuudella voida katsoa, etta han olisi voinut saada siita tietoa. vastaavilla edellytyksilla saa pakkoluvan keksinnon kayttoon myos se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnon ammattimaiseksi hyvaksikayttamiseksi suomessa. pakkolupa voi kohdistua myos aikaan ennen patentin myontamista.",
        "content_sv": "Den som utnyttjade en patentsökt uppfinning yrkesmässigt här i landet när handlingarna i ansökningsärendet blev offentliga har, om ansökningen leder till patent, rätt att erhålla tvångslicens till utnyttjandet, om synnerliga skäl föreligger och han saknat kännedom om ansökningen och det inte heller skäligen kan anses att han skulle ha kunnat skaffa sig kännedom om den. Rätt att erhålla tvångslicens till utnyttjandet har under motsvarande förutsättningar även den som vidtagit väsentliga åtgärder för att utnyttja uppfinningen yrkesmässigt i Finland. Tvångslicensen kan avse även tiden innan patentet meddelades.",
        "normalized_sv": "Den som utnyttjade en patentsökt uppfinning yrkesmässigt här i landet när handlingarna i ansökningsärendet blev offentliga har, om ansökningen leder till patent, rätt att erhålla tvångslicens till utnyttjandet, om synnerliga skäl föreligger och han saknat kännedom om ansökningen och det inte heller skäligen kan anses att han skulle ha kunnat skaffa sig kännedom om den. Rätt att erhålla tvångslicens till utnyttjandet har under motsvarande förutsättningar även den som vidtagit väsentliga åtgärder för att utnyttja uppfinningen yrkesmässigt i Finland. Tvångslicensen kan avse även tiden innan patentet meddelades.",
        "folded_sv": "den som utnyttjade en patentsokt uppfinning yrkesmassigt har i landet nar handlingarna i ansokningsarendet blev offentliga har, om ansokningen leder till patent, ratt att erhalla tvangslicens till utnyttjandet, om synnerliga skal foreligger och han saknat kannedom om ansokningen och det inte heller skaligen kan anses att han skulle ha kunnat skaffa sig kannedom om den. ratt att erhalla tvangslicens till utnyttjandet har under motsvarande forutsattningar aven den som vidtagit vasentliga atgarder for att utnyttja uppfinningen yrkesmassigt i finland. tvangslicensen kan avse aven tiden innan patentet meddelades."
      }
    },
    {
      "provision_ref": "2:57",
      "chapter": "2",
      "section": "57",
      "content": "patenttirikkomuksesta Jos patentinloukkaus tehdään tahallisesti, tekijä on tuomittava sakkoon. Patenttirikkomuksesta tuomitaan myös se, joka yhdistetystä patenttituomioistuimesta Brysselissä 19 päivänä helmikuuta 2013 tehdyn sopimuksen määräysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. Patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 §:ssä tarkoitettuna teollisoikeusrikoksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:57",
        "normalized_fi": "patenttirikkomuksesta Jos patentinloukkaus tehdään tahallisesti, tekijä on tuomittava sakkoon. Patenttirikkomuksesta tuomitaan myös se, joka yhdistetystä patenttituomioistuimesta Brysselissä 19 päivänä helmikuuta 2013 tehdyn sopimuksen määräysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. Patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 § :ssä tarkoitettuna teollisoikeusrikoksena.",
        "folded_fi": "patenttirikkomuksesta jos patentinloukkaus tehdaan tahallisesti, tekija on tuomittava sakkoon. patenttirikkomuksesta tuomitaan myos se, joka yhdistetysta patenttituomioistuimesta brysselissa 19 paivana helmikuuta 2013 tehdyn sopimuksen maaraysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 §:ssa tarkoitettuna teollisoikeusrikoksena.",
        "content_sv": "patentförseelse Den som uppsåtligen begår patentintrång ska för dömas till böter. För patentförseelse döms även den som i strid med bestämmelser i det i Bryssel den 19 februari 2013 ingångna avtalet om en enhetlig patentdomstol uppsåtligen gör intrång i den rätt som ett europeiskt patent som hör till avtalets tillämpningsområde medför. För patentförseelse döms inte, om gärningen utgör ett brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen (39/1889).",
        "normalized_sv": "patentförseelse Den som uppsåtligen begår patentintrång ska för dömas till böter. För patentförseelse döms även den som i strid med bestämmelser i det i Bryssel den 19 februari 2013 ingångna avtalet om en enhetlig patentdomstol uppsåtligen gör intrång i den rätt som ett europeiskt patent som hör till avtalets tillämpningsområde medför. För patentförseelse döms inte, om gärningen utgör ett brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen (39/1889).",
        "folded_sv": "patentforseelse den som uppsatligen begar patentintrang ska for domas till boter. for patentforseelse doms aven den som i strid med bestammelser i det i bryssel den 19 februari 2013 ingangna avtalet om en enhetlig patentdomstol uppsatligen gor intrang i den ratt som ett europeiskt patent som hor till avtalets tillampningsomrade medfor. for patentforseelse doms inte, om garningen utgor ett brott mot industriell rattighet enligt 49 kap. 2 § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "2:64",
      "chapter": "2",
      "section": "64",
      "content": "Tähän lakiin perustuvat riita- ja hakemusasiat käsitellään markkinaoikeudessa. Markkinaoikeudessa käsitellään myös asiat, jotka koskevat oikeutta keksintöön, johon on haettu Euroopan patenttisopimuksessa (SopS 8/1996) tarkoitettua eurooppapatenttia. Edellytyksenä tällaisen asian käsittelylle markkinaoikeudessa on, että vastaajalla on kotipaikka Suomessa tai että kantajalla on kotipaikka Suomessa eikä vastaajalla ole kotipaikkaa Euroopan patenttisopimukseen kuuluvassa valtiossa. Asia käsitellään markkinaoikeudessa myös, jos riidan osapuolet ovat sopineet, että markkinaoikeus on toimivaltainen tuomioistuin asiassa. Edellä 2 momentissa tarkoitettua riitaa ei saa ottaa käsiteltäväksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten välillä on vireillä toisen Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa. Jos tämän ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykättävä asian käsittelyä, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. Markkinaoikeuden kansainvälisestä toimivallasta säädetään tai määrätään muutoin erikseen. Riita- ja hakemusasioiden käsittelystä markkinaoikeudessa säädetään oikeudenkäynnistä markkinaoikeudessa annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:64",
        "normalized_fi": "Tähän lakiin perustuvat riita- ja hakemusasiat käsitellään markkinaoikeudessa. Markkinaoikeudessa käsitellään myös asiat, jotka koskevat oikeutta keksintöön, johon on haettu Euroopan patenttisopimuksessa (SopS 8/1996) tarkoitettua eurooppapatenttia. Edellytyksenä tällaisen asian käsittelylle markkinaoikeudessa on, että vastaajalla on kotipaikka Suomessa tai että kantajalla on kotipaikka Suomessa eikä vastaajalla ole kotipaikkaa Euroopan patenttisopimukseen kuuluvassa valtiossa. Asia käsitellään markkinaoikeudessa myös, jos riidan osapuolet ovat sopineet, että markkinaoikeus on toimivaltainen tuomioistuin asiassa. Edellä 2 momentissa tarkoitettua riitaa ei saa ottaa käsiteltäväksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten välillä on vireillä toisen Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa. Jos tämän ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykättävä asian käsittelyä, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. Markkinaoikeuden kansainvälisestä toimivallasta säädetään tai määrätään muutoin erikseen. Riita- ja hakemusasioiden käsittelystä markkinaoikeudessa säädetään oikeudenkäynnistä markkinaoikeudessa annetussa laissa.",
        "folded_fi": "tahan lakiin perustuvat riita- ja hakemusasiat kasitellaan markkinaoikeudessa. markkinaoikeudessa kasitellaan myos asiat, jotka koskevat oikeutta keksintoon, johon on haettu euroopan patenttisopimuksessa (sops 8/1996) tarkoitettua eurooppapatenttia. edellytyksena tallaisen asian kasittelylle markkinaoikeudessa on, etta vastaajalla on kotipaikka suomessa tai etta kantajalla on kotipaikka suomessa eika vastaajalla ole kotipaikkaa euroopan patenttisopimukseen kuuluvassa valtiossa. asia kasitellaan markkinaoikeudessa myos, jos riidan osapuolet ovat sopineet, etta markkinaoikeus on toimivaltainen tuomioistuin asiassa. edella 2 momentissa tarkoitettua riitaa ei saa ottaa kasiteltavaksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten valilla on vireilla toisen euroopan patenttisopimuksen jasenvaltion tuomioistuimessa. jos taman ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykattava asian kasittelya, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. markkinaoikeuden kansainvalisesta toimivallasta saadetaan tai maarataan muutoin erikseen. riita- ja hakemusasioiden kasittelysta markkinaoikeudessa saadetaan oikeudenkaynnista markkinaoikeudessa annetussa laissa.",
        "content_sv": "Tvistemål och ansökningsärenden som grundar sig på denna lag handläggs i marknadsdomstolen. I marknadsdomstolen handläggs även mål som gäller rätten till en uppfinning för vilken europeiskt patent har sökts enligt den europeiska patentkonventionen (FördrS 8/1996). En förutsättning för att ett sådant mål ska handläggas i marknadsdomstolen är att svaranden har hemvist i Finland eller att käranden har hemvist i Finland och svaranden inte har hemvist i en stat som hör till den europeiska patentkonventionen. Ett sådant mål handläggs i marknadsdomstolen även i det fallet att parterna i tvisten har avtalat att marknadsdomstolen är behörig domstol i ärendet. En tvist som avses i 2 mom. får inte tas till behandling i marknadsdomstolen, om samma tvistefråga mellan samma parter är anhängig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. Om behörigheten hos denna utländska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av målet tills behörighetsfrågan har avgjorts i den utländska domstolen genom ett lagakraftvunnet avgörande. I övrigt bestäms eller föreskrivs det särskilt om marknadsdomstolens internationella behörighet. Bestämmelser om handläggningen av tvistemål och ansökningsärenden i marknadsdomstolen finns i lagen om rättegång i marknadsdomstolen.",
        "normalized_sv": "Tvistemål och ansökningsärenden som grundar sig på denna lag handläggs i marknadsdomstolen. I marknadsdomstolen handläggs även mål som gäller rätten till en uppfinning för vilken europeiskt patent har sökts enligt den europeiska patentkonventionen (FördrS 8/1996). En förutsättning för att ett sådant mål ska handläggas i marknadsdomstolen är att svaranden har hemvist i Finland eller att käranden har hemvist i Finland och svaranden inte har hemvist i en stat som hör till den europeiska patentkonventionen. Ett sådant mål handläggs i marknadsdomstolen även i det fallet att parterna i tvisten har avtalat att marknadsdomstolen är behörig domstol i ärendet. En tvist som avses i 2 mom. får inte tas till behandling i marknadsdomstolen, om samma tvistefråga mellan samma parter är anhängig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. Om behörigheten hos denna utländska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av målet tills behörighetsfrågan har avgjorts i den utländska domstolen genom ett lagakraftvunnet avgörande. I övrigt bestäms eller föreskrivs det särskilt om marknadsdomstolens internationella behörighet. Bestämmelser om handläggningen av tvistemål och ansökningsärenden i marknadsdomstolen finns i lagen om rättegång i marknadsdomstolen.",
        "folded_sv": "tvistemal och ansokningsarenden som grundar sig pa denna lag handlaggs i marknadsdomstolen. i marknadsdomstolen handlaggs aven mal som galler ratten till en uppfinning for vilken europeiskt patent har sokts enligt den europeiska patentkonventionen (fordrs 8/1996). en forutsattning for att ett sadant mal ska handlaggas i marknadsdomstolen ar att svaranden har hemvist i finland eller att karanden har hemvist i finland och svaranden inte har hemvist i en stat som hor till den europeiska patentkonventionen. ett sadant mal handlaggs i marknadsdomstolen aven i det fallet att parterna i tvisten har avtalat att marknadsdomstolen ar behorig domstol i arendet. en tvist som avses i 2 mom. far inte tas till behandling i marknadsdomstolen, om samma tvistefraga mellan samma parter ar anhangig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. om behorigheten hos denna utlandska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av malet tills behorighetsfragan har avgjorts i den utlandska domstolen genom ett lagakraftvunnet avgorande. i ovrigt bestams eller foreskrivs det sarskilt om marknadsdomstolens internationella behorighet. bestammelser om handlaggningen av tvistemal och ansokningsarenden i marknadsdomstolen finns i lagen om rattegang i marknadsdomstolen."
      }
    },
    {
      "provision_ref": "2:64 a",
      "chapter": "2",
      "section": "64 a",
      "content": "Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa 64 §:n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on Suomessa täytäntöönpantavissa. Tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole täytäntöönpantavissa Suomessa, jos haasteasiakirjaa ei ole annettu hänelle asianmukaisesti tiedoksi tai jos hänellä ei ole ollut riittävästi aikaa valmistautua tuomioistuinkäsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:64 a",
        "normalized_fi": "Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa 64 § :n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on Suomessa täytäntöönpantavissa. Tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole täytäntöönpantavissa Suomessa, jos haasteasiakirjaa ei ole annettu hänelle asianmukaisesti tiedoksi tai jos hänellä ei ole ollut riittävästi aikaa valmistautua tuomioistuinkäsittelyyn.",
        "folded_fi": "euroopan patenttisopimuksen jasenvaltion tuomioistuimessa 64 §:n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on suomessa taytantoonpantavissa. tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole taytantoonpantavissa suomessa, jos haasteasiakirjaa ei ole annettu hanelle asianmukaisesti tiedoksi tai jos hanella ei ole ollut riittavasti aikaa valmistautua tuomioistuinkasittelyyn.",
        "content_sv": "En lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkställas i Finland. En dom som gäller den som söker europeiskt patent kan dock inte verkställas i Finland, om stämningshandlingarna inte har delgivits honom på behörigt sätt eller om han inte har haft tillräckligt med tid att förbereda sig för domstolsbehandlingen.",
        "normalized_sv": "En lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkställas i Finland. En dom som gäller den som söker europeiskt patent kan dock inte verkställas i Finland, om stämningshandlingarna inte har delgivits honom på behörigt sätt eller om han inte har haft tillräckligt med tid att förbereda sig för domstolsbehandlingen.",
        "folded_sv": "en lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkstallas i finland. en dom som galler den som soker europeiskt patent kan dock inte verkstallas i finland, om stamningshandlingarna inte har delgivits honom pa behorigt satt eller om han inte har haft tillrackligt med tid att forbereda sig for domstolsbehandlingen."
      }
    },
    {
      "provision_ref": "2:65",
      "chapter": "2",
      "section": "65",
      "content": "Markkinaoikeuden ohella myös yhdistetty patenttituomioistuin käsittelee tässä laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetystä patenttituomioistuimesta tehdyssä sopimuksessa määrätään. Vireilläolosta ja toisiinsa liittyvistä kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen välillä säädetään tuomioistuimen toimivallasta sekä tuomioiden tunnustamisesta ja täytäntöönpanosta siviili- ja kauppaoikeuden alalla annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 1215/2012. Markkinaoikeus ei saa ottaa käsiteltäväksi asiaa, joka yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:65",
        "normalized_fi": "Markkinaoikeuden ohella myös yhdistetty patenttituomioistuin käsittelee tässä laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetystä patenttituomioistuimesta tehdyssä sopimuksessa määrätään. Vireilläolosta ja toisiinsa liittyvistä kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen välillä säädetään tuomioistuimen toimivallasta sekä tuomioiden tunnustamisesta ja täytäntöönpanosta siviili- ja kauppaoikeuden alalla annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 1215/2012. Markkinaoikeus ei saa ottaa käsiteltäväksi asiaa, joka yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
        "folded_fi": "markkinaoikeuden ohella myos yhdistetty patenttituomioistuin kasittelee tassa laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetysta patenttituomioistuimesta tehdyssa sopimuksessa maarataan. vireillaolosta ja toisiinsa liittyvista kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen valilla saadetaan tuomioistuimen toimivallasta seka tuomioiden tunnustamisesta ja taytantoonpanosta siviili- ja kauppaoikeuden alalla annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 1215/2012. markkinaoikeus ei saa ottaa kasiteltavaksi asiaa, joka yhdistetysta patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
        "content_sv": "Vid sidan av marknadsdomstolen handlägger även den enhetliga patentdomstolen, på det sätt som bestäms i avtalet om en enhetlig patentdomstol, mål som gäller europeiska patent. Bestämmelser om anhängighet och käromål som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i Europaparlamentets och rådets förordning (EU) nr 1215/2012 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område. Marknadsdomstolen får inte ta till behandling ett mål där den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet.",
        "normalized_sv": "Vid sidan av marknadsdomstolen handlägger även den enhetliga patentdomstolen, på det sätt som bestäms i avtalet om en enhetlig patentdomstol, mål som gäller europeiska patent. Bestämmelser om anhängighet och käromål som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i Europaparlamentets och rådets förordning (EU) nr 1215/2012 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område. Marknadsdomstolen får inte ta till behandling ett mål där den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet.",
        "folded_sv": "vid sidan av marknadsdomstolen handlagger aven den enhetliga patentdomstolen, pa det satt som bestams i avtalet om en enhetlig patentdomstol, mal som galler europeiska patent. bestammelser om anhangighet och karomal som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i europaparlamentets och radets forordning (eu) nr 1215/2012 om domstols behorighet och om erkannande och verkstallighet av domar pa privatrattens omrade. marknadsdomstolen far inte ta till behandling ett mal dar den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behorighet."
      }
    },
    {
      "provision_ref": "2:66",
      "chapter": "2",
      "section": "66",
      "content": "Syyte rikoslain 49 luvun 2 §:ssä tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta sekä tämän lain 57 §:n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 §:ssä tarkoitetusta rikoksesta käsitellään Helsingin käräjäoikeudessa. Edellä 1 momentissa tarkoitetun syyteasian yhteydessä voidaan käsitellä syytteessä tarkoitetusta rikoksesta johtuva 58 §:n mukainen korvausvaatimus ja 59 §:n mukainen vaatimus sen estämättä, mitä 64 §:ssä säädetään. Jos yhdistetyllä patenttituomioistuimella on yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta käsitellä rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sitä ei voida käsitellä rikosasian yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:66",
        "normalized_fi": "Syyte rikoslain 49 luvun 2 § :ssä tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta sekä tämän lain 57 § :n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 § :ssä tarkoitetusta rikoksesta käsitellään Helsingin käräjäoikeudessa. Edellä 1 momentissa tarkoitetun syyteasian yhteydessä voidaan käsitellä syytteessä tarkoitetusta rikoksesta johtuva 58 § :n mukainen korvausvaatimus ja 59 § :n mukainen vaatimus sen estämättä, mitä 64 § :ssä säädetään. Jos yhdistetyllä patenttituomioistuimella on yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta käsitellä rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sitä ei voida käsitellä rikosasian yhteydessä.",
        "folded_fi": "syyte rikoslain 49 luvun 2 §:ssa tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta seka taman lain 57 §:n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 §:ssa tarkoitetusta rikoksesta kasitellaan helsingin karajaoikeudessa. edella 1 momentissa tarkoitetun syyteasian yhteydessa voidaan kasitella syytteessa tarkoitetusta rikoksesta johtuva 58 §:n mukainen korvausvaatimus ja 59 §:n mukainen vaatimus sen estamatta, mita 64 §:ssa saadetaan. jos yhdistetylla patenttituomioistuimella on yhdistetysta patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta kasitella rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sita ei voida kasitella rikosasian yhteydessa.",
        "content_sv": "Åtal för ett sådant brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen som gör intrång i den ensamrätt som ett patent medför samt åtal för en patentförseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handläggs i Helsingfors tingsrätt. Trots det som sägs i 64 § får i samband med ett åtal som avses i 1 mom. handläggas ett ersättningsyrkande enligt 58 § eller ett yrkande enligt 59 §, när yrkandet framställts med anledning av det brott som avses i åtalet. Om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet att handlägga ett privaträttsligt yrkande som följer av ett brott, får det inte handläggas i samband med brottmålet.",
        "normalized_sv": "Åtal för ett sådant brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen som gör intrång i den ensamrätt som ett patent medför samt åtal för en patentförseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handläggs i Helsingfors tingsrätt. Trots det som sägs i 64 § får i samband med ett åtal som avses i 1 mom. handläggas ett ersättningsyrkande enligt 58 § eller ett yrkande enligt 59 § , när yrkandet framställts med anledning av det brott som avses i åtalet. Om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet att handlägga ett privaträttsligt yrkande som följer av ett brott, får det inte handläggas i samband med brottmålet.",
        "folded_sv": "atal for ett sadant brott mot industriell rattighet enligt 49 kap. 2 § i strafflagen som gor intrang i den ensamratt som ett patent medfor samt atal for en patentforseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handlaggs i helsingfors tingsratt. trots det som sags i 64 § far i samband med ett atal som avses i 1 mom. handlaggas ett ersattningsyrkande enligt 58 § eller ett yrkande enligt 59 §, nar yrkandet framstallts med anledning av det brott som avses i atalet. om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behorighet att handlagga ett privatrattsligt yrkande som foljer av ett brott, far det inte handlaggas i samband med brottmalet."
      }
    },
    {
      "provision_ref": "2:70 b",
      "chapter": "2",
      "section": "70 b",
      "content": "Lisäsuojatodistusta ja lääkkeiden lisäsuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdään Patentti- ja rekisterihallitukselle. Patentti- ja rekisterihallituksen myöntämällä lisäsuojatodistuksella on oikeusvaikutus Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 b",
        "normalized_fi": "Lisäsuojatodistusta ja lääkkeiden lisäsuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdään Patentti- ja rekisterihallitukselle. Patentti- ja rekisterihallituksen myöntämällä lisäsuojatodistuksella on oikeusvaikutus Suomessa.",
        "folded_fi": "lisasuojatodistusta ja laakkeiden lisasuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdaan patentti- ja rekisterihallitukselle. patentti- ja rekisterihallituksen myontamalla lisasuojatodistuksella on oikeusvaikutus suomessa.",
        "content_sv": "Ansökan om tilläggsskydd och om förlängning av giltighetstiden för tilläggsskydd för läkemedel görs hos Patent- och registerstyrelsen. Ett tilläggsskydd som Patent- och registerstyrelsen meddelat har rättsverkan i Finland.",
        "normalized_sv": "Ansökan om tilläggsskydd och om förlängning av giltighetstiden för tilläggsskydd för läkemedel görs hos Patent- och registerstyrelsen. Ett tilläggsskydd som Patent- och registerstyrelsen meddelat har rättsverkan i Finland.",
        "folded_sv": "ansokan om tillaggsskydd och om forlangning av giltighetstiden for tillaggsskydd for lakemedel gors hos patent- och registerstyrelsen. ett tillaggsskydd som patent- och registerstyrelsen meddelat har rattsverkan i finland."
      }
    },
    {
      "provision_ref": "2:70 d",
      "chapter": "2",
      "section": "70 d",
      "content": "Lisäsuojatodistus antaa samat oikeudet kuin patentti, ja sitä koskevat samat rajoitukset ja velvoitteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 d",
        "normalized_fi": "Lisäsuojatodistus antaa samat oikeudet kuin patentti, ja sitä koskevat samat rajoitukset ja velvoitteet.",
        "folded_fi": "lisasuojatodistus antaa samat oikeudet kuin patentti, ja sita koskevat samat rajoitukset ja velvoitteet.",
        "content_sv": "Ett tilläggsskydd ger samma rättigheter som patentet och fråga om det gäller samma begränsningar och skyldigheter.",
        "normalized_sv": "Ett tilläggsskydd ger samma rättigheter som patentet och fråga om det gäller samma begränsningar och skyldigheter.",
        "folded_sv": "ett tillaggsskydd ger samma rattigheter som patentet och fraga om det galler samma begransningar och skyldigheter."
      }
    },
    {
      "provision_ref": "2:70 g",
      "chapter": "2",
      "section": "70 g",
      "content": "Jos eurooppapatenttia koskeva asia käsitellään yhdistetyssä patenttituomioistuimessa, sen tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 g",
        "normalized_fi": "Jos eurooppapatenttia koskeva asia käsitellään yhdistetyssä patenttituomioistuimessa, sen tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa.",
        "folded_fi": "jos eurooppapatenttia koskeva asia kasitellaan yhdistetyssa patenttituomioistuimessa, sen tuottamasta suojasta maarataan yhdistetysta patenttituomioistuimesta tehdyn sopimuksen i osan v luvussa.",
        "content_sv": "Om ett europeiskt patent är sådant att ett ärende som gäller det ska handläggas i den enhetliga patentdomstolen, gäller för det skydd som det europeiska patentet ger bestämmelserna i kapitel V i del I i avtalet om en enhetlig patentdomstol.",
        "normalized_sv": "Om ett europeiskt patent är sådant att ett ärende som gäller det ska handläggas i den enhetliga patentdomstolen, gäller för det skydd som det europeiska patentet ger bestämmelserna i kapitel V i del I i avtalet om en enhetlig patentdomstol.",
        "folded_sv": "om ett europeiskt patent ar sadant att ett arende som galler det ska handlaggas i den enhetliga patentdomstolen, galler for det skydd som det europeiska patentet ger bestammelserna i kapitel v i del i i avtalet om en enhetlig patentdomstol."
      }
    },
    {
      "provision_ref": "2:70 h",
      "chapter": "2",
      "section": "70 h",
      "content": "Eurooppapatentilla ei ole oikeusvaikutusta Suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siitä päivästä, jona Euroopan patenttivirasto kuulutti eurooppapatentin myöntämisestä, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua käännöstä mainitusta eurooppapatentista ja suorittanut vahvistettua käännöksen julkaisumaksua. Jos Euroopan patenttivirasto on päättänyt, että eurooppapatentti pidetään voimassa muutetussa muodossa, koskee edellä sanottu myös asiakirjoja muutetussa muodossa. Edellä 1 momentissa asetetusta määräajasta riippumatta eurooppapatentilla on oikeusvaikutus Suomessa, jos 1 momentissa tarkoitetut toimet tehdään kolmen kuukauden kuluessa siitä, kun yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 mukainen pyyntö yhtenäisen patenttisuojan rekisteröimiseksi on hylätty siten, että ratkaisuun ei voida enää hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 h",
        "normalized_fi": "Eurooppapatentilla ei ole oikeusvaikutusta Suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siitä päivästä, jona Euroopan patenttivirasto kuulutti eurooppapatentin myöntämisestä, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua käännöstä mainitusta eurooppapatentista ja suorittanut vahvistettua käännöksen julkaisumaksua. Jos Euroopan patenttivirasto on päättänyt, että eurooppapatentti pidetään voimassa muutetussa muodossa, koskee edellä sanottu myös asiakirjoja muutetussa muodossa. Edellä 1 momentissa asetetusta määräajasta riippumatta eurooppapatentilla on oikeusvaikutus Suomessa, jos 1 momentissa tarkoitetut toimet tehdään kolmen kuukauden kuluessa siitä, kun yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 mukainen pyyntö yhtenäisen patenttisuojan rekisteröimiseksi on hylätty siten, että ratkaisuun ei voida enää hakea muutosta.",
        "folded_fi": "eurooppapatentilla ei ole oikeusvaikutusta suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siita paivasta, jona euroopan patenttivirasto kuulutti eurooppapatentin myontamisesta, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua kaannosta mainitusta eurooppapatentista ja suorittanut vahvistettua kaannoksen julkaisumaksua. jos euroopan patenttivirasto on paattanyt, etta eurooppapatentti pidetaan voimassa muutetussa muodossa, koskee edella sanottu myos asiakirjoja muutetussa muodossa. edella 1 momentissa asetetusta maaraajasta riippumatta eurooppapatentilla on oikeusvaikutus suomessa, jos 1 momentissa tarkoitetut toimet tehdaan kolmen kuukauden kuluessa siita, kun yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 mukainen pyynto yhtenaisen patenttisuojan rekisteroimiseksi on hylatty siten, etta ratkaisuun ei voida enaa hakea muutosta.",
        "content_sv": "Ett europeiskt patent har ingen rättsverkan i Finland, om inte patenthavaren inom tre månader från den dag då Europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den översättning av det europeiska patentet som avses i 3 mom. och betalat fastställd avgift för publicering av översättningen. Beslutar Europeiska patentverket att ett europeiskt patent ska upprätthållas i ändrad avfattning, gäller det som sägs ovan även handlingar med ändrad avfattning. Trots tidsfristen enligt 1 mom. har ett europeiskt patent rättsverkan i Finland, om de åtgärder som avses i 1 mom. vidtas inom tre månader från det att en ansökan om registrering av enhetligt patentskydd enligt Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd har avslagits så att det inte längre går att söka ändring i avgörandet.",
        "normalized_sv": "Ett europeiskt patent har ingen rättsverkan i Finland, om inte patenthavaren inom tre månader från den dag då Europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den översättning av det europeiska patentet som avses i 3 mom. och betalat fastställd avgift för publicering av översättningen. Beslutar Europeiska patentverket att ett europeiskt patent ska upprätthållas i ändrad avfattning, gäller det som sägs ovan även handlingar med ändrad avfattning. Trots tidsfristen enligt 1 mom. har ett europeiskt patent rättsverkan i Finland, om de åtgärder som avses i 1 mom. vidtas inom tre månader från det att en ansökan om registrering av enhetligt patentskydd enligt Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd har avslagits så att det inte längre går att söka ändring i avgörandet.",
        "folded_sv": "ett europeiskt patent har ingen rattsverkan i finland, om inte patenthavaren inom tre manader fran den dag da europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den oversattning av det europeiska patentet som avses i 3 mom. och betalat faststalld avgift for publicering av oversattningen. beslutar europeiska patentverket att ett europeiskt patent ska uppratthallas i andrad avfattning, galler det som sags ovan aven handlingar med andrad avfattning. trots tidsfristen enligt 1 mom. har ett europeiskt patent rattsverkan i finland, om de atgarder som avses i 1 mom. vidtas inom tre manader fran det att en ansokan om registrering av enhetligt patentskydd enligt europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd har avslagits sa att det inte langre gar att soka andring i avgorandet."
      }
    },
    {
      "provision_ref": "2:70 i",
      "chapter": "2",
      "section": "70 i",
      "content": "Käännöksen antamiseen 70 h §:n 1 tai 2 momentin mukaisesti ja käännöstä koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a §:n 1 momenttia. Jos 71 a §:n 1 momentin nojalla päätetään, että toimenpide on katsottava suoritetuksi määräajassa, patenttiviranomaisen on kuulutettava tästä viipymättä suomen ja ruotsin kielellä. Jos joku 70 h §:n 1 tai 2 momentin mukaisen määräajan jälkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvässä uskossa alkanut käyttää keksintöä Suomessa ammattimaisesti hyväksi tai ryhtynyt oleellisiin toimenpiteisiin tätä varten, hän saa 71 c §:n 2 ja 3 momentin mukaisen oikeuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 i",
        "normalized_fi": "Käännöksen antamiseen 70 h § :n 1 tai 2 momentin mukaisesti ja käännöstä koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a § :n 1 momenttia. Jos 71 a § :n 1 momentin nojalla päätetään, että toimenpide on katsottava suoritetuksi määräajassa, patenttiviranomaisen on kuulutettava tästä viipymättä suomen ja ruotsin kielellä. Jos joku 70 h § :n 1 tai 2 momentin mukaisen määräajan jälkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvässä uskossa alkanut käyttää keksintöä Suomessa ammattimaisesti hyväksi tai ryhtynyt oleellisiin toimenpiteisiin tätä varten, hän saa 71 c § :n 2 ja 3 momentin mukaisen oikeuden.",
        "folded_fi": "kaannoksen antamiseen 70 h §:n 1 tai 2 momentin mukaisesti ja kaannosta koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a §:n 1 momenttia. jos 71 a §:n 1 momentin nojalla paatetaan, etta toimenpide on katsottava suoritetuksi maaraajassa, patenttiviranomaisen on kuulutettava tasta viipymatta suomen ja ruotsin kielella. jos joku 70 h §:n 1 tai 2 momentin mukaisen maaraajan jalkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvassa uskossa alkanut kayttaa keksintoa suomessa ammattimaisesti hyvaksi tai ryhtynyt oleellisiin toimenpiteisiin tata varten, han saa 71 c §:n 2 ja 3 momentin mukaisen oikeuden.",
        "content_sv": "Vad 71 a § 1 mom. föreskriver ska på motsvarande sätt tillämpas på ingivande av översättning enligt 70 h § 1 eller 2 mom. och på betalning av publiceringsavgift. Om det med stöd av 71 a § 1 mom. beslutas att en åtgärd ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan dröjsmål kungöra detta på finska och svenska. Har någon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har löpt ut men innan den kungörelse som avses i 1 mom. utfärdas, i god tro börjat utnyttja uppfinningen yrkesmässigt i Finland eller vidtagit väsentliga åtgärder i detta syfte, får han den rätt som anges i 71 c § 2 och 3 mom.",
        "normalized_sv": "Vad 71 a § 1 mom. föreskriver ska på motsvarande sätt tillämpas på ingivande av översättning enligt 70 h § 1 eller 2 mom. och på betalning av publiceringsavgift. Om det med stöd av 71 a § 1 mom. beslutas att en åtgärd ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan dröjsmål kungöra detta på finska och svenska. Har någon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har löpt ut men innan den kungörelse som avses i 1 mom. utfärdas, i god tro börjat utnyttja uppfinningen yrkesmässigt i Finland eller vidtagit väsentliga åtgärder i detta syfte, får han den rätt som anges i 71 c § 2 och 3 mom.",
        "folded_sv": "vad 71 a § 1 mom. foreskriver ska pa motsvarande satt tillampas pa ingivande av oversattning enligt 70 h § 1 eller 2 mom. och pa betalning av publiceringsavgift. om det med stod av 71 a § 1 mom. beslutas att en atgard ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan drojsmal kungora detta pa finska och svenska. har nagon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har lopt ut men innan den kungorelse som avses i 1 mom. utfardas, i god tro borjat utnyttja uppfinningen yrkesmassigt i finland eller vidtagit vasentliga atgarder i detta syfte, far han den ratt som anges i 71 c § 2 och 3 mom."
      }
    },
    {
      "provision_ref": "2:70 l",
      "chapter": "2",
      "section": "70 l",
      "content": "Jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 §:n mukaisesti, sovelletaan 51 §:n säännöksiä. Ensimmäinen vuosimaksu erääntyy kuitenkin maksettavaksi vasta patentin myöntämiskuukautta seuraavan kolmannen kuukauden viimeisenä päivänä. Lisäksi sovellettaessa 70 h §:n 2 momenttia ensimmäinen vuosimaksu erääntyy maksettavaksi vasta sen kuukauden viimeisenä päivänä, joka on kolmen kuukauden kuluttua siitä päivästä, kun ratkaisuun yhtenäisen patenttisuojan rekisteröinnin hylkäämisestä ei voida enää hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 l",
        "normalized_fi": "Jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 § :n mukaisesti, sovelletaan 51 § :n säännöksiä. Ensimmäinen vuosimaksu erääntyy kuitenkin maksettavaksi vasta patentin myöntämiskuukautta seuraavan kolmannen kuukauden viimeisenä päivänä. Lisäksi sovellettaessa 70 h § :n 2 momenttia ensimmäinen vuosimaksu erääntyy maksettavaksi vasta sen kuukauden viimeisenä päivänä, joka on kolmen kuukauden kuluttua siitä päivästä, kun ratkaisuun yhtenäisen patenttisuojan rekisteröinnin hylkäämisestä ei voida enää hakea muutosta.",
        "folded_fi": "jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 §:n mukaisesti, sovelletaan 51 §:n saannoksia. ensimmainen vuosimaksu eraantyy kuitenkin maksettavaksi vasta patentin myontamiskuukautta seuraavan kolmannen kuukauden viimeisena paivana. lisaksi sovellettaessa 70 h §:n 2 momenttia ensimmainen vuosimaksu eraantyy maksettavaksi vasta sen kuukauden viimeisena paivana, joka on kolmen kuukauden kuluttua siita paivasta, kun ratkaisuun yhtenaisen patenttisuojan rekisteroinnin hylkaamisesta ei voida enaa hakea muutosta.",
        "content_sv": "Betalas inte årsavgiften för ett europeiskt patent enligt 1 mom. och 41 §, tillämpas vad som föreskrivs i 51 §. Den första årsavgiften förfaller dock till betalning först den sista dagen i den tredje månaden efter den månad då patentet meddelades. Vid tillämpningen av 70 h § 2 mom. förfaller dessutom den första årsavgiften till betalning först den sista dagen i den månad som infaller tre månader efter den dag då ändring inte längre kan sökas i ett avgörande om avslag på registrering av enhetligt patentskydd.",
        "normalized_sv": "Betalas inte årsavgiften för ett europeiskt patent enligt 1 mom. och 41 § , tillämpas vad som föreskrivs i 51 § . Den första årsavgiften förfaller dock till betalning först den sista dagen i den tredje månaden efter den månad då patentet meddelades. Vid tillämpningen av 70 h § 2 mom. förfaller dessutom den första årsavgiften till betalning först den sista dagen i den månad som infaller tre månader efter den dag då ändring inte längre kan sökas i ett avgörande om avslag på registrering av enhetligt patentskydd.",
        "folded_sv": "betalas inte arsavgiften for ett europeiskt patent enligt 1 mom. och 41 §, tillampas vad som foreskrivs i 51 §. den forsta arsavgiften forfaller dock till betalning forst den sista dagen i den tredje manaden efter den manad da patentet meddelades. vid tillampningen av 70 h § 2 mom. forfaller dessutom den forsta arsavgiften till betalning forst den sista dagen i den manad som infaller tre manader efter den dag da andring inte langre kan sokas i ett avgorande om avslag pa registrering av enhetligt patentskydd."
      }
    },
    {
      "provision_ref": "9:70 v",
      "chapter": "9",
      "section": "70 v",
      "content": "Vaikutukseltaan yhtenäisellä eurooppapatentilla tarkoitetaan tässä laissa patenttia, jonka Euroopan patenttivirasto on myöntänyt Euroopan patenttisopimuksen mukaisesti ja jolla on yhtenäinen vaikutus yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 ja yhtenäisen patenttisuojan luomiseksi toteutettavan tiiviimmän yhteistyön täytäntöönpanoon sovellettavista käännösjärjestelyistä annetun neuvoston asetuksen (EU) N:o 1260/2012 nojalla. Eurooppapatentin yhtenäinen vaikutus rekisteröidään yhtenäistä patenttisuojaa koskevaan rekisteriin, jota hallinnoi Euroopan patenttivirasto. Vaikutukseltaan yhtenäisen eurooppapatentin tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa. Tämän lain säännöksiä sovelletaan vaikutukseltaan yhtenäiseen eurooppapatenttiin vain, jos siitä säädetään erikseen tässä laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 v",
        "normalized_fi": "Vaikutukseltaan yhtenäisellä eurooppapatentilla tarkoitetaan tässä laissa patenttia, jonka Euroopan patenttivirasto on myöntänyt Euroopan patenttisopimuksen mukaisesti ja jolla on yhtenäinen vaikutus yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 ja yhtenäisen patenttisuojan luomiseksi toteutettavan tiiviimmän yhteistyön täytäntöönpanoon sovellettavista käännösjärjestelyistä annetun neuvoston asetuksen (EU) N:o 1260/2012 nojalla. Eurooppapatentin yhtenäinen vaikutus rekisteröidään yhtenäistä patenttisuojaa koskevaan rekisteriin, jota hallinnoi Euroopan patenttivirasto. Vaikutukseltaan yhtenäisen eurooppapatentin tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa. Tämän lain säännöksiä sovelletaan vaikutukseltaan yhtenäiseen eurooppapatenttiin vain, jos siitä säädetään erikseen tässä laissa.",
        "folded_fi": "vaikutukseltaan yhtenaisella eurooppapatentilla tarkoitetaan tassa laissa patenttia, jonka euroopan patenttivirasto on myontanyt euroopan patenttisopimuksen mukaisesti ja jolla on yhtenainen vaikutus yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 ja yhtenaisen patenttisuojan luomiseksi toteutettavan tiiviimman yhteistyon taytantoonpanoon sovellettavista kaannosjarjestelyista annetun neuvoston asetuksen (eu) n:o 1260/2012 nojalla. eurooppapatentin yhtenainen vaikutus rekisteroidaan yhtenaista patenttisuojaa koskevaan rekisteriin, jota hallinnoi euroopan patenttivirasto. vaikutukseltaan yhtenaisen eurooppapatentin tuottamasta suojasta maarataan yhdistetysta patenttituomioistuimesta tehdyn sopimuksen i osan v luvussa. taman lain saannoksia sovelletaan vaikutukseltaan yhtenaiseen eurooppapatenttiin vain, jos siita saadetaan erikseen tassa laissa.",
        "content_sv": "europeiskt patent med enhetlig verkan Med avses i denna lag ett patent som Europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stöd av Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd och rådets förordning (EU) nr 1260/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd när det gäller tillämpliga översättningsarrangemang. Ett europeiskt patents enhetliga verkan registreras i registret för enhetligt patentskydd, som administreras av Europeiska patentverket. Bestämmelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel V i del I i avtalet om en enhetlig patentdomstol. Bestämmelserna i denna lag tillämpas på europeiska patent med enhetlig verkan endast om det föreskrivs särskilt om det i denna lag.",
        "normalized_sv": "europeiskt patent med enhetlig verkan Med avses i denna lag ett patent som Europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stöd av Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd och rådets förordning (EU) nr 1260/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd när det gäller tillämpliga översättningsarrangemang. Ett europeiskt patents enhetliga verkan registreras i registret för enhetligt patentskydd, som administreras av Europeiska patentverket. Bestämmelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel V i del I i avtalet om en enhetlig patentdomstol. Bestämmelserna i denna lag tillämpas på europeiska patent med enhetlig verkan endast om det föreskrivs särskilt om det i denna lag.",
        "folded_sv": "europeiskt patent med enhetlig verkan med avses i denna lag ett patent som europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stod av europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd och radets forordning (eu) nr 1260/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd nar det galler tillampliga oversattningsarrangemang. ett europeiskt patents enhetliga verkan registreras i registret for enhetligt patentskydd, som administreras av europeiska patentverket. bestammelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel v i del i i avtalet om en enhetlig patentdomstol. bestammelserna i denna lag tillampas pa europeiska patent med enhetlig verkan endast om det foreskrivs sarskilt om det i denna lag."
      }
    },
    {
      "provision_ref": "9:70 x",
      "chapter": "9",
      "section": "70 x",
      "content": "Vaikutukseltaan yhtenäiseen eurooppapatenttiin sovelletaan 4 §:n ennakkokäyttöoikeutta koskevia säännöksiä, 45-50 §:n pakkolupaa koskevia säännöksiä ja 70 a-70 d §:n mukaisia lisäsuojatodistuksia koskevia säännöksiä Suomea koskevina. Vaikutukseltaan yhtenäiseen eurooppapatenttiin, jota yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 7 artiklan mukaan käsitellään omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 §:n mukaisia luovutus- ja käyttölupaa sekä panttausta koskevia säännöksiä ja 52 §:n 5 momentin sekä 53 §:n säännöksiä. Edellä 44 §:ssä tarkoitetut vaikutukseltaan yhtenäistä eurooppapatenttia koskevat merkinnät tehdään Euroopan patenttiviraston hallinnoimaan yhtenäistä patenttisuojaa koskevaan rekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 x",
        "normalized_fi": "Vaikutukseltaan yhtenäiseen eurooppapatenttiin sovelletaan 4 § :n ennakkokäyttöoikeutta koskevia säännöksiä, 45-50 § :n pakkolupaa koskevia säännöksiä ja 70 a-70 d § :n mukaisia lisäsuojatodistuksia koskevia säännöksiä Suomea koskevina. Vaikutukseltaan yhtenäiseen eurooppapatenttiin, jota yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 7 artiklan mukaan käsitellään omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 § :n mukaisia luovutus- ja käyttölupaa sekä panttausta koskevia säännöksiä ja 52 § :n 5 momentin sekä 53 § :n säännöksiä. Edellä 44 § :ssä tarkoitetut vaikutukseltaan yhtenäistä eurooppapatenttia koskevat merkinnät tehdään Euroopan patenttiviraston hallinnoimaan yhtenäistä patenttisuojaa koskevaan rekisteriin.",
        "folded_fi": "vaikutukseltaan yhtenaiseen eurooppapatenttiin sovelletaan 4 §:n ennakkokayttooikeutta koskevia saannoksia, 45-50 §:n pakkolupaa koskevia saannoksia ja 70 a-70 d §:n mukaisia lisasuojatodistuksia koskevia saannoksia suomea koskevina. vaikutukseltaan yhtenaiseen eurooppapatenttiin, jota yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 7 artiklan mukaan kasitellaan omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 §:n mukaisia luovutus- ja kayttolupaa seka panttausta koskevia saannoksia ja 52 §:n 5 momentin seka 53 §:n saannoksia. edella 44 §:ssa tarkoitetut vaikutukseltaan yhtenaista eurooppapatenttia koskevat merkinnat tehdaan euroopan patenttiviraston hallinnoimaan yhtenaista patenttisuojaa koskevaan rekisteriin.",
        "content_sv": "På europeiska patent med enhetlig verkan tillämpas beträffande Finland bestämmelserna i 4 § om föranvändarrätt, bestämmelserna i 45-50 § om tvångslicens och bestämmelserna i 70 a-70 d § om tilläggsskydd. På ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd som förmögenhetsobjekt ska behandlas som ett nationellt finskt patent på hela det område patentet gäller, tillämpas bestämmelserna i 43 och 44 § om överlåtelse och licens samt pantsättning samt bestämmelserna i 52 § 5 mom. och 53 §. I 44 § avsedda anteckningar om europeiska patent med enhetlig verkan görs i det register för enhetligt patentskydd som administreras av Europeiska patentverket.",
        "normalized_sv": "På europeiska patent med enhetlig verkan tillämpas beträffande Finland bestämmelserna i 4 § om föranvändarrätt, bestämmelserna i 45-50 § om tvångslicens och bestämmelserna i 70 a-70 d § om tilläggsskydd. På ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd som förmögenhetsobjekt ska behandlas som ett nationellt finskt patent på hela det område patentet gäller, tillämpas bestämmelserna i 43 och 44 § om överlåtelse och licens samt pantsättning samt bestämmelserna i 52 § 5 mom. och 53 § . I 44 § avsedda anteckningar om europeiska patent med enhetlig verkan görs i det register för enhetligt patentskydd som administreras av Europeiska patentverket.",
        "folded_sv": "pa europeiska patent med enhetlig verkan tillampas betraffande finland bestammelserna i 4 § om foranvandarratt, bestammelserna i 45-50 § om tvangslicens och bestammelserna i 70 a-70 d § om tillaggsskydd. pa ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd som formogenhetsobjekt ska behandlas som ett nationellt finskt patent pa hela det omrade patentet galler, tillampas bestammelserna i 43 och 44 § om overlatelse och licens samt pantsattning samt bestammelserna i 52 § 5 mom. och 53 §. i 44 § avsedda anteckningar om europeiska patent med enhetlig verkan gors i det register for enhetligt patentskydd som administreras av europeiska patentverket."
      }
    },
    {
      "provision_ref": "9:70 y",
      "chapter": "9",
      "section": "70 y",
      "content": "Kun eurooppapatentille on rekisteröity yhtenäinen vaikutus, patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. Jos patenttiviranomainen on kuuluttanut käännöksen antamisesta 70 h §:n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymättä kuulutettava siitä, että patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. Patenttiviranomaisen on tehtävä tätä koskevat merkinnät patenttirekisteriin ja poistettava mahdolliset 70 h §:n 5 momentin mukaisesti annetut käännökset yleisön saatavilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 y",
        "normalized_fi": "Kun eurooppapatentille on rekisteröity yhtenäinen vaikutus, patentinhaltijan 70 h § :n mukaisilla toimilla ei ole oikeusvaikutusta. Jos patenttiviranomainen on kuuluttanut käännöksen antamisesta 70 h § :n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymättä kuulutettava siitä, että patentinhaltijan 70 h § :n mukaisilla toimilla ei ole oikeusvaikutusta. Patenttiviranomaisen on tehtävä tätä koskevat merkinnät patenttirekisteriin ja poistettava mahdolliset 70 h § :n 5 momentin mukaisesti annetut käännökset yleisön saatavilta.",
        "folded_fi": "kun eurooppapatentille on rekisteroity yhtenainen vaikutus, patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. jos patenttiviranomainen on kuuluttanut kaannoksen antamisesta 70 h §:n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymatta kuulutettava siita, etta patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. patenttiviranomaisen on tehtava tata koskevat merkinnat patenttirekisteriin ja poistettava mahdolliset 70 h §:n 5 momentin mukaisesti annetut kaannokset yleison saatavilta.",
        "content_sv": "När enhetlig verkan har registrerats för ett europeiskt patent saknar patenthavarens åtgärder enligt 70 h § rättsverkan. Har patentmyndigheten kungjort att en översättning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan dröjsmål kungöra att patenthavarens åtgärder enligt 70 h § saknar rättsverkan. Patentmyndigheten ska göra anteckningar om detta i patentregistret och se till att eventuella översättningar som getts in i enlighet med 70 h § 5 mom. inte längre hålls tillgängliga för allmänheten.",
        "normalized_sv": "När enhetlig verkan har registrerats för ett europeiskt patent saknar patenthavarens åtgärder enligt 70 h § rättsverkan. Har patentmyndigheten kungjort att en översättning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan dröjsmål kungöra att patenthavarens åtgärder enligt 70 h § saknar rättsverkan. Patentmyndigheten ska göra anteckningar om detta i patentregistret och se till att eventuella översättningar som getts in i enlighet med 70 h § 5 mom. inte längre hålls tillgängliga för allmänheten.",
        "folded_sv": "nar enhetlig verkan har registrerats for ett europeiskt patent saknar patenthavarens atgarder enligt 70 h § rattsverkan. har patentmyndigheten kungjort att en oversattning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan drojsmal kungora att patenthavarens atgarder enligt 70 h § saknar rattsverkan. patentmyndigheten ska gora anteckningar om detta i patentregistret och se till att eventuella oversattningar som getts in i enlighet med 70 h § 5 mom. inte langre halls tillgangliga for allmanheten."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Patentilla saavutettu yksinoikeus sisältää jäljempänä säädetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentoitua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten; 2) käyttämällä patentoitua menetelmää taikka, jos hän tietää tai hänen olisi pitänyt tietää, ettei menetelmää saa käyttää ilman patentinhaltijan lupaa, tarjoamalla tällaista menetelmää käytettäväksi tässä maassa; 3) tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentilla suojatulla menetelmällä välittömästi aikaansaatua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten. Yksinoikeus sisältää myös sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnön hyväksikäyttöön, sellaista välinettä keksinnön käyttämiseksi tässä maassa, joka liittyy johonkin olennaiseen keksinnössä, jos se, joka tarjoaa tai toimittaa välineen, tietää tai hänen olisi pitänyt tietää, että väline soveltuu ja on tarkoitettu keksinnön käyttämiseen. Jos väline on yleisesti kaupan oleva tavara, sovelletaan mitä edellä tässä momentissa säädetään vain, jos se, joka tarjoaa tai toimittaa välineen, pyrkii vaikuttamaan vastaanottajaan, jotta tämä ryhtyisi 1 momentissa tarkoitettuun tekoon. Sovellettaessa tämän momentin säännöksiä ei keksinnön hyväksikäyttöön oikeutettuna pidetä sitä, joka käyttää keksintöä hyväksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. Yksinoikeus ei koske: 1) hyväksikäyttöä, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyväksikäyttöä, joka on Euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai tämän suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnön käyttöä kokeissa, jotka koskevat itse keksintöä; 4) lääkevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai käytännön vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen lääkevalmisteeseen kohdistuvaa keksintöä; 5) lääkeaineen valmistusta apteekissa lääkärin määräyksen mukaisesti yksittäistapauksissa tai toimenpiteitä täten valmistetuilla lääkeaineilla; 6) biologisen materiaalin käyttöä muiden kasvilajikkeiden jalostamiseen tai löytämiseen ja kehittämiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/24/EY 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Patentilla saavutettu yksinoikeus sisältää jäljempänä säädetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentoitua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten; 2) käyttämällä patentoitua menetelmää taikka, jos hän tietää tai hänen olisi pitänyt tietää, ettei menetelmää saa käyttää ilman patentinhaltijan lupaa, tarjoamalla tällaista menetelmää käytettäväksi tässä maassa; 3) tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentilla suojatulla menetelmällä välittömästi aikaansaatua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten. Yksinoikeus sisältää myös sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnön hyväksikäyttöön, sellaista välinettä keksinnön käyttämiseksi tässä maassa, joka liittyy johonkin olennaiseen keksinnössä, jos se, joka tarjoaa tai toimittaa välineen, tietää tai hänen olisi pitänyt tietää, että väline soveltuu ja on tarkoitettu keksinnön käyttämiseen. Jos väline on yleisesti kaupan oleva tavara, sovelletaan mitä edellä tässä momentissa säädetään vain, jos se, joka tarjoaa tai toimittaa välineen, pyrkii vaikuttamaan vastaanottajaan, jotta tämä ryhtyisi 1 momentissa tarkoitettuun tekoon. Sovellettaessa tämän momentin säännöksiä ei keksinnön hyväksikäyttöön oikeutettuna pidetä sitä, joka käyttää keksintöä hyväksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. Yksinoikeus ei koske: 1) hyväksikäyttöä, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyväksikäyttöä, joka on Euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai tämän suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnön käyttöä kokeissa, jotka koskevat itse keksintöä; 4) lääkevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai käytännön vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen lääkevalmisteeseen kohdistuvaa keksintöä; 5) lääkeaineen valmistusta apteekissa lääkärin määräyksen mukaisesti yksittäistapauksissa tai toimenpiteitä täten valmistetuilla lääkeaineilla; 6) biologisen materiaalin käyttöä muiden kasvilajikkeiden jalostamiseen tai löytämiseen ja kehittämiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/24/EY 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen käyttöä.",
        "folded_fi": "patentilla saavutettu yksinoikeus sisaltaa jaljempana saadetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman taman lupaa saa kayttaa hyvaksi keksintoa: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai kayttamalla patentoitua tuotetta taikka tuomalla maahan tai pitamalla hallussaan tallaista tuotetta edella sanottua tarkoitusta varten; 2) kayttamalla patentoitua menetelmaa taikka, jos han tietaa tai hanen olisi pitanyt tietaa, ettei menetelmaa saa kayttaa ilman patentinhaltijan lupaa, tarjoamalla tallaista menetelmaa kaytettavaksi tassa maassa; 3) tarjoamalla, saattamalla vaihdantaan tai kayttamalla patentilla suojatulla menetelmalla valittomasti aikaansaatua tuotetta taikka tuomalla maahan tai pitamalla hallussaan tallaista tuotetta edella sanottua tarkoitusta varten. yksinoikeus sisaltaa myos sen, ettei muu kuin patentinhaltija ilman taman lupaa saa kayttaa hyvaksi keksintoa tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnon hyvaksikayttoon, sellaista valinetta keksinnon kayttamiseksi tassa maassa, joka liittyy johonkin olennaiseen keksinnossa, jos se, joka tarjoaa tai toimittaa valineen, tietaa tai hanen olisi pitanyt tietaa, etta valine soveltuu ja on tarkoitettu keksinnon kayttamiseen. jos valine on yleisesti kaupan oleva tavara, sovelletaan mita edella tassa momentissa saadetaan vain, jos se, joka tarjoaa tai toimittaa valineen, pyrkii vaikuttamaan vastaanottajaan, jotta tama ryhtyisi 1 momentissa tarkoitettuun tekoon. sovellettaessa taman momentin saannoksia ei keksinnon hyvaksikayttoon oikeutettuna pideta sita, joka kayttaa keksintoa hyvaksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. yksinoikeus ei koske: 1) hyvaksikayttoa, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyvaksikayttoa, joka on euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai taman suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnon kayttoa kokeissa, jotka koskevat itse keksintoa; 4) laakevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai kaytannon vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen laakevalmisteeseen kohdistuvaa keksintoa; 5) laakeaineen valmistusta apteekissa laakarin maarayksen mukaisesti yksittaistapauksissa tai toimenpiteita taten valmistetuilla laakeaineilla; 6) biologisen materiaalin kayttoa muiden kasvilajikkeiden jalostamiseen tai loytamiseen ja kehittamiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun euroopan parlamentin ja neuvoston direktiivin 2009/24/ey 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen kayttoa.",
        "content_sv": "Den genom patent förvärvade ensamrätten innebär, med de undantag som anges nedan, att ingen annan än patenthavaren utan dennes lov får utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsättning eller använda ett patentskyddat alster eller föra in eller inneha ett sådant alster för något av dessa ändamål, 2) använda ett patentskyddat förfarande eller, om han känner till eller borde ha känt till att förfarandet inte får användas utan patenthavarens lov, bjuda ut det för användning här i landet, 3) erbjuda, bringa i omsättning eller använda ett alster som framställts direkt genom ett patentskyddat förfarande eller föra in eller inneha ett sådant alster för något av dessa ändamål. Ensamrätten innebär även att ingen annan än patenthavaren inte utan dennes lov får utnyttja uppfinningen genom att erbjuda eller tillhandahålla någon som inte är berättigad att utnyttja uppfinningen sådant medel för uppfinningens utövande här i landet som hänför sig till något väsentligt i uppfinningen, om den som erbjuder eller tillhandahåller medlet känner till eller borde ha känt till att medlet är lämpat och avsett att användas vid utövande av uppfinningen. Är medlet en i handeln allmänt förekommande vara, gäller det som sägs ovan i detta moment endast om den som erbjuder eller tillhandahåller medlet försöker påverka mottagaren till en handling som avses i 1 mom. Vid tillämpning av bestämmelserna i detta moment ska såsom berättigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen på ett sätt som nämns i 3 mom. 1, 3, 4 eller 6 punkten. Ensamrätten omfattar inte 1) utnyttjande som inte sker yrkesmässigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsättning inom Europeiska ekonomiska samarbetsområdet, om inte patenthavaren har berättigade grunder att motsätta sig ytterligare utsläppande på marknaden av alstret, 3) utnyttjande av uppfinningen för experiment, som avser själva uppfinningen, 4) undersökningar eller prövningar eller åtgärder som föranleds av de praktiska kraven, vilka behövs för ansökan om försäljningstillstånd för ett läkemedelspreparat och vilka gäller en uppfinning som hänför sig till läkemedelspreparatet i fråga, 5) beredning på apotek av läkemedel enligt läkares förskrivning i enskilda fall eller åtgärder med sålunda berett läkemedel, 6) användning av biologiskt material i syfte att odla fram, upptäcka eller utveckla nya växtsorter, eller 7) de handlingar och den användning av insamlad information som tillåts enligt artiklarna 5 och 6 i Europaparlamentets och rådets direktiv 2009/24/EG on rättsligt skydd för datorprogram.",
        "normalized_sv": "Den genom patent förvärvade ensamrätten innebär, med de undantag som anges nedan, att ingen annan än patenthavaren utan dennes lov får utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsättning eller använda ett patentskyddat alster eller föra in eller inneha ett sådant alster för något av dessa ändamål, 2) använda ett patentskyddat förfarande eller, om han känner till eller borde ha känt till att förfarandet inte får användas utan patenthavarens lov, bjuda ut det för användning här i landet, 3) erbjuda, bringa i omsättning eller använda ett alster som framställts direkt genom ett patentskyddat förfarande eller föra in eller inneha ett sådant alster för något av dessa ändamål. Ensamrätten innebär även att ingen annan än patenthavaren inte utan dennes lov får utnyttja uppfinningen genom att erbjuda eller tillhandahålla någon som inte är berättigad att utnyttja uppfinningen sådant medel för uppfinningens utövande här i landet som hänför sig till något väsentligt i uppfinningen, om den som erbjuder eller tillhandahåller medlet känner till eller borde ha känt till att medlet är lämpat och avsett att användas vid utövande av uppfinningen. Är medlet en i handeln allmänt förekommande vara, gäller det som sägs ovan i detta moment endast om den som erbjuder eller tillhandahåller medlet försöker påverka mottagaren till en handling som avses i 1 mom. Vid tillämpning av bestämmelserna i detta moment ska såsom berättigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen på ett sätt som nämns i 3 mom. 1, 3, 4 eller 6 punkten. Ensamrätten omfattar inte 1) utnyttjande som inte sker yrkesmässigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsättning inom Europeiska ekonomiska samarbetsområdet, om inte patenthavaren har berättigade grunder att motsätta sig ytterligare utsläppande på marknaden av alstret, 3) utnyttjande av uppfinningen för experiment, som avser själva uppfinningen, 4) undersökningar eller prövningar eller åtgärder som föranleds av de praktiska kraven, vilka behövs för ansökan om försäljningstillstånd för ett läkemedelspreparat och vilka gäller en uppfinning som hänför sig till läkemedelspreparatet i fråga, 5) beredning på apotek av läkemedel enligt läkares förskrivning i enskilda fall eller åtgärder med sålunda berett läkemedel, 6) användning av biologiskt material i syfte att odla fram, upptäcka eller utveckla nya växtsorter, eller 7) de handlingar och den användning av insamlad information som tillåts enligt artiklarna 5 och 6 i Europaparlamentets och rådets direktiv 2009/24/EG on rättsligt skydd för datorprogram.",
        "folded_sv": "den genom patent forvarvade ensamratten innebar, med de undantag som anges nedan, att ingen annan an patenthavaren utan dennes lov far utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsattning eller anvanda ett patentskyddat alster eller fora in eller inneha ett sadant alster for nagot av dessa andamal, 2) anvanda ett patentskyddat forfarande eller, om han kanner till eller borde ha kant till att forfarandet inte far anvandas utan patenthavarens lov, bjuda ut det for anvandning har i landet, 3) erbjuda, bringa i omsattning eller anvanda ett alster som framstallts direkt genom ett patentskyddat forfarande eller fora in eller inneha ett sadant alster for nagot av dessa andamal. ensamratten innebar aven att ingen annan an patenthavaren inte utan dennes lov far utnyttja uppfinningen genom att erbjuda eller tillhandahalla nagon som inte ar berattigad att utnyttja uppfinningen sadant medel for uppfinningens utovande har i landet som hanfor sig till nagot vasentligt i uppfinningen, om den som erbjuder eller tillhandahaller medlet kanner till eller borde ha kant till att medlet ar lampat och avsett att anvandas vid utovande av uppfinningen. ar medlet en i handeln allmant forekommande vara, galler det som sags ovan i detta moment endast om den som erbjuder eller tillhandahaller medlet forsoker paverka mottagaren till en handling som avses i 1 mom. vid tillampning av bestammelserna i detta moment ska sasom berattigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen pa ett satt som namns i 3 mom. 1, 3, 4 eller 6 punkten. ensamratten omfattar inte 1) utnyttjande som inte sker yrkesmassigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsattning inom europeiska ekonomiska samarbetsomradet, om inte patenthavaren har berattigade grunder att motsatta sig ytterligare utslappande pa marknaden av alstret, 3) utnyttjande av uppfinningen for experiment, som avser sjalva uppfinningen, 4) undersokningar eller provningar eller atgarder som foranleds av de praktiska kraven, vilka behovs for ansokan om forsaljningstillstand for ett lakemedelspreparat och vilka galler en uppfinning som hanfor sig till lakemedelspreparatet i fraga, 5) beredning pa apotek av lakemedel enligt lakares forskrivning i enskilda fall eller atgarder med salunda berett lakemedel, 6) anvandning av biologiskt material i syfte att odla fram, upptacka eller utveckla nya vaxtsorter, eller 7) de handlingar och den anvandning av insamlad information som tillats enligt artiklarna 5 och 6 i europaparlamentets och radets direktiv 2009/24/eg on rattsligt skydd for datorprogram."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Patentin estämättä keksintöä voidaan käyttää hyväksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tällainen kulkuneuvo väliaikaisesti tai tahattomasti tulee Suomeen. Ilma-aluksen varaosia ja tarvikkeita voidaan patentin estämättä tuoda maahan ja käyttää täällä ulkomaisen ilma-aluksen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Patentin estämättä keksintöä voidaan käyttää hyväksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tällainen kulkuneuvo väliaikaisesti tai tahattomasti tulee Suomeen. Ilma-aluksen varaosia ja tarvikkeita voidaan patentin estämättä tuoda maahan ja käyttää täällä ulkomaisen ilma-aluksen korjaamiseen.",
        "folded_fi": "patentin estamatta keksintoa voidaan kayttaa hyvaksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tallainen kulkuneuvo valiaikaisesti tai tahattomasti tulee suomeen. ilma-aluksen varaosia ja tarvikkeita voidaan patentin estamatta tuoda maahan ja kayttaa taalla ulkomaisen ilma-aluksen korjaamiseen.",
        "content_sv": "Utan hinder av patent får en uppfinning utnyttjas på ett utländskt fartyg, luftfartyg eller annat samfärdsmedel för dess behov, när det tillfälligt eller oavsiktligt inkommer till Finland. Reservdelar och tillbehör till luftfartyg får utan hinder av patent införas till landet och användas här för reparation av ett utländskt luftfartyg.",
        "normalized_sv": "Utan hinder av patent får en uppfinning utnyttjas på ett utländskt fartyg, luftfartyg eller annat samfärdsmedel för dess behov, när det tillfälligt eller oavsiktligt inkommer till Finland. Reservdelar och tillbehör till luftfartyg får utan hinder av patent införas till landet och användas här för reparation av ett utländskt luftfartyg.",
        "folded_sv": "utan hinder av patent far en uppfinning utnyttjas pa ett utlandskt fartyg, luftfartyg eller annat samfardsmedel for dess behov, nar det tillfalligt eller oavsiktligt inkommer till finland. reservdelar och tillbehor till luftfartyg far utan hinder av patent inforas till landet och anvandas har for reparation av ett utlandskt luftfartyg."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Patenttihakemus tehdään kirjallisesti patenttiviranomaiselle. Patenttiviranomainen pitää päiväkirjaa saapuneista patenttihakemuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Patenttihakemus tehdään kirjallisesti patenttiviranomaiselle. Patenttiviranomainen pitää päiväkirjaa saapuneista patenttihakemuksista.",
        "folded_fi": "patenttihakemus tehdaan kirjallisesti patenttiviranomaiselle. patenttiviranomainen pitaa paivakirjaa saapuneista patenttihakemuksista.",
        "content_sv": "Ansökan om patent görs skriftligen hos patentmyndigheten. Patentmyndigheten ska föra diarium över inkomna patentansökningar.",
        "normalized_sv": "Ansökan om patent görs skriftligen hos patentmyndigheten. Patentmyndigheten ska föra diarium över inkomna patentansökningar.",
        "folded_sv": "ansokan om patent gors skriftligen hos patentmyndigheten. patentmyndigheten ska fora diarium over inkomna patentansokningar."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:44",
      "chapter": "2",
      "section": "44",
      "content": "Jos näytetään, että patenttirekisteriin merkitty käyttölupa tai panttioikeus on lakannut olemasta voimassa, sitä koskeva merkintä on poistettava patenttirekisteristä. Jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtävä siitä merkintä patenttirekisteriin. Jos joku on pyytänyt patenttiviranomaiselta patenttirekisteriin merkittäväksi, että patentti on luovutettu hänelle tai että hän on saanut käyttöluvan tai panttioikeuden, ja hän oli silloin oikeuteensa nähden vilpittömässä mielessä, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa häntä vastaan, jos toinen ei sitä ennen ollut pyytänyt saantonsa merkitsemistä patenttirekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:44",
        "normalized_fi": "Jos näytetään, että patenttirekisteriin merkitty käyttölupa tai panttioikeus on lakannut olemasta voimassa, sitä koskeva merkintä on poistettava patenttirekisteristä. Jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtävä siitä merkintä patenttirekisteriin. Jos joku on pyytänyt patenttiviranomaiselta patenttirekisteriin merkittäväksi, että patentti on luovutettu hänelle tai että hän on saanut käyttöluvan tai panttioikeuden, ja hän oli silloin oikeuteensa nähden vilpittömässä mielessä, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa häntä vastaan, jos toinen ei sitä ennen ollut pyytänyt saantonsa merkitsemistä patenttirekisteriin.",
        "folded_fi": "jos naytetaan, etta patenttirekisteriin merkitty kayttolupa tai panttioikeus on lakannut olemasta voimassa, sita koskeva merkinta on poistettava patenttirekisterista. jos patentti on ulosmitattu, patenttiviranomaisen on ulosottomiehen ilmoituksesta tehtava siita merkinta patenttirekisteriin. jos joku on pyytanyt patenttiviranomaiselta patenttirekisteriin merkittavaksi, etta patentti on luovutettu hanelle tai etta han on saanut kayttoluvan tai panttioikeuden, ja han oli silloin oikeuteensa nahden vilpittomassa mielessa, ei patentin tai patenttia koskevan oikeuden aikaisempi luovutus toiselle ole voimassa hanta vastaan, jos toinen ei sita ennen ollut pyytanyt saantonsa merkitsemista patenttirekisteriin.",
        "content_sv": "Visas det att en i patentregistret antecknad licens eller panträtt har upphört att gälla, ska anteckningen om den avföras. Om ett patent har utmätts, ska patentmyndigheten anteckna detta i patentregistret på anmälan från utmätningsmannen. Om någon hos patentmyndigheten begärt att anteckning ska göras i patentregistret om att ett patent har överlåtits till honom eller att han förvärvat en licens eller panträtt, och var han då i god tro beträffande sin rätt, är tidigare överlåtelse av patentet eller upplåtelse av rätt därtill till någon annan inte gällande mot honom, om den andra inte innan dess har bett att få sitt förvärv antecknats i patentregistret.",
        "normalized_sv": "Visas det att en i patentregistret antecknad licens eller panträtt har upphört att gälla, ska anteckningen om den avföras. Om ett patent har utmätts, ska patentmyndigheten anteckna detta i patentregistret på anmälan från utmätningsmannen. Om någon hos patentmyndigheten begärt att anteckning ska göras i patentregistret om att ett patent har överlåtits till honom eller att han förvärvat en licens eller panträtt, och var han då i god tro beträffande sin rätt, är tidigare överlåtelse av patentet eller upplåtelse av rätt därtill till någon annan inte gällande mot honom, om den andra inte innan dess har bett att få sitt förvärv antecknats i patentregistret.",
        "folded_sv": "visas det att en i patentregistret antecknad licens eller pantratt har upphort att galla, ska anteckningen om den avforas. om ett patent har utmatts, ska patentmyndigheten anteckna detta i patentregistret pa anmalan fran utmatningsmannen. om nagon hos patentmyndigheten begart att anteckning ska goras i patentregistret om att ett patent har overlatits till honom eller att han forvarvat en licens eller pantratt, och var han da i god tro betraffande sin ratt, ar tidigare overlatelse av patentet eller upplatelse av ratt dartill till nagon annan inte gallande mot honom, om den andra inte innan dess har bett att fa sitt forvarv antecknats i patentregistret."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:48",
      "chapter": "2",
      "section": "48",
      "content": "Sillä, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tässä maassa ammattimaisesti käytti hyväkseen keksintöä, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnön hyväksikäyttöön, jos siihen on erityisiä syitä eikä hän ollut tietoinen hakemuksesta eikä myöskään kohtuudella voida katsoa, että hän olisi voinut saada siitä tietoa. Vastaavilla edellytyksillä saa pakkoluvan keksinnön käyttöön myös se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnön ammattimaiseksi hyväksikäyttämiseksi Suomessa. Pakkolupa voi kohdistua myös aikaan ennen patentin myöntämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:48",
        "normalized_fi": "Sillä, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tässä maassa ammattimaisesti käytti hyväkseen keksintöä, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnön hyväksikäyttöön, jos siihen on erityisiä syitä eikä hän ollut tietoinen hakemuksesta eikä myöskään kohtuudella voida katsoa, että hän olisi voinut saada siitä tietoa. Vastaavilla edellytyksillä saa pakkoluvan keksinnön käyttöön myös se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnön ammattimaiseksi hyväksikäyttämiseksi Suomessa. Pakkolupa voi kohdistua myös aikaan ennen patentin myöntämistä.",
        "folded_fi": "silla, joka patenttihakemusta koskevien asiakirjojen tullessa julkisiksi tassa maassa ammattimaisesti kaytti hyvakseen keksintoa, johon patenttia on haettu, on oikeus, jos hakemus johtaa patenttiin, saada pakkolupa keksinnon hyvaksikayttoon, jos siihen on erityisia syita eika han ollut tietoinen hakemuksesta eika myoskaan kohtuudella voida katsoa, etta han olisi voinut saada siita tietoa. vastaavilla edellytyksilla saa pakkoluvan keksinnon kayttoon myos se, joka on ryhtynyt olennaisiin toimenpiteisiin keksinnon ammattimaiseksi hyvaksikayttamiseksi suomessa. pakkolupa voi kohdistua myos aikaan ennen patentin myontamista.",
        "content_sv": "Den som utnyttjade en patentsökt uppfinning yrkesmässigt här i landet när handlingarna i ansökningsärendet blev offentliga har, om ansökningen leder till patent, rätt att erhålla tvångslicens till utnyttjandet, om synnerliga skäl föreligger och han saknat kännedom om ansökningen och det inte heller skäligen kan anses att han skulle ha kunnat skaffa sig kännedom om den. Rätt att erhålla tvångslicens till utnyttjandet har under motsvarande förutsättningar även den som vidtagit väsentliga åtgärder för att utnyttja uppfinningen yrkesmässigt i Finland. Tvångslicensen kan avse även tiden innan patentet meddelades.",
        "normalized_sv": "Den som utnyttjade en patentsökt uppfinning yrkesmässigt här i landet när handlingarna i ansökningsärendet blev offentliga har, om ansökningen leder till patent, rätt att erhålla tvångslicens till utnyttjandet, om synnerliga skäl föreligger och han saknat kännedom om ansökningen och det inte heller skäligen kan anses att han skulle ha kunnat skaffa sig kännedom om den. Rätt att erhålla tvångslicens till utnyttjandet har under motsvarande förutsättningar även den som vidtagit väsentliga åtgärder för att utnyttja uppfinningen yrkesmässigt i Finland. Tvångslicensen kan avse även tiden innan patentet meddelades.",
        "folded_sv": "den som utnyttjade en patentsokt uppfinning yrkesmassigt har i landet nar handlingarna i ansokningsarendet blev offentliga har, om ansokningen leder till patent, ratt att erhalla tvangslicens till utnyttjandet, om synnerliga skal foreligger och han saknat kannedom om ansokningen och det inte heller skaligen kan anses att han skulle ha kunnat skaffa sig kannedom om den. ratt att erhalla tvangslicens till utnyttjandet har under motsvarande forutsattningar aven den som vidtagit vasentliga atgarder for att utnyttja uppfinningen yrkesmassigt i finland. tvangslicensen kan avse aven tiden innan patentet meddelades."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:57",
      "chapter": "2",
      "section": "57",
      "content": "patenttirikkomuksesta Jos patentinloukkaus tehdään tahallisesti, tekijä on tuomittava sakkoon. Patenttirikkomuksesta tuomitaan myös se, joka yhdistetystä patenttituomioistuimesta Brysselissä 19 päivänä helmikuuta 2013 tehdyn sopimuksen määräysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. Patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 §:ssä tarkoitettuna teollisoikeusrikoksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:57",
        "normalized_fi": "patenttirikkomuksesta Jos patentinloukkaus tehdään tahallisesti, tekijä on tuomittava sakkoon. Patenttirikkomuksesta tuomitaan myös se, joka yhdistetystä patenttituomioistuimesta Brysselissä 19 päivänä helmikuuta 2013 tehdyn sopimuksen määräysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. Patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 § :ssä tarkoitettuna teollisoikeusrikoksena.",
        "folded_fi": "patenttirikkomuksesta jos patentinloukkaus tehdaan tahallisesti, tekija on tuomittava sakkoon. patenttirikkomuksesta tuomitaan myos se, joka yhdistetysta patenttituomioistuimesta brysselissa 19 paivana helmikuuta 2013 tehdyn sopimuksen maaraysten vastaisesti tahallaan loukkaa sopimuksen soveltamisalaan kuuluvan eurooppapatentin tuottamaa oikeutta. patenttirikkomuksesta ei tuomita, jos teko on rangaistava rikoslain (39/1889) 49 luvun 2 §:ssa tarkoitettuna teollisoikeusrikoksena.",
        "content_sv": "patentförseelse Den som uppsåtligen begår patentintrång ska för dömas till böter. För patentförseelse döms även den som i strid med bestämmelser i det i Bryssel den 19 februari 2013 ingångna avtalet om en enhetlig patentdomstol uppsåtligen gör intrång i den rätt som ett europeiskt patent som hör till avtalets tillämpningsområde medför. För patentförseelse döms inte, om gärningen utgör ett brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen (39/1889).",
        "normalized_sv": "patentförseelse Den som uppsåtligen begår patentintrång ska för dömas till böter. För patentförseelse döms även den som i strid med bestämmelser i det i Bryssel den 19 februari 2013 ingångna avtalet om en enhetlig patentdomstol uppsåtligen gör intrång i den rätt som ett europeiskt patent som hör till avtalets tillämpningsområde medför. För patentförseelse döms inte, om gärningen utgör ett brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen (39/1889).",
        "folded_sv": "patentforseelse den som uppsatligen begar patentintrang ska for domas till boter. for patentforseelse doms aven den som i strid med bestammelser i det i bryssel den 19 februari 2013 ingangna avtalet om en enhetlig patentdomstol uppsatligen gor intrang i den ratt som ett europeiskt patent som hor till avtalets tillampningsomrade medfor. for patentforseelse doms inte, om garningen utgor ett brott mot industriell rattighet enligt 49 kap. 2 § i strafflagen (39/1889)."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:64",
      "chapter": "2",
      "section": "64",
      "content": "Tähän lakiin perustuvat riita- ja hakemusasiat käsitellään markkinaoikeudessa. Markkinaoikeudessa käsitellään myös asiat, jotka koskevat oikeutta keksintöön, johon on haettu Euroopan patenttisopimuksessa (SopS 8/1996) tarkoitettua eurooppapatenttia. Edellytyksenä tällaisen asian käsittelylle markkinaoikeudessa on, että vastaajalla on kotipaikka Suomessa tai että kantajalla on kotipaikka Suomessa eikä vastaajalla ole kotipaikkaa Euroopan patenttisopimukseen kuuluvassa valtiossa. Asia käsitellään markkinaoikeudessa myös, jos riidan osapuolet ovat sopineet, että markkinaoikeus on toimivaltainen tuomioistuin asiassa. Edellä 2 momentissa tarkoitettua riitaa ei saa ottaa käsiteltäväksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten välillä on vireillä toisen Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa. Jos tämän ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykättävä asian käsittelyä, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. Markkinaoikeuden kansainvälisestä toimivallasta säädetään tai määrätään muutoin erikseen. Riita- ja hakemusasioiden käsittelystä markkinaoikeudessa säädetään oikeudenkäynnistä markkinaoikeudessa annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:64",
        "normalized_fi": "Tähän lakiin perustuvat riita- ja hakemusasiat käsitellään markkinaoikeudessa. Markkinaoikeudessa käsitellään myös asiat, jotka koskevat oikeutta keksintöön, johon on haettu Euroopan patenttisopimuksessa (SopS 8/1996) tarkoitettua eurooppapatenttia. Edellytyksenä tällaisen asian käsittelylle markkinaoikeudessa on, että vastaajalla on kotipaikka Suomessa tai että kantajalla on kotipaikka Suomessa eikä vastaajalla ole kotipaikkaa Euroopan patenttisopimukseen kuuluvassa valtiossa. Asia käsitellään markkinaoikeudessa myös, jos riidan osapuolet ovat sopineet, että markkinaoikeus on toimivaltainen tuomioistuin asiassa. Edellä 2 momentissa tarkoitettua riitaa ei saa ottaa käsiteltäväksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten välillä on vireillä toisen Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa. Jos tämän ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykättävä asian käsittelyä, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. Markkinaoikeuden kansainvälisestä toimivallasta säädetään tai määrätään muutoin erikseen. Riita- ja hakemusasioiden käsittelystä markkinaoikeudessa säädetään oikeudenkäynnistä markkinaoikeudessa annetussa laissa.",
        "folded_fi": "tahan lakiin perustuvat riita- ja hakemusasiat kasitellaan markkinaoikeudessa. markkinaoikeudessa kasitellaan myos asiat, jotka koskevat oikeutta keksintoon, johon on haettu euroopan patenttisopimuksessa (sops 8/1996) tarkoitettua eurooppapatenttia. edellytyksena tallaisen asian kasittelylle markkinaoikeudessa on, etta vastaajalla on kotipaikka suomessa tai etta kantajalla on kotipaikka suomessa eika vastaajalla ole kotipaikkaa euroopan patenttisopimukseen kuuluvassa valtiossa. asia kasitellaan markkinaoikeudessa myos, jos riidan osapuolet ovat sopineet, etta markkinaoikeus on toimivaltainen tuomioistuin asiassa. edella 2 momentissa tarkoitettua riitaa ei saa ottaa kasiteltavaksi markkinaoikeudessa, jos sama riitakysymys samojen osapuolten valilla on vireilla toisen euroopan patenttisopimuksen jasenvaltion tuomioistuimessa. jos taman ulkomaisen tuomioistuimen toimivalta on kiistetty, markkinaoikeuden on lykattava asian kasittelya, kunnes kysymys toimivallasta on ulkomaisessa tuomioistuimessa lainvoimaisesti ratkaistu. markkinaoikeuden kansainvalisesta toimivallasta saadetaan tai maarataan muutoin erikseen. riita- ja hakemusasioiden kasittelysta markkinaoikeudessa saadetaan oikeudenkaynnista markkinaoikeudessa annetussa laissa.",
        "content_sv": "Tvistemål och ansökningsärenden som grundar sig på denna lag handläggs i marknadsdomstolen. I marknadsdomstolen handläggs även mål som gäller rätten till en uppfinning för vilken europeiskt patent har sökts enligt den europeiska patentkonventionen (FördrS 8/1996). En förutsättning för att ett sådant mål ska handläggas i marknadsdomstolen är att svaranden har hemvist i Finland eller att käranden har hemvist i Finland och svaranden inte har hemvist i en stat som hör till den europeiska patentkonventionen. Ett sådant mål handläggs i marknadsdomstolen även i det fallet att parterna i tvisten har avtalat att marknadsdomstolen är behörig domstol i ärendet. En tvist som avses i 2 mom. får inte tas till behandling i marknadsdomstolen, om samma tvistefråga mellan samma parter är anhängig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. Om behörigheten hos denna utländska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av målet tills behörighetsfrågan har avgjorts i den utländska domstolen genom ett lagakraftvunnet avgörande. I övrigt bestäms eller föreskrivs det särskilt om marknadsdomstolens internationella behörighet. Bestämmelser om handläggningen av tvistemål och ansökningsärenden i marknadsdomstolen finns i lagen om rättegång i marknadsdomstolen.",
        "normalized_sv": "Tvistemål och ansökningsärenden som grundar sig på denna lag handläggs i marknadsdomstolen. I marknadsdomstolen handläggs även mål som gäller rätten till en uppfinning för vilken europeiskt patent har sökts enligt den europeiska patentkonventionen (FördrS 8/1996). En förutsättning för att ett sådant mål ska handläggas i marknadsdomstolen är att svaranden har hemvist i Finland eller att käranden har hemvist i Finland och svaranden inte har hemvist i en stat som hör till den europeiska patentkonventionen. Ett sådant mål handläggs i marknadsdomstolen även i det fallet att parterna i tvisten har avtalat att marknadsdomstolen är behörig domstol i ärendet. En tvist som avses i 2 mom. får inte tas till behandling i marknadsdomstolen, om samma tvistefråga mellan samma parter är anhängig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. Om behörigheten hos denna utländska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av målet tills behörighetsfrågan har avgjorts i den utländska domstolen genom ett lagakraftvunnet avgörande. I övrigt bestäms eller föreskrivs det särskilt om marknadsdomstolens internationella behörighet. Bestämmelser om handläggningen av tvistemål och ansökningsärenden i marknadsdomstolen finns i lagen om rättegång i marknadsdomstolen.",
        "folded_sv": "tvistemal och ansokningsarenden som grundar sig pa denna lag handlaggs i marknadsdomstolen. i marknadsdomstolen handlaggs aven mal som galler ratten till en uppfinning for vilken europeiskt patent har sokts enligt den europeiska patentkonventionen (fordrs 8/1996). en forutsattning for att ett sadant mal ska handlaggas i marknadsdomstolen ar att svaranden har hemvist i finland eller att karanden har hemvist i finland och svaranden inte har hemvist i en stat som hor till den europeiska patentkonventionen. ett sadant mal handlaggs i marknadsdomstolen aven i det fallet att parterna i tvisten har avtalat att marknadsdomstolen ar behorig domstol i arendet. en tvist som avses i 2 mom. far inte tas till behandling i marknadsdomstolen, om samma tvistefraga mellan samma parter ar anhangig i en domstol i en annan stat som anslutit sig till den europeiska patentkonventionen. om behorigheten hos denna utlandska domstol har bestridits, ska marknadsdomstolen skjuta upp behandlingen av malet tills behorighetsfragan har avgjorts i den utlandska domstolen genom ett lagakraftvunnet avgorande. i ovrigt bestams eller foreskrivs det sarskilt om marknadsdomstolens internationella behorighet. bestammelser om handlaggningen av tvistemal och ansokningsarenden i marknadsdomstolen finns i lagen om rattegang i marknadsdomstolen."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:64 a",
      "chapter": "2",
      "section": "64 a",
      "content": "Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa 64 §:n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on Suomessa täytäntöönpantavissa. Tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole täytäntöönpantavissa Suomessa, jos haasteasiakirjaa ei ole annettu hänelle asianmukaisesti tiedoksi tai jos hänellä ei ole ollut riittävästi aikaa valmistautua tuomioistuinkäsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:64 a",
        "normalized_fi": "Euroopan patenttisopimuksen jäsenvaltion tuomioistuimessa 64 § :n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on Suomessa täytäntöönpantavissa. Tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole täytäntöönpantavissa Suomessa, jos haasteasiakirjaa ei ole annettu hänelle asianmukaisesti tiedoksi tai jos hänellä ei ole ollut riittävästi aikaa valmistautua tuomioistuinkäsittelyyn.",
        "folded_fi": "euroopan patenttisopimuksen jasenvaltion tuomioistuimessa 64 §:n 2 momentissa tarkoitetussa riidassa annettu lainvoimainen tuomio on suomessa taytantoonpantavissa. tuomio, joka kohdistuu eurooppapatentin hakijaan, ei kuitenkaan ole taytantoonpantavissa suomessa, jos haasteasiakirjaa ei ole annettu hanelle asianmukaisesti tiedoksi tai jos hanella ei ole ollut riittavasti aikaa valmistautua tuomioistuinkasittelyyn.",
        "content_sv": "En lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkställas i Finland. En dom som gäller den som söker europeiskt patent kan dock inte verkställas i Finland, om stämningshandlingarna inte har delgivits honom på behörigt sätt eller om han inte har haft tillräckligt med tid att förbereda sig för domstolsbehandlingen.",
        "normalized_sv": "En lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkställas i Finland. En dom som gäller den som söker europeiskt patent kan dock inte verkställas i Finland, om stämningshandlingarna inte har delgivits honom på behörigt sätt eller om han inte har haft tillräckligt med tid att förbereda sig för domstolsbehandlingen.",
        "folded_sv": "en lagakraftvunnen dom som en domstol i en stat som anslutit sig till den europeiska patentkonventionen har meddelat i en tvist som avses i 64 § 2 mom. kan verkstallas i finland. en dom som galler den som soker europeiskt patent kan dock inte verkstallas i finland, om stamningshandlingarna inte har delgivits honom pa behorigt satt eller om han inte har haft tillrackligt med tid att forbereda sig for domstolsbehandlingen."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:65",
      "chapter": "2",
      "section": "65",
      "content": "Markkinaoikeuden ohella myös yhdistetty patenttituomioistuin käsittelee tässä laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetystä patenttituomioistuimesta tehdyssä sopimuksessa määrätään. Vireilläolosta ja toisiinsa liittyvistä kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen välillä säädetään tuomioistuimen toimivallasta sekä tuomioiden tunnustamisesta ja täytäntöönpanosta siviili- ja kauppaoikeuden alalla annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 1215/2012. Markkinaoikeus ei saa ottaa käsiteltäväksi asiaa, joka yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:65",
        "normalized_fi": "Markkinaoikeuden ohella myös yhdistetty patenttituomioistuin käsittelee tässä laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetystä patenttituomioistuimesta tehdyssä sopimuksessa määrätään. Vireilläolosta ja toisiinsa liittyvistä kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen välillä säädetään tuomioistuimen toimivallasta sekä tuomioiden tunnustamisesta ja täytäntöönpanosta siviili- ja kauppaoikeuden alalla annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 1215/2012. Markkinaoikeus ei saa ottaa käsiteltäväksi asiaa, joka yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
        "folded_fi": "markkinaoikeuden ohella myos yhdistetty patenttituomioistuin kasittelee tassa laissa tarkoitettua eurooppapatenttia koskevia asioita siten kuin yhdistetysta patenttituomioistuimesta tehdyssa sopimuksessa maarataan. vireillaolosta ja toisiinsa liittyvista kanteista markkinaoikeuden ja yhdistetyn patenttituomioistuimen valilla saadetaan tuomioistuimen toimivallasta seka tuomioiden tunnustamisesta ja taytantoonpanosta siviili- ja kauppaoikeuden alalla annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 1215/2012. markkinaoikeus ei saa ottaa kasiteltavaksi asiaa, joka yhdistetysta patenttituomioistuimesta tehdyn sopimuksen mukaan kuuluu yhdistetyn patenttituomioistuimen yksinomaiseen toimivaltaan.",
        "content_sv": "Vid sidan av marknadsdomstolen handlägger även den enhetliga patentdomstolen, på det sätt som bestäms i avtalet om en enhetlig patentdomstol, mål som gäller europeiska patent. Bestämmelser om anhängighet och käromål som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i Europaparlamentets och rådets förordning (EU) nr 1215/2012 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område. Marknadsdomstolen får inte ta till behandling ett mål där den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet.",
        "normalized_sv": "Vid sidan av marknadsdomstolen handlägger även den enhetliga patentdomstolen, på det sätt som bestäms i avtalet om en enhetlig patentdomstol, mål som gäller europeiska patent. Bestämmelser om anhängighet och käromål som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i Europaparlamentets och rådets förordning (EU) nr 1215/2012 om domstols behörighet och om erkännande och verkställighet av domar på privaträttens område. Marknadsdomstolen får inte ta till behandling ett mål där den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet.",
        "folded_sv": "vid sidan av marknadsdomstolen handlagger aven den enhetliga patentdomstolen, pa det satt som bestams i avtalet om en enhetlig patentdomstol, mal som galler europeiska patent. bestammelser om anhangighet och karomal som har samband med varandra mellan marknadsdomstolen och den enhetliga patentdomstolen finns i europaparlamentets och radets forordning (eu) nr 1215/2012 om domstols behorighet och om erkannande och verkstallighet av domar pa privatrattens omrade. marknadsdomstolen far inte ta till behandling ett mal dar den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behorighet."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:66",
      "chapter": "2",
      "section": "66",
      "content": "Syyte rikoslain 49 luvun 2 §:ssä tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta sekä tämän lain 57 §:n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 §:ssä tarkoitetusta rikoksesta käsitellään Helsingin käräjäoikeudessa. Edellä 1 momentissa tarkoitetun syyteasian yhteydessä voidaan käsitellä syytteessä tarkoitetusta rikoksesta johtuva 58 §:n mukainen korvausvaatimus ja 59 §:n mukainen vaatimus sen estämättä, mitä 64 §:ssä säädetään. Jos yhdistetyllä patenttituomioistuimella on yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta käsitellä rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sitä ei voida käsitellä rikosasian yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:66",
        "normalized_fi": "Syyte rikoslain 49 luvun 2 § :ssä tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta sekä tämän lain 57 § :n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 § :ssä tarkoitetusta rikoksesta käsitellään Helsingin käräjäoikeudessa. Edellä 1 momentissa tarkoitetun syyteasian yhteydessä voidaan käsitellä syytteessä tarkoitetusta rikoksesta johtuva 58 § :n mukainen korvausvaatimus ja 59 § :n mukainen vaatimus sen estämättä, mitä 64 § :ssä säädetään. Jos yhdistetyllä patenttituomioistuimella on yhdistetystä patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta käsitellä rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sitä ei voida käsitellä rikosasian yhteydessä.",
        "folded_fi": "syyte rikoslain 49 luvun 2 §:ssa tarkoitetusta patentin tuottamaa yksinoikeutta loukkaavasta teollisoikeusrikoksesta seka taman lain 57 §:n 2 momentissa tarkoitetusta patenttirikkomuksesta ja 62 §:ssa tarkoitetusta rikoksesta kasitellaan helsingin karajaoikeudessa. edella 1 momentissa tarkoitetun syyteasian yhteydessa voidaan kasitella syytteessa tarkoitetusta rikoksesta johtuva 58 §:n mukainen korvausvaatimus ja 59 §:n mukainen vaatimus sen estamatta, mita 64 §:ssa saadetaan. jos yhdistetylla patenttituomioistuimella on yhdistetysta patenttituomioistuimesta tehdyn sopimuksen mukaan yksinomainen toimivalta kasitella rikoksesta johtuvaa yksityisoikeudellista vaatimusta, sita ei voida kasitella rikosasian yhteydessa.",
        "content_sv": "Åtal för ett sådant brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen som gör intrång i den ensamrätt som ett patent medför samt åtal för en patentförseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handläggs i Helsingfors tingsrätt. Trots det som sägs i 64 § får i samband med ett åtal som avses i 1 mom. handläggas ett ersättningsyrkande enligt 58 § eller ett yrkande enligt 59 §, när yrkandet framställts med anledning av det brott som avses i åtalet. Om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet att handlägga ett privaträttsligt yrkande som följer av ett brott, får det inte handläggas i samband med brottmålet.",
        "normalized_sv": "Åtal för ett sådant brott mot industriell rättighet enligt 49 kap. 2 § i strafflagen som gör intrång i den ensamrätt som ett patent medför samt åtal för en patentförseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handläggs i Helsingfors tingsrätt. Trots det som sägs i 64 § får i samband med ett åtal som avses i 1 mom. handläggas ett ersättningsyrkande enligt 58 § eller ett yrkande enligt 59 § , när yrkandet framställts med anledning av det brott som avses i åtalet. Om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behörighet att handlägga ett privaträttsligt yrkande som följer av ett brott, får det inte handläggas i samband med brottmålet.",
        "folded_sv": "atal for ett sadant brott mot industriell rattighet enligt 49 kap. 2 § i strafflagen som gor intrang i den ensamratt som ett patent medfor samt atal for en patentforseelse som avses i 57 § 2 mom. och ett brott som avses i 62 § i denna lag handlaggs i helsingfors tingsratt. trots det som sags i 64 § far i samband med ett atal som avses i 1 mom. handlaggas ett ersattningsyrkande enligt 58 § eller ett yrkande enligt 59 §, nar yrkandet framstallts med anledning av det brott som avses i atalet. om den enhetliga patentdomstolen enligt avtalet om en enhetlig patentdomstol har exklusiv behorighet att handlagga ett privatrattsligt yrkande som foljer av ett brott, far det inte handlaggas i samband med brottmalet."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 b",
      "chapter": "2",
      "section": "70 b",
      "content": "Lisäsuojatodistusta ja lääkkeiden lisäsuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdään Patentti- ja rekisterihallitukselle. Patentti- ja rekisterihallituksen myöntämällä lisäsuojatodistuksella on oikeusvaikutus Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 b",
        "normalized_fi": "Lisäsuojatodistusta ja lääkkeiden lisäsuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdään Patentti- ja rekisterihallitukselle. Patentti- ja rekisterihallituksen myöntämällä lisäsuojatodistuksella on oikeusvaikutus Suomessa.",
        "folded_fi": "lisasuojatodistusta ja laakkeiden lisasuojatodistuksen voimassaoloajan jatkamista koskeva hakemus tehdaan patentti- ja rekisterihallitukselle. patentti- ja rekisterihallituksen myontamalla lisasuojatodistuksella on oikeusvaikutus suomessa.",
        "content_sv": "Ansökan om tilläggsskydd och om förlängning av giltighetstiden för tilläggsskydd för läkemedel görs hos Patent- och registerstyrelsen. Ett tilläggsskydd som Patent- och registerstyrelsen meddelat har rättsverkan i Finland.",
        "normalized_sv": "Ansökan om tilläggsskydd och om förlängning av giltighetstiden för tilläggsskydd för läkemedel görs hos Patent- och registerstyrelsen. Ett tilläggsskydd som Patent- och registerstyrelsen meddelat har rättsverkan i Finland.",
        "folded_sv": "ansokan om tillaggsskydd och om forlangning av giltighetstiden for tillaggsskydd for lakemedel gors hos patent- och registerstyrelsen. ett tillaggsskydd som patent- och registerstyrelsen meddelat har rattsverkan i finland."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 d",
      "chapter": "2",
      "section": "70 d",
      "content": "Lisäsuojatodistus antaa samat oikeudet kuin patentti, ja sitä koskevat samat rajoitukset ja velvoitteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 d",
        "normalized_fi": "Lisäsuojatodistus antaa samat oikeudet kuin patentti, ja sitä koskevat samat rajoitukset ja velvoitteet.",
        "folded_fi": "lisasuojatodistus antaa samat oikeudet kuin patentti, ja sita koskevat samat rajoitukset ja velvoitteet.",
        "content_sv": "Ett tilläggsskydd ger samma rättigheter som patentet och fråga om det gäller samma begränsningar och skyldigheter.",
        "normalized_sv": "Ett tilläggsskydd ger samma rättigheter som patentet och fråga om det gäller samma begränsningar och skyldigheter.",
        "folded_sv": "ett tillaggsskydd ger samma rattigheter som patentet och fraga om det galler samma begransningar och skyldigheter."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 g",
      "chapter": "2",
      "section": "70 g",
      "content": "Jos eurooppapatenttia koskeva asia käsitellään yhdistetyssä patenttituomioistuimessa, sen tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 g",
        "normalized_fi": "Jos eurooppapatenttia koskeva asia käsitellään yhdistetyssä patenttituomioistuimessa, sen tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa.",
        "folded_fi": "jos eurooppapatenttia koskeva asia kasitellaan yhdistetyssa patenttituomioistuimessa, sen tuottamasta suojasta maarataan yhdistetysta patenttituomioistuimesta tehdyn sopimuksen i osan v luvussa.",
        "content_sv": "Om ett europeiskt patent är sådant att ett ärende som gäller det ska handläggas i den enhetliga patentdomstolen, gäller för det skydd som det europeiska patentet ger bestämmelserna i kapitel V i del I i avtalet om en enhetlig patentdomstol.",
        "normalized_sv": "Om ett europeiskt patent är sådant att ett ärende som gäller det ska handläggas i den enhetliga patentdomstolen, gäller för det skydd som det europeiska patentet ger bestämmelserna i kapitel V i del I i avtalet om en enhetlig patentdomstol.",
        "folded_sv": "om ett europeiskt patent ar sadant att ett arende som galler det ska handlaggas i den enhetliga patentdomstolen, galler for det skydd som det europeiska patentet ger bestammelserna i kapitel v i del i i avtalet om en enhetlig patentdomstol."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 h",
      "chapter": "2",
      "section": "70 h",
      "content": "Eurooppapatentilla ei ole oikeusvaikutusta Suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siitä päivästä, jona Euroopan patenttivirasto kuulutti eurooppapatentin myöntämisestä, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua käännöstä mainitusta eurooppapatentista ja suorittanut vahvistettua käännöksen julkaisumaksua. Jos Euroopan patenttivirasto on päättänyt, että eurooppapatentti pidetään voimassa muutetussa muodossa, koskee edellä sanottu myös asiakirjoja muutetussa muodossa. Edellä 1 momentissa asetetusta määräajasta riippumatta eurooppapatentilla on oikeusvaikutus Suomessa, jos 1 momentissa tarkoitetut toimet tehdään kolmen kuukauden kuluessa siitä, kun yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 mukainen pyyntö yhtenäisen patenttisuojan rekisteröimiseksi on hylätty siten, että ratkaisuun ei voida enää hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 h",
        "normalized_fi": "Eurooppapatentilla ei ole oikeusvaikutusta Suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siitä päivästä, jona Euroopan patenttivirasto kuulutti eurooppapatentin myöntämisestä, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua käännöstä mainitusta eurooppapatentista ja suorittanut vahvistettua käännöksen julkaisumaksua. Jos Euroopan patenttivirasto on päättänyt, että eurooppapatentti pidetään voimassa muutetussa muodossa, koskee edellä sanottu myös asiakirjoja muutetussa muodossa. Edellä 1 momentissa asetetusta määräajasta riippumatta eurooppapatentilla on oikeusvaikutus Suomessa, jos 1 momentissa tarkoitetut toimet tehdään kolmen kuukauden kuluessa siitä, kun yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 mukainen pyyntö yhtenäisen patenttisuojan rekisteröimiseksi on hylätty siten, että ratkaisuun ei voida enää hakea muutosta.",
        "folded_fi": "eurooppapatentilla ei ole oikeusvaikutusta suomessa, jollei patentinhaltija kolmen kuukauden kuluessa siita paivasta, jona euroopan patenttivirasto kuulutti eurooppapatentin myontamisesta, ole antanut patenttiviranomaiselle 3 momentissa tarkoitettua kaannosta mainitusta eurooppapatentista ja suorittanut vahvistettua kaannoksen julkaisumaksua. jos euroopan patenttivirasto on paattanyt, etta eurooppapatentti pidetaan voimassa muutetussa muodossa, koskee edella sanottu myos asiakirjoja muutetussa muodossa. edella 1 momentissa asetetusta maaraajasta riippumatta eurooppapatentilla on oikeusvaikutus suomessa, jos 1 momentissa tarkoitetut toimet tehdaan kolmen kuukauden kuluessa siita, kun yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 mukainen pyynto yhtenaisen patenttisuojan rekisteroimiseksi on hylatty siten, etta ratkaisuun ei voida enaa hakea muutosta.",
        "content_sv": "Ett europeiskt patent har ingen rättsverkan i Finland, om inte patenthavaren inom tre månader från den dag då Europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den översättning av det europeiska patentet som avses i 3 mom. och betalat fastställd avgift för publicering av översättningen. Beslutar Europeiska patentverket att ett europeiskt patent ska upprätthållas i ändrad avfattning, gäller det som sägs ovan även handlingar med ändrad avfattning. Trots tidsfristen enligt 1 mom. har ett europeiskt patent rättsverkan i Finland, om de åtgärder som avses i 1 mom. vidtas inom tre månader från det att en ansökan om registrering av enhetligt patentskydd enligt Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd har avslagits så att det inte längre går att söka ändring i avgörandet.",
        "normalized_sv": "Ett europeiskt patent har ingen rättsverkan i Finland, om inte patenthavaren inom tre månader från den dag då Europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den översättning av det europeiska patentet som avses i 3 mom. och betalat fastställd avgift för publicering av översättningen. Beslutar Europeiska patentverket att ett europeiskt patent ska upprätthållas i ändrad avfattning, gäller det som sägs ovan även handlingar med ändrad avfattning. Trots tidsfristen enligt 1 mom. har ett europeiskt patent rättsverkan i Finland, om de åtgärder som avses i 1 mom. vidtas inom tre månader från det att en ansökan om registrering av enhetligt patentskydd enligt Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd har avslagits så att det inte längre går att söka ändring i avgörandet.",
        "folded_sv": "ett europeiskt patent har ingen rattsverkan i finland, om inte patenthavaren inom tre manader fran den dag da europeiska patentverket kungjort att det europeiska patentet har meddelats, till patentmyndigheten har gett in den oversattning av det europeiska patentet som avses i 3 mom. och betalat faststalld avgift for publicering av oversattningen. beslutar europeiska patentverket att ett europeiskt patent ska uppratthallas i andrad avfattning, galler det som sags ovan aven handlingar med andrad avfattning. trots tidsfristen enligt 1 mom. har ett europeiskt patent rattsverkan i finland, om de atgarder som avses i 1 mom. vidtas inom tre manader fran det att en ansokan om registrering av enhetligt patentskydd enligt europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd har avslagits sa att det inte langre gar att soka andring i avgorandet."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 i",
      "chapter": "2",
      "section": "70 i",
      "content": "Käännöksen antamiseen 70 h §:n 1 tai 2 momentin mukaisesti ja käännöstä koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a §:n 1 momenttia. Jos 71 a §:n 1 momentin nojalla päätetään, että toimenpide on katsottava suoritetuksi määräajassa, patenttiviranomaisen on kuulutettava tästä viipymättä suomen ja ruotsin kielellä. Jos joku 70 h §:n 1 tai 2 momentin mukaisen määräajan jälkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvässä uskossa alkanut käyttää keksintöä Suomessa ammattimaisesti hyväksi tai ryhtynyt oleellisiin toimenpiteisiin tätä varten, hän saa 71 c §:n 2 ja 3 momentin mukaisen oikeuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 i",
        "normalized_fi": "Käännöksen antamiseen 70 h § :n 1 tai 2 momentin mukaisesti ja käännöstä koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a § :n 1 momenttia. Jos 71 a § :n 1 momentin nojalla päätetään, että toimenpide on katsottava suoritetuksi määräajassa, patenttiviranomaisen on kuulutettava tästä viipymättä suomen ja ruotsin kielellä. Jos joku 70 h § :n 1 tai 2 momentin mukaisen määräajan jälkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvässä uskossa alkanut käyttää keksintöä Suomessa ammattimaisesti hyväksi tai ryhtynyt oleellisiin toimenpiteisiin tätä varten, hän saa 71 c § :n 2 ja 3 momentin mukaisen oikeuden.",
        "folded_fi": "kaannoksen antamiseen 70 h §:n 1 tai 2 momentin mukaisesti ja kaannosta koskevan julkaisumaksun suorittamiseen on sovellettava vastaavasti 71 a §:n 1 momenttia. jos 71 a §:n 1 momentin nojalla paatetaan, etta toimenpide on katsottava suoritetuksi maaraajassa, patenttiviranomaisen on kuulutettava tasta viipymatta suomen ja ruotsin kielella. jos joku 70 h §:n 1 tai 2 momentin mukaisen maaraajan jalkeen mutta ennen 1 momentin mukaisen kuulutuksen julkaisemista on hyvassa uskossa alkanut kayttaa keksintoa suomessa ammattimaisesti hyvaksi tai ryhtynyt oleellisiin toimenpiteisiin tata varten, han saa 71 c §:n 2 ja 3 momentin mukaisen oikeuden.",
        "content_sv": "Vad 71 a § 1 mom. föreskriver ska på motsvarande sätt tillämpas på ingivande av översättning enligt 70 h § 1 eller 2 mom. och på betalning av publiceringsavgift. Om det med stöd av 71 a § 1 mom. beslutas att en åtgärd ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan dröjsmål kungöra detta på finska och svenska. Har någon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har löpt ut men innan den kungörelse som avses i 1 mom. utfärdas, i god tro börjat utnyttja uppfinningen yrkesmässigt i Finland eller vidtagit väsentliga åtgärder i detta syfte, får han den rätt som anges i 71 c § 2 och 3 mom.",
        "normalized_sv": "Vad 71 a § 1 mom. föreskriver ska på motsvarande sätt tillämpas på ingivande av översättning enligt 70 h § 1 eller 2 mom. och på betalning av publiceringsavgift. Om det med stöd av 71 a § 1 mom. beslutas att en åtgärd ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan dröjsmål kungöra detta på finska och svenska. Har någon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har löpt ut men innan den kungörelse som avses i 1 mom. utfärdas, i god tro börjat utnyttja uppfinningen yrkesmässigt i Finland eller vidtagit väsentliga åtgärder i detta syfte, får han den rätt som anges i 71 c § 2 och 3 mom.",
        "folded_sv": "vad 71 a § 1 mom. foreskriver ska pa motsvarande satt tillampas pa ingivande av oversattning enligt 70 h § 1 eller 2 mom. och pa betalning av publiceringsavgift. om det med stod av 71 a § 1 mom. beslutas att en atgard ska anses vidtagen inom utsatt tid, ska patentmyndigheten utan drojsmal kungora detta pa finska och svenska. har nagon, efter att tidsfristen enligt 70 h § 1 eller 2 mom. har lopt ut men innan den kungorelse som avses i 1 mom. utfardas, i god tro borjat utnyttja uppfinningen yrkesmassigt i finland eller vidtagit vasentliga atgarder i detta syfte, far han den ratt som anges i 71 c § 2 och 3 mom."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "2:70 l",
      "chapter": "2",
      "section": "70 l",
      "content": "Jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 §:n mukaisesti, sovelletaan 51 §:n säännöksiä. Ensimmäinen vuosimaksu erääntyy kuitenkin maksettavaksi vasta patentin myöntämiskuukautta seuraavan kolmannen kuukauden viimeisenä päivänä. Lisäksi sovellettaessa 70 h §:n 2 momenttia ensimmäinen vuosimaksu erääntyy maksettavaksi vasta sen kuukauden viimeisenä päivänä, joka on kolmen kuukauden kuluttua siitä päivästä, kun ratkaisuun yhtenäisen patenttisuojan rekisteröinnin hylkäämisestä ei voida enää hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70 l",
        "normalized_fi": "Jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 § :n mukaisesti, sovelletaan 51 § :n säännöksiä. Ensimmäinen vuosimaksu erääntyy kuitenkin maksettavaksi vasta patentin myöntämiskuukautta seuraavan kolmannen kuukauden viimeisenä päivänä. Lisäksi sovellettaessa 70 h § :n 2 momenttia ensimmäinen vuosimaksu erääntyy maksettavaksi vasta sen kuukauden viimeisenä päivänä, joka on kolmen kuukauden kuluttua siitä päivästä, kun ratkaisuun yhtenäisen patenttisuojan rekisteröinnin hylkäämisestä ei voida enää hakea muutosta.",
        "folded_fi": "jollei eurooppapatentista suoriteta vuosimaksua 1 momentin ja 41 §:n mukaisesti, sovelletaan 51 §:n saannoksia. ensimmainen vuosimaksu eraantyy kuitenkin maksettavaksi vasta patentin myontamiskuukautta seuraavan kolmannen kuukauden viimeisena paivana. lisaksi sovellettaessa 70 h §:n 2 momenttia ensimmainen vuosimaksu eraantyy maksettavaksi vasta sen kuukauden viimeisena paivana, joka on kolmen kuukauden kuluttua siita paivasta, kun ratkaisuun yhtenaisen patenttisuojan rekisteroinnin hylkaamisesta ei voida enaa hakea muutosta.",
        "content_sv": "Betalas inte årsavgiften för ett europeiskt patent enligt 1 mom. och 41 §, tillämpas vad som föreskrivs i 51 §. Den första årsavgiften förfaller dock till betalning först den sista dagen i den tredje månaden efter den månad då patentet meddelades. Vid tillämpningen av 70 h § 2 mom. förfaller dessutom den första årsavgiften till betalning först den sista dagen i den månad som infaller tre månader efter den dag då ändring inte längre kan sökas i ett avgörande om avslag på registrering av enhetligt patentskydd.",
        "normalized_sv": "Betalas inte årsavgiften för ett europeiskt patent enligt 1 mom. och 41 § , tillämpas vad som föreskrivs i 51 § . Den första årsavgiften förfaller dock till betalning först den sista dagen i den tredje månaden efter den månad då patentet meddelades. Vid tillämpningen av 70 h § 2 mom. förfaller dessutom den första årsavgiften till betalning först den sista dagen i den månad som infaller tre månader efter den dag då ändring inte längre kan sökas i ett avgörande om avslag på registrering av enhetligt patentskydd.",
        "folded_sv": "betalas inte arsavgiften for ett europeiskt patent enligt 1 mom. och 41 §, tillampas vad som foreskrivs i 51 §. den forsta arsavgiften forfaller dock till betalning forst den sista dagen i den tredje manaden efter den manad da patentet meddelades. vid tillampningen av 70 h § 2 mom. forfaller dessutom den forsta arsavgiften till betalning forst den sista dagen i den manad som infaller tre manader efter den dag da andring inte langre kan sokas i ett avgorande om avslag pa registrering av enhetligt patentskydd."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "9:70 v",
      "chapter": "9",
      "section": "70 v",
      "content": "Vaikutukseltaan yhtenäisellä eurooppapatentilla tarkoitetaan tässä laissa patenttia, jonka Euroopan patenttivirasto on myöntänyt Euroopan patenttisopimuksen mukaisesti ja jolla on yhtenäinen vaikutus yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 ja yhtenäisen patenttisuojan luomiseksi toteutettavan tiiviimmän yhteistyön täytäntöönpanoon sovellettavista käännösjärjestelyistä annetun neuvoston asetuksen (EU) N:o 1260/2012 nojalla. Eurooppapatentin yhtenäinen vaikutus rekisteröidään yhtenäistä patenttisuojaa koskevaan rekisteriin, jota hallinnoi Euroopan patenttivirasto. Vaikutukseltaan yhtenäisen eurooppapatentin tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa. Tämän lain säännöksiä sovelletaan vaikutukseltaan yhtenäiseen eurooppapatenttiin vain, jos siitä säädetään erikseen tässä laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 v",
        "normalized_fi": "Vaikutukseltaan yhtenäisellä eurooppapatentilla tarkoitetaan tässä laissa patenttia, jonka Euroopan patenttivirasto on myöntänyt Euroopan patenttisopimuksen mukaisesti ja jolla on yhtenäinen vaikutus yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 ja yhtenäisen patenttisuojan luomiseksi toteutettavan tiiviimmän yhteistyön täytäntöönpanoon sovellettavista käännösjärjestelyistä annetun neuvoston asetuksen (EU) N:o 1260/2012 nojalla. Eurooppapatentin yhtenäinen vaikutus rekisteröidään yhtenäistä patenttisuojaa koskevaan rekisteriin, jota hallinnoi Euroopan patenttivirasto. Vaikutukseltaan yhtenäisen eurooppapatentin tuottamasta suojasta määrätään yhdistetystä patenttituomioistuimesta tehdyn sopimuksen I osan V luvussa. Tämän lain säännöksiä sovelletaan vaikutukseltaan yhtenäiseen eurooppapatenttiin vain, jos siitä säädetään erikseen tässä laissa.",
        "folded_fi": "vaikutukseltaan yhtenaisella eurooppapatentilla tarkoitetaan tassa laissa patenttia, jonka euroopan patenttivirasto on myontanyt euroopan patenttisopimuksen mukaisesti ja jolla on yhtenainen vaikutus yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 ja yhtenaisen patenttisuojan luomiseksi toteutettavan tiiviimman yhteistyon taytantoonpanoon sovellettavista kaannosjarjestelyista annetun neuvoston asetuksen (eu) n:o 1260/2012 nojalla. eurooppapatentin yhtenainen vaikutus rekisteroidaan yhtenaista patenttisuojaa koskevaan rekisteriin, jota hallinnoi euroopan patenttivirasto. vaikutukseltaan yhtenaisen eurooppapatentin tuottamasta suojasta maarataan yhdistetysta patenttituomioistuimesta tehdyn sopimuksen i osan v luvussa. taman lain saannoksia sovelletaan vaikutukseltaan yhtenaiseen eurooppapatenttiin vain, jos siita saadetaan erikseen tassa laissa.",
        "content_sv": "europeiskt patent med enhetlig verkan Med avses i denna lag ett patent som Europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stöd av Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd och rådets förordning (EU) nr 1260/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd när det gäller tillämpliga översättningsarrangemang. Ett europeiskt patents enhetliga verkan registreras i registret för enhetligt patentskydd, som administreras av Europeiska patentverket. Bestämmelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel V i del I i avtalet om en enhetlig patentdomstol. Bestämmelserna i denna lag tillämpas på europeiska patent med enhetlig verkan endast om det föreskrivs särskilt om det i denna lag.",
        "normalized_sv": "europeiskt patent med enhetlig verkan Med avses i denna lag ett patent som Europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stöd av Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd och rådets förordning (EU) nr 1260/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd när det gäller tillämpliga översättningsarrangemang. Ett europeiskt patents enhetliga verkan registreras i registret för enhetligt patentskydd, som administreras av Europeiska patentverket. Bestämmelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel V i del I i avtalet om en enhetlig patentdomstol. Bestämmelserna i denna lag tillämpas på europeiska patent med enhetlig verkan endast om det föreskrivs särskilt om det i denna lag.",
        "folded_sv": "europeiskt patent med enhetlig verkan med avses i denna lag ett patent som europeiska patentverket har beviljat enligt den europeiska patentkonventionen och som har enhetlig verkan med stod av europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd och radets forordning (eu) nr 1260/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd nar det galler tillampliga oversattningsarrangemang. ett europeiskt patents enhetliga verkan registreras i registret for enhetligt patentskydd, som administreras av europeiska patentverket. bestammelser om det skydd som ett europeiskt patent med enhetlig verkan ger finns i kapitel v i del i i avtalet om en enhetlig patentdomstol. bestammelserna i denna lag tillampas pa europeiska patent med enhetlig verkan endast om det foreskrivs sarskilt om det i denna lag."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "9:70 x",
      "chapter": "9",
      "section": "70 x",
      "content": "Vaikutukseltaan yhtenäiseen eurooppapatenttiin sovelletaan 4 §:n ennakkokäyttöoikeutta koskevia säännöksiä, 45-50 §:n pakkolupaa koskevia säännöksiä ja 70 a-70 d §:n mukaisia lisäsuojatodistuksia koskevia säännöksiä Suomea koskevina. Vaikutukseltaan yhtenäiseen eurooppapatenttiin, jota yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 7 artiklan mukaan käsitellään omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 §:n mukaisia luovutus- ja käyttölupaa sekä panttausta koskevia säännöksiä ja 52 §:n 5 momentin sekä 53 §:n säännöksiä. Edellä 44 §:ssä tarkoitetut vaikutukseltaan yhtenäistä eurooppapatenttia koskevat merkinnät tehdään Euroopan patenttiviraston hallinnoimaan yhtenäistä patenttisuojaa koskevaan rekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 x",
        "normalized_fi": "Vaikutukseltaan yhtenäiseen eurooppapatenttiin sovelletaan 4 § :n ennakkokäyttöoikeutta koskevia säännöksiä, 45-50 § :n pakkolupaa koskevia säännöksiä ja 70 a-70 d § :n mukaisia lisäsuojatodistuksia koskevia säännöksiä Suomea koskevina. Vaikutukseltaan yhtenäiseen eurooppapatenttiin, jota yhtenäisen patenttisuojan luomiseksi toteutettavasta tiiviimmästä yhteistyöstä annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2012 7 artiklan mukaan käsitellään omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 § :n mukaisia luovutus- ja käyttölupaa sekä panttausta koskevia säännöksiä ja 52 § :n 5 momentin sekä 53 § :n säännöksiä. Edellä 44 § :ssä tarkoitetut vaikutukseltaan yhtenäistä eurooppapatenttia koskevat merkinnät tehdään Euroopan patenttiviraston hallinnoimaan yhtenäistä patenttisuojaa koskevaan rekisteriin.",
        "folded_fi": "vaikutukseltaan yhtenaiseen eurooppapatenttiin sovelletaan 4 §:n ennakkokayttooikeutta koskevia saannoksia, 45-50 §:n pakkolupaa koskevia saannoksia ja 70 a-70 d §:n mukaisia lisasuojatodistuksia koskevia saannoksia suomea koskevina. vaikutukseltaan yhtenaiseen eurooppapatenttiin, jota yhtenaisen patenttisuojan luomiseksi toteutettavasta tiiviimmasta yhteistyosta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2012 7 artiklan mukaan kasitellaan omistusoikeuden kohteena suomalaisena kansallisena patenttina sen koko voimassaoloalueella, sovelletaan 43 ja 44 §:n mukaisia luovutus- ja kayttolupaa seka panttausta koskevia saannoksia ja 52 §:n 5 momentin seka 53 §:n saannoksia. edella 44 §:ssa tarkoitetut vaikutukseltaan yhtenaista eurooppapatenttia koskevat merkinnat tehdaan euroopan patenttiviraston hallinnoimaan yhtenaista patenttisuojaa koskevaan rekisteriin.",
        "content_sv": "På europeiska patent med enhetlig verkan tillämpas beträffande Finland bestämmelserna i 4 § om föranvändarrätt, bestämmelserna i 45-50 § om tvångslicens och bestämmelserna i 70 a-70 d § om tilläggsskydd. På ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd som förmögenhetsobjekt ska behandlas som ett nationellt finskt patent på hela det område patentet gäller, tillämpas bestämmelserna i 43 och 44 § om överlåtelse och licens samt pantsättning samt bestämmelserna i 52 § 5 mom. och 53 §. I 44 § avsedda anteckningar om europeiska patent med enhetlig verkan görs i det register för enhetligt patentskydd som administreras av Europeiska patentverket.",
        "normalized_sv": "På europeiska patent med enhetlig verkan tillämpas beträffande Finland bestämmelserna i 4 § om föranvändarrätt, bestämmelserna i 45-50 § om tvångslicens och bestämmelserna i 70 a-70 d § om tilläggsskydd. På ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i Europaparlamentets och rådets förordning (EU) nr 1257/2012 om genomförande av ett fördjupat samarbete för att skapa ett enhetligt patentskydd som förmögenhetsobjekt ska behandlas som ett nationellt finskt patent på hela det område patentet gäller, tillämpas bestämmelserna i 43 och 44 § om överlåtelse och licens samt pantsättning samt bestämmelserna i 52 § 5 mom. och 53 § . I 44 § avsedda anteckningar om europeiska patent med enhetlig verkan görs i det register för enhetligt patentskydd som administreras av Europeiska patentverket.",
        "folded_sv": "pa europeiska patent med enhetlig verkan tillampas betraffande finland bestammelserna i 4 § om foranvandarratt, bestammelserna i 45-50 § om tvangslicens och bestammelserna i 70 a-70 d § om tillaggsskydd. pa ett europeiskt patent med enhetlig verkan, som enligt artikel 7 i europaparlamentets och radets forordning (eu) nr 1257/2012 om genomforande av ett fordjupat samarbete for att skapa ett enhetligt patentskydd som formogenhetsobjekt ska behandlas som ett nationellt finskt patent pa hela det omrade patentet galler, tillampas bestammelserna i 43 och 44 § om overlatelse och licens samt pantsattning samt bestammelserna i 52 § 5 mom. och 53 §. i 44 § avsedda anteckningar om europeiska patent med enhetlig verkan gors i det register for enhetligt patentskydd som administreras av europeiska patentverket."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "9:70 y",
      "chapter": "9",
      "section": "70 y",
      "content": "Kun eurooppapatentille on rekisteröity yhtenäinen vaikutus, patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. Jos patenttiviranomainen on kuuluttanut käännöksen antamisesta 70 h §:n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymättä kuulutettava siitä, että patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. Patenttiviranomaisen on tehtävä tätä koskevat merkinnät patenttirekisteriin ja poistettava mahdolliset 70 h §:n 5 momentin mukaisesti annetut käännökset yleisön saatavilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:70 y",
        "normalized_fi": "Kun eurooppapatentille on rekisteröity yhtenäinen vaikutus, patentinhaltijan 70 h § :n mukaisilla toimilla ei ole oikeusvaikutusta. Jos patenttiviranomainen on kuuluttanut käännöksen antamisesta 70 h § :n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymättä kuulutettava siitä, että patentinhaltijan 70 h § :n mukaisilla toimilla ei ole oikeusvaikutusta. Patenttiviranomaisen on tehtävä tätä koskevat merkinnät patenttirekisteriin ja poistettava mahdolliset 70 h § :n 5 momentin mukaisesti annetut käännökset yleisön saatavilta.",
        "folded_fi": "kun eurooppapatentille on rekisteroity yhtenainen vaikutus, patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. jos patenttiviranomainen on kuuluttanut kaannoksen antamisesta 70 h §:n 5 momentin mukaisesti, patenttiviranomaisen on 1 momentissa tarkoitetussa tilanteessa viipymatta kuulutettava siita, etta patentinhaltijan 70 h §:n mukaisilla toimilla ei ole oikeusvaikutusta. patenttiviranomaisen on tehtava tata koskevat merkinnat patenttirekisteriin ja poistettava mahdolliset 70 h §:n 5 momentin mukaisesti annetut kaannokset yleison saatavilta.",
        "content_sv": "När enhetlig verkan har registrerats för ett europeiskt patent saknar patenthavarens åtgärder enligt 70 h § rättsverkan. Har patentmyndigheten kungjort att en översättning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan dröjsmål kungöra att patenthavarens åtgärder enligt 70 h § saknar rättsverkan. Patentmyndigheten ska göra anteckningar om detta i patentregistret och se till att eventuella översättningar som getts in i enlighet med 70 h § 5 mom. inte längre hålls tillgängliga för allmänheten.",
        "normalized_sv": "När enhetlig verkan har registrerats för ett europeiskt patent saknar patenthavarens åtgärder enligt 70 h § rättsverkan. Har patentmyndigheten kungjort att en översättning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan dröjsmål kungöra att patenthavarens åtgärder enligt 70 h § saknar rättsverkan. Patentmyndigheten ska göra anteckningar om detta i patentregistret och se till att eventuella översättningar som getts in i enlighet med 70 h § 5 mom. inte längre hålls tillgängliga för allmänheten.",
        "folded_sv": "nar enhetlig verkan har registrerats for ett europeiskt patent saknar patenthavarens atgarder enligt 70 h § rattsverkan. har patentmyndigheten kungjort att en oversattning getts in i enlighet med 70 h § 5 mom. ska patentmyndigheten i en situation som avses i 1 mom. utan drojsmal kungora att patenthavarens atgarder enligt 70 h § saknar rattsverkan. patentmyndigheten ska gora anteckningar om detta i patentregistret och se till att eventuella oversattningar som getts in i enlighet med 70 h § 5 mom. inte langre halls tillgangliga for allmanheten."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Patentilla saavutettu yksinoikeus sisältää jäljempänä säädetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentoitua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten; 2) käyttämällä patentoitua menetelmää taikka, jos hän tietää tai hänen olisi pitänyt tietää, ettei menetelmää saa käyttää ilman patentinhaltijan lupaa, tarjoamalla tällaista menetelmää käytettäväksi tässä maassa; 3) tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentilla suojatulla menetelmällä välittömästi aikaansaatua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten. Yksinoikeus sisältää myös sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnön hyväksikäyttöön, sellaista välinettä keksinnön käyttämiseksi tässä maassa, joka liittyy johonkin olennaiseen keksinnössä, jos se, joka tarjoaa tai toimittaa välineen, tietää tai hänen olisi pitänyt tietää, että väline soveltuu ja on tarkoitettu keksinnön käyttämiseen. Jos väline on yleisesti kaupan oleva tavara, sovelletaan mitä edellä tässä momentissa säädetään vain, jos se, joka tarjoaa tai toimittaa välineen, pyrkii vaikuttamaan vastaanottajaan, jotta tämä ryhtyisi 1 momentissa tarkoitettuun tekoon. Sovellettaessa tämän momentin säännöksiä ei keksinnön hyväksikäyttöön oikeutettuna pidetä sitä, joka käyttää keksintöä hyväksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. Yksinoikeus ei koske: 1) hyväksikäyttöä, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyväksikäyttöä, joka on Euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai tämän suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnön käyttöä kokeissa, jotka koskevat itse keksintöä; 4) lääkevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai käytännön vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen lääkevalmisteeseen kohdistuvaa keksintöä; 5) lääkeaineen valmistusta apteekissa lääkärin määräyksen mukaisesti yksittäistapauksissa tai toimenpiteitä täten valmistetuilla lääkeaineilla; 6) biologisen materiaalin käyttöä muiden kasvilajikkeiden jalostamiseen tai löytämiseen ja kehittämiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/24/EY 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Patentilla saavutettu yksinoikeus sisältää jäljempänä säädetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentoitua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten; 2) käyttämällä patentoitua menetelmää taikka, jos hän tietää tai hänen olisi pitänyt tietää, ettei menetelmää saa käyttää ilman patentinhaltijan lupaa, tarjoamalla tällaista menetelmää käytettäväksi tässä maassa; 3) tarjoamalla, saattamalla vaihdantaan tai käyttämällä patentilla suojatulla menetelmällä välittömästi aikaansaatua tuotetta taikka tuomalla maahan tai pitämällä hallussaan tällaista tuotetta edellä sanottua tarkoitusta varten. Yksinoikeus sisältää myös sen, ettei muu kuin patentinhaltija ilman tämän lupaa saa käyttää hyväksi keksintöä tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnön hyväksikäyttöön, sellaista välinettä keksinnön käyttämiseksi tässä maassa, joka liittyy johonkin olennaiseen keksinnössä, jos se, joka tarjoaa tai toimittaa välineen, tietää tai hänen olisi pitänyt tietää, että väline soveltuu ja on tarkoitettu keksinnön käyttämiseen. Jos väline on yleisesti kaupan oleva tavara, sovelletaan mitä edellä tässä momentissa säädetään vain, jos se, joka tarjoaa tai toimittaa välineen, pyrkii vaikuttamaan vastaanottajaan, jotta tämä ryhtyisi 1 momentissa tarkoitettuun tekoon. Sovellettaessa tämän momentin säännöksiä ei keksinnön hyväksikäyttöön oikeutettuna pidetä sitä, joka käyttää keksintöä hyväksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. Yksinoikeus ei koske: 1) hyväksikäyttöä, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyväksikäyttöä, joka on Euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai tämän suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnön käyttöä kokeissa, jotka koskevat itse keksintöä; 4) lääkevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai käytännön vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen lääkevalmisteeseen kohdistuvaa keksintöä; 5) lääkeaineen valmistusta apteekissa lääkärin määräyksen mukaisesti yksittäistapauksissa tai toimenpiteitä täten valmistetuilla lääkeaineilla; 6) biologisen materiaalin käyttöä muiden kasvilajikkeiden jalostamiseen tai löytämiseen ja kehittämiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/24/EY 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen käyttöä.",
        "folded_fi": "patentilla saavutettu yksinoikeus sisaltaa jaljempana saadetyin poikkeuksin sen, ettei muu kuin patentinhaltija ilman taman lupaa saa kayttaa hyvaksi keksintoa: 1) valmistamalla, tarjoamalla, saattamalla vaihdantaan tai kayttamalla patentoitua tuotetta taikka tuomalla maahan tai pitamalla hallussaan tallaista tuotetta edella sanottua tarkoitusta varten; 2) kayttamalla patentoitua menetelmaa taikka, jos han tietaa tai hanen olisi pitanyt tietaa, ettei menetelmaa saa kayttaa ilman patentinhaltijan lupaa, tarjoamalla tallaista menetelmaa kaytettavaksi tassa maassa; 3) tarjoamalla, saattamalla vaihdantaan tai kayttamalla patentilla suojatulla menetelmalla valittomasti aikaansaatua tuotetta taikka tuomalla maahan tai pitamalla hallussaan tallaista tuotetta edella sanottua tarkoitusta varten. yksinoikeus sisaltaa myos sen, ettei muu kuin patentinhaltija ilman taman lupaa saa kayttaa hyvaksi keksintoa tarjoamalla tai toimittamalla jollekin, jolla ei ole oikeutta keksinnon hyvaksikayttoon, sellaista valinetta keksinnon kayttamiseksi tassa maassa, joka liittyy johonkin olennaiseen keksinnossa, jos se, joka tarjoaa tai toimittaa valineen, tietaa tai hanen olisi pitanyt tietaa, etta valine soveltuu ja on tarkoitettu keksinnon kayttamiseen. jos valine on yleisesti kaupan oleva tavara, sovelletaan mita edella tassa momentissa saadetaan vain, jos se, joka tarjoaa tai toimittaa valineen, pyrkii vaikuttamaan vastaanottajaan, jotta tama ryhtyisi 1 momentissa tarkoitettuun tekoon. sovellettaessa taman momentin saannoksia ei keksinnon hyvaksikayttoon oikeutettuna pideta sita, joka kayttaa keksintoa hyvaksi 3 momentin 1, 3, 4 tai 6 kohdassa tarkoitetulla tavalla. yksinoikeus ei koske: 1) hyvaksikayttoa, joka ei tapahdu ammattimaisesti; 2) sellaisen patentilla suojatun tuotteen hyvaksikayttoa, joka on euroopan talousalueella saatettu vaihdantaan patentinhaltijan toimesta tai taman suostumuksella, ellei patentinhaltijalla ole oikeutettuja perusteita vastustaa tuotteen laajempaa saattamista markkinoille; 3) keksinnon kayttoa kokeissa, jotka koskevat itse keksintoa; 4) laakevalmisteen myyntilupahakemusta varten tarvittavia tutkimuksia, kokeita tai kaytannon vaatimuksista aiheutuvia toimia, jotka koskevat kyseiseen laakevalmisteeseen kohdistuvaa keksintoa; 5) laakeaineen valmistusta apteekissa laakarin maarayksen mukaisesti yksittaistapauksissa tai toimenpiteita taten valmistetuilla laakeaineilla; 6) biologisen materiaalin kayttoa muiden kasvilajikkeiden jalostamiseen tai loytamiseen ja kehittamiseen; 7) tietokoneohjelmien oikeudellisesta suojasta annetun euroopan parlamentin ja neuvoston direktiivin 2009/24/ey 5 ja 6 artiklassa tarkoitettuja sallittuja toimia ja saatujen tietojen kayttoa.",
        "content_sv": "Den genom patent förvärvade ensamrätten innebär, med de undantag som anges nedan, att ingen annan än patenthavaren utan dennes lov får utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsättning eller använda ett patentskyddat alster eller föra in eller inneha ett sådant alster för något av dessa ändamål, 2) använda ett patentskyddat förfarande eller, om han känner till eller borde ha känt till att förfarandet inte får användas utan patenthavarens lov, bjuda ut det för användning här i landet, 3) erbjuda, bringa i omsättning eller använda ett alster som framställts direkt genom ett patentskyddat förfarande eller föra in eller inneha ett sådant alster för något av dessa ändamål. Ensamrätten innebär även att ingen annan än patenthavaren inte utan dennes lov får utnyttja uppfinningen genom att erbjuda eller tillhandahålla någon som inte är berättigad att utnyttja uppfinningen sådant medel för uppfinningens utövande här i landet som hänför sig till något väsentligt i uppfinningen, om den som erbjuder eller tillhandahåller medlet känner till eller borde ha känt till att medlet är lämpat och avsett att användas vid utövande av uppfinningen. Är medlet en i handeln allmänt förekommande vara, gäller det som sägs ovan i detta moment endast om den som erbjuder eller tillhandahåller medlet försöker påverka mottagaren till en handling som avses i 1 mom. Vid tillämpning av bestämmelserna i detta moment ska såsom berättigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen på ett sätt som nämns i 3 mom. 1, 3, 4 eller 6 punkten. Ensamrätten omfattar inte 1) utnyttjande som inte sker yrkesmässigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsättning inom Europeiska ekonomiska samarbetsområdet, om inte patenthavaren har berättigade grunder att motsätta sig ytterligare utsläppande på marknaden av alstret, 3) utnyttjande av uppfinningen för experiment, som avser själva uppfinningen, 4) undersökningar eller prövningar eller åtgärder som föranleds av de praktiska kraven, vilka behövs för ansökan om försäljningstillstånd för ett läkemedelspreparat och vilka gäller en uppfinning som hänför sig till läkemedelspreparatet i fråga, 5) beredning på apotek av läkemedel enligt läkares förskrivning i enskilda fall eller åtgärder med sålunda berett läkemedel, 6) användning av biologiskt material i syfte att odla fram, upptäcka eller utveckla nya växtsorter, eller 7) de handlingar och den användning av insamlad information som tillåts enligt artiklarna 5 och 6 i Europaparlamentets och rådets direktiv 2009/24/EG on rättsligt skydd för datorprogram.",
        "normalized_sv": "Den genom patent förvärvade ensamrätten innebär, med de undantag som anges nedan, att ingen annan än patenthavaren utan dennes lov får utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsättning eller använda ett patentskyddat alster eller föra in eller inneha ett sådant alster för något av dessa ändamål, 2) använda ett patentskyddat förfarande eller, om han känner till eller borde ha känt till att förfarandet inte får användas utan patenthavarens lov, bjuda ut det för användning här i landet, 3) erbjuda, bringa i omsättning eller använda ett alster som framställts direkt genom ett patentskyddat förfarande eller föra in eller inneha ett sådant alster för något av dessa ändamål. Ensamrätten innebär även att ingen annan än patenthavaren inte utan dennes lov får utnyttja uppfinningen genom att erbjuda eller tillhandahålla någon som inte är berättigad att utnyttja uppfinningen sådant medel för uppfinningens utövande här i landet som hänför sig till något väsentligt i uppfinningen, om den som erbjuder eller tillhandahåller medlet känner till eller borde ha känt till att medlet är lämpat och avsett att användas vid utövande av uppfinningen. Är medlet en i handeln allmänt förekommande vara, gäller det som sägs ovan i detta moment endast om den som erbjuder eller tillhandahåller medlet försöker påverka mottagaren till en handling som avses i 1 mom. Vid tillämpning av bestämmelserna i detta moment ska såsom berättigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen på ett sätt som nämns i 3 mom. 1, 3, 4 eller 6 punkten. Ensamrätten omfattar inte 1) utnyttjande som inte sker yrkesmässigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsättning inom Europeiska ekonomiska samarbetsområdet, om inte patenthavaren har berättigade grunder att motsätta sig ytterligare utsläppande på marknaden av alstret, 3) utnyttjande av uppfinningen för experiment, som avser själva uppfinningen, 4) undersökningar eller prövningar eller åtgärder som föranleds av de praktiska kraven, vilka behövs för ansökan om försäljningstillstånd för ett läkemedelspreparat och vilka gäller en uppfinning som hänför sig till läkemedelspreparatet i fråga, 5) beredning på apotek av läkemedel enligt läkares förskrivning i enskilda fall eller åtgärder med sålunda berett läkemedel, 6) användning av biologiskt material i syfte att odla fram, upptäcka eller utveckla nya växtsorter, eller 7) de handlingar och den användning av insamlad information som tillåts enligt artiklarna 5 och 6 i Europaparlamentets och rådets direktiv 2009/24/EG on rättsligt skydd för datorprogram.",
        "folded_sv": "den genom patent forvarvade ensamratten innebar, med de undantag som anges nedan, att ingen annan an patenthavaren utan dennes lov far utnyttja uppfinningen genom att 1) tillverka, bjuda ut, bringa i omsattning eller anvanda ett patentskyddat alster eller fora in eller inneha ett sadant alster for nagot av dessa andamal, 2) anvanda ett patentskyddat forfarande eller, om han kanner till eller borde ha kant till att forfarandet inte far anvandas utan patenthavarens lov, bjuda ut det for anvandning har i landet, 3) erbjuda, bringa i omsattning eller anvanda ett alster som framstallts direkt genom ett patentskyddat forfarande eller fora in eller inneha ett sadant alster for nagot av dessa andamal. ensamratten innebar aven att ingen annan an patenthavaren inte utan dennes lov far utnyttja uppfinningen genom att erbjuda eller tillhandahalla nagon som inte ar berattigad att utnyttja uppfinningen sadant medel for uppfinningens utovande har i landet som hanfor sig till nagot vasentligt i uppfinningen, om den som erbjuder eller tillhandahaller medlet kanner till eller borde ha kant till att medlet ar lampat och avsett att anvandas vid utovande av uppfinningen. ar medlet en i handeln allmant forekommande vara, galler det som sags ovan i detta moment endast om den som erbjuder eller tillhandahaller medlet forsoker paverka mottagaren till en handling som avses i 1 mom. vid tillampning av bestammelserna i detta moment ska sasom berattigad att utnyttja uppfinningen inte anses den som utnyttjar uppfinningen pa ett satt som namns i 3 mom. 1, 3, 4 eller 6 punkten. ensamratten omfattar inte 1) utnyttjande som inte sker yrkesmassigt, 2) utnyttjande av ett patentskyddat alster som av patenthavaren eller med dennes samtycke bringats i omsattning inom europeiska ekonomiska samarbetsomradet, om inte patenthavaren har berattigade grunder att motsatta sig ytterligare utslappande pa marknaden av alstret, 3) utnyttjande av uppfinningen for experiment, som avser sjalva uppfinningen, 4) undersokningar eller provningar eller atgarder som foranleds av de praktiska kraven, vilka behovs for ansokan om forsaljningstillstand for ett lakemedelspreparat och vilka galler en uppfinning som hanfor sig till lakemedelspreparatet i fraga, 5) beredning pa apotek av lakemedel enligt lakares forskrivning i enskilda fall eller atgarder med salunda berett lakemedel, 6) anvandning av biologiskt material i syfte att odla fram, upptacka eller utveckla nya vaxtsorter, eller 7) de handlingar och den anvandning av insamlad information som tillats enligt artiklarna 5 och 6 i europaparlamentets och radets direktiv 2009/24/eg on rattsligt skydd for datorprogram."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Patentin estämättä keksintöä voidaan käyttää hyväksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tällainen kulkuneuvo väliaikaisesti tai tahattomasti tulee Suomeen. Ilma-aluksen varaosia ja tarvikkeita voidaan patentin estämättä tuoda maahan ja käyttää täällä ulkomaisen ilma-aluksen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Patentin estämättä keksintöä voidaan käyttää hyväksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tällainen kulkuneuvo väliaikaisesti tai tahattomasti tulee Suomeen. Ilma-aluksen varaosia ja tarvikkeita voidaan patentin estämättä tuoda maahan ja käyttää täällä ulkomaisen ilma-aluksen korjaamiseen.",
        "folded_fi": "patentin estamatta keksintoa voidaan kayttaa hyvaksi ulkomaisessa aluksessa, ilma-aluksessa tai muussa kulkuneuvossa sen tarpeisiin, kun tallainen kulkuneuvo valiaikaisesti tai tahattomasti tulee suomeen. ilma-aluksen varaosia ja tarvikkeita voidaan patentin estamatta tuoda maahan ja kayttaa taalla ulkomaisen ilma-aluksen korjaamiseen.",
        "content_sv": "Utan hinder av patent får en uppfinning utnyttjas på ett utländskt fartyg, luftfartyg eller annat samfärdsmedel för dess behov, när det tillfälligt eller oavsiktligt inkommer till Finland. Reservdelar och tillbehör till luftfartyg får utan hinder av patent införas till landet och användas här för reparation av ett utländskt luftfartyg.",
        "normalized_sv": "Utan hinder av patent får en uppfinning utnyttjas på ett utländskt fartyg, luftfartyg eller annat samfärdsmedel för dess behov, när det tillfälligt eller oavsiktligt inkommer till Finland. Reservdelar och tillbehör till luftfartyg får utan hinder av patent införas till landet och användas här för reparation av ett utländskt luftfartyg.",
        "folded_sv": "utan hinder av patent far en uppfinning utnyttjas pa ett utlandskt fartyg, luftfartyg eller annat samfardsmedel for dess behov, nar det tillfalligt eller oavsiktligt inkommer till finland. reservdelar och tillbehor till luftfartyg far utan hinder av patent inforas till landet och anvandas har for reparation av ett utlandskt luftfartyg."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    }
  ]
}