{
  "id": "246/2006",
  "type": "statute",
  "title": "Laki pakkokeinolain muuttamisesta",
  "title_en": "Lag om ändring av tvångsmedelslagen",
  "status": "in_force",
  "issued_date": "2006-03-31",
  "in_force_date": "2006-03-31",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/246/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Läsnäolo vangitsemisvaatimusta käsiteltäessä",
      "content": "Vangittavaksi vaadittua, joka on pidätetty, on kuultava henkilökohtaisesti vangitsemisvaatimuksesta. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. Vangittavaksi vaaditulle on varattava tilaisuus käyttää avustajaa vaatimusta käsiteltäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:15",
        "normalized_fi": "Vangittavaksi vaadittua, joka on pidätetty, on kuultava henkilökohtaisesti vangitsemisvaatimuksesta. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. Vangittavaksi vaaditulle on varattava tilaisuus käyttää avustajaa vaatimusta käsiteltäessä.",
        "folded_fi": "vangittavaksi vaadittua, joka on pidatetty, on kuultava henkilokohtaisesti vangitsemisvaatimuksesta. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. vangittavaksi vaaditulle on varattava tilaisuus kayttaa avustajaa vaatimusta kasiteltaessa.",
        "title_sv": "Närvaro vid handläggning av häktningsyrkande",
        "content_sv": "Den som begärts häktad och som är anhållen skall höras personligen med anledning av häktningsyrkandet. Om domstolen anser att det är lämpligt, kan den som begärts häktad höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den som begärts häktad hämtas till domstolen. Den som begärts häktad skall ges tillfälle att anlita ett biträde när yrkandet behandlas.",
        "normalized_sv": "Den som begärts häktad och som är anhållen skall höras personligen med anledning av häktningsyrkandet. Om domstolen anser att det är lämpligt, kan den som begärts häktad höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den som begärts häktad hämtas till domstolen. Den som begärts häktad skall ges tillfälle att anlita ett biträde när yrkandet behandlas.",
        "folded_sv": "den som begarts haktad och som ar anhallen skall horas personligen med anledning av haktningsyrkandet. om domstolen anser att det ar lampligt, kan den som begarts haktad horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den som begarts haktad hamtas till domstolen. den som begarts haktad skall ges tillfalle att anlita ett bitrade nar yrkandet behandlas."
      }
    },
    {
      "provision_ref": "1:21",
      "chapter": "1",
      "section": "21",
      "title": "Määräajan asettaminen syytteen nostamista varten",
      "content": "Jos syytteen nostamiselle määrätty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttäjän mainitun ajan kuluessa tekemästä pyynnöstä pidentää määräaikaa. Vangitulle ja hänen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnöstä. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:21",
        "normalized_fi": "Jos syytteen nostamiselle määrätty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttäjän mainitun ajan kuluessa tekemästä pyynnöstä pidentää määräaikaa. Vangitulle ja hänen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnöstä. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "folded_fi": "jos syytteen nostamiselle maaratty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttajan mainitun ajan kuluessa tekemasta pyynnosta pidentaa maaraaikaa. vangitulle ja hanen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnosta. vangittua on kuultava henkilokohtaisesti, jos vangittu niin haluaa. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "title_sv": "Utsättande av tid för väckande av åtal",
        "content_sv": "Om den tid som har satts ut för väckande av åtal visar sig vara för kort, kan domstolen på begäran som inom denna tid har framställts av åklagaren förlänga tiden. Den häktade och dennes biträde skall ges tillfälle att bli hörda med anledning av begäran. Den häktade skall höras personligen om han eller hon vill det. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "normalized_sv": "Om den tid som har satts ut för väckande av åtal visar sig vara för kort, kan domstolen på begäran som inom denna tid har framställts av åklagaren förlänga tiden. Den häktade och dennes biträde skall ges tillfälle att bli hörda med anledning av begäran. Den häktade skall höras personligen om han eller hon vill det. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "folded_sv": "om den tid som har satts ut for vackande av atal visar sig vara for kort, kan domstolen pa begaran som inom denna tid har framstallts av aklagaren forlanga tiden. den haktade och dennes bitrade skall ges tillfalle att bli horda med anledning av begaran. den haktade skall horas personligen om han eller hon vill det. om domstolen anser att det ar lampligt kan den haktade horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den haktade hamtas till domstolen."
      }
    },
    {
      "provision_ref": "1:22",
      "chapter": "1",
      "section": "22",
      "title": "Vangitsemisasian uudelleen käsittely",
      "content": "Vangitulle ja hänen avustajalleen sekä asianomaiselle pidättämiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen käsiteltäessä, jollei vangittu tai pidättämiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa tai hänen kuulemiseensa asian selvittämiseksi on muutoin syytä. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:22",
        "normalized_fi": "Vangitulle ja hänen avustajalleen sekä asianomaiselle pidättämiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen käsiteltäessä, jollei vangittu tai pidättämiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa tai hänen kuulemiseensa asian selvittämiseksi on muutoin syytä. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "folded_fi": "vangitulle ja hanen avustajalleen seka asianomaiselle pidattamiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen kasiteltaessa, jollei vangittu tai pidattamiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. vangittua on kuultava henkilokohtaisesti, jos vangittu niin haluaa tai hanen kuulemiseensa asian selvittamiseksi on muutoin syyta. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "title_sv": "Ny behandling av ett häktningsärende",
        "content_sv": "Den häktade och dennes biträde samt den anhållningsberättigade tjänstemannen skall ges tillfälle att bli hörda när häktningsärendet behandlas på nytt, om inte den häktade eller den anhållningsberättigade tjänstemannen meddelar att detta inte är nödvändigt. Den häktade skall höras personligen om han eller hon vill det eller om det annars är skäl att höra den häktade för att saken skall kunna utredas. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "normalized_sv": "Den häktade och dennes biträde samt den anhållningsberättigade tjänstemannen skall ges tillfälle att bli hörda när häktningsärendet behandlas på nytt, om inte den häktade eller den anhållningsberättigade tjänstemannen meddelar att detta inte är nödvändigt. Den häktade skall höras personligen om han eller hon vill det eller om det annars är skäl att höra den häktade för att saken skall kunna utredas. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "folded_sv": "den haktade och dennes bitrade samt den anhallningsberattigade tjanstemannen skall ges tillfalle att bli horda nar haktningsarendet behandlas pa nytt, om inte den haktade eller den anhallningsberattigade tjanstemannen meddelar att detta inte ar nodvandigt. den haktade skall horas personligen om han eller hon vill det eller om det annars ar skal att hora den haktade for att saken skall kunna utredas. om domstolen anser att det ar lampligt kan den haktade horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den haktade hamtas till domstolen."
      }
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Lupa-asian käsittely tuomioistuimessa",
      "content": "Pidättämiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa käsiteltäväksi viipymättä vaatimuksen tehneen tai hänen määräämänsä virkamiehen läsnä ollessa. Käsittely voidaan myös toteuttaa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Asia ratkaistaan kuulematta rikoksesta epäiltyä taikka teleliittymän, teleosoitteen tai telepäätelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. Käsiteltäessä 3 §:n 2 momentissa tarkoitettua asiaa teleliittymän tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syistä ole estettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Pidättämiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa käsiteltäväksi viipymättä vaatimuksen tehneen tai hänen määräämänsä virkamiehen läsnä ollessa. Käsittely voidaan myös toteuttaa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Asia ratkaistaan kuulematta rikoksesta epäiltyä taikka teleliittymän, teleosoitteen tai telepäätelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. Käsiteltäessä 3 § :n 2 momentissa tarkoitettua asiaa teleliittymän tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syistä ole estettä.",
        "folded_fi": "pidattamiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa kasiteltavaksi viipymatta vaatimuksen tehneen tai hanen maaraamansa virkamiehen lasna ollessa. kasittely voidaan myos toteuttaa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. asia ratkaistaan kuulematta rikoksesta epailtya taikka teleliittyman, teleosoitteen tai telepaatelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. kasiteltaessa 3 §:n 2 momentissa tarkoitettua asiaa teleliittyman tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syista ole estetta.",
        "title_sv": "Handläggning av tillståndsärenden i domstol",
        "content_sv": "Ett yrkande som har framställts av en anhållningsberättigad tjänsteman skall utan dröjsmål tas upp till behandling i domstol i närvaro av tjänstemannen eller en av denne förordnad tjänsteman. Behandlingen kan också ske med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Ärendet avgörs utan att den misstänkte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller övervakas hörs. När ett ärende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfälle att bli hörd, om inte skäl som har samband med utredningen talar emot det.",
        "normalized_sv": "Ett yrkande som har framställts av en anhållningsberättigad tjänsteman skall utan dröjsmål tas upp till behandling i domstol i närvaro av tjänstemannen eller en av denne förordnad tjänsteman. Behandlingen kan också ske med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Ärendet avgörs utan att den misstänkte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller övervakas hörs. När ett ärende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfälle att bli hörd, om inte skäl som har samband med utredningen talar emot det.",
        "folded_sv": "ett yrkande som har framstallts av en anhallningsberattigad tjansteman skall utan drojsmal tas upp till behandling i domstol i narvaro av tjanstemannen eller en av denne forordnad tjansteman. behandlingen kan ocksa ske med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. arendet avgors utan att den misstankte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller overvakas hors. nar ett arende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfalle att bli hord, om inte skal som har samband med utredningen talar emot det."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Läsnäolo vangitsemisvaatimusta käsiteltäessä",
      "content": "Vangittavaksi vaadittua, joka on pidätetty, on kuultava henkilökohtaisesti vangitsemisvaatimuksesta. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. Vangittavaksi vaaditulle on varattava tilaisuus käyttää avustajaa vaatimusta käsiteltäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:15",
        "normalized_fi": "Vangittavaksi vaadittua, joka on pidätetty, on kuultava henkilökohtaisesti vangitsemisvaatimuksesta. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. Vangittavaksi vaaditulle on varattava tilaisuus käyttää avustajaa vaatimusta käsiteltäessä.",
        "folded_fi": "vangittavaksi vaadittua, joka on pidatetty, on kuultava henkilokohtaisesti vangitsemisvaatimuksesta. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangittavaksi vaaditun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittavaksi vaadittu on tuotava tuomioistuimeen. vangittavaksi vaaditulle on varattava tilaisuus kayttaa avustajaa vaatimusta kasiteltaessa.",
        "title_sv": "Närvaro vid handläggning av häktningsyrkande",
        "content_sv": "Den som begärts häktad och som är anhållen skall höras personligen med anledning av häktningsyrkandet. Om domstolen anser att det är lämpligt, kan den som begärts häktad höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den som begärts häktad hämtas till domstolen. Den som begärts häktad skall ges tillfälle att anlita ett biträde när yrkandet behandlas.",
        "normalized_sv": "Den som begärts häktad och som är anhållen skall höras personligen med anledning av häktningsyrkandet. Om domstolen anser att det är lämpligt, kan den som begärts häktad höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den som begärts häktad hämtas till domstolen. Den som begärts häktad skall ges tillfälle att anlita ett biträde när yrkandet behandlas.",
        "folded_sv": "den som begarts haktad och som ar anhallen skall horas personligen med anledning av haktningsyrkandet. om domstolen anser att det ar lampligt, kan den som begarts haktad horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den som begarts haktad hamtas till domstolen. den som begarts haktad skall ges tillfalle att anlita ett bitrade nar yrkandet behandlas."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "1:21",
      "chapter": "1",
      "section": "21",
      "title": "Määräajan asettaminen syytteen nostamista varten",
      "content": "Jos syytteen nostamiselle määrätty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttäjän mainitun ajan kuluessa tekemästä pyynnöstä pidentää määräaikaa. Vangitulle ja hänen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnöstä. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:21",
        "normalized_fi": "Jos syytteen nostamiselle määrätty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttäjän mainitun ajan kuluessa tekemästä pyynnöstä pidentää määräaikaa. Vangitulle ja hänen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnöstä. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "folded_fi": "jos syytteen nostamiselle maaratty aika osoittautuu liian lyhyeksi, tuomioistuin voi syyttajan mainitun ajan kuluessa tekemasta pyynnosta pidentaa maaraaikaa. vangitulle ja hanen avustajalleen on varattava tilaisuus tulla kuulluksi pyynnosta. vangittua on kuultava henkilokohtaisesti, jos vangittu niin haluaa. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "title_sv": "Utsättande av tid för väckande av åtal",
        "content_sv": "Om den tid som har satts ut för väckande av åtal visar sig vara för kort, kan domstolen på begäran som inom denna tid har framställts av åklagaren förlänga tiden. Den häktade och dennes biträde skall ges tillfälle att bli hörda med anledning av begäran. Den häktade skall höras personligen om han eller hon vill det. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "normalized_sv": "Om den tid som har satts ut för väckande av åtal visar sig vara för kort, kan domstolen på begäran som inom denna tid har framställts av åklagaren förlänga tiden. Den häktade och dennes biträde skall ges tillfälle att bli hörda med anledning av begäran. Den häktade skall höras personligen om han eller hon vill det. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "folded_sv": "om den tid som har satts ut for vackande av atal visar sig vara for kort, kan domstolen pa begaran som inom denna tid har framstallts av aklagaren forlanga tiden. den haktade och dennes bitrade skall ges tillfalle att bli horda med anledning av begaran. den haktade skall horas personligen om han eller hon vill det. om domstolen anser att det ar lampligt kan den haktade horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den haktade hamtas till domstolen."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "1:22",
      "chapter": "1",
      "section": "22",
      "title": "Vangitsemisasian uudelleen käsittely",
      "content": "Vangitulle ja hänen avustajalleen sekä asianomaiselle pidättämiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen käsiteltäessä, jollei vangittu tai pidättämiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa tai hänen kuulemiseensa asian selvittämiseksi on muutoin syytä. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:22",
        "normalized_fi": "Vangitulle ja hänen avustajalleen sekä asianomaiselle pidättämiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen käsiteltäessä, jollei vangittu tai pidättämiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. Vangittua on kuultava henkilökohtaisesti, jos vangittu niin haluaa tai hänen kuulemiseensa asian selvittämiseksi on muutoin syytä. Jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta läsnä istuntosalissa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos tuomioistuin pitää sitä tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "folded_fi": "vangitulle ja hanen avustajalleen seka asianomaiselle pidattamiseen oikeutetulle virkamiehelle on varattava tilaisuus tulla kuulluksi vangitsemisasiaa uudelleen kasiteltaessa, jollei vangittu tai pidattamiseen oikeutettu virkamies ilmoita, ettei kuuleminen ole tarpeen. vangittua on kuultava henkilokohtaisesti, jos vangittu niin haluaa tai hanen kuulemiseensa asian selvittamiseksi on muutoin syyta. jos tuomioistuin harkitsee soveliaaksi, kuuleminen voi tapahtua vangitun olematta lasna istuntosalissa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos tuomioistuin pitaa sita tarpeellisena, vangittu on tuotava tuomioistuimeen.",
        "title_sv": "Ny behandling av ett häktningsärende",
        "content_sv": "Den häktade och dennes biträde samt den anhållningsberättigade tjänstemannen skall ges tillfälle att bli hörda när häktningsärendet behandlas på nytt, om inte den häktade eller den anhållningsberättigade tjänstemannen meddelar att detta inte är nödvändigt. Den häktade skall höras personligen om han eller hon vill det eller om det annars är skäl att höra den häktade för att saken skall kunna utredas. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "normalized_sv": "Den häktade och dennes biträde samt den anhållningsberättigade tjänstemannen skall ges tillfälle att bli hörda när häktningsärendet behandlas på nytt, om inte den häktade eller den anhållningsberättigade tjänstemannen meddelar att detta inte är nödvändigt. Den häktade skall höras personligen om han eller hon vill det eller om det annars är skäl att höra den häktade för att saken skall kunna utredas. Om domstolen anser att det är lämpligt kan den häktade höras utan att han eller hon är närvarande i rättssalen med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Om domstolen anser att det är nödvändigt skall den häktade hämtas till domstolen.",
        "folded_sv": "den haktade och dennes bitrade samt den anhallningsberattigade tjanstemannen skall ges tillfalle att bli horda nar haktningsarendet behandlas pa nytt, om inte den haktade eller den anhallningsberattigade tjanstemannen meddelar att detta inte ar nodvandigt. den haktade skall horas personligen om han eller hon vill det eller om det annars ar skal att hora den haktade for att saken skall kunna utredas. om domstolen anser att det ar lampligt kan den haktade horas utan att han eller hon ar narvarande i rattssalen med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. om domstolen anser att det ar nodvandigt skall den haktade hamtas till domstolen."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Lupa-asian käsittely tuomioistuimessa",
      "content": "Pidättämiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa käsiteltäväksi viipymättä vaatimuksen tehneen tai hänen määräämänsä virkamiehen läsnä ollessa. Käsittely voidaan myös toteuttaa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Asia ratkaistaan kuulematta rikoksesta epäiltyä taikka teleliittymän, teleosoitteen tai telepäätelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. Käsiteltäessä 3 §:n 2 momentissa tarkoitettua asiaa teleliittymän tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syistä ole estettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Pidättämiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa käsiteltäväksi viipymättä vaatimuksen tehneen tai hänen määräämänsä virkamiehen läsnä ollessa. Käsittely voidaan myös toteuttaa käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Asia ratkaistaan kuulematta rikoksesta epäiltyä taikka teleliittymän, teleosoitteen tai telepäätelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. Käsiteltäessä 3 § :n 2 momentissa tarkoitettua asiaa teleliittymän tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syistä ole estettä.",
        "folded_fi": "pidattamiseen oikeutetun virkamiehen vaatimus on otettava tuomioistuimessa kasiteltavaksi viipymatta vaatimuksen tehneen tai hanen maaraamansa virkamiehen lasna ollessa. kasittely voidaan myos toteuttaa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. asia ratkaistaan kuulematta rikoksesta epailtya taikka teleliittyman, teleosoitteen tai telepaatelaitteen taikka kuunneltavan tai katseltavan tilan haltijaa. kasiteltaessa 3 §:n 2 momentissa tarkoitettua asiaa teleliittyman tai teleosoitteen haltijalle on kuitenkin varattava tilaisuus tulla kuulluksi, jollei siihen tutkinnallisista syista ole estetta.",
        "title_sv": "Handläggning av tillståndsärenden i domstol",
        "content_sv": "Ett yrkande som har framställts av en anhållningsberättigad tjänsteman skall utan dröjsmål tas upp till behandling i domstol i närvaro av tjänstemannen eller en av denne förordnad tjänsteman. Behandlingen kan också ske med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Ärendet avgörs utan att den misstänkte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller övervakas hörs. När ett ärende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfälle att bli hörd, om inte skäl som har samband med utredningen talar emot det.",
        "normalized_sv": "Ett yrkande som har framställts av en anhållningsberättigad tjänsteman skall utan dröjsmål tas upp till behandling i domstol i närvaro av tjänstemannen eller en av denne förordnad tjänsteman. Behandlingen kan också ske med anlitande av videokonferens eller någon annan lämplig teknisk dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan både höra och se varandra. Ärendet avgörs utan att den misstänkte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller övervakas hörs. När ett ärende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfälle att bli hörd, om inte skäl som har samband med utredningen talar emot det.",
        "folded_sv": "ett yrkande som har framstallts av en anhallningsberattigad tjansteman skall utan drojsmal tas upp till behandling i domstol i narvaro av tjanstemannen eller en av denne forordnad tjansteman. behandlingen kan ocksa ske med anlitande av videokonferens eller nagon annan lamplig teknisk dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan bade hora och se varandra. arendet avgors utan att den misstankte eller innehavaren av teleanslutningen, teleadressen eller teleterminalutrustningen eller av det utrymme som skall avlyssnas eller overvakas hors. nar ett arende som avses i 3 § 2 mom. behandlas, skall dock innehavaren av teleanslutningen eller teleadressen ges tillfalle att bli hord, om inte skal som har samband med utredningen talar emot det."
      },
      "valid_from": "2006-03-31",
      "valid_to": null
    }
  ]
}