{
  "id": "24/2006",
  "type": "statute",
  "title": "Laki terveydensuojelulain muuttamisesta",
  "title_en": "Lag om ändring av hälsoskyddslagen",
  "status": "in_force",
  "issued_date": "2006-01-13",
  "in_force_date": "2006-01-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/24/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suhde eräisiin säädöksiin",
      "content": "Terveydensuojelusta on lisäksi voimassa, mitä siitä säädetään ympäristönsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), säteilylaissa (592/1991), terveydenhuollon järjestämisestä puolustusvoimissa annetussa laissa (322/1987), työturvallisuuslaissa (738/2002), vesilaissa (264/1961), jätelaissa (1072/1993), maankäyttö- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eräistä naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) sekä eläinlääkintähuoltolaissa (685/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Terveydensuojelusta on lisäksi voimassa, mitä siitä säädetään ympäristönsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), säteilylaissa (592/1991), terveydenhuollon järjestämisestä puolustusvoimissa annetussa laissa (322/1987), työturvallisuuslaissa (738/2002), vesilaissa (264/1961), jätelaissa (1072/1993), maankäyttö- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eräistä naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) sekä eläinlääkintähuoltolaissa (685/1990).",
        "folded_fi": "terveydensuojelusta on lisaksi voimassa, mita siita saadetaan ymparistonsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), sateilylaissa (592/1991), terveydenhuollon jarjestamisesta puolustusvoimissa annetussa laissa (322/1987), tyoturvallisuuslaissa (738/2002), vesilaissa (264/1961), jatelaissa (1072/1993), maankaytto- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eraista naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) seka elainlaakintahuoltolaissa (685/1990).",
        "title_sv": "Förhållande till vissa författningar",
        "content_sv": "I fråga om hälsoskyddet gäller dessutom vad som särskilt bestäms om detta i miljöskyddslagen (86/2000), lagen om vattentjänster (119/2001), kemikalielagen (744/1989), strålskyddslagen (592/1991), lagen om hälsovården inom försvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvändnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angående vissa grannelagsförhållanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) samt veterinärvårdslagen (685/1990).",
        "normalized_sv": "I fråga om hälsoskyddet gäller dessutom vad som särskilt bestäms om detta i miljöskyddslagen (86/2000), lagen om vattentjänster (119/2001), kemikalielagen (744/1989), strålskyddslagen (592/1991), lagen om hälsovården inom försvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvändnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angående vissa grannelagsförhållanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) samt veterinärvårdslagen (685/1990).",
        "folded_sv": "i fraga om halsoskyddet galler dessutom vad som sarskilt bestams om detta i miljoskyddslagen (86/2000), lagen om vattentjanster (119/2001), kemikalielagen (744/1989), stralskyddslagen (592/1991), lagen om halsovarden inom forsvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvandnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angaende vissa grannelagsforhallanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004) samt veterinarvardslagen (685/1990)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kunnan terveydensuojelutehtävät",
      "content": "Kunnan tehtävänä on myös huolehtia alueellaan tämän lain soveltamisalaan liittyvien Euroopan yhteisön asetusten noudattamisen valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Kunnan tehtävänä on myös huolehtia alueellaan tämän lain soveltamisalaan liittyvien Euroopan yhteisön asetusten noudattamisen valvonnasta.",
        "folded_fi": "kunnan tehtavana on myos huolehtia alueellaan taman lain soveltamisalaan liittyvien euroopan yhteison asetusten noudattamisen valvonnasta.",
        "title_sv": "Kommunens uppgifter inom hälsoskyddet",
        "content_sv": "Kommunen skall inom sitt område också sörja för tillsynen över att de förordningar utfärdade av Europeiska gemenskapen som hänför sig till tillämpningsområdet för denna lag iakttas.",
        "normalized_sv": "Kommunen skall inom sitt område också sörja för tillsynen över att de förordningar utfärdade av Europeiska gemenskapen som hänför sig till tillämpningsområdet för denna lag iakttas.",
        "folded_sv": "kommunen skall inom sitt omrade ocksa sorja for tillsynen over att de forordningar utfardade av europeiska gemenskapen som hanfor sig till tillampningsomradet for denna lag iakttas."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Ilmoitusvelvollisuus",
      "content": "Toiminnanharjoittajan on tehtävä viimeistään 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) työtilan, jonka käytöstä voi aiheutua terveyshaittaa, tai terveydellisiltä vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai käyttöönotosta; 3) yleiseen käyttöön tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylän perustamisesta tai käyttöönotosta; 4) eläinten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai käyttöönotosta asemakaava-alueelle; sekä 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai käyttöönotosta, jonka hygieenisille olosuhteille on sen käyttäjämäärä tai toiminnan luonne huomioon ottaen asetettava erityisiä velvoitteita; sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin edellä tarkoitetuista huoneistoista ja muista laitoksista. Vastaava ilmoitus on tehtävä myös 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. Toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. Edellä 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehdä, jos toiminta edellyttää ympäristönsuojelulain mukaista ympäristölupaa. Kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtäväksi myös alueella, missä se jo olevan asutuksen takia katsotaan tarpeelliseksi. Tarkemmat säännökset ilmoituksesta ja siihen liitettävistä selvityksistä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Toiminnanharjoittajan on tehtävä viimeistään 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) työtilan, jonka käytöstä voi aiheutua terveyshaittaa, tai terveydellisiltä vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai käyttöönotosta; 3) yleiseen käyttöön tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylän perustamisesta tai käyttöönotosta; 4) eläinten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai käyttöönotosta asemakaava-alueelle; sekä 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai käyttöönotosta, jonka hygieenisille olosuhteille on sen käyttäjämäärä tai toiminnan luonne huomioon ottaen asetettava erityisiä velvoitteita; sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin edellä tarkoitetuista huoneistoista ja muista laitoksista. Vastaava ilmoitus on tehtävä myös 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. Toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. Edellä 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehdä, jos toiminta edellyttää ympäristönsuojelulain mukaista ympäristölupaa. Kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtäväksi myös alueella, missä se jo olevan asutuksen takia katsotaan tarpeelliseksi. Tarkemmat säännökset ilmoituksesta ja siihen liitettävistä selvityksistä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "toiminnanharjoittajan on tehtava viimeistaan 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) tyotilan, jonka kaytosta voi aiheutua terveyshaittaa, tai terveydellisilta vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai kayttoonotosta; 3) yleiseen kayttoon tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylan perustamisesta tai kayttoonotosta; 4) elainten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai kayttoonotosta asemakaava-alueelle; seka 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai kayttoonotosta, jonka hygieenisille olosuhteille on sen kayttajamaara tai toiminnan luonne huomioon ottaen asetettava erityisia velvoitteita; sosiaali- ja terveysministerion asetuksella saadetaan tarkemmin edella tarkoitetuista huoneistoista ja muista laitoksista. vastaava ilmoitus on tehtava myos 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. edella 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehda, jos toiminta edellyttaa ymparistonsuojelulain mukaista ymparistolupaa. kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtavaksi myos alueella, missa se jo olevan asutuksen takia katsotaan tarpeelliseksi. tarkemmat saannokset ilmoituksesta ja siihen liitettavista selvityksista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds göra en skriftlig anmälan till den kommunala hälsoskyddsmyndigheten om följande verksamheter: 1) förläggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitär olägenhet eller någon från sanitär synpunkt därmed jämförbar verksamhet, i ett bostadshus eller på ett område där det finns bostadslägenheter, 2) en offentlig nöjes-, samlings- eller inkvarteringslokal anläggs eller tas i bruk, 3) en för allmänt bruk avsedd bastu, simhall, badstrand eller siminrättning eller badanläggning anläggs eller tas i bruk, 4) förläggande eller ibruktagande av en för hållande av djur avsedd byggnad eller inhägnad på ett detaljplaneområde, samt 5) anläggande eller ibruktagande av en sådan annan lokal eller inrättning, för vars hygieniska förhållanden med beaktande av besökarantalet eller verksamhetens karaktär måste uppställas särskilda krav; närmare bestämmelser om ovan avsedda lokaler och andra inrättningar utfärdas genom förordning av social- och hälsovårdsministeriet. En motsvarande anmälan skall göras också när en i 1 mom. avsedd verksamhet ändras väsentligt. När verksamhetsidkaren byts skall den kommunala hälsoskyddsmyndigheten underrättas. En sådan anmälan som avses i 1 mom. 1 punkten behöver inte göras, om miljötillstånd enligt miljöskyddslagen förutsätts för verksamheten. Den kommunala hälsoskyddsmyndigheten kan bestämma att anmälan enligt 1 mom. 4 punkten skall göras också på områden där anmälan anses behövlig på grund av existerande bosättning. Närmare bestämmelser om anmälan och de utredningar som skall fogas till den utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds göra en skriftlig anmälan till den kommunala hälsoskyddsmyndigheten om följande verksamheter: 1) förläggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitär olägenhet eller någon från sanitär synpunkt därmed jämförbar verksamhet, i ett bostadshus eller på ett område där det finns bostadslägenheter, 2) en offentlig nöjes-, samlings- eller inkvarteringslokal anläggs eller tas i bruk, 3) en för allmänt bruk avsedd bastu, simhall, badstrand eller siminrättning eller badanläggning anläggs eller tas i bruk, 4) förläggande eller ibruktagande av en för hållande av djur avsedd byggnad eller inhägnad på ett detaljplaneområde, samt 5) anläggande eller ibruktagande av en sådan annan lokal eller inrättning, för vars hygieniska förhållanden med beaktande av besökarantalet eller verksamhetens karaktär måste uppställas särskilda krav; närmare bestämmelser om ovan avsedda lokaler och andra inrättningar utfärdas genom förordning av social- och hälsovårdsministeriet. En motsvarande anmälan skall göras också när en i 1 mom. avsedd verksamhet ändras väsentligt. När verksamhetsidkaren byts skall den kommunala hälsoskyddsmyndigheten underrättas. En sådan anmälan som avses i 1 mom. 1 punkten behöver inte göras, om miljötillstånd enligt miljöskyddslagen förutsätts för verksamheten. Den kommunala hälsoskyddsmyndigheten kan bestämma att anmälan enligt 1 mom. 4 punkten skall göras också på områden där anmälan anses behövlig på grund av existerande bosättning. Närmare bestämmelser om anmälan och de utredningar som skall fogas till den utfärdas genom förordning av statsrådet.",
        "folded_sv": "verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds gora en skriftlig anmalan till den kommunala halsoskyddsmyndigheten om foljande verksamheter: 1) forlaggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitar olagenhet eller nagon fran sanitar synpunkt darmed jamforbar verksamhet, i ett bostadshus eller pa ett omrade dar det finns bostadslagenheter, 2) en offentlig nojes-, samlings- eller inkvarteringslokal anlaggs eller tas i bruk, 3) en for allmant bruk avsedd bastu, simhall, badstrand eller siminrattning eller badanlaggning anlaggs eller tas i bruk, 4) forlaggande eller ibruktagande av en for hallande av djur avsedd byggnad eller inhagnad pa ett detaljplaneomrade, samt 5) anlaggande eller ibruktagande av en sadan annan lokal eller inrattning, for vars hygieniska forhallanden med beaktande av besokarantalet eller verksamhetens karaktar maste uppstallas sarskilda krav; narmare bestammelser om ovan avsedda lokaler och andra inrattningar utfardas genom forordning av social- och halsovardsministeriet. en motsvarande anmalan skall goras ocksa nar en i 1 mom. avsedd verksamhet andras vasentligt. nar verksamhetsidkaren byts skall den kommunala halsoskyddsmyndigheten underrattas. en sadan anmalan som avses i 1 mom. 1 punkten behover inte goras, om miljotillstand enligt miljoskyddslagen forutsatts for verksamheten. den kommunala halsoskyddsmyndigheten kan bestamma att anmalan enligt 1 mom. 4 punkten skall goras ocksa pa omraden dar anmalan anses behovlig pa grund av existerande bosattning. narmare bestammelser om anmalan och de utredningar som skall fogas till den utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Talousvettä toimittavan laitoksen hyväksyminen",
      "content": "Talousvettä toimittavan laitoksen on haettava toimintansa hyväksymistä kunnan terveydensuojeluviranomaiselta viimeistään 3 kuukautta ennen suunniteltua toiminnan aloittamista. Talousvettä ei saa toimittaa ennen kuin laitos on hyväksytty. Toiminnan hyväksymistä on haettava myös, jos vedenottoa tai vedenkäsittelyä olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. Toiminnan muutosta koskeva hakemus on tehtävä viimeistään 30 vuorokautta ennen toiminnan olennaista muuttamista. Toimintaa ei saa muuttaa ennen kuin hakemus on hyväksytty. Kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ympäristökeskukselle tilaisuus antaa hakemuksesta lausunto. Kunnan terveydensuojeluviranomainen voi hyväksymispäätöksessään antaa 20 §:n 2 ja 3 momentissa tarkoitettuja määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Talousvettä toimittavan laitoksen on haettava toimintansa hyväksymistä kunnan terveydensuojeluviranomaiselta viimeistään 3 kuukautta ennen suunniteltua toiminnan aloittamista. Talousvettä ei saa toimittaa ennen kuin laitos on hyväksytty. Toiminnan hyväksymistä on haettava myös, jos vedenottoa tai vedenkäsittelyä olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. Toiminnan muutosta koskeva hakemus on tehtävä viimeistään 30 vuorokautta ennen toiminnan olennaista muuttamista. Toimintaa ei saa muuttaa ennen kuin hakemus on hyväksytty. Kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ympäristökeskukselle tilaisuus antaa hakemuksesta lausunto. Kunnan terveydensuojeluviranomainen voi hyväksymispäätöksessään antaa 20 § :n 2 ja 3 momentissa tarkoitettuja määräyksiä.",
        "folded_fi": "talousvetta toimittavan laitoksen on haettava toimintansa hyvaksymista kunnan terveydensuojeluviranomaiselta viimeistaan 3 kuukautta ennen suunniteltua toiminnan aloittamista. talousvetta ei saa toimittaa ennen kuin laitos on hyvaksytty. toiminnan hyvaksymista on haettava myos, jos vedenottoa tai vedenkasittelya olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. toiminnan muutosta koskeva hakemus on tehtava viimeistaan 30 vuorokautta ennen toiminnan olennaista muuttamista. toimintaa ei saa muuttaa ennen kuin hakemus on hyvaksytty. kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ymparistokeskukselle tilaisuus antaa hakemuksesta lausunto. kunnan terveydensuojeluviranomainen voi hyvaksymispaatoksessaan antaa 20 §:n 2 ja 3 momentissa tarkoitettuja maarayksia.",
        "title_sv": "Godkännande av anläggning som levererar hushållsvatten",
        "content_sv": "Anläggningar som levererar hushållsvatten skall senast tre månader innan verksamheten inleds hos den kommunala hälsoskyddsmyndigheten ansöka om godkännande av verksamheten. Hushållsvatten får inte levereras innan anläggningen har godkänts. Ansökan om godkännande av verksamheten skall också göras då vattentäkten eller vattenbehandlingen i väsentlig grad utvidgas eller byggs om eller då det med tanke på kvaliteten på det hushållsvatten som skall levereras sker väsentliga förändringar i vattenkvaliteten eller vattendistributionen. En ansökan som gäller verksamhetsförändringar skall göras senast 30 dygn innan verksamheten i väsentlig grad ändras. Verksamheten får inte ändras innan ansökan har godkänts Den kommunala hälsoskyddsmyndigheten skall ge den behöriga regionala miljöcentralen tillfälle att yttra sig med anledning av en anmälan. Den kommunala hälsoskyddsmyndigheten kan i sitt beslut om godkännande meddela föreskrifter som avses i 20 § 2 och 3 mom.",
        "normalized_sv": "Anläggningar som levererar hushållsvatten skall senast tre månader innan verksamheten inleds hos den kommunala hälsoskyddsmyndigheten ansöka om godkännande av verksamheten. Hushållsvatten får inte levereras innan anläggningen har godkänts. Ansökan om godkännande av verksamheten skall också göras då vattentäkten eller vattenbehandlingen i väsentlig grad utvidgas eller byggs om eller då det med tanke på kvaliteten på det hushållsvatten som skall levereras sker väsentliga förändringar i vattenkvaliteten eller vattendistributionen. En ansökan som gäller verksamhetsförändringar skall göras senast 30 dygn innan verksamheten i väsentlig grad ändras. Verksamheten får inte ändras innan ansökan har godkänts Den kommunala hälsoskyddsmyndigheten skall ge den behöriga regionala miljöcentralen tillfälle att yttra sig med anledning av en anmälan. Den kommunala hälsoskyddsmyndigheten kan i sitt beslut om godkännande meddela föreskrifter som avses i 20 § 2 och 3 mom.",
        "folded_sv": "anlaggningar som levererar hushallsvatten skall senast tre manader innan verksamheten inleds hos den kommunala halsoskyddsmyndigheten ansoka om godkannande av verksamheten. hushallsvatten far inte levereras innan anlaggningen har godkants. ansokan om godkannande av verksamheten skall ocksa goras da vattentakten eller vattenbehandlingen i vasentlig grad utvidgas eller byggs om eller da det med tanke pa kvaliteten pa det hushallsvatten som skall levereras sker vasentliga forandringar i vattenkvaliteten eller vattendistributionen. en ansokan som galler verksamhetsforandringar skall goras senast 30 dygn innan verksamheten i vasentlig grad andras. verksamheten far inte andras innan ansokan har godkants den kommunala halsoskyddsmyndigheten skall ge den behoriga regionala miljocentralen tillfalle att yttra sig med anledning av en anmalan. den kommunala halsoskyddsmyndigheten kan i sitt beslut om godkannande meddela foreskrifter som avses i 20 § 2 och 3 mom."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
      "content": "20 § Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "20 § Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
        "folded_fi": "20 § talousveden laadun valvonta ja talousveden kayttoa koskevat maaraykset",
        "title_sv": "Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "content_sv": "20 § Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "normalized_sv": "20 § Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "folded_sv": "20 § overvakning av hushallsvattnets kvalitet samt foreskrifter om anvandningen av hushallsvatten"
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Talousveden välityksellä leviävän taudin ehkäiseminen",
      "content": "Talousvettä toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epäillessään toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siitä välittömästi kunnan terveydensuojeluviranomaiselle ja ryhdyttävä toimenpiteisiin talousveden laadun parantamiseksi. Kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epäilystä, tehtävä viipymättä tapausta koskeva selvitys ja ryhdyttävä toimenpiteisiin taudin leviämisen ehkäisemiseksi sekä ilmoitettava siitä edelleen Kansanterveyslaitokselle ja asianomaiselle lääninhallitukselle. Tarkempia säännöksiä talousveden aiheuttamien epidemioiden selvityksistä ja ilmoittamisesta annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Talousvettä toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epäillessään toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siitä välittömästi kunnan terveydensuojeluviranomaiselle ja ryhdyttävä toimenpiteisiin talousveden laadun parantamiseksi. Kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epäilystä, tehtävä viipymättä tapausta koskeva selvitys ja ryhdyttävä toimenpiteisiin taudin leviämisen ehkäisemiseksi sekä ilmoitettava siitä edelleen Kansanterveyslaitokselle ja asianomaiselle lääninhallitukselle. Tarkempia säännöksiä talousveden aiheuttamien epidemioiden selvityksistä ja ilmoittamisesta annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "talousvetta toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epaillessaan toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siita valittomasti kunnan terveydensuojeluviranomaiselle ja ryhdyttava toimenpiteisiin talousveden laadun parantamiseksi. kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epailysta, tehtava viipymatta tapausta koskeva selvitys ja ryhdyttava toimenpiteisiin taudin leviamisen ehkaisemiseksi seka ilmoitettava siita edelleen kansanterveyslaitokselle ja asianomaiselle laaninhallitukselle. tarkempia saannoksia talousveden aiheuttamien epidemioiden selvityksista ja ilmoittamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Förebyggande av sjukdomar som sprids med hushållsvatten.",
        "content_sv": "Om en anläggning som levererar hushållsvatten har fått veta att det hushållsvatten som anläggningen levererat har orsakat en epidemi eller om den misstänker att det hushållsvatten den levererar kan orsaka en epidemi, skall anläggningen omedelbart informera den kommunala hälsoskyddsmyndigheten om detta och vidta åtgärder för att förbättra kvaliteten på hushållsvattnet. Den kommunala hälsoskyddsmyndigheten skall, efter att ha fått vetskap om en epidemi som hushållsvattnet förorsakat eller om en misstanke om epidemi, utan dröjsmål göra en utredning i fallet och vidta åtgärder för att förhindra att sjukdomen sprids samt vidare informera Folkhälsoinstitutet och den behöriga länsstyrelsen om detta. Närmare bestämmelser om utredning av och anmälan om epidemier förorsakade av hushållsvatten utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en anläggning som levererar hushållsvatten har fått veta att det hushållsvatten som anläggningen levererat har orsakat en epidemi eller om den misstänker att det hushållsvatten den levererar kan orsaka en epidemi, skall anläggningen omedelbart informera den kommunala hälsoskyddsmyndigheten om detta och vidta åtgärder för att förbättra kvaliteten på hushållsvattnet. Den kommunala hälsoskyddsmyndigheten skall, efter att ha fått vetskap om en epidemi som hushållsvattnet förorsakat eller om en misstanke om epidemi, utan dröjsmål göra en utredning i fallet och vidta åtgärder för att förhindra att sjukdomen sprids samt vidare informera Folkhälsoinstitutet och den behöriga länsstyrelsen om detta. Närmare bestämmelser om utredning av och anmälan om epidemier förorsakade av hushållsvatten utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en anlaggning som levererar hushallsvatten har fatt veta att det hushallsvatten som anlaggningen levererat har orsakat en epidemi eller om den misstanker att det hushallsvatten den levererar kan orsaka en epidemi, skall anlaggningen omedelbart informera den kommunala halsoskyddsmyndigheten om detta och vidta atgarder for att forbattra kvaliteten pa hushallsvattnet. den kommunala halsoskyddsmyndigheten skall, efter att ha fatt vetskap om en epidemi som hushallsvattnet fororsakat eller om en misstanke om epidemi, utan drojsmal gora en utredning i fallet och vidta atgarder for att forhindra att sjukdomen sprids samt vidare informera folkhalsoinstitutet och den behoriga lansstyrelsen om detta. narmare bestammelser om utredning av och anmalan om epidemier fororsakade av hushallsvatten utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Suurten yleisötilaisuuksien jätehuolto ja jätteitä koskevat yleiset ohjeet",
      "content": "Suurten yleisötilaisuuksien jätehuolto ja hygieeniset olosuhteet tulee järjestää siten, ettei niistä aiheudu terveyshaittaa. Sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin suurten yleisötilaisuuksien jätehuollosta ja hygieenisistä järjestelyistä. Sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkäisemiseksi ohjeita jätteiden käsittelystä, jätevesien desinfioimisesta, kuolleiden luonnonvaraisten eläinten käsittelystä sekä käymälän rakentamiseen liittyvistä hygieenistä vaatimuksista. Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Suurten yleisötilaisuuksien jätehuolto ja hygieeniset olosuhteet tulee järjestää siten, ettei niistä aiheudu terveyshaittaa. Sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin suurten yleisötilaisuuksien jätehuollosta ja hygieenisistä järjestelyistä. Sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkäisemiseksi ohjeita jätteiden käsittelystä, jätevesien desinfioimisesta, kuolleiden luonnonvaraisten eläinten käsittelystä sekä käymälän rakentamiseen liittyvistä hygieenistä vaatimuksista. Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
        "folded_fi": "suurten yleisotilaisuuksien jatehuolto ja hygieeniset olosuhteet tulee jarjestaa siten, ettei niista aiheudu terveyshaittaa. sosiaali- ja terveysministerion asetuksella saadetaan tarkemmin suurten yleisotilaisuuksien jatehuollosta ja hygieenisista jarjestelyista. sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkaisemiseksi ohjeita jatteiden kasittelysta, jatevesien desinfioimisesta, kuolleiden luonnonvaraisten elainten kasittelysta seka kaymalan rakentamiseen liittyvista hygieenista vaatimuksista. sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
        "title_sv": "Avfallshanteringen vid stora offentliga tillställningar och allmänna anvisningar om avfall",
        "content_sv": "Vid stora offentliga tillställningar skall avfallshanteringen och de hygienska förhållandena ordnas så att de inte orsakar hälsofara. Genom förordning av social- och hälsovårdsministeriet utfärdas närmare bestämmelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillställningar. Social- och hälsovårdens produkttillsynscentral kan i syfte att förebygga sanitära olägenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av döda vilda djur samt om hygieniska krav på byggande av klosett. Social- och hälsovårdens produkttillsynscentral skall innan anvisningar meddelas höra andra myndigheter eller instanser vilkas verksamhet eller intresse saken särskilt gäller.",
        "normalized_sv": "Vid stora offentliga tillställningar skall avfallshanteringen och de hygienska förhållandena ordnas så att de inte orsakar hälsofara. Genom förordning av social- och hälsovårdsministeriet utfärdas närmare bestämmelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillställningar. Social- och hälsovårdens produkttillsynscentral kan i syfte att förebygga sanitära olägenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av döda vilda djur samt om hygieniska krav på byggande av klosett. Social- och hälsovårdens produkttillsynscentral skall innan anvisningar meddelas höra andra myndigheter eller instanser vilkas verksamhet eller intresse saken särskilt gäller.",
        "folded_sv": "vid stora offentliga tillstallningar skall avfallshanteringen och de hygienska forhallandena ordnas sa att de inte orsakar halsofara. genom forordning av social- och halsovardsministeriet utfardas narmare bestammelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillstallningar. social- och halsovardens produkttillsynscentral kan i syfte att forebygga sanitara olagenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av doda vilda djur samt om hygieniska krav pa byggande av klosett. social- och halsovardens produkttillsynscentral skall innan anvisningar meddelas hora andra myndigheter eller instanser vilkas verksamhet eller intresse saken sarskilt galler."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Ulkopuoliset asiantuntijat",
      "content": "Tutkimuksia ja selvityksiä tämän lain mukaista viranomaisvalvontaa varten tekevällä ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja pätevyys. Ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle käyttämiensä tutkimusmenetelmien luotettavuus. Ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyyttä koskevia säännöksiä. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa tarkemmin säätää tämän lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksiä tekevien ulkopuolisten asiantuntijoiden pätevyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tutkimuksia ja selvityksiä tämän lain mukaista viranomaisvalvontaa varten tekevällä ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja pätevyys. Ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle käyttämiensä tutkimusmenetelmien luotettavuus. Ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyyttä koskevia säännöksiä. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa tarkemmin säätää tämän lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksiä tekevien ulkopuolisten asiantuntijoiden pätevyydestä.",
        "folded_fi": "tutkimuksia ja selvityksia taman lain mukaista viranomaisvalvontaa varten tekevalla ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja patevyys. ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle kayttamiensa tutkimusmenetelmien luotettavuus. ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyytta koskevia saannoksia. sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa tarkemmin saataa taman lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksia tekevien ulkopuolisten asiantuntijoiden patevyydesta.",
        "title_sv": "Utomstående sakkunniga",
        "content_sv": "Utomstående sakkunniga som utför undersökningar och utredningar för myndighetstillsynen enligt denna lag skall ha den sakkunskap och behörighet som behövs. Utomstående sakkunniga skall för den kommunala hälsoskyddsmyndigheten påvisa tillförlitligheten hos de undersökningsmetoder som används. På utomstående sakkunniga tillämpas bestämmelserna om tjänstemannajäv i förvaltningslagen (434/2003). Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om den behörighet som krävs av de utomstående sakkunniga som för myndighetstillsynen utför undersökningar och utredningar.",
        "normalized_sv": "Utomstående sakkunniga som utför undersökningar och utredningar för myndighetstillsynen enligt denna lag skall ha den sakkunskap och behörighet som behövs. Utomstående sakkunniga skall för den kommunala hälsoskyddsmyndigheten påvisa tillförlitligheten hos de undersökningsmetoder som används. På utomstående sakkunniga tillämpas bestämmelserna om tjänstemannajäv i förvaltningslagen (434/2003). Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om den behörighet som krävs av de utomstående sakkunniga som för myndighetstillsynen utför undersökningar och utredningar.",
        "folded_sv": "utomstaende sakkunniga som utfor undersokningar och utredningar for myndighetstillsynen enligt denna lag skall ha den sakkunskap och behorighet som behovs. utomstaende sakkunniga skall for den kommunala halsoskyddsmyndigheten pavisa tillforlitligheten hos de undersokningsmetoder som anvands. pa utomstaende sakkunniga tillampas bestammelserna om tjanstemannajav i forvaltningslagen (434/2003). genom forordning av social- och halsovardsministeriet kan vid behov utfardas narmare bestammelser om den behorighet som kravs av de utomstaende sakkunniga som for myndighetstillsynen utfor undersokningar och utredningar."
      }
    },
    {
      "provision_ref": "49 a",
      "section": "49 a",
      "title": "Tutkimuslaboratoriot",
      "content": "Tämän lain ja sen nojalla annettujen säännösten edellyttämät viranomaisille tarkoitetut tutkimukset tulee tehdä Elintarvikeviraston hyväksymässä laboratoriossa. Tutkimuksia tekevällä laboratoriolla tulee olla kirjallinen laatujärjestelmä, ja laboratorion on pystyttävä osoittamaan tekemiensä määritysten luotettavuus. Laboratoriolla tulee lisäksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. Elintarvikevirasto hyväksyy laboratoriot hakemuksesta. Hyväksymisen edellytyksenä on, että laboratorio täyttää 1 momentissa säädetyt vaatimukset. Ennen laboratorion hyväksymistä Elintarvikeviraston tulee pyytää hakemuksesta lausunto Sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, Kansanterveyslaitokselta tai Säteilyturvakeskukselta. Valtioneuvoston asetuksella säädetään tarkemmin tutkimuslaboratorioiden hyväksymisen edellytyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 a",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten edellyttämät viranomaisille tarkoitetut tutkimukset tulee tehdä Elintarvikeviraston hyväksymässä laboratoriossa. Tutkimuksia tekevällä laboratoriolla tulee olla kirjallinen laatujärjestelmä, ja laboratorion on pystyttävä osoittamaan tekemiensä määritysten luotettavuus. Laboratoriolla tulee lisäksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. Elintarvikevirasto hyväksyy laboratoriot hakemuksesta. Hyväksymisen edellytyksenä on, että laboratorio täyttää 1 momentissa säädetyt vaatimukset. Ennen laboratorion hyväksymistä Elintarvikeviraston tulee pyytää hakemuksesta lausunto Sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, Kansanterveyslaitokselta tai Säteilyturvakeskukselta. Valtioneuvoston asetuksella säädetään tarkemmin tutkimuslaboratorioiden hyväksymisen edellytyksistä.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten edellyttamat viranomaisille tarkoitetut tutkimukset tulee tehda elintarvikeviraston hyvaksymassa laboratoriossa. tutkimuksia tekevalla laboratoriolla tulee olla kirjallinen laatujarjestelma, ja laboratorion on pystyttava osoittamaan tekemiensa maaritysten luotettavuus. laboratoriolla tulee lisaksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. elintarvikevirasto hyvaksyy laboratoriot hakemuksesta. hyvaksymisen edellytyksena on, etta laboratorio tayttaa 1 momentissa saadetyt vaatimukset. ennen laboratorion hyvaksymista elintarvikeviraston tulee pyytaa hakemuksesta lausunto sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, kansanterveyslaitokselta tai sateilyturvakeskukselta. valtioneuvoston asetuksella saadetaan tarkemmin tutkimuslaboratorioiden hyvaksymisen edellytyksista.",
        "title_sv": "Undersökningslaboratorier",
        "content_sv": "De för myndigheterna avsedda undersökningar som förutsätts i denna lag och i bestämmelser som utfärdats med stöd av den skall utföras i ett laboratorium som Livsmedelsverket har godkänt. Laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna påvisa tillförlitligheten hos de bestämningar det har gjort. Laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behövs för undersökningarna. Livsmedelsverket godkänner laboratorier på ansökan. Ett villkor för att ett laboratorium skall godkännas är att det uppfyller de krav som ställs i 1 mom. Innan ett laboratorium godkänns skall Livsmedelsverket be om ett utlåtande av Social- och hälsovårdens produkttillsynscentral, Folkhälsoinstitutet eller Strålsäkerhetscentralen. Genom förordning av statsrådet utfärdas närmare bestämmelser om villkoren för godkännande av undersökningslaboratorier.",
        "normalized_sv": "De för myndigheterna avsedda undersökningar som förutsätts i denna lag och i bestämmelser som utfärdats med stöd av den skall utföras i ett laboratorium som Livsmedelsverket har godkänt. Laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna påvisa tillförlitligheten hos de bestämningar det har gjort. Laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behövs för undersökningarna. Livsmedelsverket godkänner laboratorier på ansökan. Ett villkor för att ett laboratorium skall godkännas är att det uppfyller de krav som ställs i 1 mom. Innan ett laboratorium godkänns skall Livsmedelsverket be om ett utlåtande av Social- och hälsovårdens produkttillsynscentral, Folkhälsoinstitutet eller Strålsäkerhetscentralen. Genom förordning av statsrådet utfärdas närmare bestämmelser om villkoren för godkännande av undersökningslaboratorier.",
        "folded_sv": "de for myndigheterna avsedda undersokningar som forutsatts i denna lag och i bestammelser som utfardats med stod av den skall utforas i ett laboratorium som livsmedelsverket har godkant. laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna pavisa tillforlitligheten hos de bestamningar det har gjort. laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behovs for undersokningarna. livsmedelsverket godkanner laboratorier pa ansokan. ett villkor for att ett laboratorium skall godkannas ar att det uppfyller de krav som stalls i 1 mom. innan ett laboratorium godkanns skall livsmedelsverket be om ett utlatande av social- och halsovardens produkttillsynscentral, folkhalsoinstitutet eller stralsakerhetscentralen. genom forordning av statsradet utfardas narmare bestammelser om villkoren for godkannande av undersokningslaboratorier."
      }
    },
    {
      "provision_ref": "49 b",
      "section": "49 b",
      "title": "Tutkimuslaboratorioiden valvonta",
      "content": "Elintarvikevirasto valvoo, että 49 a §:ssä tarkoitetut laboratoriot noudattavat tämän lain ja sen nojalla annettujen säännösten mukaisia määräyksiä. Jos laboratorio ei noudata näitä vaatimuksia, Elintarvikevirasto voi antaa Sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia määräyksiä toiminnan korjaamiseksi. Jos laboratorio ei Elintarvikeviraston määräyksistä huolimatta korjaa puutteita, Elintarvikevirasto voi peruuttaa laboratorion hyväksymisen määräajaksi. Elintarvikeviraston tulee antaa määräyksiä laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttämiseksi määräajaksi myös Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksestä. Elintarvikevirasto ylläpitää 1 momentissa tarkoitettua valvontaa varten rekisteriä hyväksytyistä laboratorioista. Rekisteriin merkitään hyväksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissä olevat määritysmenetelmät ja laboratoriossa tutkimuksista vastaavan henkilön nimi. Henkilötietojen keräämiseen ja tallettamiseen sekä rekisteriin tallennettujen tietojen käyttämiseen sovelletaan, mitä henkilötietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 b",
        "normalized_fi": "Elintarvikevirasto valvoo, että 49 a § :ssä tarkoitetut laboratoriot noudattavat tämän lain ja sen nojalla annettujen säännösten mukaisia määräyksiä. Jos laboratorio ei noudata näitä vaatimuksia, Elintarvikevirasto voi antaa Sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia määräyksiä toiminnan korjaamiseksi. Jos laboratorio ei Elintarvikeviraston määräyksistä huolimatta korjaa puutteita, Elintarvikevirasto voi peruuttaa laboratorion hyväksymisen määräajaksi. Elintarvikeviraston tulee antaa määräyksiä laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttämiseksi määräajaksi myös Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksestä. Elintarvikevirasto ylläpitää 1 momentissa tarkoitettua valvontaa varten rekisteriä hyväksytyistä laboratorioista. Rekisteriin merkitään hyväksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissä olevat määritysmenetelmät ja laboratoriossa tutkimuksista vastaavan henkilön nimi. Henkilötietojen keräämiseen ja tallettamiseen sekä rekisteriin tallennettujen tietojen käyttämiseen sovelletaan, mitä henkilötietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "elintarvikevirasto valvoo, etta 49 a §:ssa tarkoitetut laboratoriot noudattavat taman lain ja sen nojalla annettujen saannosten mukaisia maarayksia. jos laboratorio ei noudata naita vaatimuksia, elintarvikevirasto voi antaa sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia maarayksia toiminnan korjaamiseksi. jos laboratorio ei elintarvikeviraston maarayksista huolimatta korjaa puutteita, elintarvikevirasto voi peruuttaa laboratorion hyvaksymisen maaraajaksi. elintarvikeviraston tulee antaa maarayksia laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttamiseksi maaraajaksi myos sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksesta. elintarvikevirasto yllapitaa 1 momentissa tarkoitettua valvontaa varten rekisteria hyvaksytyista laboratorioista. rekisteriin merkitaan hyvaksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissa olevat maaritysmenetelmat ja laboratoriossa tutkimuksista vastaavan henkilon nimi. henkilotietojen keraamiseen ja tallettamiseen seka rekisteriin tallennettujen tietojen kayttamiseen sovelletaan, mita henkilotietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Tillsyn över undersökningslaboratorier",
        "content_sv": "Livsmedelsverket övervakar att de laboratorier som avses i 49 a § följer de föreskrifter som avses i denna lag och i de bestämmelser som utfärdats med stöd av den. Om ett laboratorium inte följer dessa krav kan Livsmedelsverket, efter att ha hört Social- och hälsovårdens produkttillsynscentral, meddela de förelägganden som behövs för att rätta till verksamheten. Om laboratoriet inte rättar till bristerna trots Livsmedelsverkets förelägganden kan Livsmedelsverket återkalla godkännandet av laboratoriet för en viss tid. Livsmedelsverket skall även på framställning av Social- och hälsovårdens produkttillsynscentral meddela förelägganden för att rätta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten för en viss tid. Livsmedelsverket för med tanke på den tillsyn som avses i 1 mom. ett register över godkända laboratorier. I registret införs namnet på och kontaktuppgifterna för det godkända laboratoriet, de analysmetoder som tillämpas inom bedömningen samt namnet på den person som ansvarar för undersökningarna i laboratoriet. På inhämtande av personuppgifter och införande av dem i registret samt på användning av registeruppgifterna tillämpas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Livsmedelsverket övervakar att de laboratorier som avses i 49 a § följer de föreskrifter som avses i denna lag och i de bestämmelser som utfärdats med stöd av den. Om ett laboratorium inte följer dessa krav kan Livsmedelsverket, efter att ha hört Social- och hälsovårdens produkttillsynscentral, meddela de förelägganden som behövs för att rätta till verksamheten. Om laboratoriet inte rättar till bristerna trots Livsmedelsverkets förelägganden kan Livsmedelsverket återkalla godkännandet av laboratoriet för en viss tid. Livsmedelsverket skall även på framställning av Social- och hälsovårdens produkttillsynscentral meddela förelägganden för att rätta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten för en viss tid. Livsmedelsverket för med tanke på den tillsyn som avses i 1 mom. ett register över godkända laboratorier. I registret införs namnet på och kontaktuppgifterna för det godkända laboratoriet, de analysmetoder som tillämpas inom bedömningen samt namnet på den person som ansvarar för undersökningarna i laboratoriet. På inhämtande av personuppgifter och införande av dem i registret samt på användning av registeruppgifterna tillämpas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "livsmedelsverket overvakar att de laboratorier som avses i 49 a § foljer de foreskrifter som avses i denna lag och i de bestammelser som utfardats med stod av den. om ett laboratorium inte foljer dessa krav kan livsmedelsverket, efter att ha hort social- och halsovardens produkttillsynscentral, meddela de forelagganden som behovs for att ratta till verksamheten. om laboratoriet inte rattar till bristerna trots livsmedelsverkets forelagganden kan livsmedelsverket aterkalla godkannandet av laboratoriet for en viss tid. livsmedelsverket skall aven pa framstallning av social- och halsovardens produkttillsynscentral meddela forelagganden for att ratta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten for en viss tid. livsmedelsverket for med tanke pa den tillsyn som avses i 1 mom. ett register over godkanda laboratorier. i registret infors namnet pa och kontaktuppgifterna for det godkanda laboratoriet, de analysmetoder som tillampas inom bedomningen samt namnet pa den person som ansvarar for undersokningarna i laboratoriet. pa inhamtande av personuppgifter och inforande av dem i registret samt pa anvandning av registeruppgifterna tillampas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Maksut",
      "content": "Toiminnanharjoittajalta maksu on lisäksi perittävä näytteenotosta ja tutkimuksista, jotka liittyvät: 1) 13 §:n nojalla tehtyjen ilmoitusten perusteella annettujen määräysten valvontaan; 2) 18 §:n nojalla tehdyn hakemuksen perusteella annettujen määräysten valvontaan sekä 20 §:ssä edellytettyyn talousveden laadun valvontaan ja tarkkailuun; sekä 3) 29 §:ssä edellytettyyn uimaveden säännölliseen valvontaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Toiminnanharjoittajalta maksu on lisäksi perittävä näytteenotosta ja tutkimuksista, jotka liittyvät: 1) 13 § :n nojalla tehtyjen ilmoitusten perusteella annettujen määräysten valvontaan; 2) 18 § :n nojalla tehdyn hakemuksen perusteella annettujen määräysten valvontaan sekä 20 § :ssä edellytettyyn talousveden laadun valvontaan ja tarkkailuun; sekä 3) 29 § :ssä edellytettyyn uimaveden säännölliseen valvontaan.",
        "folded_fi": "toiminnanharjoittajalta maksu on lisaksi perittava naytteenotosta ja tutkimuksista, jotka liittyvat: 1) 13 §:n nojalla tehtyjen ilmoitusten perusteella annettujen maaraysten valvontaan; 2) 18 §:n nojalla tehdyn hakemuksen perusteella annettujen maaraysten valvontaan seka 20 §:ssa edellytettyyn talousveden laadun valvontaan ja tarkkailuun; seka 3) 29 §:ssa edellytettyyn uimaveden saannolliseen valvontaan.",
        "title_sv": "Avgifter",
        "content_sv": "Hos verksamhetsidkaren skall dessutom tas ut en avgift för provtagning och undersökningar som hänför sig till 1) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av anmälningar enligt 13 §, 2) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en ansökan enligt 18 § samt sådan övervakning och kontroll av kvaliteten på hushållsvatten som förutsätts i 20 §, samt 3) sådan regelbunden övervakning av badvatten som förutsätts i 29 §.",
        "normalized_sv": "Hos verksamhetsidkaren skall dessutom tas ut en avgift för provtagning och undersökningar som hänför sig till 1) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av anmälningar enligt 13 § , 2) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en ansökan enligt 18 § samt sådan övervakning och kontroll av kvaliteten på hushållsvatten som förutsätts i 20 § , samt 3) sådan regelbunden övervakning av badvatten som förutsätts i 29 § .",
        "folded_sv": "hos verksamhetsidkaren skall dessutom tas ut en avgift for provtagning och undersokningar som hanfor sig till 1) tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av anmalningar enligt 13 §, 2) tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av en ansokan enligt 18 § samt sadan overvakning och kontroll av kvaliteten pa hushallsvatten som forutsatts i 20 §, samt 3) sadan regelbunden overvakning av badvatten som forutsatts i 29 §."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Rangaistussäännökset",
      "content": "Joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 §:n 2 momentin, 22, 26 tai 28 §:n, 30 §:n 2 momentin vastaisesti, 2) rikkoo 27 §:n 2 momentin nojalla annetun kiellon tai rajoituksen käyttää asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jättää ilmoittamatta 20 a §:n 1 momentissa säädetyllä tavalla vesiepidemiasta tai 44 §:n 2 momentissa säädetyllä tavalla onnettomuudesta tai muusta toiminnan häiriöstä, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 § :n 2 momentin, 22, 26 tai 28 § :n, 30 § :n 2 momentin vastaisesti, 2) rikkoo 27 § :n 2 momentin nojalla annetun kiellon tai rajoituksen käyttää asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jättää ilmoittamatta 20 a § :n 1 momentissa säädetyllä tavalla vesiepidemiasta tai 44 § :n 2 momentissa säädetyllä tavalla onnettomuudesta tai muusta toiminnan häiriöstä, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 §:n 2 momentin, 22, 26 tai 28 §:n, 30 §:n 2 momentin vastaisesti, 2) rikkoo 27 §:n 2 momentin nojalla annetun kiellon tai rajoituksen kayttaa asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jattaa ilmoittamatta 20 a §:n 1 momentissa saadetylla tavalla vesiepidemiasta tai 44 §:n 2 momentissa saadetylla tavalla onnettomuudesta tai muusta toiminnan hairiosta, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som är skadlig för hälsan, 2) bryter mot ett förbud eller en begränsning som utfärdats med stöd av 27 § 2 mom. och som gäller användningen av en bostad eller ett vistelseutrymme för sitt ändamål, eller 3) underlåter att anmäla vattenburna epidemier så som bestäms i 20 a § 1 mom. eller underlåter att informera om en olycka eller någon annan störning i verksamheten så som bestäms i 44 § 2 mom., skall, förseelse som innefattar framkallande av hälsofara om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som är skadlig för hälsan, 2) bryter mot ett förbud eller en begränsning som utfärdats med stöd av 27 § 2 mom. och som gäller användningen av en bostad eller ett vistelseutrymme för sitt ändamål, eller 3) underlåter att anmäla vattenburna epidemier så som bestäms i 20 a § 1 mom. eller underlåter att informera om en olycka eller någon annan störning i verksamheten så som bestäms i 44 § 2 mom., skall, förseelse som innefattar framkallande av hälsofara om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som ar skadlig for halsan, 2) bryter mot ett forbud eller en begransning som utfardats med stod av 27 § 2 mom. och som galler anvandningen av en bostad eller ett vistelseutrymme for sitt andamal, eller 3) underlater att anmala vattenburna epidemier sa som bestams i 20 a § 1 mom. eller underlater att informera om en olycka eller nagon annan storning i verksamheten sa som bestams i 44 § 2 mom., skall, forseelse som innefattar framkallande av halsofara om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suhde eräisiin säädöksiin",
      "content": "Terveydensuojelusta on lisäksi voimassa, mitä siitä säädetään ympäristönsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), säteilylaissa (592/1991), terveydenhuollon järjestämisestä puolustusvoimissa annetussa laissa (322/1987), työturvallisuuslaissa (738/2002), vesilaissa (264/1961), jätelaissa (1072/1993), maankäyttö- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eräistä naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) sekä eläinlääkintähuoltolaissa (685/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Terveydensuojelusta on lisäksi voimassa, mitä siitä säädetään ympäristönsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), säteilylaissa (592/1991), terveydenhuollon järjestämisestä puolustusvoimissa annetussa laissa (322/1987), työturvallisuuslaissa (738/2002), vesilaissa (264/1961), jätelaissa (1072/1993), maankäyttö- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eräistä naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) sekä eläinlääkintähuoltolaissa (685/1990).",
        "folded_fi": "terveydensuojelusta on lisaksi voimassa, mita siita saadetaan ymparistonsuojelulaissa (86/2000), vesihuoltolaissa (119/2001), kemikaalilaissa (744/1989), sateilylaissa (592/1991), terveydenhuollon jarjestamisesta puolustusvoimissa annetussa laissa (322/1987), tyoturvallisuuslaissa (738/2002), vesilaissa (264/1961), jatelaissa (1072/1993), maankaytto- ja rakennuslaissa (132/1999), ulkoilulaissa (606/1973), eraista naapuruussuhteista annetussa laissa (26/1920), elintarvikelaissa (23/2006), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) seka elainlaakintahuoltolaissa (685/1990).",
        "title_sv": "Förhållande till vissa författningar",
        "content_sv": "I fråga om hälsoskyddet gäller dessutom vad som särskilt bestäms om detta i miljöskyddslagen (86/2000), lagen om vattentjänster (119/2001), kemikalielagen (744/1989), strålskyddslagen (592/1991), lagen om hälsovården inom försvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvändnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angående vissa grannelagsförhållanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) samt veterinärvårdslagen (685/1990).",
        "normalized_sv": "I fråga om hälsoskyddet gäller dessutom vad som särskilt bestäms om detta i miljöskyddslagen (86/2000), lagen om vattentjänster (119/2001), kemikalielagen (744/1989), strålskyddslagen (592/1991), lagen om hälsovården inom försvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvändnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angående vissa grannelagsförhållanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) samt veterinärvårdslagen (685/1990).",
        "folded_sv": "i fraga om halsoskyddet galler dessutom vad som sarskilt bestams om detta i miljoskyddslagen (86/2000), lagen om vattentjanster (119/2001), kemikalielagen (744/1989), stralskyddslagen (592/1991), lagen om halsovarden inom forsvarsmakten (322/1987), arbetarskyddslagen (738/2002), vattenlagen (264/1961), avfallslagen (1072/1993), markanvandnings- och bygglagen (132/1999), lagen om friluftsliv (606/1973), lagen angaende vissa grannelagsforhallanden (26/1920), livsmedelslagen (23/2006), lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004) samt veterinarvardslagen (685/1990)."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kunnan terveydensuojelutehtävät",
      "content": "Kunnan tehtävänä on myös huolehtia alueellaan tämän lain soveltamisalaan liittyvien Euroopan yhteisön asetusten noudattamisen valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Kunnan tehtävänä on myös huolehtia alueellaan tämän lain soveltamisalaan liittyvien Euroopan yhteisön asetusten noudattamisen valvonnasta.",
        "folded_fi": "kunnan tehtavana on myos huolehtia alueellaan taman lain soveltamisalaan liittyvien euroopan yhteison asetusten noudattamisen valvonnasta.",
        "title_sv": "Kommunens uppgifter inom hälsoskyddet",
        "content_sv": "Kommunen skall inom sitt område också sörja för tillsynen över att de förordningar utfärdade av Europeiska gemenskapen som hänför sig till tillämpningsområdet för denna lag iakttas.",
        "normalized_sv": "Kommunen skall inom sitt område också sörja för tillsynen över att de förordningar utfärdade av Europeiska gemenskapen som hänför sig till tillämpningsområdet för denna lag iakttas.",
        "folded_sv": "kommunen skall inom sitt omrade ocksa sorja for tillsynen over att de forordningar utfardade av europeiska gemenskapen som hanfor sig till tillampningsomradet for denna lag iakttas."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Ilmoitusvelvollisuus",
      "content": "Toiminnanharjoittajan on tehtävä viimeistään 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) työtilan, jonka käytöstä voi aiheutua terveyshaittaa, tai terveydellisiltä vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai käyttöönotosta; 3) yleiseen käyttöön tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylän perustamisesta tai käyttöönotosta; 4) eläinten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai käyttöönotosta asemakaava-alueelle; sekä 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai käyttöönotosta, jonka hygieenisille olosuhteille on sen käyttäjämäärä tai toiminnan luonne huomioon ottaen asetettava erityisiä velvoitteita; sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin edellä tarkoitetuista huoneistoista ja muista laitoksista. Vastaava ilmoitus on tehtävä myös 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. Toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. Edellä 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehdä, jos toiminta edellyttää ympäristönsuojelulain mukaista ympäristölupaa. Kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtäväksi myös alueella, missä se jo olevan asutuksen takia katsotaan tarpeelliseksi. Tarkemmat säännökset ilmoituksesta ja siihen liitettävistä selvityksistä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Toiminnanharjoittajan on tehtävä viimeistään 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) työtilan, jonka käytöstä voi aiheutua terveyshaittaa, tai terveydellisiltä vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai käyttöönotosta; 3) yleiseen käyttöön tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylän perustamisesta tai käyttöönotosta; 4) eläinten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai käyttöönotosta asemakaava-alueelle; sekä 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai käyttöönotosta, jonka hygieenisille olosuhteille on sen käyttäjämäärä tai toiminnan luonne huomioon ottaen asetettava erityisiä velvoitteita; sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin edellä tarkoitetuista huoneistoista ja muista laitoksista. Vastaava ilmoitus on tehtävä myös 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. Toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. Edellä 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehdä, jos toiminta edellyttää ympäristönsuojelulain mukaista ympäristölupaa. Kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtäväksi myös alueella, missä se jo olevan asutuksen takia katsotaan tarpeelliseksi. Tarkemmat säännökset ilmoituksesta ja siihen liitettävistä selvityksistä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "toiminnanharjoittajan on tehtava viimeistaan 30 vuorokautta ennen toiminnan aloittamista kirjallinen ilmoitus kunnan terveydensuojeluviranomaiselle seuraavista toiminnoista: 1) tyotilan, jonka kaytosta voi aiheutua terveyshaittaa, tai terveydellisilta vaikutuksiltaan siihen rinnastettavan toiminnan sijoittamisesta asuinrakennukseen tai alueelle, jossa on asuinhuoneistoja; 2) julkisen huvi-, kokoontumis- tai majoitushuoneiston perustamisesta tai kayttoonotosta; 3) yleiseen kayttoon tarkoitetun saunan, uimahallin, uimarannan taikka uimalan tai kylpylan perustamisesta tai kayttoonotosta; 4) elainten pitoon tarkoitetun rakennuksen tai aitauksen sijoittamisesta tai kayttoonotosta asemakaava-alueelle; seka 5) sellaisen muun huoneiston tai laitoksen perustamisesta tai kayttoonotosta, jonka hygieenisille olosuhteille on sen kayttajamaara tai toiminnan luonne huomioon ottaen asetettava erityisia velvoitteita; sosiaali- ja terveysministerion asetuksella saadetaan tarkemmin edella tarkoitetuista huoneistoista ja muista laitoksista. vastaava ilmoitus on tehtava myos 1 momentissa mainitun toiminnan olennaisesta muuttamisesta. toiminnanharjoittajan vaihtumisesta on ilmoitettava kunnan terveydensuojeluviranomaiselle. edella 1 momentin 1 kohdassa tarkoitettua ilmoitusta ei tarvitse tehda, jos toiminta edellyttaa ymparistonsuojelulain mukaista ymparistolupaa. kunnan terveydensuojeluviranomainen voi velvoittaa 1 momentin 4 kohdassa mainitun ilmoituksen tehtavaksi myos alueella, missa se jo olevan asutuksen takia katsotaan tarpeelliseksi. tarkemmat saannokset ilmoituksesta ja siihen liitettavista selvityksista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds göra en skriftlig anmälan till den kommunala hälsoskyddsmyndigheten om följande verksamheter: 1) förläggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitär olägenhet eller någon från sanitär synpunkt därmed jämförbar verksamhet, i ett bostadshus eller på ett område där det finns bostadslägenheter, 2) en offentlig nöjes-, samlings- eller inkvarteringslokal anläggs eller tas i bruk, 3) en för allmänt bruk avsedd bastu, simhall, badstrand eller siminrättning eller badanläggning anläggs eller tas i bruk, 4) förläggande eller ibruktagande av en för hållande av djur avsedd byggnad eller inhägnad på ett detaljplaneområde, samt 5) anläggande eller ibruktagande av en sådan annan lokal eller inrättning, för vars hygieniska förhållanden med beaktande av besökarantalet eller verksamhetens karaktär måste uppställas särskilda krav; närmare bestämmelser om ovan avsedda lokaler och andra inrättningar utfärdas genom förordning av social- och hälsovårdsministeriet. En motsvarande anmälan skall göras också när en i 1 mom. avsedd verksamhet ändras väsentligt. När verksamhetsidkaren byts skall den kommunala hälsoskyddsmyndigheten underrättas. En sådan anmälan som avses i 1 mom. 1 punkten behöver inte göras, om miljötillstånd enligt miljöskyddslagen förutsätts för verksamheten. Den kommunala hälsoskyddsmyndigheten kan bestämma att anmälan enligt 1 mom. 4 punkten skall göras också på områden där anmälan anses behövlig på grund av existerande bosättning. Närmare bestämmelser om anmälan och de utredningar som skall fogas till den utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds göra en skriftlig anmälan till den kommunala hälsoskyddsmyndigheten om följande verksamheter: 1) förläggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitär olägenhet eller någon från sanitär synpunkt därmed jämförbar verksamhet, i ett bostadshus eller på ett område där det finns bostadslägenheter, 2) en offentlig nöjes-, samlings- eller inkvarteringslokal anläggs eller tas i bruk, 3) en för allmänt bruk avsedd bastu, simhall, badstrand eller siminrättning eller badanläggning anläggs eller tas i bruk, 4) förläggande eller ibruktagande av en för hållande av djur avsedd byggnad eller inhägnad på ett detaljplaneområde, samt 5) anläggande eller ibruktagande av en sådan annan lokal eller inrättning, för vars hygieniska förhållanden med beaktande av besökarantalet eller verksamhetens karaktär måste uppställas särskilda krav; närmare bestämmelser om ovan avsedda lokaler och andra inrättningar utfärdas genom förordning av social- och hälsovårdsministeriet. En motsvarande anmälan skall göras också när en i 1 mom. avsedd verksamhet ändras väsentligt. När verksamhetsidkaren byts skall den kommunala hälsoskyddsmyndigheten underrättas. En sådan anmälan som avses i 1 mom. 1 punkten behöver inte göras, om miljötillstånd enligt miljöskyddslagen förutsätts för verksamheten. Den kommunala hälsoskyddsmyndigheten kan bestämma att anmälan enligt 1 mom. 4 punkten skall göras också på områden där anmälan anses behövlig på grund av existerande bosättning. Närmare bestämmelser om anmälan och de utredningar som skall fogas till den utfärdas genom förordning av statsrådet.",
        "folded_sv": "verksamhetsidkaren skall senast 30 dygn innan verksamheten inleds gora en skriftlig anmalan till den kommunala halsoskyddsmyndigheten om foljande verksamheter: 1) forlaggande av ett arbetsutrymme, vars verksamhet kan ge upphov till sanitar olagenhet eller nagon fran sanitar synpunkt darmed jamforbar verksamhet, i ett bostadshus eller pa ett omrade dar det finns bostadslagenheter, 2) en offentlig nojes-, samlings- eller inkvarteringslokal anlaggs eller tas i bruk, 3) en for allmant bruk avsedd bastu, simhall, badstrand eller siminrattning eller badanlaggning anlaggs eller tas i bruk, 4) forlaggande eller ibruktagande av en for hallande av djur avsedd byggnad eller inhagnad pa ett detaljplaneomrade, samt 5) anlaggande eller ibruktagande av en sadan annan lokal eller inrattning, for vars hygieniska forhallanden med beaktande av besokarantalet eller verksamhetens karaktar maste uppstallas sarskilda krav; narmare bestammelser om ovan avsedda lokaler och andra inrattningar utfardas genom forordning av social- och halsovardsministeriet. en motsvarande anmalan skall goras ocksa nar en i 1 mom. avsedd verksamhet andras vasentligt. nar verksamhetsidkaren byts skall den kommunala halsoskyddsmyndigheten underrattas. en sadan anmalan som avses i 1 mom. 1 punkten behover inte goras, om miljotillstand enligt miljoskyddslagen forutsatts for verksamheten. den kommunala halsoskyddsmyndigheten kan bestamma att anmalan enligt 1 mom. 4 punkten skall goras ocksa pa omraden dar anmalan anses behovlig pa grund av existerande bosattning. narmare bestammelser om anmalan och de utredningar som skall fogas till den utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Talousvettä toimittavan laitoksen hyväksyminen",
      "content": "Talousvettä toimittavan laitoksen on haettava toimintansa hyväksymistä kunnan terveydensuojeluviranomaiselta viimeistään 3 kuukautta ennen suunniteltua toiminnan aloittamista. Talousvettä ei saa toimittaa ennen kuin laitos on hyväksytty. Toiminnan hyväksymistä on haettava myös, jos vedenottoa tai vedenkäsittelyä olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. Toiminnan muutosta koskeva hakemus on tehtävä viimeistään 30 vuorokautta ennen toiminnan olennaista muuttamista. Toimintaa ei saa muuttaa ennen kuin hakemus on hyväksytty. Kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ympäristökeskukselle tilaisuus antaa hakemuksesta lausunto. Kunnan terveydensuojeluviranomainen voi hyväksymispäätöksessään antaa 20 §:n 2 ja 3 momentissa tarkoitettuja määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Talousvettä toimittavan laitoksen on haettava toimintansa hyväksymistä kunnan terveydensuojeluviranomaiselta viimeistään 3 kuukautta ennen suunniteltua toiminnan aloittamista. Talousvettä ei saa toimittaa ennen kuin laitos on hyväksytty. Toiminnan hyväksymistä on haettava myös, jos vedenottoa tai vedenkäsittelyä olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. Toiminnan muutosta koskeva hakemus on tehtävä viimeistään 30 vuorokautta ennen toiminnan olennaista muuttamista. Toimintaa ei saa muuttaa ennen kuin hakemus on hyväksytty. Kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ympäristökeskukselle tilaisuus antaa hakemuksesta lausunto. Kunnan terveydensuojeluviranomainen voi hyväksymispäätöksessään antaa 20 § :n 2 ja 3 momentissa tarkoitettuja määräyksiä.",
        "folded_fi": "talousvetta toimittavan laitoksen on haettava toimintansa hyvaksymista kunnan terveydensuojeluviranomaiselta viimeistaan 3 kuukautta ennen suunniteltua toiminnan aloittamista. talousvetta ei saa toimittaa ennen kuin laitos on hyvaksytty. toiminnan hyvaksymista on haettava myos, jos vedenottoa tai vedenkasittelya olennaisesti laajennetaan tai muutetaan taikka veden laadussa tai jakelussa tapahtuu toimitettavan talousveden laadun kannalta olennaisia muutoksia. toiminnan muutosta koskeva hakemus on tehtava viimeistaan 30 vuorokautta ennen toiminnan olennaista muuttamista. toimintaa ei saa muuttaa ennen kuin hakemus on hyvaksytty. kunnan terveydensuojeluviranomaisen on varattava asianomaiselle alueelliselle ymparistokeskukselle tilaisuus antaa hakemuksesta lausunto. kunnan terveydensuojeluviranomainen voi hyvaksymispaatoksessaan antaa 20 §:n 2 ja 3 momentissa tarkoitettuja maarayksia.",
        "title_sv": "Godkännande av anläggning som levererar hushållsvatten",
        "content_sv": "Anläggningar som levererar hushållsvatten skall senast tre månader innan verksamheten inleds hos den kommunala hälsoskyddsmyndigheten ansöka om godkännande av verksamheten. Hushållsvatten får inte levereras innan anläggningen har godkänts. Ansökan om godkännande av verksamheten skall också göras då vattentäkten eller vattenbehandlingen i väsentlig grad utvidgas eller byggs om eller då det med tanke på kvaliteten på det hushållsvatten som skall levereras sker väsentliga förändringar i vattenkvaliteten eller vattendistributionen. En ansökan som gäller verksamhetsförändringar skall göras senast 30 dygn innan verksamheten i väsentlig grad ändras. Verksamheten får inte ändras innan ansökan har godkänts Den kommunala hälsoskyddsmyndigheten skall ge den behöriga regionala miljöcentralen tillfälle att yttra sig med anledning av en anmälan. Den kommunala hälsoskyddsmyndigheten kan i sitt beslut om godkännande meddela föreskrifter som avses i 20 § 2 och 3 mom.",
        "normalized_sv": "Anläggningar som levererar hushållsvatten skall senast tre månader innan verksamheten inleds hos den kommunala hälsoskyddsmyndigheten ansöka om godkännande av verksamheten. Hushållsvatten får inte levereras innan anläggningen har godkänts. Ansökan om godkännande av verksamheten skall också göras då vattentäkten eller vattenbehandlingen i väsentlig grad utvidgas eller byggs om eller då det med tanke på kvaliteten på det hushållsvatten som skall levereras sker väsentliga förändringar i vattenkvaliteten eller vattendistributionen. En ansökan som gäller verksamhetsförändringar skall göras senast 30 dygn innan verksamheten i väsentlig grad ändras. Verksamheten får inte ändras innan ansökan har godkänts Den kommunala hälsoskyddsmyndigheten skall ge den behöriga regionala miljöcentralen tillfälle att yttra sig med anledning av en anmälan. Den kommunala hälsoskyddsmyndigheten kan i sitt beslut om godkännande meddela föreskrifter som avses i 20 § 2 och 3 mom.",
        "folded_sv": "anlaggningar som levererar hushallsvatten skall senast tre manader innan verksamheten inleds hos den kommunala halsoskyddsmyndigheten ansoka om godkannande av verksamheten. hushallsvatten far inte levereras innan anlaggningen har godkants. ansokan om godkannande av verksamheten skall ocksa goras da vattentakten eller vattenbehandlingen i vasentlig grad utvidgas eller byggs om eller da det med tanke pa kvaliteten pa det hushallsvatten som skall levereras sker vasentliga forandringar i vattenkvaliteten eller vattendistributionen. en ansokan som galler verksamhetsforandringar skall goras senast 30 dygn innan verksamheten i vasentlig grad andras. verksamheten far inte andras innan ansokan har godkants den kommunala halsoskyddsmyndigheten skall ge den behoriga regionala miljocentralen tillfalle att yttra sig med anledning av en anmalan. den kommunala halsoskyddsmyndigheten kan i sitt beslut om godkannande meddela foreskrifter som avses i 20 § 2 och 3 mom."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
      "content": "20 § Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "20 § Talousveden laadun valvonta ja talousveden käyttöä koskevat määräykset",
        "folded_fi": "20 § talousveden laadun valvonta ja talousveden kayttoa koskevat maaraykset",
        "title_sv": "Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "content_sv": "20 § Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "normalized_sv": "20 § Övervakning av hushållsvattnets kvalitet samt föreskrifter om användningen av hushållsvatten",
        "folded_sv": "20 § overvakning av hushallsvattnets kvalitet samt foreskrifter om anvandningen av hushallsvatten"
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Talousveden välityksellä leviävän taudin ehkäiseminen",
      "content": "Talousvettä toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epäillessään toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siitä välittömästi kunnan terveydensuojeluviranomaiselle ja ryhdyttävä toimenpiteisiin talousveden laadun parantamiseksi. Kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epäilystä, tehtävä viipymättä tapausta koskeva selvitys ja ryhdyttävä toimenpiteisiin taudin leviämisen ehkäisemiseksi sekä ilmoitettava siitä edelleen Kansanterveyslaitokselle ja asianomaiselle lääninhallitukselle. Tarkempia säännöksiä talousveden aiheuttamien epidemioiden selvityksistä ja ilmoittamisesta annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Talousvettä toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epäillessään toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siitä välittömästi kunnan terveydensuojeluviranomaiselle ja ryhdyttävä toimenpiteisiin talousveden laadun parantamiseksi. Kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epäilystä, tehtävä viipymättä tapausta koskeva selvitys ja ryhdyttävä toimenpiteisiin taudin leviämisen ehkäisemiseksi sekä ilmoitettava siitä edelleen Kansanterveyslaitokselle ja asianomaiselle lääninhallitukselle. Tarkempia säännöksiä talousveden aiheuttamien epidemioiden selvityksistä ja ilmoittamisesta annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "talousvetta toimittavan laitoksen on, saatuaan tiedon toimittamansa talousveden aiheuttamasta epidemiasta tai epaillessaan toimittamansa talousveden voivan aiheuttaa epidemian, ilmoitettava siita valittomasti kunnan terveydensuojeluviranomaiselle ja ryhdyttava toimenpiteisiin talousveden laadun parantamiseksi. kunnan terveydensuojeluviranomaisen on, saatuaan tiedon talousveden aiheuttamasta epidemiasta tai sen epailysta, tehtava viipymatta tapausta koskeva selvitys ja ryhdyttava toimenpiteisiin taudin leviamisen ehkaisemiseksi seka ilmoitettava siita edelleen kansanterveyslaitokselle ja asianomaiselle laaninhallitukselle. tarkempia saannoksia talousveden aiheuttamien epidemioiden selvityksista ja ilmoittamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Förebyggande av sjukdomar som sprids med hushållsvatten.",
        "content_sv": "Om en anläggning som levererar hushållsvatten har fått veta att det hushållsvatten som anläggningen levererat har orsakat en epidemi eller om den misstänker att det hushållsvatten den levererar kan orsaka en epidemi, skall anläggningen omedelbart informera den kommunala hälsoskyddsmyndigheten om detta och vidta åtgärder för att förbättra kvaliteten på hushållsvattnet. Den kommunala hälsoskyddsmyndigheten skall, efter att ha fått vetskap om en epidemi som hushållsvattnet förorsakat eller om en misstanke om epidemi, utan dröjsmål göra en utredning i fallet och vidta åtgärder för att förhindra att sjukdomen sprids samt vidare informera Folkhälsoinstitutet och den behöriga länsstyrelsen om detta. Närmare bestämmelser om utredning av och anmälan om epidemier förorsakade av hushållsvatten utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en anläggning som levererar hushållsvatten har fått veta att det hushållsvatten som anläggningen levererat har orsakat en epidemi eller om den misstänker att det hushållsvatten den levererar kan orsaka en epidemi, skall anläggningen omedelbart informera den kommunala hälsoskyddsmyndigheten om detta och vidta åtgärder för att förbättra kvaliteten på hushållsvattnet. Den kommunala hälsoskyddsmyndigheten skall, efter att ha fått vetskap om en epidemi som hushållsvattnet förorsakat eller om en misstanke om epidemi, utan dröjsmål göra en utredning i fallet och vidta åtgärder för att förhindra att sjukdomen sprids samt vidare informera Folkhälsoinstitutet och den behöriga länsstyrelsen om detta. Närmare bestämmelser om utredning av och anmälan om epidemier förorsakade av hushållsvatten utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en anlaggning som levererar hushallsvatten har fatt veta att det hushallsvatten som anlaggningen levererat har orsakat en epidemi eller om den misstanker att det hushallsvatten den levererar kan orsaka en epidemi, skall anlaggningen omedelbart informera den kommunala halsoskyddsmyndigheten om detta och vidta atgarder for att forbattra kvaliteten pa hushallsvattnet. den kommunala halsoskyddsmyndigheten skall, efter att ha fatt vetskap om en epidemi som hushallsvattnet fororsakat eller om en misstanke om epidemi, utan drojsmal gora en utredning i fallet och vidta atgarder for att forhindra att sjukdomen sprids samt vidare informera folkhalsoinstitutet och den behoriga lansstyrelsen om detta. narmare bestammelser om utredning av och anmalan om epidemier fororsakade av hushallsvatten utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Suurten yleisötilaisuuksien jätehuolto ja jätteitä koskevat yleiset ohjeet",
      "content": "Suurten yleisötilaisuuksien jätehuolto ja hygieeniset olosuhteet tulee järjestää siten, ettei niistä aiheudu terveyshaittaa. Sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin suurten yleisötilaisuuksien jätehuollosta ja hygieenisistä järjestelyistä. Sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkäisemiseksi ohjeita jätteiden käsittelystä, jätevesien desinfioimisesta, kuolleiden luonnonvaraisten eläinten käsittelystä sekä käymälän rakentamiseen liittyvistä hygieenistä vaatimuksista. Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Suurten yleisötilaisuuksien jätehuolto ja hygieeniset olosuhteet tulee järjestää siten, ettei niistä aiheudu terveyshaittaa. Sosiaali- ja terveysministeriön asetuksella säädetään tarkemmin suurten yleisötilaisuuksien jätehuollosta ja hygieenisistä järjestelyistä. Sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkäisemiseksi ohjeita jätteiden käsittelystä, jätevesien desinfioimisesta, kuolleiden luonnonvaraisten eläinten käsittelystä sekä käymälän rakentamiseen liittyvistä hygieenistä vaatimuksista. Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
        "folded_fi": "suurten yleisotilaisuuksien jatehuolto ja hygieeniset olosuhteet tulee jarjestaa siten, ettei niista aiheudu terveyshaittaa. sosiaali- ja terveysministerion asetuksella saadetaan tarkemmin suurten yleisotilaisuuksien jatehuollosta ja hygieenisista jarjestelyista. sosiaali- ja terveydenhuollon tuotevalvontakeskus voi antaa terveyshaittojen ehkaisemiseksi ohjeita jatteiden kasittelysta, jatevesien desinfioimisesta, kuolleiden luonnonvaraisten elainten kasittelysta seka kaymalan rakentamiseen liittyvista hygieenista vaatimuksista. sosiaali- ja terveydenhuollon tuotevalvontakeskuksen on ennen ohjeiden antamista kuultava muita viranomaisia tai tahoja, joiden toimintaa tai etua asia erityisesti koskee.",
        "title_sv": "Avfallshanteringen vid stora offentliga tillställningar och allmänna anvisningar om avfall",
        "content_sv": "Vid stora offentliga tillställningar skall avfallshanteringen och de hygienska förhållandena ordnas så att de inte orsakar hälsofara. Genom förordning av social- och hälsovårdsministeriet utfärdas närmare bestämmelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillställningar. Social- och hälsovårdens produkttillsynscentral kan i syfte att förebygga sanitära olägenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av döda vilda djur samt om hygieniska krav på byggande av klosett. Social- och hälsovårdens produkttillsynscentral skall innan anvisningar meddelas höra andra myndigheter eller instanser vilkas verksamhet eller intresse saken särskilt gäller.",
        "normalized_sv": "Vid stora offentliga tillställningar skall avfallshanteringen och de hygienska förhållandena ordnas så att de inte orsakar hälsofara. Genom förordning av social- och hälsovårdsministeriet utfärdas närmare bestämmelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillställningar. Social- och hälsovårdens produkttillsynscentral kan i syfte att förebygga sanitära olägenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av döda vilda djur samt om hygieniska krav på byggande av klosett. Social- och hälsovårdens produkttillsynscentral skall innan anvisningar meddelas höra andra myndigheter eller instanser vilkas verksamhet eller intresse saken särskilt gäller.",
        "folded_sv": "vid stora offentliga tillstallningar skall avfallshanteringen och de hygienska forhallandena ordnas sa att de inte orsakar halsofara. genom forordning av social- och halsovardsministeriet utfardas narmare bestammelser om avfallshantering och hygieniska arrangemang vid stora offentliga tillstallningar. social- och halsovardens produkttillsynscentral kan i syfte att forebygga sanitara olagenheter meddela anvisningar om hantering av avfall, desinficering av avloppsvatten, hantering av doda vilda djur samt om hygieniska krav pa byggande av klosett. social- och halsovardens produkttillsynscentral skall innan anvisningar meddelas hora andra myndigheter eller instanser vilkas verksamhet eller intresse saken sarskilt galler."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Ulkopuoliset asiantuntijat",
      "content": "Tutkimuksia ja selvityksiä tämän lain mukaista viranomaisvalvontaa varten tekevällä ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja pätevyys. Ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle käyttämiensä tutkimusmenetelmien luotettavuus. Ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyyttä koskevia säännöksiä. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa tarkemmin säätää tämän lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksiä tekevien ulkopuolisten asiantuntijoiden pätevyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tutkimuksia ja selvityksiä tämän lain mukaista viranomaisvalvontaa varten tekevällä ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja pätevyys. Ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle käyttämiensä tutkimusmenetelmien luotettavuus. Ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyyttä koskevia säännöksiä. Sosiaali- ja terveysministeriön asetuksella voidaan tarvittaessa tarkemmin säätää tämän lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksiä tekevien ulkopuolisten asiantuntijoiden pätevyydestä.",
        "folded_fi": "tutkimuksia ja selvityksia taman lain mukaista viranomaisvalvontaa varten tekevalla ulkopuolisella asiantuntijalla tulee olla tarvittava asiantuntemus ja patevyys. ulkopuolisen asiantuntijan on osoitettava kunnan terveydensuojeluviranomaiselle kayttamiensa tutkimusmenetelmien luotettavuus. ulkopuoliseen asiantuntijaan sovelletaan hallintolain (434/2003) virkamiehen esteellisyytta koskevia saannoksia. sosiaali- ja terveysministerion asetuksella voidaan tarvittaessa tarkemmin saataa taman lain mukaista viranomaisvalvontaa varten tutkimuksia ja selvityksia tekevien ulkopuolisten asiantuntijoiden patevyydesta.",
        "title_sv": "Utomstående sakkunniga",
        "content_sv": "Utomstående sakkunniga som utför undersökningar och utredningar för myndighetstillsynen enligt denna lag skall ha den sakkunskap och behörighet som behövs. Utomstående sakkunniga skall för den kommunala hälsoskyddsmyndigheten påvisa tillförlitligheten hos de undersökningsmetoder som används. På utomstående sakkunniga tillämpas bestämmelserna om tjänstemannajäv i förvaltningslagen (434/2003). Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om den behörighet som krävs av de utomstående sakkunniga som för myndighetstillsynen utför undersökningar och utredningar.",
        "normalized_sv": "Utomstående sakkunniga som utför undersökningar och utredningar för myndighetstillsynen enligt denna lag skall ha den sakkunskap och behörighet som behövs. Utomstående sakkunniga skall för den kommunala hälsoskyddsmyndigheten påvisa tillförlitligheten hos de undersökningsmetoder som används. På utomstående sakkunniga tillämpas bestämmelserna om tjänstemannajäv i förvaltningslagen (434/2003). Genom förordning av social- och hälsovårdsministeriet kan vid behov utfärdas närmare bestämmelser om den behörighet som krävs av de utomstående sakkunniga som för myndighetstillsynen utför undersökningar och utredningar.",
        "folded_sv": "utomstaende sakkunniga som utfor undersokningar och utredningar for myndighetstillsynen enligt denna lag skall ha den sakkunskap och behorighet som behovs. utomstaende sakkunniga skall for den kommunala halsoskyddsmyndigheten pavisa tillforlitligheten hos de undersokningsmetoder som anvands. pa utomstaende sakkunniga tillampas bestammelserna om tjanstemannajav i forvaltningslagen (434/2003). genom forordning av social- och halsovardsministeriet kan vid behov utfardas narmare bestammelser om den behorighet som kravs av de utomstaende sakkunniga som for myndighetstillsynen utfor undersokningar och utredningar."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "49 a",
      "section": "49 a",
      "title": "Tutkimuslaboratoriot",
      "content": "Tämän lain ja sen nojalla annettujen säännösten edellyttämät viranomaisille tarkoitetut tutkimukset tulee tehdä Elintarvikeviraston hyväksymässä laboratoriossa. Tutkimuksia tekevällä laboratoriolla tulee olla kirjallinen laatujärjestelmä, ja laboratorion on pystyttävä osoittamaan tekemiensä määritysten luotettavuus. Laboratoriolla tulee lisäksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. Elintarvikevirasto hyväksyy laboratoriot hakemuksesta. Hyväksymisen edellytyksenä on, että laboratorio täyttää 1 momentissa säädetyt vaatimukset. Ennen laboratorion hyväksymistä Elintarvikeviraston tulee pyytää hakemuksesta lausunto Sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, Kansanterveyslaitokselta tai Säteilyturvakeskukselta. Valtioneuvoston asetuksella säädetään tarkemmin tutkimuslaboratorioiden hyväksymisen edellytyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 a",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten edellyttämät viranomaisille tarkoitetut tutkimukset tulee tehdä Elintarvikeviraston hyväksymässä laboratoriossa. Tutkimuksia tekevällä laboratoriolla tulee olla kirjallinen laatujärjestelmä, ja laboratorion on pystyttävä osoittamaan tekemiensä määritysten luotettavuus. Laboratoriolla tulee lisäksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. Elintarvikevirasto hyväksyy laboratoriot hakemuksesta. Hyväksymisen edellytyksenä on, että laboratorio täyttää 1 momentissa säädetyt vaatimukset. Ennen laboratorion hyväksymistä Elintarvikeviraston tulee pyytää hakemuksesta lausunto Sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, Kansanterveyslaitokselta tai Säteilyturvakeskukselta. Valtioneuvoston asetuksella säädetään tarkemmin tutkimuslaboratorioiden hyväksymisen edellytyksistä.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten edellyttamat viranomaisille tarkoitetut tutkimukset tulee tehda elintarvikeviraston hyvaksymassa laboratoriossa. tutkimuksia tekevalla laboratoriolla tulee olla kirjallinen laatujarjestelma, ja laboratorion on pystyttava osoittamaan tekemiensa maaritysten luotettavuus. laboratoriolla tulee lisaksi olla tutkimuksen suorittamiseen tarvittava asiantuntemus ja tekniset valmiudet. elintarvikevirasto hyvaksyy laboratoriot hakemuksesta. hyvaksymisen edellytyksena on, etta laboratorio tayttaa 1 momentissa saadetyt vaatimukset. ennen laboratorion hyvaksymista elintarvikeviraston tulee pyytaa hakemuksesta lausunto sosiaali- ja terveydenhuollon tuotevalvontakeskukselta, kansanterveyslaitokselta tai sateilyturvakeskukselta. valtioneuvoston asetuksella saadetaan tarkemmin tutkimuslaboratorioiden hyvaksymisen edellytyksista.",
        "title_sv": "Undersökningslaboratorier",
        "content_sv": "De för myndigheterna avsedda undersökningar som förutsätts i denna lag och i bestämmelser som utfärdats med stöd av den skall utföras i ett laboratorium som Livsmedelsverket har godkänt. Laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna påvisa tillförlitligheten hos de bestämningar det har gjort. Laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behövs för undersökningarna. Livsmedelsverket godkänner laboratorier på ansökan. Ett villkor för att ett laboratorium skall godkännas är att det uppfyller de krav som ställs i 1 mom. Innan ett laboratorium godkänns skall Livsmedelsverket be om ett utlåtande av Social- och hälsovårdens produkttillsynscentral, Folkhälsoinstitutet eller Strålsäkerhetscentralen. Genom förordning av statsrådet utfärdas närmare bestämmelser om villkoren för godkännande av undersökningslaboratorier.",
        "normalized_sv": "De för myndigheterna avsedda undersökningar som förutsätts i denna lag och i bestämmelser som utfärdats med stöd av den skall utföras i ett laboratorium som Livsmedelsverket har godkänt. Laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna påvisa tillförlitligheten hos de bestämningar det har gjort. Laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behövs för undersökningarna. Livsmedelsverket godkänner laboratorier på ansökan. Ett villkor för att ett laboratorium skall godkännas är att det uppfyller de krav som ställs i 1 mom. Innan ett laboratorium godkänns skall Livsmedelsverket be om ett utlåtande av Social- och hälsovårdens produkttillsynscentral, Folkhälsoinstitutet eller Strålsäkerhetscentralen. Genom förordning av statsrådet utfärdas närmare bestämmelser om villkoren för godkännande av undersökningslaboratorier.",
        "folded_sv": "de for myndigheterna avsedda undersokningar som forutsatts i denna lag och i bestammelser som utfardats med stod av den skall utforas i ett laboratorium som livsmedelsverket har godkant. laboratoriet skall ha ett skriftligt kvalitetssystem och laboratoriet skall kunna pavisa tillforlitligheten hos de bestamningar det har gjort. laboratoriet skall dessutom ha den sakkunskap och tekniska beredskap som behovs for undersokningarna. livsmedelsverket godkanner laboratorier pa ansokan. ett villkor for att ett laboratorium skall godkannas ar att det uppfyller de krav som stalls i 1 mom. innan ett laboratorium godkanns skall livsmedelsverket be om ett utlatande av social- och halsovardens produkttillsynscentral, folkhalsoinstitutet eller stralsakerhetscentralen. genom forordning av statsradet utfardas narmare bestammelser om villkoren for godkannande av undersokningslaboratorier."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "49 b",
      "section": "49 b",
      "title": "Tutkimuslaboratorioiden valvonta",
      "content": "Elintarvikevirasto valvoo, että 49 a §:ssä tarkoitetut laboratoriot noudattavat tämän lain ja sen nojalla annettujen säännösten mukaisia määräyksiä. Jos laboratorio ei noudata näitä vaatimuksia, Elintarvikevirasto voi antaa Sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia määräyksiä toiminnan korjaamiseksi. Jos laboratorio ei Elintarvikeviraston määräyksistä huolimatta korjaa puutteita, Elintarvikevirasto voi peruuttaa laboratorion hyväksymisen määräajaksi. Elintarvikeviraston tulee antaa määräyksiä laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttämiseksi määräajaksi myös Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksestä. Elintarvikevirasto ylläpitää 1 momentissa tarkoitettua valvontaa varten rekisteriä hyväksytyistä laboratorioista. Rekisteriin merkitään hyväksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissä olevat määritysmenetelmät ja laboratoriossa tutkimuksista vastaavan henkilön nimi. Henkilötietojen keräämiseen ja tallettamiseen sekä rekisteriin tallennettujen tietojen käyttämiseen sovelletaan, mitä henkilötietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 b",
        "normalized_fi": "Elintarvikevirasto valvoo, että 49 a § :ssä tarkoitetut laboratoriot noudattavat tämän lain ja sen nojalla annettujen säännösten mukaisia määräyksiä. Jos laboratorio ei noudata näitä vaatimuksia, Elintarvikevirasto voi antaa Sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia määräyksiä toiminnan korjaamiseksi. Jos laboratorio ei Elintarvikeviraston määräyksistä huolimatta korjaa puutteita, Elintarvikevirasto voi peruuttaa laboratorion hyväksymisen määräajaksi. Elintarvikeviraston tulee antaa määräyksiä laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttämiseksi määräajaksi myös Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksestä. Elintarvikevirasto ylläpitää 1 momentissa tarkoitettua valvontaa varten rekisteriä hyväksytyistä laboratorioista. Rekisteriin merkitään hyväksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissä olevat määritysmenetelmät ja laboratoriossa tutkimuksista vastaavan henkilön nimi. Henkilötietojen keräämiseen ja tallettamiseen sekä rekisteriin tallennettujen tietojen käyttämiseen sovelletaan, mitä henkilötietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "elintarvikevirasto valvoo, etta 49 a §:ssa tarkoitetut laboratoriot noudattavat taman lain ja sen nojalla annettujen saannosten mukaisia maarayksia. jos laboratorio ei noudata naita vaatimuksia, elintarvikevirasto voi antaa sosiaali- ja terveydenhuollon tuotevalvontakeskusta kuultuaan tarpeellisia maarayksia toiminnan korjaamiseksi. jos laboratorio ei elintarvikeviraston maarayksista huolimatta korjaa puutteita, elintarvikevirasto voi peruuttaa laboratorion hyvaksymisen maaraajaksi. elintarvikeviraston tulee antaa maarayksia laboratorion toiminnan korjaamiseksi tai tarvittaessa toiminnan keskeyttamiseksi maaraajaksi myos sosiaali- ja terveydenhuollon tuotevalvontakeskuksen esityksesta. elintarvikevirasto yllapitaa 1 momentissa tarkoitettua valvontaa varten rekisteria hyvaksytyista laboratorioista. rekisteriin merkitaan hyvaksytyn laboratorion nimi, yhteystiedot, arvioinnin piirissa olevat maaritysmenetelmat ja laboratoriossa tutkimuksista vastaavan henkilon nimi. henkilotietojen keraamiseen ja tallettamiseen seka rekisteriin tallennettujen tietojen kayttamiseen sovelletaan, mita henkilotietolaissa (523/1999) ja viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Tillsyn över undersökningslaboratorier",
        "content_sv": "Livsmedelsverket övervakar att de laboratorier som avses i 49 a § följer de föreskrifter som avses i denna lag och i de bestämmelser som utfärdats med stöd av den. Om ett laboratorium inte följer dessa krav kan Livsmedelsverket, efter att ha hört Social- och hälsovårdens produkttillsynscentral, meddela de förelägganden som behövs för att rätta till verksamheten. Om laboratoriet inte rättar till bristerna trots Livsmedelsverkets förelägganden kan Livsmedelsverket återkalla godkännandet av laboratoriet för en viss tid. Livsmedelsverket skall även på framställning av Social- och hälsovårdens produkttillsynscentral meddela förelägganden för att rätta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten för en viss tid. Livsmedelsverket för med tanke på den tillsyn som avses i 1 mom. ett register över godkända laboratorier. I registret införs namnet på och kontaktuppgifterna för det godkända laboratoriet, de analysmetoder som tillämpas inom bedömningen samt namnet på den person som ansvarar för undersökningarna i laboratoriet. På inhämtande av personuppgifter och införande av dem i registret samt på användning av registeruppgifterna tillämpas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Livsmedelsverket övervakar att de laboratorier som avses i 49 a § följer de föreskrifter som avses i denna lag och i de bestämmelser som utfärdats med stöd av den. Om ett laboratorium inte följer dessa krav kan Livsmedelsverket, efter att ha hört Social- och hälsovårdens produkttillsynscentral, meddela de förelägganden som behövs för att rätta till verksamheten. Om laboratoriet inte rättar till bristerna trots Livsmedelsverkets förelägganden kan Livsmedelsverket återkalla godkännandet av laboratoriet för en viss tid. Livsmedelsverket skall även på framställning av Social- och hälsovårdens produkttillsynscentral meddela förelägganden för att rätta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten för en viss tid. Livsmedelsverket för med tanke på den tillsyn som avses i 1 mom. ett register över godkända laboratorier. I registret införs namnet på och kontaktuppgifterna för det godkända laboratoriet, de analysmetoder som tillämpas inom bedömningen samt namnet på den person som ansvarar för undersökningarna i laboratoriet. På inhämtande av personuppgifter och införande av dem i registret samt på användning av registeruppgifterna tillämpas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "livsmedelsverket overvakar att de laboratorier som avses i 49 a § foljer de foreskrifter som avses i denna lag och i de bestammelser som utfardats med stod av den. om ett laboratorium inte foljer dessa krav kan livsmedelsverket, efter att ha hort social- och halsovardens produkttillsynscentral, meddela de forelagganden som behovs for att ratta till verksamheten. om laboratoriet inte rattar till bristerna trots livsmedelsverkets forelagganden kan livsmedelsverket aterkalla godkannandet av laboratoriet for en viss tid. livsmedelsverket skall aven pa framstallning av social- och halsovardens produkttillsynscentral meddela forelagganden for att ratta till ett laboratoriums verksamhet eller vid behov avbryta verksamheten for en viss tid. livsmedelsverket for med tanke pa den tillsyn som avses i 1 mom. ett register over godkanda laboratorier. i registret infors namnet pa och kontaktuppgifterna for det godkanda laboratoriet, de analysmetoder som tillampas inom bedomningen samt namnet pa den person som ansvarar for undersokningarna i laboratoriet. pa inhamtande av personuppgifter och inforande av dem i registret samt pa anvandning av registeruppgifterna tillampas personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Maksut",
      "content": "Toiminnanharjoittajalta maksu on lisäksi perittävä näytteenotosta ja tutkimuksista, jotka liittyvät: 1) 13 §:n nojalla tehtyjen ilmoitusten perusteella annettujen määräysten valvontaan; 2) 18 §:n nojalla tehdyn hakemuksen perusteella annettujen määräysten valvontaan sekä 20 §:ssä edellytettyyn talousveden laadun valvontaan ja tarkkailuun; sekä 3) 29 §:ssä edellytettyyn uimaveden säännölliseen valvontaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Toiminnanharjoittajalta maksu on lisäksi perittävä näytteenotosta ja tutkimuksista, jotka liittyvät: 1) 13 § :n nojalla tehtyjen ilmoitusten perusteella annettujen määräysten valvontaan; 2) 18 § :n nojalla tehdyn hakemuksen perusteella annettujen määräysten valvontaan sekä 20 § :ssä edellytettyyn talousveden laadun valvontaan ja tarkkailuun; sekä 3) 29 § :ssä edellytettyyn uimaveden säännölliseen valvontaan.",
        "folded_fi": "toiminnanharjoittajalta maksu on lisaksi perittava naytteenotosta ja tutkimuksista, jotka liittyvat: 1) 13 §:n nojalla tehtyjen ilmoitusten perusteella annettujen maaraysten valvontaan; 2) 18 §:n nojalla tehdyn hakemuksen perusteella annettujen maaraysten valvontaan seka 20 §:ssa edellytettyyn talousveden laadun valvontaan ja tarkkailuun; seka 3) 29 §:ssa edellytettyyn uimaveden saannolliseen valvontaan.",
        "title_sv": "Avgifter",
        "content_sv": "Hos verksamhetsidkaren skall dessutom tas ut en avgift för provtagning och undersökningar som hänför sig till 1) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av anmälningar enligt 13 §, 2) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en ansökan enligt 18 § samt sådan övervakning och kontroll av kvaliteten på hushållsvatten som förutsätts i 20 §, samt 3) sådan regelbunden övervakning av badvatten som förutsätts i 29 §.",
        "normalized_sv": "Hos verksamhetsidkaren skall dessutom tas ut en avgift för provtagning och undersökningar som hänför sig till 1) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av anmälningar enligt 13 § , 2) tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en ansökan enligt 18 § samt sådan övervakning och kontroll av kvaliteten på hushållsvatten som förutsätts i 20 § , samt 3) sådan regelbunden övervakning av badvatten som förutsätts i 29 § .",
        "folded_sv": "hos verksamhetsidkaren skall dessutom tas ut en avgift for provtagning och undersokningar som hanfor sig till 1) tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av anmalningar enligt 13 §, 2) tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av en ansokan enligt 18 § samt sadan overvakning och kontroll av kvaliteten pa hushallsvatten som forutsatts i 20 §, samt 3) sadan regelbunden overvakning av badvatten som forutsatts i 29 §."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Rangaistussäännökset",
      "content": "Joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 §:n 2 momentin, 22, 26 tai 28 §:n, 30 §:n 2 momentin vastaisesti, 2) rikkoo 27 §:n 2 momentin nojalla annetun kiellon tai rajoituksen käyttää asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jättää ilmoittamatta 20 a §:n 1 momentissa säädetyllä tavalla vesiepidemiasta tai 44 §:n 2 momentissa säädetyllä tavalla onnettomuudesta tai muusta toiminnan häiriöstä, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 § :n 2 momentin, 22, 26 tai 28 § :n, 30 § :n 2 momentin vastaisesti, 2) rikkoo 27 § :n 2 momentin nojalla annetun kiellon tai rajoituksen käyttää asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jättää ilmoittamatta 20 a § :n 1 momentissa säädetyllä tavalla vesiepidemiasta tai 44 § :n 2 momentissa säädetyllä tavalla onnettomuudesta tai muusta toiminnan häiriöstä, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) harjoittaa terveydelle haitallista toimintaa 17 §:n 2 momentin, 22, 26 tai 28 §:n, 30 §:n 2 momentin vastaisesti, 2) rikkoo 27 §:n 2 momentin nojalla annetun kiellon tai rajoituksen kayttaa asuntoa tai oleskelutilaa tarkoitukseensa tai 3) jattaa ilmoittamatta 20 a §:n 1 momentissa saadetylla tavalla vesiepidemiasta tai 44 §:n 2 momentissa saadetylla tavalla onnettomuudesta tai muusta toiminnan hairiosta, terveyden vaarantamisrikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som är skadlig för hälsan, 2) bryter mot ett förbud eller en begränsning som utfärdats med stöd av 27 § 2 mom. och som gäller användningen av en bostad eller ett vistelseutrymme för sitt ändamål, eller 3) underlåter att anmäla vattenburna epidemier så som bestäms i 20 a § 1 mom. eller underlåter att informera om en olycka eller någon annan störning i verksamheten så som bestäms i 44 § 2 mom., skall, förseelse som innefattar framkallande av hälsofara om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som är skadlig för hälsan, 2) bryter mot ett förbud eller en begränsning som utfärdats med stöd av 27 § 2 mom. och som gäller användningen av en bostad eller ett vistelseutrymme för sitt ändamål, eller 3) underlåter att anmäla vattenburna epidemier så som bestäms i 20 a § 1 mom. eller underlåter att informera om en olycka eller någon annan störning i verksamheten så som bestäms i 44 § 2 mom., skall, förseelse som innefattar framkallande av hälsofara om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) i strid med 17 § 2 mom., 22, 26 eller 28 § eller 30 § 2 mom. bedriver verksamhet som ar skadlig for halsan, 2) bryter mot ett forbud eller en begransning som utfardats med stod av 27 § 2 mom. och som galler anvandningen av en bostad eller ett vistelseutrymme for sitt andamal, eller 3) underlater att anmala vattenburna epidemier sa som bestams i 20 a § 1 mom. eller underlater att informera om en olycka eller nagon annan storning i verksamheten sa som bestams i 44 § 2 mom., skall, forseelse som innefattar framkallande av halsofara om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    }
  ]
}