{
  "id": "24/2024",
  "type": "statute",
  "title": "Laki Oikeushallinnon erityisviranomaiset -virastosta",
  "title_en": "Lag om ämbetsverket Specialmyndigheterna inom justitieförvaltningen",
  "status": "in_force",
  "issued_date": "2024-01-12",
  "in_force_date": "2024-01-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/24/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Viraston organisaatio",
      "content": "Oikeushallinnon erityisviranomaiset -virasto on oikeusministeriön hallinnonalalla toimiva virasto, jossa toimivat itsenäiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkäyntiavustajalautakunta; 5) Onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) Yhdistyneiden Kansakuntien yhteydessä toimiva Euroopan kriminaalipolitiikan instituutti. Lisäksi virastossa on hallintopalveluyksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Oikeushallinnon erityisviranomaiset -virasto on oikeusministeriön hallinnonalalla toimiva virasto, jossa toimivat itsenäiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkäyntiavustajalautakunta; 5) Onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) Yhdistyneiden Kansakuntien yhteydessä toimiva Euroopan kriminaalipolitiikan instituutti. Lisäksi virastossa on hallintopalveluyksikkö.",
        "folded_fi": "oikeushallinnon erityisviranomaiset -virasto on oikeusministerion hallinnonalalla toimiva virasto, jossa toimivat itsenaiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkayntiavustajalautakunta; 5) onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) yhdistyneiden kansakuntien yhteydessa toimiva euroopan kriminaalipolitiikan instituutti. lisaksi virastossa on hallintopalveluyksikko.",
        "title_sv": "Ämbetsverkets organisation",
        "content_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen är ett ämbetsverk inom justitieministeriets förvaltningsområde, där följande självständiga och oberoende specialmyndigheter är verksamma: 1) konkursombudsmannen, 2) konsumenttvistenämnden, 3) barnombudsmannen, 4) rättegångsbiträdesnämnden, 5) Olycksutredningscentralen, 6) jämställdhetsombudsmannen, 7) underrättelsetillsynsombudsmannen, 8) dataombudsmannen, 9) äldreombudsmannen, 10) diskrimineringsombudsmannen, 11) Europeiska institutet för kriminalpolitik, verksamt i anslutning till Förenta nationerna. Vid ämbetsverket finns dessutom en enhet för administrativa tjänster.",
        "normalized_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen är ett ämbetsverk inom justitieministeriets förvaltningsområde, där följande självständiga och oberoende specialmyndigheter är verksamma: 1) konkursombudsmannen, 2) konsumenttvistenämnden, 3) barnombudsmannen, 4) rättegångsbiträdesnämnden, 5) Olycksutredningscentralen, 6) jämställdhetsombudsmannen, 7) underrättelsetillsynsombudsmannen, 8) dataombudsmannen, 9) äldreombudsmannen, 10) diskrimineringsombudsmannen, 11) Europeiska institutet för kriminalpolitik, verksamt i anslutning till Förenta nationerna. Vid ämbetsverket finns dessutom en enhet för administrativa tjänster.",
        "folded_sv": "ambetsverket specialmyndigheterna inom justitieforvaltningen ar ett ambetsverk inom justitieministeriets forvaltningsomrade, dar foljande sjalvstandiga och oberoende specialmyndigheter ar verksamma: 1) konkursombudsmannen, 2) konsumenttvistenamnden, 3) barnombudsmannen, 4) rattegangsbitradesnamnden, 5) olycksutredningscentralen, 6) jamstalldhetsombudsmannen, 7) underrattelsetillsynsombudsmannen, 8) dataombudsmannen, 9) aldreombudsmannen, 10) diskrimineringsombudsmannen, 11) europeiska institutet for kriminalpolitik, verksamt i anslutning till forenta nationerna. vid ambetsverket finns dessutom en enhet for administrativa tjanster."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erityisviranomaisten asema",
      "content": "Erityisviranomaisista ja niiden asemasta, tehtävistä ja toimivallasta säädetään erikseen. Erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilöstöä, määrärahoja ja muuta toimintaa, jollei muualla laissa toisin säädetä. Virat perustetaan erityisviranomaiseen tai hallintopalveluyksikköön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Erityisviranomaisista ja niiden asemasta, tehtävistä ja toimivallasta säädetään erikseen. Erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilöstöä, määrärahoja ja muuta toimintaa, jollei muualla laissa toisin säädetä. Virat perustetaan erityisviranomaiseen tai hallintopalveluyksikköön.",
        "folded_fi": "erityisviranomaisista ja niiden asemasta, tehtavista ja toimivallasta saadetaan erikseen. erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilostoa, maararahoja ja muuta toimintaa, jollei muualla laissa toisin saadeta. virat perustetaan erityisviranomaiseen tai hallintopalveluyksikkoon.",
        "title_sv": "Specialmyndigheternas ställning",
        "content_sv": "Det finns särskilda bestämmelser om specialmyndigheterna och deras ställning, uppgifter och behörighet. Varje specialmyndighet avgör de ärenden som gäller dess personal, anslag och övriga verksamhet, om inte något annat föreskrivs någon annanstans i lag. Tjänsterna inrättas vid specialmyndigheten eller vid enheten för administrativa tjänster.",
        "normalized_sv": "Det finns särskilda bestämmelser om specialmyndigheterna och deras ställning, uppgifter och behörighet. Varje specialmyndighet avgör de ärenden som gäller dess personal, anslag och övriga verksamhet, om inte något annat föreskrivs någon annanstans i lag. Tjänsterna inrättas vid specialmyndigheten eller vid enheten för administrativa tjänster.",
        "folded_sv": "det finns sarskilda bestammelser om specialmyndigheterna och deras stallning, uppgifter och behorighet. varje specialmyndighet avgor de arenden som galler dess personal, anslag och ovriga verksamhet, om inte nagot annat foreskrivs nagon annanstans i lag. tjansterna inrattas vid specialmyndigheten eller vid enheten for administrativa tjanster."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Hallintopalveluyksikön tehtävät",
      "content": "Hallintopalveluyksikön tehtävänä on huolehtia erityisviranomaisten tukipalvelujen järjestämisestä. Hallintopalveluyksikön tehtävänä on erityisesti: 1) huolehtia kirjanpitoyksikkötehtävistä ja taloushallinnon palveluista; 2) huolehtia viraston henkilöstöhallinnon palveluista ja henkilöstön kehittämisen tuesta; 3) tukea viranomaisia työnantajatehtävien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista sekä yhteisten tietohallintopalvelujen hallinnasta ja kehittämisestä; 5) tukea viranomaisten hankintatoimen järjestämistä ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisäisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen järjestämisessä; 7) tukea viranomaisia tietoturvallisuuden järjestämisessä ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen järjestämisestä siltä osin kuin toimivalta ei kuulu oikeusministeriölle; 9) järjestää toiminnan kehittämiseen liittyviä palveluja. Hallintopalveluyksikkö osallistuu toimialansa yhteistyöhön ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivät kuulu erityisviranomaisen toimialaan. Hallintopalveluyksikkö huolehtii toimialaansa liittyvästä viestinnästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Hallintopalveluyksikön tehtävänä on huolehtia erityisviranomaisten tukipalvelujen järjestämisestä. Hallintopalveluyksikön tehtävänä on erityisesti: 1) huolehtia kirjanpitoyksikkötehtävistä ja taloushallinnon palveluista; 2) huolehtia viraston henkilöstöhallinnon palveluista ja henkilöstön kehittämisen tuesta; 3) tukea viranomaisia työnantajatehtävien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista sekä yhteisten tietohallintopalvelujen hallinnasta ja kehittämisestä; 5) tukea viranomaisten hankintatoimen järjestämistä ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisäisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen järjestämisessä; 7) tukea viranomaisia tietoturvallisuuden järjestämisessä ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen järjestämisestä siltä osin kuin toimivalta ei kuulu oikeusministeriölle; 9) järjestää toiminnan kehittämiseen liittyviä palveluja. Hallintopalveluyksikkö osallistuu toimialansa yhteistyöhön ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivät kuulu erityisviranomaisen toimialaan. Hallintopalveluyksikkö huolehtii toimialaansa liittyvästä viestinnästä.",
        "folded_fi": "hallintopalveluyksikon tehtavana on huolehtia erityisviranomaisten tukipalvelujen jarjestamisesta. hallintopalveluyksikon tehtavana on erityisesti: 1) huolehtia kirjanpitoyksikkotehtavista ja taloushallinnon palveluista; 2) huolehtia viraston henkilostohallinnon palveluista ja henkiloston kehittamisen tuesta; 3) tukea viranomaisia tyonantajatehtavien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista seka yhteisten tietohallintopalvelujen hallinnasta ja kehittamisesta; 5) tukea viranomaisten hankintatoimen jarjestamista ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisaisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen jarjestamisessa; 7) tukea viranomaisia tietoturvallisuuden jarjestamisessa ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen jarjestamisesta silta osin kuin toimivalta ei kuulu oikeusministeriolle; 9) jarjestaa toiminnan kehittamiseen liittyvia palveluja. hallintopalveluyksikko osallistuu toimialansa yhteistyohon ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivat kuulu erityisviranomaisen toimialaan. hallintopalveluyksikko huolehtii toimialaansa liittyvasta viestinnasta.",
        "title_sv": "Uppgifter för enheten för administrativa tjänster",
        "content_sv": "Enheten för administrativa tjänster har till uppgift att sköta ordnandet av stödtjänster för specialmyndigheterna. Enheten för administrativa tjänster ska särskilt 1) sköta bokföringsenhetsuppgifter samt tjänster för ekonomiförvaltningen, 2) sköta tjänster för ämbetsverkets personaladministration och stödet för personalutveckling, 3) stödja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) sköta serviceavtal som gäller ämbetsverkets informationsförvaltning samt hanteringen och utvecklingen av gemensamma informationsförvaltningstjänster, 5) stödja ordnandet av myndigheternas upphandling och sköta genomförandet av gemensam upphandling, 6) stödja myndigheterna vid ordnandet av intern kontroll, riskhantering, säkerhet och beredskap, 7) stödja myndigheterna vid ordnandet av informationssäkerhet och tillhandahålla myndigheterna dataskyddsombudets tjänster, 8) sköta ärenden som gäller ämbetsverkets lokaler och ordnandet av lokalbundna tjänster till den del saken inte faller under justitieministeriets behörighet, 9) ordna tjänster för utveckling av verksamheten. Enheten för administrativa tjänster deltar i samarbetet inom sitt ansvarsområde och sköter beredningen och samordningen av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet. Enheten för administrativa tjänster sköter kommunikationen inom sitt ansvarområde.",
        "normalized_sv": "Enheten för administrativa tjänster har till uppgift att sköta ordnandet av stödtjänster för specialmyndigheterna. Enheten för administrativa tjänster ska särskilt 1) sköta bokföringsenhetsuppgifter samt tjänster för ekonomiförvaltningen, 2) sköta tjänster för ämbetsverkets personaladministration och stödet för personalutveckling, 3) stödja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) sköta serviceavtal som gäller ämbetsverkets informationsförvaltning samt hanteringen och utvecklingen av gemensamma informationsförvaltningstjänster, 5) stödja ordnandet av myndigheternas upphandling och sköta genomförandet av gemensam upphandling, 6) stödja myndigheterna vid ordnandet av intern kontroll, riskhantering, säkerhet och beredskap, 7) stödja myndigheterna vid ordnandet av informationssäkerhet och tillhandahålla myndigheterna dataskyddsombudets tjänster, 8) sköta ärenden som gäller ämbetsverkets lokaler och ordnandet av lokalbundna tjänster till den del saken inte faller under justitieministeriets behörighet, 9) ordna tjänster för utveckling av verksamheten. Enheten för administrativa tjänster deltar i samarbetet inom sitt ansvarsområde och sköter beredningen och samordningen av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet. Enheten för administrativa tjänster sköter kommunikationen inom sitt ansvarområde.",
        "folded_sv": "enheten for administrativa tjanster har till uppgift att skota ordnandet av stodtjanster for specialmyndigheterna. enheten for administrativa tjanster ska sarskilt 1) skota bokforingsenhetsuppgifter samt tjanster for ekonomiforvaltningen, 2) skota tjanster for ambetsverkets personaladministration och stodet for personalutveckling, 3) stodja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) skota serviceavtal som galler ambetsverkets informationsforvaltning samt hanteringen och utvecklingen av gemensamma informationsforvaltningstjanster, 5) stodja ordnandet av myndigheternas upphandling och skota genomforandet av gemensam upphandling, 6) stodja myndigheterna vid ordnandet av intern kontroll, riskhantering, sakerhet och beredskap, 7) stodja myndigheterna vid ordnandet av informationssakerhet och tillhandahalla myndigheterna dataskyddsombudets tjanster, 8) skota arenden som galler ambetsverkets lokaler och ordnandet av lokalbundna tjanster till den del saken inte faller under justitieministeriets behorighet, 9) ordna tjanster for utveckling av verksamheten. enheten for administrativa tjanster deltar i samarbetet inom sitt ansvarsomrade och skoter beredningen och samordningen av sadana arenden som galler ambetsverket och som inte hor till ansvarsomradet for en specialmyndighet. enheten for administrativa tjanster skoter kommunikationen inom sitt ansvaromrade."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tiedonhallinta ja arkistonmuodostus",
      "content": "Hallintopalveluyksikkö huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta sekä niihin liittyvistä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Erityisviranomaiset huolehtivat omasta tiedonhallinnastaan sekä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Hallintopalveluyksikkö huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtävien järjestämisestä ja tarvittavasta yhteistyöstä erityisviranomaisten kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Hallintopalveluyksikkö huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta sekä niihin liittyvistä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Erityisviranomaiset huolehtivat omasta tiedonhallinnastaan sekä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Hallintopalveluyksikkö huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtävien järjestämisestä ja tarvittavasta yhteistyöstä erityisviranomaisten kanssa.",
        "folded_fi": "hallintopalveluyksikko huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta seka niihin liittyvista arkistonmuodostajalle ja rekisterinpitajalle kuuluvista tehtavista, jollei muualla laissa toisin saadeta. erityisviranomaiset huolehtivat omasta tiedonhallinnastaan seka arkistonmuodostajalle ja rekisterinpitajalle kuuluvista tehtavista, jollei muualla laissa toisin saadeta. hallintopalveluyksikko huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtavien jarjestamisesta ja tarvittavasta yhteistyosta erityisviranomaisten kanssa.",
        "title_sv": "Informationshantering och arkivbildning",
        "content_sv": "Enheten för administrativa tjänster sköter informationshanteringen i de administrativa ärenden som hör till dess ansvarsområde samt de anknytande uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Varje specialmyndighet sköter sin egen informationshantering samt de uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Enheten för administrativa tjänster sörjer för organiseringen av ämbetsverkets allmänna uppgifter i samband med informationshantering och arkivbildning och för behövligt samarbete med specialmyndigheterna.",
        "normalized_sv": "Enheten för administrativa tjänster sköter informationshanteringen i de administrativa ärenden som hör till dess ansvarsområde samt de anknytande uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Varje specialmyndighet sköter sin egen informationshantering samt de uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Enheten för administrativa tjänster sörjer för organiseringen av ämbetsverkets allmänna uppgifter i samband med informationshantering och arkivbildning och för behövligt samarbete med specialmyndigheterna.",
        "folded_sv": "enheten for administrativa tjanster skoter informationshanteringen i de administrativa arenden som hor till dess ansvarsomrade samt de anknytande uppgifter som hor till arkivbildaren och den personuppgiftsansvarige, om inte nagot annat foreskrivs nagon annanstans i lag. varje specialmyndighet skoter sin egen informationshantering samt de uppgifter som hor till arkivbildaren och den personuppgiftsansvarige, om inte nagot annat foreskrivs nagon annanstans i lag. enheten for administrativa tjanster sorjer for organiseringen av ambetsverkets allmanna uppgifter i samband med informationshantering och arkivbildning och for behovligt samarbete med specialmyndigheterna."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Palvelusuunnitelma",
      "content": "Hallintopalveluyksikön tulee selvittää erityisviranomaisten palvelutarpeet ja valmistella yhteistyössä näiden kanssa yksikön palvelusuunnitelma. Palvelusuunnitelmassa tulee määritellä yksikön järjestämät tuki- ja kehittämispalvelut ja yhteisinä hankintoina toteutettavat tuotteet. Palvelusuunnitelmassa tulee määritellä myös yleiset periaatteet muista sellaisista yksikön tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. Palvelusuunnitelma käsitellään viraston ohjausryhmässä. Oikeusministeriö hyväksyy palvelusuunnitelman hallintopalveluyksikön tulossopimuksen yhteydessä neljäksi vuodeksi kerrallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Hallintopalveluyksikön tulee selvittää erityisviranomaisten palvelutarpeet ja valmistella yhteistyössä näiden kanssa yksikön palvelusuunnitelma. Palvelusuunnitelmassa tulee määritellä yksikön järjestämät tuki- ja kehittämispalvelut ja yhteisinä hankintoina toteutettavat tuotteet. Palvelusuunnitelmassa tulee määritellä myös yleiset periaatteet muista sellaisista yksikön tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. Palvelusuunnitelma käsitellään viraston ohjausryhmässä. Oikeusministeriö hyväksyy palvelusuunnitelman hallintopalveluyksikön tulossopimuksen yhteydessä neljäksi vuodeksi kerrallaan.",
        "folded_fi": "hallintopalveluyksikon tulee selvittaa erityisviranomaisten palvelutarpeet ja valmistella yhteistyossa naiden kanssa yksikon palvelusuunnitelma. palvelusuunnitelmassa tulee maaritella yksikon jarjestamat tuki- ja kehittamispalvelut ja yhteisina hankintoina toteutettavat tuotteet. palvelusuunnitelmassa tulee maaritella myos yleiset periaatteet muista sellaisista yksikon tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. palvelusuunnitelma kasitellaan viraston ohjausryhmassa. oikeusministerio hyvaksyy palvelusuunnitelman hallintopalveluyksikon tulossopimuksen yhteydessa neljaksi vuodeksi kerrallaan.",
        "title_sv": "Serviceplan",
        "content_sv": "Enheten för administrativa tjänster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. I serviceplanen ska anges de stöd- och utvecklingstjänster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. I serviceplanen ska också anges de allmänna principerna för andra sådana tjänster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. Serviceplanen behandlas i ämbetsverkets styrgrupp. Justitieministeriet godkänner serviceplanen för fyra år i sänder i samband med resultatavtalet för enheten för administrativa tjänster.",
        "normalized_sv": "Enheten för administrativa tjänster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. I serviceplanen ska anges de stöd- och utvecklingstjänster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. I serviceplanen ska också anges de allmänna principerna för andra sådana tjänster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. Serviceplanen behandlas i ämbetsverkets styrgrupp. Justitieministeriet godkänner serviceplanen för fyra år i sänder i samband med resultatavtalet för enheten för administrativa tjänster.",
        "folded_sv": "enheten for administrativa tjanster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. i serviceplanen ska anges de stod- och utvecklingstjanster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. i serviceplanen ska ocksa anges de allmanna principerna for andra sadana tjanster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. serviceplanen behandlas i ambetsverkets styrgrupp. justitieministeriet godkanner serviceplanen for fyra ar i sander i samband med resultatavtalet for enheten for administrativa tjanster."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hallintopalveluyksikön johtaminen",
      "content": "Hallintopalveluyksikön päällikkönä on johtaja, joka vastaa yksikön toiminnan kehittämisestä, tulostavoitteiden saavuttamisesta ja yhteistyön järjestämisestä erityisviranomaisten kanssa. Lisäksi yksikössä on tarvittava määrä muuta henkilökuntaa. Hallintopalveluyksikön johtajan nimittää valtioneuvosto enintään viideksi vuodeksi kerrallaan. Johtaja nimittää hallintopalveluyksikön muun henkilöstön. Johtajan kelpoisuusvaatimuksista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Hallintopalveluyksikön päällikkönä on johtaja, joka vastaa yksikön toiminnan kehittämisestä, tulostavoitteiden saavuttamisesta ja yhteistyön järjestämisestä erityisviranomaisten kanssa. Lisäksi yksikössä on tarvittava määrä muuta henkilökuntaa. Hallintopalveluyksikön johtajan nimittää valtioneuvosto enintään viideksi vuodeksi kerrallaan. Johtaja nimittää hallintopalveluyksikön muun henkilöstön. Johtajan kelpoisuusvaatimuksista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "hallintopalveluyksikon paallikkona on johtaja, joka vastaa yksikon toiminnan kehittamisesta, tulostavoitteiden saavuttamisesta ja yhteistyon jarjestamisesta erityisviranomaisten kanssa. lisaksi yksikossa on tarvittava maara muuta henkilokuntaa. hallintopalveluyksikon johtajan nimittaa valtioneuvosto enintaan viideksi vuodeksi kerrallaan. johtaja nimittaa hallintopalveluyksikon muun henkiloston. johtajan kelpoisuusvaatimuksista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ledningen av enheten för administrativa tjänster",
        "content_sv": "Chef för enheten för administrativa tjänster är en direktör som svarar för utvecklingen av enhetens verksamhet, uppnåendet av resultatmålen och ordnandet av samarbetet med specialmyndigheterna. Dessutom har enheten ett behövligt antal andra anställda. Direktören för enheten för administrativa tjänster utnämns av statsrådet för högst fem år i sänder. Direktören utnämner den övriga personalen vid enheten för administrativa tjänster. Bestämmelser om behörighetsvillkoren för direktören utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Chef för enheten för administrativa tjänster är en direktör som svarar för utvecklingen av enhetens verksamhet, uppnåendet av resultatmålen och ordnandet av samarbetet med specialmyndigheterna. Dessutom har enheten ett behövligt antal andra anställda. Direktören för enheten för administrativa tjänster utnämns av statsrådet för högst fem år i sänder. Direktören utnämner den övriga personalen vid enheten för administrativa tjänster. Bestämmelser om behörighetsvillkoren för direktören utfärdas genom förordning av statsrådet.",
        "folded_sv": "chef for enheten for administrativa tjanster ar en direktor som svarar for utvecklingen av enhetens verksamhet, uppnaendet av resultatmalen och ordnandet av samarbetet med specialmyndigheterna. dessutom har enheten ett behovligt antal andra anstallda. direktoren for enheten for administrativa tjanster utnamns av statsradet for hogst fem ar i sander. direktoren utnamner den ovriga personalen vid enheten for administrativa tjanster. bestammelser om behorighetsvillkoren for direktoren utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ohjausryhmä",
      "content": "Oikeushallinnon erityisviranomaiset -virastolla on ohjausryhmä, johon kuuluvat erityisviranomaisten päälliköt tai heidän nimeämänsä erityisviranomaisen virkamies sekä hallintopalveluyksikön johtaja. Hallintopalveluyksikön johtaja on ohjausryhmän puheenjohtaja. Ohjausryhmässä käsitellään hallintopalveluyksikön tehtävien järjestämistä ja laadunseurantaa sekä merkittävimpiä hallinnollisia asioita ja niihin liittyviä kehittämislinjauksia. Ohjausryhmässä voidaan käsitellä myös muita yhteisiä asioita. Ohjausryhmässä ei käsitellä erityisviranomaisten toimialaan kuuluvia asioita. Ohjausryhmällä ei ole itsenäistä ratkaisuvaltaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Oikeushallinnon erityisviranomaiset -virastolla on ohjausryhmä, johon kuuluvat erityisviranomaisten päälliköt tai heidän nimeämänsä erityisviranomaisen virkamies sekä hallintopalveluyksikön johtaja. Hallintopalveluyksikön johtaja on ohjausryhmän puheenjohtaja. Ohjausryhmässä käsitellään hallintopalveluyksikön tehtävien järjestämistä ja laadunseurantaa sekä merkittävimpiä hallinnollisia asioita ja niihin liittyviä kehittämislinjauksia. Ohjausryhmässä voidaan käsitellä myös muita yhteisiä asioita. Ohjausryhmässä ei käsitellä erityisviranomaisten toimialaan kuuluvia asioita. Ohjausryhmällä ei ole itsenäistä ratkaisuvaltaa.",
        "folded_fi": "oikeushallinnon erityisviranomaiset -virastolla on ohjausryhma, johon kuuluvat erityisviranomaisten paallikot tai heidan nimeamansa erityisviranomaisen virkamies seka hallintopalveluyksikon johtaja. hallintopalveluyksikon johtaja on ohjausryhman puheenjohtaja. ohjausryhmassa kasitellaan hallintopalveluyksikon tehtavien jarjestamista ja laadunseurantaa seka merkittavimpia hallinnollisia asioita ja niihin liittyvia kehittamislinjauksia. ohjausryhmassa voidaan kasitella myos muita yhteisia asioita. ohjausryhmassa ei kasitella erityisviranomaisten toimialaan kuuluvia asioita. ohjausryhmalla ei ole itsenaista ratkaisuvaltaa.",
        "title_sv": "Styrgrupp",
        "content_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen har en styrgrupp som består av specialmyndigheternas chefer, eller en av chefen utsedd tjänsteman vid specialmyndigheten, samt direktören för enheten för administrativa tjänster. Direktören för enheten för förvaltningstjänster är ordförande för styrgruppen. I styrgruppen behandlas organiseringen av uppgifterna för enheten för administrativa tjänster och kvalitetsuppföljningen vid enheten samt de viktigaste administrativa ärendena och till dem anknytande utvecklingsriktlinjer. I styrgruppen kan också andra gemensamma frågor behandlas. I styrgruppen behandlas inte ärenden som hör till specialmyndigheternas ansvarsområde. Styrgruppen har ingen självständig beslutanderätt.",
        "normalized_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen har en styrgrupp som består av specialmyndigheternas chefer, eller en av chefen utsedd tjänsteman vid specialmyndigheten, samt direktören för enheten för administrativa tjänster. Direktören för enheten för förvaltningstjänster är ordförande för styrgruppen. I styrgruppen behandlas organiseringen av uppgifterna för enheten för administrativa tjänster och kvalitetsuppföljningen vid enheten samt de viktigaste administrativa ärendena och till dem anknytande utvecklingsriktlinjer. I styrgruppen kan också andra gemensamma frågor behandlas. I styrgruppen behandlas inte ärenden som hör till specialmyndigheternas ansvarsområde. Styrgruppen har ingen självständig beslutanderätt.",
        "folded_sv": "ambetsverket specialmyndigheterna inom justitieforvaltningen har en styrgrupp som bestar av specialmyndigheternas chefer, eller en av chefen utsedd tjansteman vid specialmyndigheten, samt direktoren for enheten for administrativa tjanster. direktoren for enheten for forvaltningstjanster ar ordforande for styrgruppen. i styrgruppen behandlas organiseringen av uppgifterna for enheten for administrativa tjanster och kvalitetsuppfoljningen vid enheten samt de viktigaste administrativa arendena och till dem anknytande utvecklingsriktlinjer. i styrgruppen kan ocksa andra gemensamma fragor behandlas. i styrgruppen behandlas inte arenden som hor till specialmyndigheternas ansvarsomrade. styrgruppen har ingen sjalvstandig beslutanderatt."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Hallintopalveluyksikön johtajan ratkaisuvalta",
      "content": "Hallintopalveluyksikön johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikön taloussääntöä ja kirjanpitoyksikkötehtävien järjestämistä ja toteuttamista; 2) hallintopalveluyksikön tarjoamien palvelujen toteutusta, yhteisiä hankintoja ja niihin liittyviä sopimuksia; 3) hallintopalveluyksikölle myönnetyn määrärahan käyttöä sekä sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministeriön toimivaltaan kuuluvissa asioissa; 5) yhteistyötä hallintopalveluyksikön toimialaan kuuluvissa asioissa; 6) työterveyshuollon puitesuunnitelmaa ja työterveyshuollon yleistä järjestämistä; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitäjän tehtäviä hallintopalveluyksikön vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivät kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikön sisäisiä asioita, jollei asiaa ole yksikön työjärjestyksessä määrätty muun virkamiehen ratkaistavaksi. Taloussääntö on käsiteltävä ohjausryhmässä ennen sen hyväksymistä. Erityisviranomaisten päälliköt ja hallintopalveluyksikön johtaja voivat yhdessä antaa koko virastoa koskevan muun kuin kirjanpitoyksikön toimintaa koskevan ohjeen, lakisääteisen suunnitelman tai muun vastaavan asiakirjan taikka tehdä yhteistoimintasopimuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Hallintopalveluyksikön johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikön taloussääntöä ja kirjanpitoyksikkötehtävien järjestämistä ja toteuttamista; 2) hallintopalveluyksikön tarjoamien palvelujen toteutusta, yhteisiä hankintoja ja niihin liittyviä sopimuksia; 3) hallintopalveluyksikölle myönnetyn määrärahan käyttöä sekä sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministeriön toimivaltaan kuuluvissa asioissa; 5) yhteistyötä hallintopalveluyksikön toimialaan kuuluvissa asioissa; 6) työterveyshuollon puitesuunnitelmaa ja työterveyshuollon yleistä järjestämistä; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitäjän tehtäviä hallintopalveluyksikön vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivät kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikön sisäisiä asioita, jollei asiaa ole yksikön työjärjestyksessä määrätty muun virkamiehen ratkaistavaksi. Taloussääntö on käsiteltävä ohjausryhmässä ennen sen hyväksymistä. Erityisviranomaisten päälliköt ja hallintopalveluyksikön johtaja voivat yhdessä antaa koko virastoa koskevan muun kuin kirjanpitoyksikön toimintaa koskevan ohjeen, lakisääteisen suunnitelman tai muun vastaavan asiakirjan taikka tehdä yhteistoimintasopimuksen.",
        "folded_fi": "hallintopalveluyksikon johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikon taloussaantoa ja kirjanpitoyksikkotehtavien jarjestamista ja toteuttamista; 2) hallintopalveluyksikon tarjoamien palvelujen toteutusta, yhteisia hankintoja ja niihin liittyvia sopimuksia; 3) hallintopalveluyksikolle myonnetyn maararahan kayttoa seka sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministerion toimivaltaan kuuluvissa asioissa; 5) yhteistyota hallintopalveluyksikon toimialaan kuuluvissa asioissa; 6) tyoterveyshuollon puitesuunnitelmaa ja tyoterveyshuollon yleista jarjestamista; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitajan tehtavia hallintopalveluyksikon vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivat kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikon sisaisia asioita, jollei asiaa ole yksikon tyojarjestyksessa maaratty muun virkamiehen ratkaistavaksi. taloussaanto on kasiteltava ohjausryhmassa ennen sen hyvaksymista. erityisviranomaisten paallikot ja hallintopalveluyksikon johtaja voivat yhdessa antaa koko virastoa koskevan muun kuin kirjanpitoyksikon toimintaa koskevan ohjeen, lakisaateisen suunnitelman tai muun vastaavan asiakirjan taikka tehda yhteistoimintasopimuksen.",
        "title_sv": "Beslutanderätt för direktören för enheten för administrativa tjänster",
        "content_sv": "Direktören för enheten för administrativa tjänster avgör ärenden som gäller 1) bokföringsenhetens ekonomistadga och organiseringen och fullgörandet av bokföringsenhetsuppgifter, 2) genomförande av de tjänster som enheten för administrativa tjänster tillhandahåller, gemensam upphandling och avtal om dessa, 3) användningen av det anslag som beviljats enheten för administrativa tjänster samt planering, uppföljning och resultatmål som gäller dess ekonomi, 4) avtal om lokaler i andra ärenden än sådana som omfattas av justitieministeriets behörighet, 5) samarbete i ärenden som hör till ansvarsområdet för enheten för administrativa tjänster, 6) ramplanen för företagshälsovården och det allmänna ordnandet av företagshälsovården, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten för administrativa tjänster ansvarar för, 8) beredning och samordning av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet, 9) interna ärenden vid enheten för administrativa tjänster, om det inte i enhetens arbetsordning bestäms att ärendet ska avgöras av någon annan tjänsteman. Ekonomistadgan ska behandlas i styrgruppen innan den godkänns. Cheferna för specialmyndigheterna och direktören för enheten för administrativa tjänster kan tillsammans utfärda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som gäller hela ämbetsverket utom bokföringsenheten, eller ingå samarbetsavtal.",
        "normalized_sv": "Direktören för enheten för administrativa tjänster avgör ärenden som gäller 1) bokföringsenhetens ekonomistadga och organiseringen och fullgörandet av bokföringsenhetsuppgifter, 2) genomförande av de tjänster som enheten för administrativa tjänster tillhandahåller, gemensam upphandling och avtal om dessa, 3) användningen av det anslag som beviljats enheten för administrativa tjänster samt planering, uppföljning och resultatmål som gäller dess ekonomi, 4) avtal om lokaler i andra ärenden än sådana som omfattas av justitieministeriets behörighet, 5) samarbete i ärenden som hör till ansvarsområdet för enheten för administrativa tjänster, 6) ramplanen för företagshälsovården och det allmänna ordnandet av företagshälsovården, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten för administrativa tjänster ansvarar för, 8) beredning och samordning av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet, 9) interna ärenden vid enheten för administrativa tjänster, om det inte i enhetens arbetsordning bestäms att ärendet ska avgöras av någon annan tjänsteman. Ekonomistadgan ska behandlas i styrgruppen innan den godkänns. Cheferna för specialmyndigheterna och direktören för enheten för administrativa tjänster kan tillsammans utfärda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som gäller hela ämbetsverket utom bokföringsenheten, eller ingå samarbetsavtal.",
        "folded_sv": "direktoren for enheten for administrativa tjanster avgor arenden som galler 1) bokforingsenhetens ekonomistadga och organiseringen och fullgorandet av bokforingsenhetsuppgifter, 2) genomforande av de tjanster som enheten for administrativa tjanster tillhandahaller, gemensam upphandling och avtal om dessa, 3) anvandningen av det anslag som beviljats enheten for administrativa tjanster samt planering, uppfoljning och resultatmal som galler dess ekonomi, 4) avtal om lokaler i andra arenden an sadana som omfattas av justitieministeriets behorighet, 5) samarbete i arenden som hor till ansvarsomradet for enheten for administrativa tjanster, 6) ramplanen for foretagshalsovarden och det allmanna ordnandet av foretagshalsovarden, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten for administrativa tjanster ansvarar for, 8) beredning och samordning av sadana arenden som galler ambetsverket och som inte hor till ansvarsomradet for en specialmyndighet, 9) interna arenden vid enheten for administrativa tjanster, om det inte i enhetens arbetsordning bestams att arendet ska avgoras av nagon annan tjansteman. ekonomistadgan ska behandlas i styrgruppen innan den godkanns. cheferna for specialmyndigheterna och direktoren for enheten for administrativa tjanster kan tillsammans utfarda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som galler hela ambetsverket utom bokforingsenheten, eller inga samarbetsavtal."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valmisteluvastuun jakautuminen",
      "content": "Valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikön välillä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan lisäksi säätää, että tietty hallintopalveluyksikön toimialaan kuuluva asia voidaan esitellä erityisviranomaiselle myös hallintopalveluyksiköstä. Tällainen asia tulee hallintopalveluyksikön käsiteltäväksi erityisviranomaisen päällikön aloitteesta. Hallintopalveluyksikön toimintojen järjestämisestä ja yksikön sisäisten asioiden ratkaisuvallasta voidaan määrätä hallintopalveluyksikön työjärjestyksessä. Työjärjestyksen antaa hallintopalveluyksikön johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikön välillä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan lisäksi säätää, että tietty hallintopalveluyksikön toimialaan kuuluva asia voidaan esitellä erityisviranomaiselle myös hallintopalveluyksiköstä. Tällainen asia tulee hallintopalveluyksikön käsiteltäväksi erityisviranomaisen päällikön aloitteesta. Hallintopalveluyksikön toimintojen järjestämisestä ja yksikön sisäisten asioiden ratkaisuvallasta voidaan määrätä hallintopalveluyksikön työjärjestyksessä. Työjärjestyksen antaa hallintopalveluyksikön johtaja.",
        "folded_fi": "valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikon valilla voidaan antaa tarkempia saannoksia valtioneuvoston asetuksella. valtioneuvoston asetuksella voidaan lisaksi saataa, etta tietty hallintopalveluyksikon toimialaan kuuluva asia voidaan esitella erityisviranomaiselle myos hallintopalveluyksikosta. tallainen asia tulee hallintopalveluyksikon kasiteltavaksi erityisviranomaisen paallikon aloitteesta. hallintopalveluyksikon toimintojen jarjestamisesta ja yksikon sisaisten asioiden ratkaisuvallasta voidaan maarata hallintopalveluyksikon tyojarjestyksessa. tyojarjestyksen antaa hallintopalveluyksikon johtaja.",
        "title_sv": "Beredningsansvarets fördelning",
        "content_sv": "Närmare bestämmelser om fördelningen av beredningsansvaret mellan en specialmyndighet och enheten för administrativa tjänster i ärenden som gäller planering och rapportering av verksamheten och ekonomin får utfärdas genom förordning av statsrådet. Genom förordning av statsrådet får det dessutom utfärdas bestämmelser om att ett visst ärende som hör till ansvarsområdet för enheten för administrativa tjänster också kan föredras för en specialmyndighet från enheten för administrativa tjänster. Ett sådant ärende tas upp till behandling vid enheten för administrativa tjänster på initiativ av chefen för specialmyndigheten. Bestämmelser om organiseringen av verksamheten vid enheten för administrativa tjänster och om beslutanderätten i enhetens interna ärenden kan tas in i arbetsordningen för enheten för administrativa tjänster. Arbetsordningen ges av direktören för enheten för administrativa tjänster.",
        "normalized_sv": "Närmare bestämmelser om fördelningen av beredningsansvaret mellan en specialmyndighet och enheten för administrativa tjänster i ärenden som gäller planering och rapportering av verksamheten och ekonomin får utfärdas genom förordning av statsrådet. Genom förordning av statsrådet får det dessutom utfärdas bestämmelser om att ett visst ärende som hör till ansvarsområdet för enheten för administrativa tjänster också kan föredras för en specialmyndighet från enheten för administrativa tjänster. Ett sådant ärende tas upp till behandling vid enheten för administrativa tjänster på initiativ av chefen för specialmyndigheten. Bestämmelser om organiseringen av verksamheten vid enheten för administrativa tjänster och om beslutanderätten i enhetens interna ärenden kan tas in i arbetsordningen för enheten för administrativa tjänster. Arbetsordningen ges av direktören för enheten för administrativa tjänster.",
        "folded_sv": "narmare bestammelser om fordelningen av beredningsansvaret mellan en specialmyndighet och enheten for administrativa tjanster i arenden som galler planering och rapportering av verksamheten och ekonomin far utfardas genom forordning av statsradet. genom forordning av statsradet far det dessutom utfardas bestammelser om att ett visst arende som hor till ansvarsomradet for enheten for administrativa tjanster ocksa kan foredras for en specialmyndighet fran enheten for administrativa tjanster. ett sadant arende tas upp till behandling vid enheten for administrativa tjanster pa initiativ av chefen for specialmyndigheten. bestammelser om organiseringen av verksamheten vid enheten for administrativa tjanster och om beslutanderatten i enhetens interna arenden kan tas in i arbetsordningen for enheten for administrativa tjanster. arbetsordningen ges av direktoren for enheten for administrativa tjanster."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Eräät virkamiesoikeudelliset toimet",
      "content": "Erityisviranomaisen päällikölle valtion virkamieslain (750/1994) 18 §:n mukaisen sivutoimiluvan myöntää ja sivutoimi-ilmoituksen ottaa vastaan oikeusministeriö. Oikeusministeriö päättää myös viranomaisen päällikölle annettavasta varoituksesta, viranomaisen päällikön lomauttamisesta ja hänen virkasuhteensa muuttamisesta osa-aikaiseksi. Erityisviranomaisen päällikön nimittämisestä valtion virkamieslain 9 §:n 1 momentin nojalla enintään vuoden kestävään määräaikaiseen virkasuhteeseen päättää oikeusministeriö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Erityisviranomaisen päällikölle valtion virkamieslain (750/1994) 18 § :n mukaisen sivutoimiluvan myöntää ja sivutoimi-ilmoituksen ottaa vastaan oikeusministeriö. Oikeusministeriö päättää myös viranomaisen päällikölle annettavasta varoituksesta, viranomaisen päällikön lomauttamisesta ja hänen virkasuhteensa muuttamisesta osa-aikaiseksi. Erityisviranomaisen päällikön nimittämisestä valtion virkamieslain 9 § :n 1 momentin nojalla enintään vuoden kestävään määräaikaiseen virkasuhteeseen päättää oikeusministeriö.",
        "folded_fi": "erityisviranomaisen paallikolle valtion virkamieslain (750/1994) 18 §:n mukaisen sivutoimiluvan myontaa ja sivutoimi-ilmoituksen ottaa vastaan oikeusministerio. oikeusministerio paattaa myos viranomaisen paallikolle annettavasta varoituksesta, viranomaisen paallikon lomauttamisesta ja hanen virkasuhteensa muuttamisesta osa-aikaiseksi. erityisviranomaisen paallikon nimittamisesta valtion virkamieslain 9 §:n 1 momentin nojalla enintaan vuoden kestavaan maaraaikaiseen virkasuhteeseen paattaa oikeusministerio.",
        "title_sv": "Vissa tjänstemannarättsliga åtgärder",
        "content_sv": "I fråga om chefen för en specialmyndighet beviljas bisysslotillstånd enligt 18 § i statstjänstemannalagen (750/1994) och tas anmälningar om bisyssla emot av justitieministeriet. Justitieministeriet beslutar också om givande av varning till en sådan chef, om permittering av en sådan chef och om ombildning av hans eller hennes tjänsteförhållande till ett tjänsteförhållande på deltid. Beslut om utnämning av en chef för en specialmyndighet med stöd av 9 § 1 mom. i statstjänstemannalagen till ett tjänsteförhållande för viss tid om högst ett år fattas av justitieministeriet.",
        "normalized_sv": "I fråga om chefen för en specialmyndighet beviljas bisysslotillstånd enligt 18 § i statstjänstemannalagen (750/1994) och tas anmälningar om bisyssla emot av justitieministeriet. Justitieministeriet beslutar också om givande av varning till en sådan chef, om permittering av en sådan chef och om ombildning av hans eller hennes tjänsteförhållande till ett tjänsteförhållande på deltid. Beslut om utnämning av en chef för en specialmyndighet med stöd av 9 § 1 mom. i statstjänstemannalagen till ett tjänsteförhållande för viss tid om högst ett år fattas av justitieministeriet.",
        "folded_sv": "i fraga om chefen for en specialmyndighet beviljas bisysslotillstand enligt 18 § i statstjanstemannalagen (750/1994) och tas anmalningar om bisyssla emot av justitieministeriet. justitieministeriet beslutar ocksa om givande av varning till en sadan chef, om permittering av en sadan chef och om ombildning av hans eller hennes tjansteforhallande till ett tjansteforhallande pa deltid. beslut om utnamning av en chef for en specialmyndighet med stod av 9 § 1 mom. i statstjanstemannalagen till ett tjansteforhallande for viss tid om hogst ett ar fattas av justitieministeriet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2025.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2025.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2025.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2025.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2025.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2025."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Siirtymäsäännökset",
      "content": "Virkasuhteessa olevan henkilöstön asemasta säädetään valtion virkamieslain 5 a-5 c §:ssä. Virat ja niissä olevat henkilöt siirtyvät tämän lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilöstöksi, jossa ne ovat olleet siirtymähetkellä. Sama koskee määräaikaisia virkasuhteita. Oikeusministeriö voi ennen tämän lain voimaantuloa perustaa hallintopalveluyksikön johtajan viran. Oikeusministeriö voi ennen tämän lain voimaantuloa myös perustaa ja täyttää muut viraston toiminnan käynnistämisen kannalta välttämättömät virat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Virkasuhteessa olevan henkilöstön asemasta säädetään valtion virkamieslain 5 a-5 c § :ssä. Virat ja niissä olevat henkilöt siirtyvät tämän lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilöstöksi, jossa ne ovat olleet siirtymähetkellä. Sama koskee määräaikaisia virkasuhteita. Oikeusministeriö voi ennen tämän lain voimaantuloa perustaa hallintopalveluyksikön johtajan viran. Oikeusministeriö voi ennen tämän lain voimaantuloa myös perustaa ja täyttää muut viraston toiminnan käynnistämisen kannalta välttämättömät virat.",
        "folded_fi": "virkasuhteessa olevan henkiloston asemasta saadetaan valtion virkamieslain 5 a-5 c §:ssa. virat ja niissa olevat henkilot siirtyvat taman lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilostoksi, jossa ne ovat olleet siirtymahetkella. sama koskee maaraaikaisia virkasuhteita. oikeusministerio voi ennen taman lain voimaantuloa perustaa hallintopalveluyksikon johtajan viran. oikeusministerio voi ennen taman lain voimaantuloa myos perustaa ja tayttaa muut viraston toiminnan kaynnistamisen kannalta valttamattomat virat.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Bestämmelser om ställningen för personal i tjänsteförhållande finns i 5 a-5 c § i statstjänstemannalagen. Tjänsterna och tjänsteinnehavarna övergår vid ikraftträdande av denna lag till det ämbetsverk som inrättas så att de blir tjänster och personal vid den specialmyndighet där de var vid övergångstidpunkten. Detsamma gäller tjänsteförhållanden för viss tid. Justitieministeriet kan före ikraftträdandet av denna lag inrätta en tjänst som direktör för enheten för administrativa tjänster. Justitieministeriet kan före ikraftträdandet av denna lag också inrätta och tillsätta andra tjänster som är nödvändiga för att ämbetsverket ska kunna inleda sin verksamhet.",
        "normalized_sv": "Bestämmelser om ställningen för personal i tjänsteförhållande finns i 5 a-5 c § i statstjänstemannalagen. Tjänsterna och tjänsteinnehavarna övergår vid ikraftträdande av denna lag till det ämbetsverk som inrättas så att de blir tjänster och personal vid den specialmyndighet där de var vid övergångstidpunkten. Detsamma gäller tjänsteförhållanden för viss tid. Justitieministeriet kan före ikraftträdandet av denna lag inrätta en tjänst som direktör för enheten för administrativa tjänster. Justitieministeriet kan före ikraftträdandet av denna lag också inrätta och tillsätta andra tjänster som är nödvändiga för att ämbetsverket ska kunna inleda sin verksamhet.",
        "folded_sv": "bestammelser om stallningen for personal i tjansteforhallande finns i 5 a-5 c § i statstjanstemannalagen. tjansterna och tjansteinnehavarna overgar vid ikrafttradande av denna lag till det ambetsverk som inrattas sa att de blir tjanster och personal vid den specialmyndighet dar de var vid overgangstidpunkten. detsamma galler tjansteforhallanden for viss tid. justitieministeriet kan fore ikrafttradandet av denna lag inratta en tjanst som direktor for enheten for administrativa tjanster. justitieministeriet kan fore ikrafttradandet av denna lag ocksa inratta och tillsatta andra tjanster som ar nodvandiga for att ambetsverket ska kunna inleda sin verksamhet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Viraston organisaatio",
      "content": "Oikeushallinnon erityisviranomaiset -virasto on oikeusministeriön hallinnonalalla toimiva virasto, jossa toimivat itsenäiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkäyntiavustajalautakunta; 5) Onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) Yhdistyneiden Kansakuntien yhteydessä toimiva Euroopan kriminaalipolitiikan instituutti. Lisäksi virastossa on hallintopalveluyksikkö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Oikeushallinnon erityisviranomaiset -virasto on oikeusministeriön hallinnonalalla toimiva virasto, jossa toimivat itsenäiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkäyntiavustajalautakunta; 5) Onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) Yhdistyneiden Kansakuntien yhteydessä toimiva Euroopan kriminaalipolitiikan instituutti. Lisäksi virastossa on hallintopalveluyksikkö.",
        "folded_fi": "oikeushallinnon erityisviranomaiset -virasto on oikeusministerion hallinnonalalla toimiva virasto, jossa toimivat itsenaiset ja riippumattomat: 1) konkurssiasiamies; 2) kuluttajariitalautakunta; 3) lapsiasiavaltuutettu; 4) oikeudenkayntiavustajalautakunta; 5) onnettomuustutkintakeskus; 6) tasa-arvovaltuutettu; 7) tiedusteluvalvontavaltuutettu; 8) tietosuojavaltuutettu; 9) vanhusasiavaltuutettu; 10) yhdenvertaisuusvaltuutettu; 11) yhdistyneiden kansakuntien yhteydessa toimiva euroopan kriminaalipolitiikan instituutti. lisaksi virastossa on hallintopalveluyksikko.",
        "title_sv": "Ämbetsverkets organisation",
        "content_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen är ett ämbetsverk inom justitieministeriets förvaltningsområde, där följande självständiga och oberoende specialmyndigheter är verksamma: 1) konkursombudsmannen, 2) konsumenttvistenämnden, 3) barnombudsmannen, 4) rättegångsbiträdesnämnden, 5) Olycksutredningscentralen, 6) jämställdhetsombudsmannen, 7) underrättelsetillsynsombudsmannen, 8) dataombudsmannen, 9) äldreombudsmannen, 10) diskrimineringsombudsmannen, 11) Europeiska institutet för kriminalpolitik, verksamt i anslutning till Förenta nationerna. Vid ämbetsverket finns dessutom en enhet för administrativa tjänster.",
        "normalized_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen är ett ämbetsverk inom justitieministeriets förvaltningsområde, där följande självständiga och oberoende specialmyndigheter är verksamma: 1) konkursombudsmannen, 2) konsumenttvistenämnden, 3) barnombudsmannen, 4) rättegångsbiträdesnämnden, 5) Olycksutredningscentralen, 6) jämställdhetsombudsmannen, 7) underrättelsetillsynsombudsmannen, 8) dataombudsmannen, 9) äldreombudsmannen, 10) diskrimineringsombudsmannen, 11) Europeiska institutet för kriminalpolitik, verksamt i anslutning till Förenta nationerna. Vid ämbetsverket finns dessutom en enhet för administrativa tjänster.",
        "folded_sv": "ambetsverket specialmyndigheterna inom justitieforvaltningen ar ett ambetsverk inom justitieministeriets forvaltningsomrade, dar foljande sjalvstandiga och oberoende specialmyndigheter ar verksamma: 1) konkursombudsmannen, 2) konsumenttvistenamnden, 3) barnombudsmannen, 4) rattegangsbitradesnamnden, 5) olycksutredningscentralen, 6) jamstalldhetsombudsmannen, 7) underrattelsetillsynsombudsmannen, 8) dataombudsmannen, 9) aldreombudsmannen, 10) diskrimineringsombudsmannen, 11) europeiska institutet for kriminalpolitik, verksamt i anslutning till forenta nationerna. vid ambetsverket finns dessutom en enhet for administrativa tjanster."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erityisviranomaisten asema",
      "content": "Erityisviranomaisista ja niiden asemasta, tehtävistä ja toimivallasta säädetään erikseen. Erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilöstöä, määrärahoja ja muuta toimintaa, jollei muualla laissa toisin säädetä. Virat perustetaan erityisviranomaiseen tai hallintopalveluyksikköön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Erityisviranomaisista ja niiden asemasta, tehtävistä ja toimivallasta säädetään erikseen. Erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilöstöä, määrärahoja ja muuta toimintaa, jollei muualla laissa toisin säädetä. Virat perustetaan erityisviranomaiseen tai hallintopalveluyksikköön.",
        "folded_fi": "erityisviranomaisista ja niiden asemasta, tehtavista ja toimivallasta saadetaan erikseen. erityisviranomainen ratkaisee asiat, jotka koskevat sen henkilostoa, maararahoja ja muuta toimintaa, jollei muualla laissa toisin saadeta. virat perustetaan erityisviranomaiseen tai hallintopalveluyksikkoon.",
        "title_sv": "Specialmyndigheternas ställning",
        "content_sv": "Det finns särskilda bestämmelser om specialmyndigheterna och deras ställning, uppgifter och behörighet. Varje specialmyndighet avgör de ärenden som gäller dess personal, anslag och övriga verksamhet, om inte något annat föreskrivs någon annanstans i lag. Tjänsterna inrättas vid specialmyndigheten eller vid enheten för administrativa tjänster.",
        "normalized_sv": "Det finns särskilda bestämmelser om specialmyndigheterna och deras ställning, uppgifter och behörighet. Varje specialmyndighet avgör de ärenden som gäller dess personal, anslag och övriga verksamhet, om inte något annat föreskrivs någon annanstans i lag. Tjänsterna inrättas vid specialmyndigheten eller vid enheten för administrativa tjänster.",
        "folded_sv": "det finns sarskilda bestammelser om specialmyndigheterna och deras stallning, uppgifter och behorighet. varje specialmyndighet avgor de arenden som galler dess personal, anslag och ovriga verksamhet, om inte nagot annat foreskrivs nagon annanstans i lag. tjansterna inrattas vid specialmyndigheten eller vid enheten for administrativa tjanster."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Hallintopalveluyksikön tehtävät",
      "content": "Hallintopalveluyksikön tehtävänä on huolehtia erityisviranomaisten tukipalvelujen järjestämisestä. Hallintopalveluyksikön tehtävänä on erityisesti: 1) huolehtia kirjanpitoyksikkötehtävistä ja taloushallinnon palveluista; 2) huolehtia viraston henkilöstöhallinnon palveluista ja henkilöstön kehittämisen tuesta; 3) tukea viranomaisia työnantajatehtävien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista sekä yhteisten tietohallintopalvelujen hallinnasta ja kehittämisestä; 5) tukea viranomaisten hankintatoimen järjestämistä ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisäisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen järjestämisessä; 7) tukea viranomaisia tietoturvallisuuden järjestämisessä ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen järjestämisestä siltä osin kuin toimivalta ei kuulu oikeusministeriölle; 9) järjestää toiminnan kehittämiseen liittyviä palveluja. Hallintopalveluyksikkö osallistuu toimialansa yhteistyöhön ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivät kuulu erityisviranomaisen toimialaan. Hallintopalveluyksikkö huolehtii toimialaansa liittyvästä viestinnästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Hallintopalveluyksikön tehtävänä on huolehtia erityisviranomaisten tukipalvelujen järjestämisestä. Hallintopalveluyksikön tehtävänä on erityisesti: 1) huolehtia kirjanpitoyksikkötehtävistä ja taloushallinnon palveluista; 2) huolehtia viraston henkilöstöhallinnon palveluista ja henkilöstön kehittämisen tuesta; 3) tukea viranomaisia työnantajatehtävien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista sekä yhteisten tietohallintopalvelujen hallinnasta ja kehittämisestä; 5) tukea viranomaisten hankintatoimen järjestämistä ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisäisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen järjestämisessä; 7) tukea viranomaisia tietoturvallisuuden järjestämisessä ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen järjestämisestä siltä osin kuin toimivalta ei kuulu oikeusministeriölle; 9) järjestää toiminnan kehittämiseen liittyviä palveluja. Hallintopalveluyksikkö osallistuu toimialansa yhteistyöhön ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivät kuulu erityisviranomaisen toimialaan. Hallintopalveluyksikkö huolehtii toimialaansa liittyvästä viestinnästä.",
        "folded_fi": "hallintopalveluyksikon tehtavana on huolehtia erityisviranomaisten tukipalvelujen jarjestamisesta. hallintopalveluyksikon tehtavana on erityisesti: 1) huolehtia kirjanpitoyksikkotehtavista ja taloushallinnon palveluista; 2) huolehtia viraston henkilostohallinnon palveluista ja henkiloston kehittamisen tuesta; 3) tukea viranomaisia tyonantajatehtavien valmistelussa; 4) huolehtia viraston tietohallinnon palvelusopimuksista seka yhteisten tietohallintopalvelujen hallinnasta ja kehittamisesta; 5) tukea viranomaisten hankintatoimen jarjestamista ja huolehtia yhteisten hankintojen toteutuksesta; 6) tukea viranomaisia sisaisen valvonnan, riskienhallinnan, turvallisuuden ja varautumisen jarjestamisessa; 7) tukea viranomaisia tietoturvallisuuden jarjestamisessa ja tarjota viranomaisille tietosuojavastaavan palvelut; 8) huolehtia viraston toimitila-asioista ja toimitilasidonnaisten palvelujen jarjestamisesta silta osin kuin toimivalta ei kuulu oikeusministeriolle; 9) jarjestaa toiminnan kehittamiseen liittyvia palveluja. hallintopalveluyksikko osallistuu toimialansa yhteistyohon ja huolehtii sellaisten virastoa koskevien asioiden valmistelusta ja yhteensovittamisesta, jotka eivat kuulu erityisviranomaisen toimialaan. hallintopalveluyksikko huolehtii toimialaansa liittyvasta viestinnasta.",
        "title_sv": "Uppgifter för enheten för administrativa tjänster",
        "content_sv": "Enheten för administrativa tjänster har till uppgift att sköta ordnandet av stödtjänster för specialmyndigheterna. Enheten för administrativa tjänster ska särskilt 1) sköta bokföringsenhetsuppgifter samt tjänster för ekonomiförvaltningen, 2) sköta tjänster för ämbetsverkets personaladministration och stödet för personalutveckling, 3) stödja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) sköta serviceavtal som gäller ämbetsverkets informationsförvaltning samt hanteringen och utvecklingen av gemensamma informationsförvaltningstjänster, 5) stödja ordnandet av myndigheternas upphandling och sköta genomförandet av gemensam upphandling, 6) stödja myndigheterna vid ordnandet av intern kontroll, riskhantering, säkerhet och beredskap, 7) stödja myndigheterna vid ordnandet av informationssäkerhet och tillhandahålla myndigheterna dataskyddsombudets tjänster, 8) sköta ärenden som gäller ämbetsverkets lokaler och ordnandet av lokalbundna tjänster till den del saken inte faller under justitieministeriets behörighet, 9) ordna tjänster för utveckling av verksamheten. Enheten för administrativa tjänster deltar i samarbetet inom sitt ansvarsområde och sköter beredningen och samordningen av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet. Enheten för administrativa tjänster sköter kommunikationen inom sitt ansvarområde.",
        "normalized_sv": "Enheten för administrativa tjänster har till uppgift att sköta ordnandet av stödtjänster för specialmyndigheterna. Enheten för administrativa tjänster ska särskilt 1) sköta bokföringsenhetsuppgifter samt tjänster för ekonomiförvaltningen, 2) sköta tjänster för ämbetsverkets personaladministration och stödet för personalutveckling, 3) stödja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) sköta serviceavtal som gäller ämbetsverkets informationsförvaltning samt hanteringen och utvecklingen av gemensamma informationsförvaltningstjänster, 5) stödja ordnandet av myndigheternas upphandling och sköta genomförandet av gemensam upphandling, 6) stödja myndigheterna vid ordnandet av intern kontroll, riskhantering, säkerhet och beredskap, 7) stödja myndigheterna vid ordnandet av informationssäkerhet och tillhandahålla myndigheterna dataskyddsombudets tjänster, 8) sköta ärenden som gäller ämbetsverkets lokaler och ordnandet av lokalbundna tjänster till den del saken inte faller under justitieministeriets behörighet, 9) ordna tjänster för utveckling av verksamheten. Enheten för administrativa tjänster deltar i samarbetet inom sitt ansvarsområde och sköter beredningen och samordningen av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet. Enheten för administrativa tjänster sköter kommunikationen inom sitt ansvarområde.",
        "folded_sv": "enheten for administrativa tjanster har till uppgift att skota ordnandet av stodtjanster for specialmyndigheterna. enheten for administrativa tjanster ska sarskilt 1) skota bokforingsenhetsuppgifter samt tjanster for ekonomiforvaltningen, 2) skota tjanster for ambetsverkets personaladministration och stodet for personalutveckling, 3) stodja myndigheterna vid beredningen av arbetsgivaruppgifter, 4) skota serviceavtal som galler ambetsverkets informationsforvaltning samt hanteringen och utvecklingen av gemensamma informationsforvaltningstjanster, 5) stodja ordnandet av myndigheternas upphandling och skota genomforandet av gemensam upphandling, 6) stodja myndigheterna vid ordnandet av intern kontroll, riskhantering, sakerhet och beredskap, 7) stodja myndigheterna vid ordnandet av informationssakerhet och tillhandahalla myndigheterna dataskyddsombudets tjanster, 8) skota arenden som galler ambetsverkets lokaler och ordnandet av lokalbundna tjanster till den del saken inte faller under justitieministeriets behorighet, 9) ordna tjanster for utveckling av verksamheten. enheten for administrativa tjanster deltar i samarbetet inom sitt ansvarsomrade och skoter beredningen och samordningen av sadana arenden som galler ambetsverket och som inte hor till ansvarsomradet for en specialmyndighet. enheten for administrativa tjanster skoter kommunikationen inom sitt ansvaromrade."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tiedonhallinta ja arkistonmuodostus",
      "content": "Hallintopalveluyksikkö huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta sekä niihin liittyvistä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Erityisviranomaiset huolehtivat omasta tiedonhallinnastaan sekä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Hallintopalveluyksikkö huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtävien järjestämisestä ja tarvittavasta yhteistyöstä erityisviranomaisten kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Hallintopalveluyksikkö huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta sekä niihin liittyvistä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Erityisviranomaiset huolehtivat omasta tiedonhallinnastaan sekä arkistonmuodostajalle ja rekisterinpitäjälle kuuluvista tehtävistä, jollei muualla laissa toisin säädetä. Hallintopalveluyksikkö huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtävien järjestämisestä ja tarvittavasta yhteistyöstä erityisviranomaisten kanssa.",
        "folded_fi": "hallintopalveluyksikko huolehtii toimialaansa kuuluvien hallinnollisten asioiden tiedonhallinnasta seka niihin liittyvista arkistonmuodostajalle ja rekisterinpitajalle kuuluvista tehtavista, jollei muualla laissa toisin saadeta. erityisviranomaiset huolehtivat omasta tiedonhallinnastaan seka arkistonmuodostajalle ja rekisterinpitajalle kuuluvista tehtavista, jollei muualla laissa toisin saadeta. hallintopalveluyksikko huolehtii viraston tiedonhallintaan ja arkistonmuodostamiseen liittyvien yleisten tehtavien jarjestamisesta ja tarvittavasta yhteistyosta erityisviranomaisten kanssa.",
        "title_sv": "Informationshantering och arkivbildning",
        "content_sv": "Enheten för administrativa tjänster sköter informationshanteringen i de administrativa ärenden som hör till dess ansvarsområde samt de anknytande uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Varje specialmyndighet sköter sin egen informationshantering samt de uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Enheten för administrativa tjänster sörjer för organiseringen av ämbetsverkets allmänna uppgifter i samband med informationshantering och arkivbildning och för behövligt samarbete med specialmyndigheterna.",
        "normalized_sv": "Enheten för administrativa tjänster sköter informationshanteringen i de administrativa ärenden som hör till dess ansvarsområde samt de anknytande uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Varje specialmyndighet sköter sin egen informationshantering samt de uppgifter som hör till arkivbildaren och den personuppgiftsansvarige, om inte något annat föreskrivs någon annanstans i lag. Enheten för administrativa tjänster sörjer för organiseringen av ämbetsverkets allmänna uppgifter i samband med informationshantering och arkivbildning och för behövligt samarbete med specialmyndigheterna.",
        "folded_sv": "enheten for administrativa tjanster skoter informationshanteringen i de administrativa arenden som hor till dess ansvarsomrade samt de anknytande uppgifter som hor till arkivbildaren och den personuppgiftsansvarige, om inte nagot annat foreskrivs nagon annanstans i lag. varje specialmyndighet skoter sin egen informationshantering samt de uppgifter som hor till arkivbildaren och den personuppgiftsansvarige, om inte nagot annat foreskrivs nagon annanstans i lag. enheten for administrativa tjanster sorjer for organiseringen av ambetsverkets allmanna uppgifter i samband med informationshantering och arkivbildning och for behovligt samarbete med specialmyndigheterna."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Palvelusuunnitelma",
      "content": "Hallintopalveluyksikön tulee selvittää erityisviranomaisten palvelutarpeet ja valmistella yhteistyössä näiden kanssa yksikön palvelusuunnitelma. Palvelusuunnitelmassa tulee määritellä yksikön järjestämät tuki- ja kehittämispalvelut ja yhteisinä hankintoina toteutettavat tuotteet. Palvelusuunnitelmassa tulee määritellä myös yleiset periaatteet muista sellaisista yksikön tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. Palvelusuunnitelma käsitellään viraston ohjausryhmässä. Oikeusministeriö hyväksyy palvelusuunnitelman hallintopalveluyksikön tulossopimuksen yhteydessä neljäksi vuodeksi kerrallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Hallintopalveluyksikön tulee selvittää erityisviranomaisten palvelutarpeet ja valmistella yhteistyössä näiden kanssa yksikön palvelusuunnitelma. Palvelusuunnitelmassa tulee määritellä yksikön järjestämät tuki- ja kehittämispalvelut ja yhteisinä hankintoina toteutettavat tuotteet. Palvelusuunnitelmassa tulee määritellä myös yleiset periaatteet muista sellaisista yksikön tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. Palvelusuunnitelma käsitellään viraston ohjausryhmässä. Oikeusministeriö hyväksyy palvelusuunnitelman hallintopalveluyksikön tulossopimuksen yhteydessä neljäksi vuodeksi kerrallaan.",
        "folded_fi": "hallintopalveluyksikon tulee selvittaa erityisviranomaisten palvelutarpeet ja valmistella yhteistyossa naiden kanssa yksikon palvelusuunnitelma. palvelusuunnitelmassa tulee maaritella yksikon jarjestamat tuki- ja kehittamispalvelut ja yhteisina hankintoina toteutettavat tuotteet. palvelusuunnitelmassa tulee maaritella myos yleiset periaatteet muista sellaisista yksikon tuottamista palveluista ja niiden rahoittamisesta, joista sovitaan erityisviranomaisen kanssa erikseen. palvelusuunnitelma kasitellaan viraston ohjausryhmassa. oikeusministerio hyvaksyy palvelusuunnitelman hallintopalveluyksikon tulossopimuksen yhteydessa neljaksi vuodeksi kerrallaan.",
        "title_sv": "Serviceplan",
        "content_sv": "Enheten för administrativa tjänster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. I serviceplanen ska anges de stöd- och utvecklingstjänster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. I serviceplanen ska också anges de allmänna principerna för andra sådana tjänster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. Serviceplanen behandlas i ämbetsverkets styrgrupp. Justitieministeriet godkänner serviceplanen för fyra år i sänder i samband med resultatavtalet för enheten för administrativa tjänster.",
        "normalized_sv": "Enheten för administrativa tjänster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. I serviceplanen ska anges de stöd- och utvecklingstjänster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. I serviceplanen ska också anges de allmänna principerna för andra sådana tjänster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. Serviceplanen behandlas i ämbetsverkets styrgrupp. Justitieministeriet godkänner serviceplanen för fyra år i sänder i samband med resultatavtalet för enheten för administrativa tjänster.",
        "folded_sv": "enheten for administrativa tjanster ska utreda specialmyndigheternas servicebehov och i samarbete med dem bereda enhetens serviceplan. i serviceplanen ska anges de stod- och utvecklingstjanster som enheten ordnar och de produkter som ska skaffas genom gemensam upphandling. i serviceplanen ska ocksa anges de allmanna principerna for andra sadana tjanster som enheten producerar och finansieringen av dem, om vilka det avtalas separat med specialmyndigheterna. serviceplanen behandlas i ambetsverkets styrgrupp. justitieministeriet godkanner serviceplanen for fyra ar i sander i samband med resultatavtalet for enheten for administrativa tjanster."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Hallintopalveluyksikön johtaminen",
      "content": "Hallintopalveluyksikön päällikkönä on johtaja, joka vastaa yksikön toiminnan kehittämisestä, tulostavoitteiden saavuttamisesta ja yhteistyön järjestämisestä erityisviranomaisten kanssa. Lisäksi yksikössä on tarvittava määrä muuta henkilökuntaa. Hallintopalveluyksikön johtajan nimittää valtioneuvosto enintään viideksi vuodeksi kerrallaan. Johtaja nimittää hallintopalveluyksikön muun henkilöstön. Johtajan kelpoisuusvaatimuksista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Hallintopalveluyksikön päällikkönä on johtaja, joka vastaa yksikön toiminnan kehittämisestä, tulostavoitteiden saavuttamisesta ja yhteistyön järjestämisestä erityisviranomaisten kanssa. Lisäksi yksikössä on tarvittava määrä muuta henkilökuntaa. Hallintopalveluyksikön johtajan nimittää valtioneuvosto enintään viideksi vuodeksi kerrallaan. Johtaja nimittää hallintopalveluyksikön muun henkilöstön. Johtajan kelpoisuusvaatimuksista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "hallintopalveluyksikon paallikkona on johtaja, joka vastaa yksikon toiminnan kehittamisesta, tulostavoitteiden saavuttamisesta ja yhteistyon jarjestamisesta erityisviranomaisten kanssa. lisaksi yksikossa on tarvittava maara muuta henkilokuntaa. hallintopalveluyksikon johtajan nimittaa valtioneuvosto enintaan viideksi vuodeksi kerrallaan. johtaja nimittaa hallintopalveluyksikon muun henkiloston. johtajan kelpoisuusvaatimuksista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ledningen av enheten för administrativa tjänster",
        "content_sv": "Chef för enheten för administrativa tjänster är en direktör som svarar för utvecklingen av enhetens verksamhet, uppnåendet av resultatmålen och ordnandet av samarbetet med specialmyndigheterna. Dessutom har enheten ett behövligt antal andra anställda. Direktören för enheten för administrativa tjänster utnämns av statsrådet för högst fem år i sänder. Direktören utnämner den övriga personalen vid enheten för administrativa tjänster. Bestämmelser om behörighetsvillkoren för direktören utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Chef för enheten för administrativa tjänster är en direktör som svarar för utvecklingen av enhetens verksamhet, uppnåendet av resultatmålen och ordnandet av samarbetet med specialmyndigheterna. Dessutom har enheten ett behövligt antal andra anställda. Direktören för enheten för administrativa tjänster utnämns av statsrådet för högst fem år i sänder. Direktören utnämner den övriga personalen vid enheten för administrativa tjänster. Bestämmelser om behörighetsvillkoren för direktören utfärdas genom förordning av statsrådet.",
        "folded_sv": "chef for enheten for administrativa tjanster ar en direktor som svarar for utvecklingen av enhetens verksamhet, uppnaendet av resultatmalen och ordnandet av samarbetet med specialmyndigheterna. dessutom har enheten ett behovligt antal andra anstallda. direktoren for enheten for administrativa tjanster utnamns av statsradet for hogst fem ar i sander. direktoren utnamner den ovriga personalen vid enheten for administrativa tjanster. bestammelser om behorighetsvillkoren for direktoren utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ohjausryhmä",
      "content": "Oikeushallinnon erityisviranomaiset -virastolla on ohjausryhmä, johon kuuluvat erityisviranomaisten päälliköt tai heidän nimeämänsä erityisviranomaisen virkamies sekä hallintopalveluyksikön johtaja. Hallintopalveluyksikön johtaja on ohjausryhmän puheenjohtaja. Ohjausryhmässä käsitellään hallintopalveluyksikön tehtävien järjestämistä ja laadunseurantaa sekä merkittävimpiä hallinnollisia asioita ja niihin liittyviä kehittämislinjauksia. Ohjausryhmässä voidaan käsitellä myös muita yhteisiä asioita. Ohjausryhmässä ei käsitellä erityisviranomaisten toimialaan kuuluvia asioita. Ohjausryhmällä ei ole itsenäistä ratkaisuvaltaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Oikeushallinnon erityisviranomaiset -virastolla on ohjausryhmä, johon kuuluvat erityisviranomaisten päälliköt tai heidän nimeämänsä erityisviranomaisen virkamies sekä hallintopalveluyksikön johtaja. Hallintopalveluyksikön johtaja on ohjausryhmän puheenjohtaja. Ohjausryhmässä käsitellään hallintopalveluyksikön tehtävien järjestämistä ja laadunseurantaa sekä merkittävimpiä hallinnollisia asioita ja niihin liittyviä kehittämislinjauksia. Ohjausryhmässä voidaan käsitellä myös muita yhteisiä asioita. Ohjausryhmässä ei käsitellä erityisviranomaisten toimialaan kuuluvia asioita. Ohjausryhmällä ei ole itsenäistä ratkaisuvaltaa.",
        "folded_fi": "oikeushallinnon erityisviranomaiset -virastolla on ohjausryhma, johon kuuluvat erityisviranomaisten paallikot tai heidan nimeamansa erityisviranomaisen virkamies seka hallintopalveluyksikon johtaja. hallintopalveluyksikon johtaja on ohjausryhman puheenjohtaja. ohjausryhmassa kasitellaan hallintopalveluyksikon tehtavien jarjestamista ja laadunseurantaa seka merkittavimpia hallinnollisia asioita ja niihin liittyvia kehittamislinjauksia. ohjausryhmassa voidaan kasitella myos muita yhteisia asioita. ohjausryhmassa ei kasitella erityisviranomaisten toimialaan kuuluvia asioita. ohjausryhmalla ei ole itsenaista ratkaisuvaltaa.",
        "title_sv": "Styrgrupp",
        "content_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen har en styrgrupp som består av specialmyndigheternas chefer, eller en av chefen utsedd tjänsteman vid specialmyndigheten, samt direktören för enheten för administrativa tjänster. Direktören för enheten för förvaltningstjänster är ordförande för styrgruppen. I styrgruppen behandlas organiseringen av uppgifterna för enheten för administrativa tjänster och kvalitetsuppföljningen vid enheten samt de viktigaste administrativa ärendena och till dem anknytande utvecklingsriktlinjer. I styrgruppen kan också andra gemensamma frågor behandlas. I styrgruppen behandlas inte ärenden som hör till specialmyndigheternas ansvarsområde. Styrgruppen har ingen självständig beslutanderätt.",
        "normalized_sv": "Ämbetsverket Specialmyndigheterna inom justitieförvaltningen har en styrgrupp som består av specialmyndigheternas chefer, eller en av chefen utsedd tjänsteman vid specialmyndigheten, samt direktören för enheten för administrativa tjänster. Direktören för enheten för förvaltningstjänster är ordförande för styrgruppen. I styrgruppen behandlas organiseringen av uppgifterna för enheten för administrativa tjänster och kvalitetsuppföljningen vid enheten samt de viktigaste administrativa ärendena och till dem anknytande utvecklingsriktlinjer. I styrgruppen kan också andra gemensamma frågor behandlas. I styrgruppen behandlas inte ärenden som hör till specialmyndigheternas ansvarsområde. Styrgruppen har ingen självständig beslutanderätt.",
        "folded_sv": "ambetsverket specialmyndigheterna inom justitieforvaltningen har en styrgrupp som bestar av specialmyndigheternas chefer, eller en av chefen utsedd tjansteman vid specialmyndigheten, samt direktoren for enheten for administrativa tjanster. direktoren for enheten for forvaltningstjanster ar ordforande for styrgruppen. i styrgruppen behandlas organiseringen av uppgifterna for enheten for administrativa tjanster och kvalitetsuppfoljningen vid enheten samt de viktigaste administrativa arendena och till dem anknytande utvecklingsriktlinjer. i styrgruppen kan ocksa andra gemensamma fragor behandlas. i styrgruppen behandlas inte arenden som hor till specialmyndigheternas ansvarsomrade. styrgruppen har ingen sjalvstandig beslutanderatt."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Hallintopalveluyksikön johtajan ratkaisuvalta",
      "content": "Hallintopalveluyksikön johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikön taloussääntöä ja kirjanpitoyksikkötehtävien järjestämistä ja toteuttamista; 2) hallintopalveluyksikön tarjoamien palvelujen toteutusta, yhteisiä hankintoja ja niihin liittyviä sopimuksia; 3) hallintopalveluyksikölle myönnetyn määrärahan käyttöä sekä sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministeriön toimivaltaan kuuluvissa asioissa; 5) yhteistyötä hallintopalveluyksikön toimialaan kuuluvissa asioissa; 6) työterveyshuollon puitesuunnitelmaa ja työterveyshuollon yleistä järjestämistä; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitäjän tehtäviä hallintopalveluyksikön vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivät kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikön sisäisiä asioita, jollei asiaa ole yksikön työjärjestyksessä määrätty muun virkamiehen ratkaistavaksi. Taloussääntö on käsiteltävä ohjausryhmässä ennen sen hyväksymistä. Erityisviranomaisten päälliköt ja hallintopalveluyksikön johtaja voivat yhdessä antaa koko virastoa koskevan muun kuin kirjanpitoyksikön toimintaa koskevan ohjeen, lakisääteisen suunnitelman tai muun vastaavan asiakirjan taikka tehdä yhteistoimintasopimuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Hallintopalveluyksikön johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikön taloussääntöä ja kirjanpitoyksikkötehtävien järjestämistä ja toteuttamista; 2) hallintopalveluyksikön tarjoamien palvelujen toteutusta, yhteisiä hankintoja ja niihin liittyviä sopimuksia; 3) hallintopalveluyksikölle myönnetyn määrärahan käyttöä sekä sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministeriön toimivaltaan kuuluvissa asioissa; 5) yhteistyötä hallintopalveluyksikön toimialaan kuuluvissa asioissa; 6) työterveyshuollon puitesuunnitelmaa ja työterveyshuollon yleistä järjestämistä; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitäjän tehtäviä hallintopalveluyksikön vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivät kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikön sisäisiä asioita, jollei asiaa ole yksikön työjärjestyksessä määrätty muun virkamiehen ratkaistavaksi. Taloussääntö on käsiteltävä ohjausryhmässä ennen sen hyväksymistä. Erityisviranomaisten päälliköt ja hallintopalveluyksikön johtaja voivat yhdessä antaa koko virastoa koskevan muun kuin kirjanpitoyksikön toimintaa koskevan ohjeen, lakisääteisen suunnitelman tai muun vastaavan asiakirjan taikka tehdä yhteistoimintasopimuksen.",
        "folded_fi": "hallintopalveluyksikon johtaja ratkaisee asiat, jotka koskevat: 1) kirjanpitoyksikon taloussaantoa ja kirjanpitoyksikkotehtavien jarjestamista ja toteuttamista; 2) hallintopalveluyksikon tarjoamien palvelujen toteutusta, yhteisia hankintoja ja niihin liittyvia sopimuksia; 3) hallintopalveluyksikolle myonnetyn maararahan kayttoa seka sen talouden suunnittelu- ja seuranta-asioita ja tulostavoitteita; 4) toimitiloja koskevia sopimuksia muissa kuin oikeusministerion toimivaltaan kuuluvissa asioissa; 5) yhteistyota hallintopalveluyksikon toimialaan kuuluvissa asioissa; 6) tyoterveyshuollon puitesuunnitelmaa ja tyoterveyshuollon yleista jarjestamista; 7) tiedonhallintaa, arkistonmuodostamista ja rekisterinpitajan tehtavia hallintopalveluyksikon vastuulla olevassa toiminnassa; 8) sellaisten virastoa koskevien asioiden valmistelua ja yhteensovittamista, jotka eivat kuulu erityisviranomaisen toimialaan; 9) hallintopalveluyksikon sisaisia asioita, jollei asiaa ole yksikon tyojarjestyksessa maaratty muun virkamiehen ratkaistavaksi. taloussaanto on kasiteltava ohjausryhmassa ennen sen hyvaksymista. erityisviranomaisten paallikot ja hallintopalveluyksikon johtaja voivat yhdessa antaa koko virastoa koskevan muun kuin kirjanpitoyksikon toimintaa koskevan ohjeen, lakisaateisen suunnitelman tai muun vastaavan asiakirjan taikka tehda yhteistoimintasopimuksen.",
        "title_sv": "Beslutanderätt för direktören för enheten för administrativa tjänster",
        "content_sv": "Direktören för enheten för administrativa tjänster avgör ärenden som gäller 1) bokföringsenhetens ekonomistadga och organiseringen och fullgörandet av bokföringsenhetsuppgifter, 2) genomförande av de tjänster som enheten för administrativa tjänster tillhandahåller, gemensam upphandling och avtal om dessa, 3) användningen av det anslag som beviljats enheten för administrativa tjänster samt planering, uppföljning och resultatmål som gäller dess ekonomi, 4) avtal om lokaler i andra ärenden än sådana som omfattas av justitieministeriets behörighet, 5) samarbete i ärenden som hör till ansvarsområdet för enheten för administrativa tjänster, 6) ramplanen för företagshälsovården och det allmänna ordnandet av företagshälsovården, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten för administrativa tjänster ansvarar för, 8) beredning och samordning av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet, 9) interna ärenden vid enheten för administrativa tjänster, om det inte i enhetens arbetsordning bestäms att ärendet ska avgöras av någon annan tjänsteman. Ekonomistadgan ska behandlas i styrgruppen innan den godkänns. Cheferna för specialmyndigheterna och direktören för enheten för administrativa tjänster kan tillsammans utfärda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som gäller hela ämbetsverket utom bokföringsenheten, eller ingå samarbetsavtal.",
        "normalized_sv": "Direktören för enheten för administrativa tjänster avgör ärenden som gäller 1) bokföringsenhetens ekonomistadga och organiseringen och fullgörandet av bokföringsenhetsuppgifter, 2) genomförande av de tjänster som enheten för administrativa tjänster tillhandahåller, gemensam upphandling och avtal om dessa, 3) användningen av det anslag som beviljats enheten för administrativa tjänster samt planering, uppföljning och resultatmål som gäller dess ekonomi, 4) avtal om lokaler i andra ärenden än sådana som omfattas av justitieministeriets behörighet, 5) samarbete i ärenden som hör till ansvarsområdet för enheten för administrativa tjänster, 6) ramplanen för företagshälsovården och det allmänna ordnandet av företagshälsovården, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten för administrativa tjänster ansvarar för, 8) beredning och samordning av sådana ärenden som gäller ämbetsverket och som inte hör till ansvarsområdet för en specialmyndighet, 9) interna ärenden vid enheten för administrativa tjänster, om det inte i enhetens arbetsordning bestäms att ärendet ska avgöras av någon annan tjänsteman. Ekonomistadgan ska behandlas i styrgruppen innan den godkänns. Cheferna för specialmyndigheterna och direktören för enheten för administrativa tjänster kan tillsammans utfärda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som gäller hela ämbetsverket utom bokföringsenheten, eller ingå samarbetsavtal.",
        "folded_sv": "direktoren for enheten for administrativa tjanster avgor arenden som galler 1) bokforingsenhetens ekonomistadga och organiseringen och fullgorandet av bokforingsenhetsuppgifter, 2) genomforande av de tjanster som enheten for administrativa tjanster tillhandahaller, gemensam upphandling och avtal om dessa, 3) anvandningen av det anslag som beviljats enheten for administrativa tjanster samt planering, uppfoljning och resultatmal som galler dess ekonomi, 4) avtal om lokaler i andra arenden an sadana som omfattas av justitieministeriets behorighet, 5) samarbete i arenden som hor till ansvarsomradet for enheten for administrativa tjanster, 6) ramplanen for foretagshalsovarden och det allmanna ordnandet av foretagshalsovarden, 7) informationshantering, arkivbildning och den personuppgiftsansvariges uppgifter i verksamhet som enheten for administrativa tjanster ansvarar for, 8) beredning och samordning av sadana arenden som galler ambetsverket och som inte hor till ansvarsomradet for en specialmyndighet, 9) interna arenden vid enheten for administrativa tjanster, om det inte i enhetens arbetsordning bestams att arendet ska avgoras av nagon annan tjansteman. ekonomistadgan ska behandlas i styrgruppen innan den godkanns. cheferna for specialmyndigheterna och direktoren for enheten for administrativa tjanster kan tillsammans utfarda verksamhetsanvisningar, lagstadgade planer och andra motsvarande handlingar som galler hela ambetsverket utom bokforingsenheten, eller inga samarbetsavtal."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Valmisteluvastuun jakautuminen",
      "content": "Valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikön välillä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan lisäksi säätää, että tietty hallintopalveluyksikön toimialaan kuuluva asia voidaan esitellä erityisviranomaiselle myös hallintopalveluyksiköstä. Tällainen asia tulee hallintopalveluyksikön käsiteltäväksi erityisviranomaisen päällikön aloitteesta. Hallintopalveluyksikön toimintojen järjestämisestä ja yksikön sisäisten asioiden ratkaisuvallasta voidaan määrätä hallintopalveluyksikön työjärjestyksessä. Työjärjestyksen antaa hallintopalveluyksikön johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikön välillä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan lisäksi säätää, että tietty hallintopalveluyksikön toimialaan kuuluva asia voidaan esitellä erityisviranomaiselle myös hallintopalveluyksiköstä. Tällainen asia tulee hallintopalveluyksikön käsiteltäväksi erityisviranomaisen päällikön aloitteesta. Hallintopalveluyksikön toimintojen järjestämisestä ja yksikön sisäisten asioiden ratkaisuvallasta voidaan määrätä hallintopalveluyksikön työjärjestyksessä. Työjärjestyksen antaa hallintopalveluyksikön johtaja.",
        "folded_fi": "valmisteluvastuun jakautumisesta toiminnan ja talouden suunnittelua ja raportointia koskevissa asioissa erityisviranomaisen ja hallintopalveluyksikon valilla voidaan antaa tarkempia saannoksia valtioneuvoston asetuksella. valtioneuvoston asetuksella voidaan lisaksi saataa, etta tietty hallintopalveluyksikon toimialaan kuuluva asia voidaan esitella erityisviranomaiselle myos hallintopalveluyksikosta. tallainen asia tulee hallintopalveluyksikon kasiteltavaksi erityisviranomaisen paallikon aloitteesta. hallintopalveluyksikon toimintojen jarjestamisesta ja yksikon sisaisten asioiden ratkaisuvallasta voidaan maarata hallintopalveluyksikon tyojarjestyksessa. tyojarjestyksen antaa hallintopalveluyksikon johtaja.",
        "title_sv": "Beredningsansvarets fördelning",
        "content_sv": "Närmare bestämmelser om fördelningen av beredningsansvaret mellan en specialmyndighet och enheten för administrativa tjänster i ärenden som gäller planering och rapportering av verksamheten och ekonomin får utfärdas genom förordning av statsrådet. Genom förordning av statsrådet får det dessutom utfärdas bestämmelser om att ett visst ärende som hör till ansvarsområdet för enheten för administrativa tjänster också kan föredras för en specialmyndighet från enheten för administrativa tjänster. Ett sådant ärende tas upp till behandling vid enheten för administrativa tjänster på initiativ av chefen för specialmyndigheten. Bestämmelser om organiseringen av verksamheten vid enheten för administrativa tjänster och om beslutanderätten i enhetens interna ärenden kan tas in i arbetsordningen för enheten för administrativa tjänster. Arbetsordningen ges av direktören för enheten för administrativa tjänster.",
        "normalized_sv": "Närmare bestämmelser om fördelningen av beredningsansvaret mellan en specialmyndighet och enheten för administrativa tjänster i ärenden som gäller planering och rapportering av verksamheten och ekonomin får utfärdas genom förordning av statsrådet. Genom förordning av statsrådet får det dessutom utfärdas bestämmelser om att ett visst ärende som hör till ansvarsområdet för enheten för administrativa tjänster också kan föredras för en specialmyndighet från enheten för administrativa tjänster. Ett sådant ärende tas upp till behandling vid enheten för administrativa tjänster på initiativ av chefen för specialmyndigheten. Bestämmelser om organiseringen av verksamheten vid enheten för administrativa tjänster och om beslutanderätten i enhetens interna ärenden kan tas in i arbetsordningen för enheten för administrativa tjänster. Arbetsordningen ges av direktören för enheten för administrativa tjänster.",
        "folded_sv": "narmare bestammelser om fordelningen av beredningsansvaret mellan en specialmyndighet och enheten for administrativa tjanster i arenden som galler planering och rapportering av verksamheten och ekonomin far utfardas genom forordning av statsradet. genom forordning av statsradet far det dessutom utfardas bestammelser om att ett visst arende som hor till ansvarsomradet for enheten for administrativa tjanster ocksa kan foredras for en specialmyndighet fran enheten for administrativa tjanster. ett sadant arende tas upp till behandling vid enheten for administrativa tjanster pa initiativ av chefen for specialmyndigheten. bestammelser om organiseringen av verksamheten vid enheten for administrativa tjanster och om beslutanderatten i enhetens interna arenden kan tas in i arbetsordningen for enheten for administrativa tjanster. arbetsordningen ges av direktoren for enheten for administrativa tjanster."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Eräät virkamiesoikeudelliset toimet",
      "content": "Erityisviranomaisen päällikölle valtion virkamieslain (750/1994) 18 §:n mukaisen sivutoimiluvan myöntää ja sivutoimi-ilmoituksen ottaa vastaan oikeusministeriö. Oikeusministeriö päättää myös viranomaisen päällikölle annettavasta varoituksesta, viranomaisen päällikön lomauttamisesta ja hänen virkasuhteensa muuttamisesta osa-aikaiseksi. Erityisviranomaisen päällikön nimittämisestä valtion virkamieslain 9 §:n 1 momentin nojalla enintään vuoden kestävään määräaikaiseen virkasuhteeseen päättää oikeusministeriö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Erityisviranomaisen päällikölle valtion virkamieslain (750/1994) 18 § :n mukaisen sivutoimiluvan myöntää ja sivutoimi-ilmoituksen ottaa vastaan oikeusministeriö. Oikeusministeriö päättää myös viranomaisen päällikölle annettavasta varoituksesta, viranomaisen päällikön lomauttamisesta ja hänen virkasuhteensa muuttamisesta osa-aikaiseksi. Erityisviranomaisen päällikön nimittämisestä valtion virkamieslain 9 § :n 1 momentin nojalla enintään vuoden kestävään määräaikaiseen virkasuhteeseen päättää oikeusministeriö.",
        "folded_fi": "erityisviranomaisen paallikolle valtion virkamieslain (750/1994) 18 §:n mukaisen sivutoimiluvan myontaa ja sivutoimi-ilmoituksen ottaa vastaan oikeusministerio. oikeusministerio paattaa myos viranomaisen paallikolle annettavasta varoituksesta, viranomaisen paallikon lomauttamisesta ja hanen virkasuhteensa muuttamisesta osa-aikaiseksi. erityisviranomaisen paallikon nimittamisesta valtion virkamieslain 9 §:n 1 momentin nojalla enintaan vuoden kestavaan maaraaikaiseen virkasuhteeseen paattaa oikeusministerio.",
        "title_sv": "Vissa tjänstemannarättsliga åtgärder",
        "content_sv": "I fråga om chefen för en specialmyndighet beviljas bisysslotillstånd enligt 18 § i statstjänstemannalagen (750/1994) och tas anmälningar om bisyssla emot av justitieministeriet. Justitieministeriet beslutar också om givande av varning till en sådan chef, om permittering av en sådan chef och om ombildning av hans eller hennes tjänsteförhållande till ett tjänsteförhållande på deltid. Beslut om utnämning av en chef för en specialmyndighet med stöd av 9 § 1 mom. i statstjänstemannalagen till ett tjänsteförhållande för viss tid om högst ett år fattas av justitieministeriet.",
        "normalized_sv": "I fråga om chefen för en specialmyndighet beviljas bisysslotillstånd enligt 18 § i statstjänstemannalagen (750/1994) och tas anmälningar om bisyssla emot av justitieministeriet. Justitieministeriet beslutar också om givande av varning till en sådan chef, om permittering av en sådan chef och om ombildning av hans eller hennes tjänsteförhållande till ett tjänsteförhållande på deltid. Beslut om utnämning av en chef för en specialmyndighet med stöd av 9 § 1 mom. i statstjänstemannalagen till ett tjänsteförhållande för viss tid om högst ett år fattas av justitieministeriet.",
        "folded_sv": "i fraga om chefen for en specialmyndighet beviljas bisysslotillstand enligt 18 § i statstjanstemannalagen (750/1994) och tas anmalningar om bisyssla emot av justitieministeriet. justitieministeriet beslutar ocksa om givande av varning till en sadan chef, om permittering av en sadan chef och om ombildning av hans eller hennes tjansteforhallande till ett tjansteforhallande pa deltid. beslut om utnamning av en chef for en specialmyndighet med stod av 9 § 1 mom. i statstjanstemannalagen till ett tjansteforhallande for viss tid om hogst ett ar fattas av justitieministeriet."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2025.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2025.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2025.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2025.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2025.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2025."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Siirtymäsäännökset",
      "content": "Virkasuhteessa olevan henkilöstön asemasta säädetään valtion virkamieslain 5 a-5 c §:ssä. Virat ja niissä olevat henkilöt siirtyvät tämän lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilöstöksi, jossa ne ovat olleet siirtymähetkellä. Sama koskee määräaikaisia virkasuhteita. Oikeusministeriö voi ennen tämän lain voimaantuloa perustaa hallintopalveluyksikön johtajan viran. Oikeusministeriö voi ennen tämän lain voimaantuloa myös perustaa ja täyttää muut viraston toiminnan käynnistämisen kannalta välttämättömät virat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Virkasuhteessa olevan henkilöstön asemasta säädetään valtion virkamieslain 5 a-5 c § :ssä. Virat ja niissä olevat henkilöt siirtyvät tämän lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilöstöksi, jossa ne ovat olleet siirtymähetkellä. Sama koskee määräaikaisia virkasuhteita. Oikeusministeriö voi ennen tämän lain voimaantuloa perustaa hallintopalveluyksikön johtajan viran. Oikeusministeriö voi ennen tämän lain voimaantuloa myös perustaa ja täyttää muut viraston toiminnan käynnistämisen kannalta välttämättömät virat.",
        "folded_fi": "virkasuhteessa olevan henkiloston asemasta saadetaan valtion virkamieslain 5 a-5 c §:ssa. virat ja niissa olevat henkilot siirtyvat taman lain voimaan tullessa perustettavaan virastoon sen erityisviranomaisen viroiksi ja henkilostoksi, jossa ne ovat olleet siirtymahetkella. sama koskee maaraaikaisia virkasuhteita. oikeusministerio voi ennen taman lain voimaantuloa perustaa hallintopalveluyksikon johtajan viran. oikeusministerio voi ennen taman lain voimaantuloa myos perustaa ja tayttaa muut viraston toiminnan kaynnistamisen kannalta valttamattomat virat.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Bestämmelser om ställningen för personal i tjänsteförhållande finns i 5 a-5 c § i statstjänstemannalagen. Tjänsterna och tjänsteinnehavarna övergår vid ikraftträdande av denna lag till det ämbetsverk som inrättas så att de blir tjänster och personal vid den specialmyndighet där de var vid övergångstidpunkten. Detsamma gäller tjänsteförhållanden för viss tid. Justitieministeriet kan före ikraftträdandet av denna lag inrätta en tjänst som direktör för enheten för administrativa tjänster. Justitieministeriet kan före ikraftträdandet av denna lag också inrätta och tillsätta andra tjänster som är nödvändiga för att ämbetsverket ska kunna inleda sin verksamhet.",
        "normalized_sv": "Bestämmelser om ställningen för personal i tjänsteförhållande finns i 5 a-5 c § i statstjänstemannalagen. Tjänsterna och tjänsteinnehavarna övergår vid ikraftträdande av denna lag till det ämbetsverk som inrättas så att de blir tjänster och personal vid den specialmyndighet där de var vid övergångstidpunkten. Detsamma gäller tjänsteförhållanden för viss tid. Justitieministeriet kan före ikraftträdandet av denna lag inrätta en tjänst som direktör för enheten för administrativa tjänster. Justitieministeriet kan före ikraftträdandet av denna lag också inrätta och tillsätta andra tjänster som är nödvändiga för att ämbetsverket ska kunna inleda sin verksamhet.",
        "folded_sv": "bestammelser om stallningen for personal i tjansteforhallande finns i 5 a-5 c § i statstjanstemannalagen. tjansterna och tjansteinnehavarna overgar vid ikrafttradande av denna lag till det ambetsverk som inrattas sa att de blir tjanster och personal vid den specialmyndighet dar de var vid overgangstidpunkten. detsamma galler tjansteforhallanden for viss tid. justitieministeriet kan fore ikrafttradandet av denna lag inratta en tjanst som direktor for enheten for administrativa tjanster. justitieministeriet kan fore ikrafttradandet av denna lag ocksa inratta och tillsatta andra tjanster som ar nodvandiga for att ambetsverket ska kunna inleda sin verksamhet."
      },
      "valid_from": "2024-01-12",
      "valid_to": null
    }
  ]
}