{
  "id": "252/2005",
  "type": "statute",
  "title": "Laki ympäristönsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av miljöskyddslagen",
  "status": "in_force",
  "issued_date": "2005-04-21",
  "in_force_date": "2005-04-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/252/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "14:96",
      "chapter": "14",
      "section": "96",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla annettuun viranomaisen päätökseen saa hakea valittamalla muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Ympäristölupapäätöstä koskeva valituskirjelmä liitteineen on toimitettava päätöksen tehneelle viranomaiselle. Viranomaisen on lähetettävä tieto ympäristölupapäätöksestä ja tehdyistä valituksista Vaasan hallinto-oikeudelle välittömästi valitusajan päättymisen jälkeen. Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:96",
        "normalized_fi": "Tämän lain nojalla annettuun viranomaisen päätökseen saa hakea valittamalla muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Ympäristölupapäätöstä koskeva valituskirjelmä liitteineen on toimitettava päätöksen tehneelle viranomaiselle. Viranomaisen on lähetettävä tieto ympäristölupapäätöksestä ja tehdyistä valituksista Vaasan hallinto-oikeudelle välittömästi valitusajan päättymisen jälkeen. Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "taman lain nojalla annettuun viranomaisen paatokseen saa hakea valittamalla muutosta vaasan hallinto-oikeudelta siten kuin hallintolainkayttolaissa saadetaan. ymparistolupapaatosta koskeva valituskirjelma liitteineen on toimitettava paatoksen tehneelle viranomaiselle. viranomaisen on lahetettava tieto ymparistolupapaatoksesta ja tehdyista valituksista vaasan hallinto-oikeudelle valittomasti valitusajan paattymisen jalkeen. valtioneuvoston ja ymparistoministerion paatoksesta valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "I ett beslut som en myndighet har meddelat med stöd av denna lag får ändring sökas genom besvär hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Besvärsskriften med bilagor avseende ett miljötillståndsbeslut skall tillställas den myndighet som har fattat beslutet. Myndigheten skall underrätta Vasa förvaltningsdomstol om ett miljötillståndsbeslut och besvären omedelbart efter det att besvärstiden har gått ut. Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "I ett beslut som en myndighet har meddelat med stöd av denna lag får ändring sökas genom besvär hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Besvärsskriften med bilagor avseende ett miljötillståndsbeslut skall tillställas den myndighet som har fattat beslutet. Myndigheten skall underrätta Vasa förvaltningsdomstol om ett miljötillståndsbeslut och besvären omedelbart efter det att besvärstiden har gått ut. Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "folded_sv": "i ett beslut som en myndighet har meddelat med stod av denna lag far andring sokas genom besvar hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen. besvarsskriften med bilagor avseende ett miljotillstandsbeslut skall tillstallas den myndighet som har fattat beslutet. myndigheten skall underratta vasa forvaltningsdomstol om ett miljotillstandsbeslut och besvaren omedelbart efter det att besvarstiden har gatt ut. besvar over statsradets och miljoministeriets beslut anfors hos hogsta forvaltningsdomstolen sa som anges i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "14:97 a",
      "chapter": "14",
      "section": "97 a",
      "title": "Muutoksenhaku eräissä tapauksissa",
      "content": "Tyyppihyväksyntää koskevasta viranomaisen päätöksestä valitetaan siten kuin hallintolainkäyttölaissa säädetään. Se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 §:n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen päätökseen päätöksen tekijältä 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusohje. Päätökseen, jolla oikaisuvaatimus on hylätty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:97 a",
        "normalized_fi": "Tyyppihyväksyntää koskevasta viranomaisen päätöksestä valitetaan siten kuin hallintolainkäyttölaissa säädetään. Se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 § :n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen päätökseen päätöksen tekijältä 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusohje. Päätökseen, jolla oikaisuvaatimus on hylätty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tyyppihyvaksyntaa koskevasta viranomaisen paatoksesta valitetaan siten kuin hallintolainkayttolaissa saadetaan. se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 §:n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen paatokseen paatoksen tekijalta 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen on liitettava oikaisuvaatimusohje. paatokseen, jolla oikaisuvaatimus on hylatty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i vissa fall",
        "content_sv": "Besvär över myndighetsbeslut om typgodkännande anförs i enlighet med förvaltningsprocesslagen. Den vars rätt eller fördel saken kan beröra får söka rättelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrättning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar från delfåendet. Anvisning om rättelseyrkande skall fogas till beslutet. I ett beslut genom vilket ett rättelseyrkande har avslagits får ändring sökas genom besvär hos förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Besvär över myndighetsbeslut om typgodkännande anförs i enlighet med förvaltningsprocesslagen. Den vars rätt eller fördel saken kan beröra får söka rättelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrättning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar från delfåendet. Anvisning om rättelseyrkande skall fogas till beslutet. I ett beslut genom vilket ett rättelseyrkande har avslagits får ändring sökas genom besvär hos förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "folded_sv": "besvar over myndighetsbeslut om typgodkannande anfors i enlighet med forvaltningsprocesslagen. den vars ratt eller fordel saken kan berora far soka rattelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrattning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar fran delfaendet. anvisning om rattelseyrkande skall fogas till beslutet. i ett beslut genom vilket ett rattelseyrkande har avslagits far andring sokas genom besvar hos forvaltningsdomstolen sa som anges i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "14:98",
      "chapter": "14",
      "section": "98",
      "title": "Kuuleminen valituksen johdosta",
      "content": "Ympäristölupapäätöstä koskevista valituksista on päätöksen antaneen viranomaisen tiedotettava kuuluttamalla vähintään 14 päivän ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Viranomaisen on lisäksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tämä ole ilmeisen tarpeetonta. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Viranomaisen on samalla ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa. Päätöksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut päätösasiakirjat sekä tarvittaessa lausuntonsa Vaasan hallinto-oikeudelle viipymättä, mutta kuitenkin viimeistään 30 päivän kuluessa vastineen jättämiselle varatun määräajan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:98",
        "normalized_fi": "Ympäristölupapäätöstä koskevista valituksista on päätöksen antaneen viranomaisen tiedotettava kuuluttamalla vähintään 14 päivän ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Viranomaisen on lisäksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tämä ole ilmeisen tarpeetonta. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Viranomaisen on samalla ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa. Päätöksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut päätösasiakirjat sekä tarvittaessa lausuntonsa Vaasan hallinto-oikeudelle viipymättä, mutta kuitenkin viimeistään 30 päivän kuluessa vastineen jättämiselle varatun määräajan päättymisestä.",
        "folded_fi": "ymparistolupapaatosta koskevista valituksista on paatoksen antaneen viranomaisen tiedotettava kuuluttamalla vahintaan 14 paivan ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. valitusasiakirjat on pidettava nahtavilla asianomaisissa kunnissa kuulutusajan. viranomaisen on lisaksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, seka yleista etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tama ole ilmeisen tarpeetonta. tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa saadetaan. viranomaisen on samalla ilmoitettava, missa valitusasiakirjat ovat nahtavilla seka minne vastinekirjelmat voidaan vastineen antamista varten varatussa ajassa toimittaa. paatoksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut paatosasiakirjat seka tarvittaessa lausuntonsa vaasan hallinto-oikeudelle viipymatta, mutta kuitenkin viimeistaan 30 paivan kuluessa vastineen jattamiselle varatun maaraajan paattymisesta.",
        "title_sv": "Hörande med anledning av besvär",
        "content_sv": "Den myndighet som har meddelat ett miljötillståndsbeslut skall offentliggöra besvären över beslutet genom att under minst 14 dagar kungöra dem på sin anslagstavla och på de berörda kommunernas anslagstavlor. Besvärshandlingarna skall hållas framlagda i de berörda kommunerna under kungörelsetiden. Myndigheten skall dessutom ge den som ansöker om tillstånd och de parter som saken speciellt berör samt de myndigheter som bevakar allmänt intresse möjlighet att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. Information om att besvär anförts skall för avgivande av bemötande ges så som anges i förvaltningslagen. Samtidigt skall myndigheten meddela var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande. Den myndighet som har fattat beslutet skall utan dröjsmål men dock senast inom 30 dagar från utgången av den tid som satts ut för avgivande av bemötande tillställa Vasa förvaltningsdomstol besvärshandlingarna, bemötandena, övriga beslutshandlingar samt vid behov sitt utlåtande i ärendet.",
        "normalized_sv": "Den myndighet som har meddelat ett miljötillståndsbeslut skall offentliggöra besvären över beslutet genom att under minst 14 dagar kungöra dem på sin anslagstavla och på de berörda kommunernas anslagstavlor. Besvärshandlingarna skall hållas framlagda i de berörda kommunerna under kungörelsetiden. Myndigheten skall dessutom ge den som ansöker om tillstånd och de parter som saken speciellt berör samt de myndigheter som bevakar allmänt intresse möjlighet att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. Information om att besvär anförts skall för avgivande av bemötande ges så som anges i förvaltningslagen. Samtidigt skall myndigheten meddela var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande. Den myndighet som har fattat beslutet skall utan dröjsmål men dock senast inom 30 dagar från utgången av den tid som satts ut för avgivande av bemötande tillställa Vasa förvaltningsdomstol besvärshandlingarna, bemötandena, övriga beslutshandlingar samt vid behov sitt utlåtande i ärendet.",
        "folded_sv": "den myndighet som har meddelat ett miljotillstandsbeslut skall offentliggora besvaren over beslutet genom att under minst 14 dagar kungora dem pa sin anslagstavla och pa de berorda kommunernas anslagstavlor. besvarshandlingarna skall hallas framlagda i de berorda kommunerna under kungorelsetiden. myndigheten skall dessutom ge den som ansoker om tillstand och de parter som saken speciellt beror samt de myndigheter som bevakar allmant intresse mojlighet att avge bemotande med anledning av besvaren, om detta inte ar uppenbart onodigt. information om att besvar anforts skall for avgivande av bemotande ges sa som anges i forvaltningslagen. samtidigt skall myndigheten meddela var besvarshandlingarna ar framlagda samt vart bemotandena kan lamnas inom den tid som satts ut for avgivande av bemotande. den myndighet som har fattat beslutet skall utan drojsmal men dock senast inom 30 dagar fran utgangen av den tid som satts ut for avgivande av bemotande tillstalla vasa forvaltningsdomstol besvarshandlingarna, bemotandena, ovriga beslutshandlingar samt vid behov sitt utlatande i arendet."
      }
    },
    {
      "provision_ref": "14:99",
      "chapter": "14",
      "section": "99",
      "title": "Menettely muutoksenhakutuomioistuimessa",
      "content": "Tämän lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden päätös annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:99",
        "normalized_fi": "Tämän lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden päätös annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa säädetään.",
        "folded_fi": "taman lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden paatos annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa saadetaan.",
        "title_sv": "Förfarandet i fullföljdsdomstolen",
        "content_sv": "En förvaltningsdomstols beslut i ett ärende som gäller förvaltningstvång enligt denna lag skall delges som bevislig delgivning så som anges i förvaltningslagen.",
        "normalized_sv": "En förvaltningsdomstols beslut i ett ärende som gäller förvaltningstvång enligt denna lag skall delges som bevislig delgivning så som anges i förvaltningslagen.",
        "folded_sv": "en forvaltningsdomstols beslut i ett arende som galler forvaltningstvang enligt denna lag skall delges som bevislig delgivning sa som anges i forvaltningslagen."
      }
    },
    {
      "provision_ref": "14:101",
      "chapter": "14",
      "section": "101",
      "title": "Päätöksen täytäntöönpano muutoksenhausta huolimatta",
      "content": "Lupaviranomainen voi perustellusta syystä ja edellyttäen, ettei täytäntöönpano tee muutoksenhakua hyödyttömäksi, luvan hakijan pyynnöstä lupapäätöksessä määrätä, että toiminta voidaan muutoksenhausta huolimatta aloittaa lupapäätöstä noudattaen, jos hakija asettaa hyväksyttävän vakuuden ympäristön saattamiseksi ennalleen lupapäätöksen kumoamisen tai lupamääräyksen muuttamisen varalle. Vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eikä kuntaa tai kuntayhtymää. Lupaviranomainen voi tarvittaessa määrätä täytäntöönpanon lupapäätöstä suppeammaksi sekä määrätä täytäntöönpanon aloitusajankohdasta. Edellä 1 momentissa tarkoitettu oikeus voidaan myöntää samoin edellytyksin enintään 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tämän jälkeen tehtävä viivytyksettä. Päätökseen haetaan muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Päätös, jolla on myönnetty 1 momentissa tarkoitettu oikeus, on välittömästi toimitettava Vaasan hallinto-oikeudelle sekä muutosta hakeneille. Viranomainen voi määrätä, että 46, 64, 64 a, 78, 79, 82 ja 84―87 §:ssä tarkoitettua määräystä tai päätöstä on muutoksenhausta huolimatta noudatettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:101",
        "normalized_fi": "Lupaviranomainen voi perustellusta syystä ja edellyttäen, ettei täytäntöönpano tee muutoksenhakua hyödyttömäksi, luvan hakijan pyynnöstä lupapäätöksessä määrätä, että toiminta voidaan muutoksenhausta huolimatta aloittaa lupapäätöstä noudattaen, jos hakija asettaa hyväksyttävän vakuuden ympäristön saattamiseksi ennalleen lupapäätöksen kumoamisen tai lupamääräyksen muuttamisen varalle. Vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eikä kuntaa tai kuntayhtymää. Lupaviranomainen voi tarvittaessa määrätä täytäntöönpanon lupapäätöstä suppeammaksi sekä määrätä täytäntöönpanon aloitusajankohdasta. Edellä 1 momentissa tarkoitettu oikeus voidaan myöntää samoin edellytyksin enintään 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tämän jälkeen tehtävä viivytyksettä. Päätökseen haetaan muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Päätös, jolla on myönnetty 1 momentissa tarkoitettu oikeus, on välittömästi toimitettava Vaasan hallinto-oikeudelle sekä muutosta hakeneille. Viranomainen voi määrätä, että 46, 64, 64 a, 78, 79, 82 ja 84―87 § :ssä tarkoitettua määräystä tai päätöstä on muutoksenhausta huolimatta noudatettava.",
        "folded_fi": "lupaviranomainen voi perustellusta syysta ja edellyttaen, ettei taytantoonpano tee muutoksenhakua hyodyttomaksi, luvan hakijan pyynnosta lupapaatoksessa maarata, etta toiminta voidaan muutoksenhausta huolimatta aloittaa lupapaatosta noudattaen, jos hakija asettaa hyvaksyttavan vakuuden ympariston saattamiseksi ennalleen lupapaatoksen kumoamisen tai lupamaarayksen muuttamisen varalle. vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eika kuntaa tai kuntayhtymaa. lupaviranomainen voi tarvittaessa maarata taytantoonpanon lupapaatosta suppeammaksi seka maarata taytantoonpanon aloitusajankohdasta. edella 1 momentissa tarkoitettu oikeus voidaan myontaa samoin edellytyksin enintaan 14 paivan kuluessa valitusajan paattymisesta erikseen tehdysta hakemuksesta. hakemuksesta on kuultava valvontaviranomaisia ja lupapaatokseen muutosta hakeneita. paatos on taman jalkeen tehtava viivytyksetta. paatokseen haetaan muutosta vaasan hallinto-oikeudelta siten kuin hallintolainkayttolaissa saadetaan. paatos, jolla on myonnetty 1 momentissa tarkoitettu oikeus, on valittomasti toimitettava vaasan hallinto-oikeudelle seka muutosta hakeneille. viranomainen voi maarata, etta 46, 64, 64 a, 78, 79, 82 ja 84―87 §:ssa tarkoitettua maaraysta tai paatosta on muutoksenhausta huolimatta noudatettava.",
        "title_sv": "Verkställande av beslut trots att ändring har sökts",
        "content_sv": "Tillståndsmyndigheten kan av grundad anledning och under förutsättning att verkställigheten inte gör ändringssökandet onödigt, på begäran av den som ansöker om tillstånd i tillståndsbeslutet föreskriva att verksamheten trots att ändring har sökts får inledas med iakttagande av tillståndsbeslutet, om sökanden för det fall att tillståndsbeslutet upphävs eller ett tillståndsvillkor ändras ställer godtagbar säkerhet för att miljön återställs i ursprungligt skick. Kravet på ställande av säkerhet gäller inte staten och dess inrättningar och inte heller kommuner och samkommuner. Tillståndsmyndigheten kan vid behov inskränka verkställigheten av tillståndsbeslutet samt bestämma tidpunkten för när verkställigheten kan inledas. Den rätt som avses i 1 mom. kan beviljas på samma villkor på särskild ansökan som lämnats in senast 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som sökt ändring i ett tillståndsbeslut skall höras om ansökan. Därefter skall ett beslut fattas utan dröjsmål. Ändring i beslutet söks hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Ett beslut genom vilket beviljats den rätt som avses i 1 mom. skall utan dröjsmål tillställas Vasa förvaltningsdomstol samt dem som sökt ändring. En myndighet kan föreskriva att bestämmelser, föreskrifter, ålägganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att ändring har sökts.",
        "normalized_sv": "Tillståndsmyndigheten kan av grundad anledning och under förutsättning att verkställigheten inte gör ändringssökandet onödigt, på begäran av den som ansöker om tillstånd i tillståndsbeslutet föreskriva att verksamheten trots att ändring har sökts får inledas med iakttagande av tillståndsbeslutet, om sökanden för det fall att tillståndsbeslutet upphävs eller ett tillståndsvillkor ändras ställer godtagbar säkerhet för att miljön återställs i ursprungligt skick. Kravet på ställande av säkerhet gäller inte staten och dess inrättningar och inte heller kommuner och samkommuner. Tillståndsmyndigheten kan vid behov inskränka verkställigheten av tillståndsbeslutet samt bestämma tidpunkten för när verkställigheten kan inledas. Den rätt som avses i 1 mom. kan beviljas på samma villkor på särskild ansökan som lämnats in senast 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som sökt ändring i ett tillståndsbeslut skall höras om ansökan. Därefter skall ett beslut fattas utan dröjsmål. Ändring i beslutet söks hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Ett beslut genom vilket beviljats den rätt som avses i 1 mom. skall utan dröjsmål tillställas Vasa förvaltningsdomstol samt dem som sökt ändring. En myndighet kan föreskriva att bestämmelser, föreskrifter, ålägganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att ändring har sökts.",
        "folded_sv": "tillstandsmyndigheten kan av grundad anledning och under forutsattning att verkstalligheten inte gor andringssokandet onodigt, pa begaran av den som ansoker om tillstand i tillstandsbeslutet foreskriva att verksamheten trots att andring har sokts far inledas med iakttagande av tillstandsbeslutet, om sokanden for det fall att tillstandsbeslutet upphavs eller ett tillstandsvillkor andras staller godtagbar sakerhet for att miljon aterstalls i ursprungligt skick. kravet pa stallande av sakerhet galler inte staten och dess inrattningar och inte heller kommuner och samkommuner. tillstandsmyndigheten kan vid behov inskranka verkstalligheten av tillstandsbeslutet samt bestamma tidpunkten for nar verkstalligheten kan inledas. den ratt som avses i 1 mom. kan beviljas pa samma villkor pa sarskild ansokan som lamnats in senast 14 dagar efter besvarstidens utgang. tillsynsmyndigheterna och de som sokt andring i ett tillstandsbeslut skall horas om ansokan. darefter skall ett beslut fattas utan drojsmal. andring i beslutet soks hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen. ett beslut genom vilket beviljats den ratt som avses i 1 mom. skall utan drojsmal tillstallas vasa forvaltningsdomstol samt dem som sokt andring. en myndighet kan foreskriva att bestammelser, foreskrifter, alagganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att andring har sokts."
      }
    },
    {
      "provision_ref": "14:101 a",
      "chapter": "14",
      "section": "101 a",
      "title": "Täytäntöönpanoasian käsittely muutoksenhakutuomioistuimessa",
      "content": "Muutoksenhakutuomioistuin voi valituksesta kumota 101 §:ssä tarkoitetun määräyksen tai muuttaa sitä tai muutoinkin kieltää lupapäätöksen täytäntöönpanon. Hallinto-oikeuden päätöksestä täytäntöönpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain pääasian yhteydessä. Se, joka on valittanut ympäristölupapäätöksestä, voi hallinto-oikeudessa vaatia 101 §:n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä tämän pykälän 1 momentissa säädetään. Hallintolainkäyttölain 6 luvun säännöksiä lainvoimaa vailla olevan päätöksen täytäntöönpanosta ei sovelleta tämän lain mukaiseen muutoksenhakuun, siten että toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 §:ssä tarkoitettua määräystä. Jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, Vaasan hallinto-oikeus voi päätöksessään määrätä, että päätöstä on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:101 a",
        "normalized_fi": "Muutoksenhakutuomioistuin voi valituksesta kumota 101 § :ssä tarkoitetun määräyksen tai muuttaa sitä tai muutoinkin kieltää lupapäätöksen täytäntöönpanon. Hallinto-oikeuden päätöksestä täytäntöönpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain pääasian yhteydessä. Se, joka on valittanut ympäristölupapäätöksestä, voi hallinto-oikeudessa vaatia 101 § :n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä tämän pykälän 1 momentissa säädetään. Hallintolainkäyttölain 6 luvun säännöksiä lainvoimaa vailla olevan päätöksen täytäntöönpanosta ei sovelleta tämän lain mukaiseen muutoksenhakuun, siten että toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 § :ssä tarkoitettua määräystä. Jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, Vaasan hallinto-oikeus voi päätöksessään määrätä, että päätöstä on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin määrää.",
        "folded_fi": "muutoksenhakutuomioistuin voi valituksesta kumota 101 §:ssa tarkoitetun maarayksen tai muuttaa sita tai muutoinkin kieltaa lupapaatoksen taytantoonpanon. hallinto-oikeuden paatoksesta taytantoonpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain paaasian yhteydessa. se, joka on valittanut ymparistolupapaatoksesta, voi hallinto-oikeudessa vaatia 101 §:n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, etta hanen olisi siita erikseen valitettava. muutoksenhausta on muutoin voimassa, mita taman pykalan 1 momentissa saadetaan. hallintolainkayttolain 6 luvun saannoksia lainvoimaa vailla olevan paatoksen taytantoonpanosta ei sovelleta taman lain mukaiseen muutoksenhakuun, siten etta toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 §:ssa tarkoitettua maaraysta. jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, vaasan hallinto-oikeus voi paatoksessaan maarata, etta paatosta on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin maaraa.",
        "title_sv": "Behandling av verkställighetsärenden i fullföljdsdomstolen",
        "content_sv": "Fullföljdsdomstolen kan på grundval av besvär upphäva en föreskrift som avses i 101 § eller ändra den eller också annars förbjuda att ett tillståndsbeslut verkställs. Besvär över en förvaltningsdomstols beslut i ett ärende som gäller verkställigheten av ett tillståndsärende får anföras hos högsta förvaltningsdomstolen endast i samband med besvär över huvudsaken. Den som anfört besvär över ett miljötillståndsbeslut kan i förvaltningsdomstolen yrka att ett avgörande som avses i 101 § 2 mom. skall upphävas eller ändras utan att det överklagas genom särskilda besvär. I fråga om sökande av ändring gäller i övrigt 1 mom. i denna paragraf. Vad som i 6 kap. i förvaltningsprocesslagen bestäms om verkställighet av beslut som inte har vunnit laga kraft skall inte tillämpas på ändringssökande enligt denna lag så att verksamheten kan inledas utan ett lagakraftvunnet tillstånd eller en föreskrift som avses i 101 §. Om det i ett tillståndsärende är fråga om att fortsätta en befintlig verksamhet, kan Vasa förvaltningsdomstol i sitt beslut bestämma att beslutet trots att det överklagats skall iakttas helt eller delvis, om inte högsta förvaltningsdomstolen bestämmer något annat.",
        "normalized_sv": "Fullföljdsdomstolen kan på grundval av besvär upphäva en föreskrift som avses i 101 § eller ändra den eller också annars förbjuda att ett tillståndsbeslut verkställs. Besvär över en förvaltningsdomstols beslut i ett ärende som gäller verkställigheten av ett tillståndsärende får anföras hos högsta förvaltningsdomstolen endast i samband med besvär över huvudsaken. Den som anfört besvär över ett miljötillståndsbeslut kan i förvaltningsdomstolen yrka att ett avgörande som avses i 101 § 2 mom. skall upphävas eller ändras utan att det överklagas genom särskilda besvär. I fråga om sökande av ändring gäller i övrigt 1 mom. i denna paragraf. Vad som i 6 kap. i förvaltningsprocesslagen bestäms om verkställighet av beslut som inte har vunnit laga kraft skall inte tillämpas på ändringssökande enligt denna lag så att verksamheten kan inledas utan ett lagakraftvunnet tillstånd eller en föreskrift som avses i 101 § . Om det i ett tillståndsärende är fråga om att fortsätta en befintlig verksamhet, kan Vasa förvaltningsdomstol i sitt beslut bestämma att beslutet trots att det överklagats skall iakttas helt eller delvis, om inte högsta förvaltningsdomstolen bestämmer något annat.",
        "folded_sv": "fullfoljdsdomstolen kan pa grundval av besvar upphava en foreskrift som avses i 101 § eller andra den eller ocksa annars forbjuda att ett tillstandsbeslut verkstalls. besvar over en forvaltningsdomstols beslut i ett arende som galler verkstalligheten av ett tillstandsarende far anforas hos hogsta forvaltningsdomstolen endast i samband med besvar over huvudsaken. den som anfort besvar over ett miljotillstandsbeslut kan i forvaltningsdomstolen yrka att ett avgorande som avses i 101 § 2 mom. skall upphavas eller andras utan att det overklagas genom sarskilda besvar. i fraga om sokande av andring galler i ovrigt 1 mom. i denna paragraf. vad som i 6 kap. i forvaltningsprocesslagen bestams om verkstallighet av beslut som inte har vunnit laga kraft skall inte tillampas pa andringssokande enligt denna lag sa att verksamheten kan inledas utan ett lagakraftvunnet tillstand eller en foreskrift som avses i 101 §. om det i ett tillstandsarende ar fraga om att fortsatta en befintlig verksamhet, kan vasa forvaltningsdomstol i sitt beslut bestamma att beslutet trots att det overklagats skall iakttas helt eller delvis, om inte hogsta forvaltningsdomstolen bestammer nagot annat."
      }
    },
    {
      "provision_ref": "14:110 a",
      "chapter": "14",
      "section": "110 a",
      "title": "Valtioneuvoston päätös ympäristönsuojeluvaatimuksista tietyllä toimialalla sekä sen suhde ympäristölupaan",
      "content": "Valtioneuvoston päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:110 a",
        "normalized_fi": "Valtioneuvoston päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
        "folded_fi": "valtioneuvoston paatos on annettava tiedoksi siten kuin hallintolaissa saadetaan.",
        "title_sv": "Statsrådets beslut om miljöskyddskrav inom en viss bransch samt förhållandet mellan beslutet och miljötillstånd",
        "content_sv": "Statsrådets beslut skall delges så som anges i förvaltningslagen.",
        "normalized_sv": "Statsrådets beslut skall delges så som anges i förvaltningslagen.",
        "folded_sv": "statsradets beslut skall delges sa som anges i forvaltningslagen."
      }
    },
    {
      "provision_ref": "14:112",
      "chapter": "14",
      "section": "112",
      "title": "Kuuleminen ja tiedottaminen yhteistoteutuksesta",
      "content": "Ministeriön päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:112",
        "normalized_fi": "Ministeriön päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
        "folded_fi": "ministerion paatos on annettava tiedoksi siten kuin hallintolaissa saadetaan.",
        "title_sv": "Hörande samt information om gemensamt genomförande",
        "content_sv": "Ministeriets beslut skall delges så som anges i förvaltningslagen.",
        "normalized_sv": "Ministeriets beslut skall delges så som anges i förvaltningslagen.",
        "folded_sv": "ministeriets beslut skall delges sa som anges i forvaltningslagen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) ympäristön pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai käyttämistä sekä siihen teknisesti ja toiminnallisesti kiinteästi liittyvää toimintaa taikka alueen käyttämistä tai toiminnan järjestämistä siten, että siitä saattaa aiheutua ympäristön pilaantumista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) ympäristön pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai käyttämistä sekä siihen teknisesti ja toiminnallisesti kiinteästi liittyvää toimintaa taikka alueen käyttämistä tai toiminnan järjestämistä siten, että siitä saattaa aiheutua ympäristön pilaantumista;",
        "folded_fi": "tassa laissa tarkoitetaan: 2) ympariston pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai kayttamista seka siihen teknisesti ja toiminnallisesti kiinteasti liittyvaa toimintaa taikka alueen kayttamista tai toiminnan jarjestamista siten, etta siita saattaa aiheutua ympariston pilaantumista;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) verksamhet som medför risk för förorening av miljön inrättande eller användning av en anläggning samt därtill i tekniskt och funktionellt hänseende nära ansluten verksamhet eller användning av ett område eller anordnande av verksamhet på ett sätt som kan leda till förorening av miljön,",
        "normalized_sv": "I denna lag avses med 2) verksamhet som medför risk för förorening av miljön inrättande eller användning av en anläggning samt därtill i tekniskt och funktionellt hänseende nära ansluten verksamhet eller användning av ett område eller anordnande av verksamhet på ett sätt som kan leda till förorening av miljön,",
        "folded_sv": "i denna lag avses med 2) verksamhet som medfor risk for fororening av miljon inrattande eller anvandning av en anlaggning samt dartill i tekniskt och funktionellt hanseende nara ansluten verksamhet eller anvandning av ett omrade eller anordnande av verksamhet pa ett satt som kan leda till fororening av miljon,"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Aineet, valmisteet ja tuotteet",
      "content": "Jos polttoaineen, orgaanisia liuottimia sisältävän tuotteen tai ilmakehään haitallisesti vaikuttavan aineen, valmisteen tai tuotteen käytöstä syntyy päästöjä, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympäristön pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan säätää:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Jos polttoaineen, orgaanisia liuottimia sisältävän tuotteen tai ilmakehään haitallisesti vaikuttavan aineen, valmisteen tai tuotteen käytöstä syntyy päästöjä, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympäristön pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan säätää:",
        "folded_fi": "jos polttoaineen, orgaanisia liuottimia sisaltavan tuotteen tai ilmakehaan haitallisesti vaikuttavan aineen, valmisteen tai tuotteen kaytosta syntyy paastoja, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympariston pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan saataa:",
        "title_sv": "Ämnen, preparat och produkter",
        "content_sv": "Om användningen av ett bränsle, en produkt som innehåller organiska lösningsmedel eller ett ämne, ett preparat eller en produkt som negativt påverkar atmosfären orsakar utsläpp som med fog kan antas medföra olägenhet för hälsan eller risk för förorening av miljön, kan genom förordning av statsrådet bestämmelser utfärdas om",
        "normalized_sv": "Om användningen av ett bränsle, en produkt som innehåller organiska lösningsmedel eller ett ämne, ett preparat eller en produkt som negativt påverkar atmosfären orsakar utsläpp som med fog kan antas medföra olägenhet för hälsan eller risk för förorening av miljön, kan genom förordning av statsrådet bestämmelser utfärdas om",
        "folded_sv": "om anvandningen av ett bransle, en produkt som innehaller organiska losningsmedel eller ett amne, ett preparat eller en produkt som negativt paverkar atmosfaren orsakar utslapp som med fog kan antas medfora olagenhet for halsan eller risk for fororening av miljon, kan genom forordning av statsradet bestammelser utfardas om"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Muut asetukset",
      "content": "Valtioneuvoston asetuksella voidaan lisäksi säätää Euroopan yhteisön asianomaisten säädösten tai Suomen kansainvälisten velvoitteiden täytäntöönpanemiseksi: 1) ympäristöluvan voimassaolosta, tarkistamisesta ja luvassa annettavista määräyksistä; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa säädettävälle viranomaiselle ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytettävistä kemikaaleista, toiminnassa syntyvistä päästöistä ja jätteistä sekä toiminnassa vastaanotetuista jätteistä; 3) muista ympäristön pilaantumisen ehkäisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 §:ssä säädettyihin vaatimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan lisäksi säätää Euroopan yhteisön asianomaisten säädösten tai Suomen kansainvälisten velvoitteiden täytäntöönpanemiseksi: 1) ympäristöluvan voimassaolosta, tarkistamisesta ja luvassa annettavista määräyksistä; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa säädettävälle viranomaiselle ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytettävistä kemikaaleista, toiminnassa syntyvistä päästöistä ja jätteistä sekä toiminnassa vastaanotetuista jätteistä; 3) muista ympäristön pilaantumisen ehkäisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 § :ssä säädettyihin vaatimuksiin.",
        "folded_fi": "valtioneuvoston asetuksella voidaan lisaksi saataa euroopan yhteison asianomaisten saadosten tai suomen kansainvalisten velvoitteiden taytantoonpanemiseksi: 1) ymparistoluvan voimassaolosta, tarkistamisesta ja luvassa annettavista maarayksista; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa saadettavalle viranomaiselle ympariston pilaantumisen vaaraa aiheuttavassa toiminnassa kaytettavista kemikaaleista, toiminnassa syntyvista paastoista ja jatteista seka toiminnassa vastaanotetuista jatteista; 3) muista ympariston pilaantumisen ehkaisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 §:ssa saadettyihin vaatimuksiin.",
        "title_sv": "Andra förordningar",
        "content_sv": "Genom förordning av statsrådet kan dessutom, för genomförande av Europeiska gemenskapens rättsakter eller för uppfyllande av Finlands internationella förpliktelser, utfärdas bestämmelser om 1) miljötillstånds giltighet samt om justering av miljötillstånd och om tillståndsvillkor, 2) verksamhetsutövarens skyldighet att till en myndighet som anges genom förordning ge information om de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) övriga krav som behövs för hindrande av förorening av miljön och som kan jämföras med kraven i 11―15 §.",
        "normalized_sv": "Genom förordning av statsrådet kan dessutom, för genomförande av Europeiska gemenskapens rättsakter eller för uppfyllande av Finlands internationella förpliktelser, utfärdas bestämmelser om 1) miljötillstånds giltighet samt om justering av miljötillstånd och om tillståndsvillkor, 2) verksamhetsutövarens skyldighet att till en myndighet som anges genom förordning ge information om de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) övriga krav som behövs för hindrande av förorening av miljön och som kan jämföras med kraven i 11―15 § .",
        "folded_sv": "genom forordning av statsradet kan dessutom, for genomforande av europeiska gemenskapens rattsakter eller for uppfyllande av finlands internationella forpliktelser, utfardas bestammelser om 1) miljotillstands giltighet samt om justering av miljotillstand och om tillstandsvillkor, 2) verksamhetsutovarens skyldighet att till en myndighet som anges genom forordning ge information om de kemikalier som anvands inom verksamhet som medfor risk for fororening av miljon, om de utslapp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) ovriga krav som behovs for hindrande av fororening av miljon och som kan jamforas med kraven i 11―15 §."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Poikkeuksen myöntäminen",
      "content": "Ympäristöministeriö voi myöntää poikkeuksen 11―16 §:n nojalla annetun valtioneuvoston asetuksen noudattamisesta siinä säädetyin perustein. Poikkeus myönnetään hakemuksesta. Ennen poikkeuksen myöntämistä ympäristöministeriön on varattava alueelliselle ympäristökeskukselle, asianomaiselle kunnalle ja 92 §:ssä tarkoitetulle rekisteröidylle yhteisölle tilaisuus tulla kuulluksi hakemuksen johdosta. Päätös on annettava tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Yhteistoteutukseen liittyvästä poikkeuksesta säädetään 111 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Ympäristöministeriö voi myöntää poikkeuksen 11―16 § :n nojalla annetun valtioneuvoston asetuksen noudattamisesta siinä säädetyin perustein. Poikkeus myönnetään hakemuksesta. Ennen poikkeuksen myöntämistä ympäristöministeriön on varattava alueelliselle ympäristökeskukselle, asianomaiselle kunnalle ja 92 § :ssä tarkoitetulle rekisteröidylle yhteisölle tilaisuus tulla kuulluksi hakemuksen johdosta. Päätös on annettava tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Yhteistoteutukseen liittyvästä poikkeuksesta säädetään 111 § :ssä.",
        "folded_fi": "ymparistoministerio voi myontaa poikkeuksen 11―16 §:n nojalla annetun valtioneuvoston asetuksen noudattamisesta siina saadetyin perustein. poikkeus myonnetaan hakemuksesta. ennen poikkeuksen myontamista ymparistoministerion on varattava alueelliselle ymparistokeskukselle, asianomaiselle kunnalle ja 92 §:ssa tarkoitetulle rekisteroidylle yhteisolle tilaisuus tulla kuulluksi hakemuksen johdosta. paatos on annettava tiedoksi siten kuin hallintolaissa (434/2003) saadetaan. yhteistoteutukseen liittyvasta poikkeuksesta saadetaan 111 §:ssa.",
        "title_sv": "Beviljande av undantag",
        "content_sv": "Miljöministeriet kan bevilja undantag från bestämmelserna i en förordning av statsrådet som har givits med stöd av 11―16 § på de grunder som anges i den. Undantag beviljas på ansökan. Innan undantag beviljas skall miljöministeriet ge den regionala miljöcentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfälle att bli hörda med anledning av ansökan. Beslutet skall delges i enlighet med förvaltningslagen (434/2003). Bestämmelser om undantag i samband med gemensamt genomförande finns i 111 §.",
        "normalized_sv": "Miljöministeriet kan bevilja undantag från bestämmelserna i en förordning av statsrådet som har givits med stöd av 11―16 § på de grunder som anges i den. Undantag beviljas på ansökan. Innan undantag beviljas skall miljöministeriet ge den regionala miljöcentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfälle att bli hörda med anledning av ansökan. Beslutet skall delges i enlighet med förvaltningslagen (434/2003). Bestämmelser om undantag i samband med gemensamt genomförande finns i 111 § .",
        "folded_sv": "miljoministeriet kan bevilja undantag fran bestammelserna i en forordning av statsradet som har givits med stod av 11―16 § pa de grunder som anges i den. undantag beviljas pa ansokan. innan undantag beviljas skall miljoministeriet ge den regionala miljocentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfalle att bli horda med anledning av ansokan. beslutet skall delges i enlighet med forvaltningslagen (434/2003). bestammelser om undantag i samband med gemensamt genomforande finns i 111 §."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Talousjätevedet",
      "content": "Valtioneuvoston asetuksella voidaan säätää vesikäymälän jätevesien ja muun talousjäteveden puhdistuslaitteista ja menetelmistä, umpikaivoista, näiden laitteiden käytöstä ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. Kunnan ympäristönsuojeluviranomainen voi hakemuksesta myöntää valtioneuvoston asetuksessa säädetystä velvoitteesta kiinteistökohtaisen poikkeuksen enintään viiden vuoden määräajaksi kerrallaan. Poikkeus voidaan myöntää, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteistön jäteveden käsittelyvaatimusten noudattamiseksi kiinteistön haltijalle kohtuuttomat ja ympäristöön aiheutuvaa kuormitusta on pidettävä vähäisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää vesikäymälän jätevesien ja muun talousjäteveden puhdistuslaitteista ja menetelmistä, umpikaivoista, näiden laitteiden käytöstä ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. Kunnan ympäristönsuojeluviranomainen voi hakemuksesta myöntää valtioneuvoston asetuksessa säädetystä velvoitteesta kiinteistökohtaisen poikkeuksen enintään viiden vuoden määräajaksi kerrallaan. Poikkeus voidaan myöntää, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteistön jäteveden käsittelyvaatimusten noudattamiseksi kiinteistön haltijalle kohtuuttomat ja ympäristöön aiheutuvaa kuormitusta on pidettävä vähäisenä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa vesikaymalan jatevesien ja muun talousjateveden puhdistuslaitteista ja menetelmista, umpikaivoista, naiden laitteiden kaytosta ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. kunnan ymparistonsuojeluviranomainen voi hakemuksesta myontaa valtioneuvoston asetuksessa saadetysta velvoitteesta kiinteistokohtaisen poikkeuksen enintaan viiden vuoden maaraajaksi kerrallaan. poikkeus voidaan myontaa, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteiston jateveden kasittelyvaatimusten noudattamiseksi kiinteiston haltijalle kohtuuttomat ja ymparistoon aiheutuvaa kuormitusta on pidettava vahaisena.",
        "title_sv": "Hushållsavloppsvatten",
        "content_sv": "Genom förordning av statsrådet kan i fråga om avloppsvatten från vattenklosetter och annat hushållsavloppsvatten utfärdas bestämmelser om reningsanläggningar och reningsmetoder, samlingsbrunnar, användning och underhåll av sådana anläggningar samt om infiltrationsområden och avlägsnande av slam, särskilt med beaktande av målen för det riksomfattande vattenskyddet. Den kommunala miljövårdsmyndigheten kan på ansökan bevilja undantag fastighetsvis för högst fem år i sänder från den skyldighet som föreskrivs genom förordning av statsrådet. Undantag kan beviljas, om de åtgärder som förutsätts i förordningen enligt en helhetsbedömning är oskäliga för en fastighetsinnehavare när det gäller att uppfylla kraven på behandling av fastighetens avloppsvatten och om belastningen för miljön kan anses vara ringa.",
        "normalized_sv": "Genom förordning av statsrådet kan i fråga om avloppsvatten från vattenklosetter och annat hushållsavloppsvatten utfärdas bestämmelser om reningsanläggningar och reningsmetoder, samlingsbrunnar, användning och underhåll av sådana anläggningar samt om infiltrationsområden och avlägsnande av slam, särskilt med beaktande av målen för det riksomfattande vattenskyddet. Den kommunala miljövårdsmyndigheten kan på ansökan bevilja undantag fastighetsvis för högst fem år i sänder från den skyldighet som föreskrivs genom förordning av statsrådet. Undantag kan beviljas, om de åtgärder som förutsätts i förordningen enligt en helhetsbedömning är oskäliga för en fastighetsinnehavare när det gäller att uppfylla kraven på behandling av fastighetens avloppsvatten och om belastningen för miljön kan anses vara ringa.",
        "folded_sv": "genom forordning av statsradet kan i fraga om avloppsvatten fran vattenklosetter och annat hushallsavloppsvatten utfardas bestammelser om reningsanlaggningar och reningsmetoder, samlingsbrunnar, anvandning och underhall av sadana anlaggningar samt om infiltrationsomraden och avlagsnande av slam, sarskilt med beaktande av malen for det riksomfattande vattenskyddet. den kommunala miljovardsmyndigheten kan pa ansokan bevilja undantag fastighetsvis for hogst fem ar i sander fran den skyldighet som foreskrivs genom forordning av statsradet. undantag kan beviljas, om de atgarder som forutsatts i forordningen enligt en helhetsbedomning ar oskaliga for en fastighetsinnehavare nar det galler att uppfylla kraven pa behandling av fastighetens avloppsvatten och om belastningen for miljon kan anses vara ringa."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvontaviranomaiset",
      "content": "Työvoima- ja elinkeinokeskus valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista siltä osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Työvoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ympäristönsuojeluviranomaiselle tai alueelliselle ympäristökeskukselle näiden viranomaisten toimivaltaan tämän lain nojalla kuuluvia mahdollisia toimenpiteitä varten. Valvonnasta ja valvontaviranomaisten yhteistoiminnasta säädetään muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Työvoima- ja elinkeinokeskus valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista siltä osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Työvoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ympäristönsuojeluviranomaiselle tai alueelliselle ympäristökeskukselle näiden viranomaisten toimivaltaan tämän lain nojalla kuuluvia mahdollisia toimenpiteitä varten. Valvonnasta ja valvontaviranomaisten yhteistoiminnasta säädetään muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus valvoo taman lain ja sen nojalla annettujen saannosten noudattamista silta osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 tarkoitettujen lakisaateisten hoitovaatimusten noudattamisen valvonnasta. tyovoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ymparistonsuojeluviranomaiselle tai alueelliselle ymparistokeskukselle naiden viranomaisten toimivaltaan taman lain nojalla kuuluvia mahdollisia toimenpiteita varten. valvonnasta ja valvontaviranomaisten yhteistoiminnasta saadetaan muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheter",
        "content_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den till den del det är fråga om tillsyn över efterlevnaden av de föreskrivna verksamhetskrav som avses i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare. Arbetskrafts- och näringscentralen skall underrätta den kommunala miljövårdsmyndigheten eller den regionala miljöcentralen om brister som den uppdagar i samband med tillsynen för eventuella åtgärder från dessa myndigheters sida enligt den behörighet de har med stöd av denna lag. Genom förordning av statsrådet utfärdas i övrigt vid behov närmare bestämmelser om tillsynen och samarbetet mellan tillsynsmyndigheterna.",
        "normalized_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den till den del det är fråga om tillsyn över efterlevnaden av de föreskrivna verksamhetskrav som avses i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare. Arbetskrafts- och näringscentralen skall underrätta den kommunala miljövårdsmyndigheten eller den regionala miljöcentralen om brister som den uppdagar i samband med tillsynen för eventuella åtgärder från dessa myndigheters sida enligt den behörighet de har med stöd av denna lag. Genom förordning av statsrådet utfärdas i övrigt vid behov närmare bestämmelser om tillsynen och samarbetet mellan tillsynsmyndigheterna.",
        "folded_sv": "arbetskrafts- och naringscentralen overvakar efterlevnaden av denna lag och de bestammelser som utfardats med stod av den till den del det ar fraga om tillsyn over efterlevnaden av de foreskrivna verksamhetskrav som avses i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare. arbetskrafts- och naringscentralen skall underratta den kommunala miljovardsmyndigheten eller den regionala miljocentralen om brister som den uppdagar i samband med tillsynen for eventuella atgarder fran dessa myndigheters sida enligt den behorighet de har med stod av denna lag. genom forordning av statsradet utfardas i ovrigt vid behov narmare bestammelser om tillsynen och samarbetet mellan tillsynsmyndigheterna."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muut viranomaiset ja laitokset",
      "content": "Ajoneuvohallintokeskus, Maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella säädettävä viranomainen huolehtii 13 §:n 2 momentissa tarkoitetusta tyyppihyväksynnästä siten kuin siitä valtioneuvoston asetuksella säädetään. Ympäristöministeriön nimeämä 1 momentissa tarkoitettu tai muu vaatimukset täyttävä laitos voi toimia 13 §:n 2 momentin mukaan tyyppihyväksyntään liittyvänä tarkastuslaitoksena tai muuna vastaavana laitoksena. Tällaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella. Ministeriö voi peruuttaa nimeämisen, jos laitos ei täytä asetuksen mukaisia vaatimuksia. Laitoksen on tässä laissa tarkoitettuja julkisia hallintotehtäviään hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Ajoneuvohallintokeskus, Maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella säädettävä viranomainen huolehtii 13 § :n 2 momentissa tarkoitetusta tyyppihyväksynnästä siten kuin siitä valtioneuvoston asetuksella säädetään. Ympäristöministeriön nimeämä 1 momentissa tarkoitettu tai muu vaatimukset täyttävä laitos voi toimia 13 § :n 2 momentin mukaan tyyppihyväksyntään liittyvänä tarkastuslaitoksena tai muuna vastaavana laitoksena. Tällaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella. Ministeriö voi peruuttaa nimeämisen, jos laitos ei täytä asetuksen mukaisia vaatimuksia. Laitoksen on tässä laissa tarkoitettuja julkisia hallintotehtäviään hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) säädetään.",
        "folded_fi": "ajoneuvohallintokeskus, maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella saadettava viranomainen huolehtii 13 §:n 2 momentissa tarkoitetusta tyyppihyvaksynnasta siten kuin siita valtioneuvoston asetuksella saadetaan. ymparistoministerion nimeama 1 momentissa tarkoitettu tai muu vaatimukset tayttava laitos voi toimia 13 §:n 2 momentin mukaan tyyppihyvaksyntaan liittyvana tarkastuslaitoksena tai muuna vastaavana laitoksena. tallaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta saadetaan tarkemmin valtioneuvoston asetuksella. ministerio voi peruuttaa nimeamisen, jos laitos ei tayta asetuksen mukaisia vaatimuksia. laitoksen on tassa laissa tarkoitettuja julkisia hallintotehtaviaan hoitaessaan noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sahkoisesta asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) saadetaan.",
        "title_sv": "Övriga myndigheter och inrättningar",
        "content_sv": "Sådant typgodkännande som avses i 13 § 2 mom. ges, så som bestäms genom förordning av statsrådet, av Fordonsförvaltningscentralen, Forskningscentralen för jordbruk och livsmedelsekonomi eller någon annan myndighet som anges genom förordning av statsrådet. Miljöministeriet kan förordna en inrättning som avses i 1 mom. eller någon annan inrättning som uppfyller kraven att sköta uppgiften som besiktningsorgan eller motsvarande inrättning i anslutning till typgodkännandet enligt 13 § 2 mom. Närmare bestämmelser om de krav som ställs på en sådan inrättning och om tillsynen över att kraven följs utfärdas genom förordning av statsrådet. Ministeriet kan återkalla förordnandet, om inrättningen inte uppfyller kraven enligt förordningen. Vid fullgörandet av offentliga förvaltningsuppgifter som avses i denna lag skall inrättningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen och språklagen (423/2003).",
        "normalized_sv": "Sådant typgodkännande som avses i 13 § 2 mom. ges, så som bestäms genom förordning av statsrådet, av Fordonsförvaltningscentralen, Forskningscentralen för jordbruk och livsmedelsekonomi eller någon annan myndighet som anges genom förordning av statsrådet. Miljöministeriet kan förordna en inrättning som avses i 1 mom. eller någon annan inrättning som uppfyller kraven att sköta uppgiften som besiktningsorgan eller motsvarande inrättning i anslutning till typgodkännandet enligt 13 § 2 mom. Närmare bestämmelser om de krav som ställs på en sådan inrättning och om tillsynen över att kraven följs utfärdas genom förordning av statsrådet. Ministeriet kan återkalla förordnandet, om inrättningen inte uppfyller kraven enligt förordningen. Vid fullgörandet av offentliga förvaltningsuppgifter som avses i denna lag skall inrättningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen och språklagen (423/2003).",
        "folded_sv": "sadant typgodkannande som avses i 13 § 2 mom. ges, sa som bestams genom forordning av statsradet, av fordonsforvaltningscentralen, forskningscentralen for jordbruk och livsmedelsekonomi eller nagon annan myndighet som anges genom forordning av statsradet. miljoministeriet kan forordna en inrattning som avses i 1 mom. eller nagon annan inrattning som uppfyller kraven att skota uppgiften som besiktningsorgan eller motsvarande inrattning i anslutning till typgodkannandet enligt 13 § 2 mom. narmare bestammelser om de krav som stalls pa en sadan inrattning och om tillsynen over att kraven foljs utfardas genom forordning av statsradet. ministeriet kan aterkalla forordnandet, om inrattningen inte uppfyller kraven enligt forordningen. vid fullgorandet av offentliga forvaltningsuppgifter som avses i denna lag skall inrattningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen och spraklagen (423/2003)."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Ympäristönsuojelun tietojärjestelmä",
      "content": "Alueelliset ympäristökeskukset ja Suomen ympäristökeskus ylläpitävät ympäristönsuojelun tietojärjestelmää, joka sisältää tarpeelliset tiedot: 1) tämän lain mukaisista ympäristölupaviranomaisten ja valvontaviranomaisten päätöksistä; 2) lupiin ja ilmoituksiin liittyvistä raporteista ja tarkkailusta; 3) jätelain mukaiseen jätetiedostoon merkittävistä seikoista; 4) tämän lain täytäntöönpanoon liittyvästä ympäristön tilan seurannasta ja tutkimuksista; 5) ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytetyistä kemikaaleista, syntyvistä päästöistä ja jätteistä sekä vastaanotetuista jätteistä; 6) muista tämän lain täytäntöönpanon kannalta tarpeellisista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Alueelliset ympäristökeskukset ja Suomen ympäristökeskus ylläpitävät ympäristönsuojelun tietojärjestelmää, joka sisältää tarpeelliset tiedot: 1) tämän lain mukaisista ympäristölupaviranomaisten ja valvontaviranomaisten päätöksistä; 2) lupiin ja ilmoituksiin liittyvistä raporteista ja tarkkailusta; 3) jätelain mukaiseen jätetiedostoon merkittävistä seikoista; 4) tämän lain täytäntöönpanoon liittyvästä ympäristön tilan seurannasta ja tutkimuksista; 5) ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytetyistä kemikaaleista, syntyvistä päästöistä ja jätteistä sekä vastaanotetuista jätteistä; 6) muista tämän lain täytäntöönpanon kannalta tarpeellisista seikoista.",
        "folded_fi": "alueelliset ymparistokeskukset ja suomen ymparistokeskus yllapitavat ymparistonsuojelun tietojarjestelmaa, joka sisaltaa tarpeelliset tiedot: 1) taman lain mukaisista ymparistolupaviranomaisten ja valvontaviranomaisten paatoksista; 2) lupiin ja ilmoituksiin liittyvista raporteista ja tarkkailusta; 3) jatelain mukaiseen jatetiedostoon merkittavista seikoista; 4) taman lain taytantoonpanoon liittyvasta ympariston tilan seurannasta ja tutkimuksista; 5) ympariston pilaantumisen vaaraa aiheuttavassa toiminnassa kaytetyista kemikaaleista, syntyvista paastoista ja jatteista seka vastaanotetuista jatteista; 6) muista taman lain taytantoonpanon kannalta tarpeellisista seikoista.",
        "title_sv": "Datasystemet för miljövårdsinformation",
        "content_sv": "De regionala miljöcentralerna och Finlands miljöcentral upprätthåller datasystemet för miljövårdsinformation, vilket innehåller behövliga uppgifter om 1) sådana beslut av miljötillståndsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstånden och anmälningarna, 3) sådant som skall införas i det avfallsregister som avses i avfallslagen, 4) uppföljning och forskning som gäller miljöns tillstånd i samband med verkställigheten av denna lag, 5) de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behövs för verkställigheten av denna lag.",
        "normalized_sv": "De regionala miljöcentralerna och Finlands miljöcentral upprätthåller datasystemet för miljövårdsinformation, vilket innehåller behövliga uppgifter om 1) sådana beslut av miljötillståndsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstånden och anmälningarna, 3) sådant som skall införas i det avfallsregister som avses i avfallslagen, 4) uppföljning och forskning som gäller miljöns tillstånd i samband med verkställigheten av denna lag, 5) de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behövs för verkställigheten av denna lag.",
        "folded_sv": "de regionala miljocentralerna och finlands miljocentral uppratthaller datasystemet for miljovardsinformation, vilket innehaller behovliga uppgifter om 1) sadana beslut av miljotillstandsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstanden och anmalningarna, 3) sadant som skall inforas i det avfallsregister som avses i avfallslagen, 4) uppfoljning och forskning som galler miljons tillstand i samband med verkstalligheten av denna lag, 5) de kemikalier som anvands inom verksamhet som medfor risk for fororening av miljon, om de utslapp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behovs for verkstalligheten av denna lag."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Toimivaltainen lupaviranomainen",
      "content": "Alueellinen ympäristökeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ympäristövaikutukset kohdistuvat huomattavassa määrin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ympäristökeskuksessa on muusta syystä perusteltua; 2) lupa on tarpeen 28 §:n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 §:n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten käsittelyyn. Jos toimintoihin on haettava lupaa siten kuin 35 §:n 4 momentissa säädetään, eri toimintojen lupa-asian ratkaisee ympäristölupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ympäristökeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. Edellä 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Alueellinen ympäristökeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ympäristövaikutukset kohdistuvat huomattavassa määrin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ympäristökeskuksessa on muusta syystä perusteltua; 2) lupa on tarpeen 28 § :n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 § :n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten käsittelyyn. Jos toimintoihin on haettava lupaa siten kuin 35 § :n 4 momentissa säädetään, eri toimintojen lupa-asian ratkaisee ympäristölupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ympäristökeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. Edellä 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alueellinen ymparistokeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ymparistovaikutukset kohdistuvat huomattavassa maarin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ymparistokeskuksessa on muusta syysta perusteltua; 2) lupa on tarpeen 28 §:n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 §:n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten kasittelyyn. jos toimintoihin on haettava lupaa siten kuin 35 §:n 4 momentissa saadetaan, eri toimintojen lupa-asian ratkaisee ymparistolupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ymparistokeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. edella 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörig tillståndsmyndighet",
        "content_sv": "Den regionala miljöcentralen avgör andra tillståndsansökningar än sådana som avses i 1 mom., om 1) verksamhetens miljökonsekvenser i betydande omfattning berör ett större område än den kommun där verksamheten skall placeras eller om det av någon annan orsak är motiverat att den regionala miljöcentralen avgör ärendet, 2) tillståndet behövs med stöd av 28 § 2 mom. 1 punkten, 3) tillståndet behövs uteslutande med stöd av 29 §, eller 4) tillståndet behövs för behandling av förorenade marksubstanser. Om tillstånd för verksamheterna skall sökas i enlighet med 35 § 4 mom., avgörs ärendet om tillstånd för de olika verksamheterna av miljötillståndsverket redan om en enda av verksamheterna är sådan att verket är behörigt att avgöra tillståndsärendet. I annat fall avgörs ärendet av den regionala miljöcentralen redan om en enda av verksamheterna är sådan att centralen är behörig att avgöra tillståndsärendet. Närmare bestämmelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den regionala miljöcentralen avgör andra tillståndsansökningar än sådana som avses i 1 mom., om 1) verksamhetens miljökonsekvenser i betydande omfattning berör ett större område än den kommun där verksamheten skall placeras eller om det av någon annan orsak är motiverat att den regionala miljöcentralen avgör ärendet, 2) tillståndet behövs med stöd av 28 § 2 mom. 1 punkten, 3) tillståndet behövs uteslutande med stöd av 29 § , eller 4) tillståndet behövs för behandling av förorenade marksubstanser. Om tillstånd för verksamheterna skall sökas i enlighet med 35 § 4 mom., avgörs ärendet om tillstånd för de olika verksamheterna av miljötillståndsverket redan om en enda av verksamheterna är sådan att verket är behörigt att avgöra tillståndsärendet. I annat fall avgörs ärendet av den regionala miljöcentralen redan om en enda av verksamheterna är sådan att centralen är behörig att avgöra tillståndsärendet. Närmare bestämmelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "folded_sv": "den regionala miljocentralen avgor andra tillstandsansokningar an sadana som avses i 1 mom., om 1) verksamhetens miljokonsekvenser i betydande omfattning beror ett storre omrade an den kommun dar verksamheten skall placeras eller om det av nagon annan orsak ar motiverat att den regionala miljocentralen avgor arendet, 2) tillstandet behovs med stod av 28 § 2 mom. 1 punkten, 3) tillstandet behovs uteslutande med stod av 29 §, eller 4) tillstandet behovs for behandling av fororenade marksubstanser. om tillstand for verksamheterna skall sokas i enlighet med 35 § 4 mom., avgors arendet om tillstand for de olika verksamheterna av miljotillstandsverket redan om en enda av verksamheterna ar sadan att verket ar behorigt att avgora tillstandsarendet. i annat fall avgors arendet av den regionala miljocentralen redan om en enda av verksamheterna ar sadan att centralen ar behorig att avgora tillstandsarendet. narmare bestammelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Lupaviranomaisen alueellinen toimivalta",
      "content": "Alueellinen ympäristökeskus ratkaisee kunnan ympäristönsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ympäristönsuojeluviranomaisen toimialueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Alueellinen ympäristökeskus ratkaisee kunnan ympäristönsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ympäristönsuojeluviranomaisen toimialueella.",
        "folded_fi": "alueellinen ymparistokeskus ratkaisee kunnan ymparistonsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ymparistonsuojeluviranomaisen toimialueella.",
        "title_sv": "Tillståndsmyndighetens regionala behörighet",
        "content_sv": "Den regionala miljöcentralen avgör ett tillståndsärende som annars faller inom den kommunala miljövårdsmyndighetens behörighet, om verksamheten eller verksamheterna har placerats inom flera miljövårdsmyndigheters verksamhetsområden.",
        "normalized_sv": "Den regionala miljöcentralen avgör ett tillståndsärende som annars faller inom den kommunala miljövårdsmyndighetens behörighet, om verksamheten eller verksamheterna har placerats inom flera miljövårdsmyndigheters verksamhetsområden.",
        "folded_sv": "den regionala miljocentralen avgor ett tillstandsarende som annars faller inom den kommunala miljovardsmyndighetens behorighet, om verksamheten eller verksamheterna har placerats inom flera miljovardsmyndigheters verksamhetsomraden."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Lupahakemus",
      "content": "Jos samalla toiminta-alueella sijaitsevalla usealla ympäristöluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, että niiden ympäristövaikutuksia tai jätehuoltoa on tarpeen tarkastella yhdessä, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdellä lupahakemuksella. Lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Jos samalla toiminta-alueella sijaitsevalla usealla ympäristöluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, että niiden ympäristövaikutuksia tai jätehuoltoa on tarpeen tarkastella yhdessä, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdellä lupahakemuksella. Lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
        "folded_fi": "jos samalla toiminta-alueella sijaitsevalla usealla ymparistoluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, etta niiden ymparistovaikutuksia tai jatehuoltoa on tarpeen tarkastella yhdessa, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdella lupahakemuksella. lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
        "title_sv": "Tillståndsansökan",
        "content_sv": "Om det mellan flera tillståndspliktiga verksamheter som har placerats inom samma verksamhetsområde finns ett sådant tekniskt och funktionellt samband att det är nödvändigt att deras miljökonsekvenser eller avfallshantering granskas tillsammans, skall tillstånd för verksamheterna sökas samtidigt med olika tillståndsansökningar eller gemensamt med en enda tillståndsansökan. Tillstånd kan dock sökas separat, om ansökan inte gör det nödvändigt att justera det giltiga tillståndet för andra verksamheter.",
        "normalized_sv": "Om det mellan flera tillståndspliktiga verksamheter som har placerats inom samma verksamhetsområde finns ett sådant tekniskt och funktionellt samband att det är nödvändigt att deras miljökonsekvenser eller avfallshantering granskas tillsammans, skall tillstånd för verksamheterna sökas samtidigt med olika tillståndsansökningar eller gemensamt med en enda tillståndsansökan. Tillstånd kan dock sökas separat, om ansökan inte gör det nödvändigt att justera det giltiga tillståndet för andra verksamheter.",
        "folded_sv": "om det mellan flera tillstandspliktiga verksamheter som har placerats inom samma verksamhetsomrade finns ett sadant tekniskt och funktionellt samband att det ar nodvandigt att deras miljokonsekvenser eller avfallshantering granskas tillsammans, skall tillstand for verksamheterna sokas samtidigt med olika tillstandsansokningar eller gemensamt med en enda tillstandsansokan. tillstand kan dock sokas separat, om ansokan inte gor det nodvandigt att justera det giltiga tillstandet for andra verksamheter."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Lupahakemuksesta tiedottaminen",
      "content": "Kuulemisesta on muutoin voimassa, mitä hallintolaissa säädetään. Tiedoksiantoon yhteisalueen järjestäytymättömälle osakaskunnalle sovelletaan, mitä vesilain 16 luvun 8 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Kuulemisesta on muutoin voimassa, mitä hallintolaissa säädetään. Tiedoksiantoon yhteisalueen järjestäytymättömälle osakaskunnalle sovelletaan, mitä vesilain 16 luvun 8 § :ssä säädetään.",
        "folded_fi": "kuulemisesta on muutoin voimassa, mita hallintolaissa saadetaan. tiedoksiantoon yhteisalueen jarjestaytymattomalle osakaskunnalle sovelletaan, mita vesilain 16 luvun 8 §:ssa saadetaan.",
        "title_sv": "Information om tillståndsansökan",
        "content_sv": "I fråga om hörande gäller i övrigt förvaltningslagen. När det gäller en samfällighets ickekonstituerade delägarlag skall på delgivningen tillämpas 16 kap. 8 § i vattenlagen.",
        "normalized_sv": "I fråga om hörande gäller i övrigt förvaltningslagen. När det gäller en samfällighets ickekonstituerade delägarlag skall på delgivningen tillämpas 16 kap. 8 § i vattenlagen.",
        "folded_sv": "i fraga om horande galler i ovrigt forvaltningslagen. nar det galler en samfallighets ickekonstituerade delagarlag skall pa delgivningen tillampas 16 kap. 8 § i vattenlagen."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Eri toimintojen lupien samanaikainen käsittely",
      "content": "Jos 35 §:n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on käsiteltävä ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Jos 35 § :n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on käsiteltävä ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
        "folded_fi": "jos 35 §:n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on kasiteltava ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
        "title_sv": "Samtidig behandling av tillstånd för olika verksamheter",
        "content_sv": "Har ett tillståndsärende som gäller verksamheter enligt 35 § 4 mom. anhängiggjorts med olika tillståndsansökningar, skall ansökningarna behandlas och avgöras samtidigt med beaktande av den helhet som verksamheterna bildar.",
        "normalized_sv": "Har ett tillståndsärende som gäller verksamheter enligt 35 § 4 mom. anhängiggjorts med olika tillståndsansökningar, skall ansökningarna behandlas och avgöras samtidigt med beaktande av den helhet som verksamheterna bildar.",
        "folded_sv": "har ett tillstandsarende som galler verksamheter enligt 35 § 4 mom. anhangiggjorts med olika tillstandsansokningar, skall ansokningarna behandlas och avgoras samtidigt med beaktande av den helhet som verksamheterna bildar."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Tarkkailumääräykset",
      "content": "Päätös 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtävä noudattaen, mitä hallintolaissa säädetään, jollei päätöstä tehdä lupaa myönnettäessä tai muutettaessa. Päätöstä voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleistä etua valvovan viranomaisen, kunnan tai haittaa kärsivän asianosaisen vaatimuksesta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Lupaviranomaisen määräämän viranomaisen 4 momentissa tarkoitettuun päätökseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 päivän kuluessa päätöksen julkipanosta. Oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen päätökseen haetaan muutosta siten kuin 96 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Päätös 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtävä noudattaen, mitä hallintolaissa säädetään, jollei päätöstä tehdä lupaa myönnettäessä tai muutettaessa. Päätöstä voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleistä etua valvovan viranomaisen, kunnan tai haittaa kärsivän asianosaisen vaatimuksesta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Lupaviranomaisen määräämän viranomaisen 4 momentissa tarkoitettuun päätökseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 päivän kuluessa päätöksen julkipanosta. Oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen päätökseen haetaan muutosta siten kuin 96 § :ssä säädetään.",
        "folded_fi": "paatos 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtava noudattaen, mita hallintolaissa saadetaan, jollei paatosta tehda lupaa myonnettaessa tai muutettaessa. paatosta voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleista etua valvovan viranomaisen, kunnan tai haittaa karsivan asianosaisen vaatimuksesta. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. lupaviranomaisen maaraaman viranomaisen 4 momentissa tarkoitettuun paatokseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 paivan kuluessa paatoksen julkipanosta. oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen paatokseen haetaan muutosta siten kuin 96 §:ssa saadetaan.",
        "title_sv": "Kontrollvillkor",
        "content_sv": "I sådana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av förvaltningslagen, om inte beslutet fattas i samband med att tillståndet beviljas eller ändras. Beslutet kan ändras på tjänstens vägnar eller på yrkande av tillståndshavaren, tillsynsmyndigheten, en myndighet som bevakar allmänt intresse, kommunen eller en part som orsakas olägenhet. Beslutet meddelas efter anslag och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Rättelse i beslut enligt 4 mom. av en av tillståndsmyndigheten förordnad myndighet kan sökas skriftligen hos tillståndsmyndigheten inom 30 dagar efter anslaget. Ändring i tillståndsmyndighetens beslut med anledning av rättelseyrkande söks så som anges i 96 §.",
        "normalized_sv": "I sådana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av förvaltningslagen, om inte beslutet fattas i samband med att tillståndet beviljas eller ändras. Beslutet kan ändras på tjänstens vägnar eller på yrkande av tillståndshavaren, tillsynsmyndigheten, en myndighet som bevakar allmänt intresse, kommunen eller en part som orsakas olägenhet. Beslutet meddelas efter anslag och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Rättelse i beslut enligt 4 mom. av en av tillståndsmyndigheten förordnad myndighet kan sökas skriftligen hos tillståndsmyndigheten inom 30 dagar efter anslaget. Ändring i tillståndsmyndighetens beslut med anledning av rättelseyrkande söks så som anges i 96 § .",
        "folded_sv": "i sadana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av forvaltningslagen, om inte beslutet fattas i samband med att tillstandet beviljas eller andras. beslutet kan andras pa tjanstens vagnar eller pa yrkande av tillstandshavaren, tillsynsmyndigheten, en myndighet som bevakar allmant intresse, kommunen eller en part som orsakas olagenhet. beslutet meddelas efter anslag och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. rattelse i beslut enligt 4 mom. av en av tillstandsmyndigheten forordnad myndighet kan sokas skriftligen hos tillstandsmyndigheten inom 30 dagar efter anslaget. andring i tillstandsmyndighetens beslut med anledning av rattelseyrkande soks sa som anges i 96 §."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Lupamääräyksen suhde asetuksen vähimmäisvaatimukseen",
      "content": "Lupamääräys voi olla tämän lain tai jätelain nojalla annettuun valtioneuvoston asetukseen sisältyvää yksilöityä ympäristönsuojelun vähimmäisvaatimusta ankarampi: 1) luvan myöntämisen edellytysten täyttämiseksi; 2) asetuksella annetun ympäristön laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan käyttökelpoisen tekniikan noudattamiseksi, jos Euroopan yhteisön säädöksen täytäntöönpanemiseksi annetussa valtioneuvoston asetuksessa näin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Lupamääräys voi olla tämän lain tai jätelain nojalla annettuun valtioneuvoston asetukseen sisältyvää yksilöityä ympäristönsuojelun vähimmäisvaatimusta ankarampi: 1) luvan myöntämisen edellytysten täyttämiseksi; 2) asetuksella annetun ympäristön laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan käyttökelpoisen tekniikan noudattamiseksi, jos Euroopan yhteisön säädöksen täytäntöönpanemiseksi annetussa valtioneuvoston asetuksessa näin säädetään.",
        "folded_fi": "lupamaarays voi olla taman lain tai jatelain nojalla annettuun valtioneuvoston asetukseen sisaltyvaa yksiloitya ymparistonsuojelun vahimmaisvaatimusta ankarampi: 1) luvan myontamisen edellytysten tayttamiseksi; 2) asetuksella annetun ympariston laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan kayttokelpoisen tekniikan noudattamiseksi, jos euroopan yhteison saadoksen taytantoonpanemiseksi annetussa valtioneuvoston asetuksessa nain saadetaan.",
        "title_sv": "Förhållandet mellan tillståndsvillkor och minimikrav i en förordning",
        "content_sv": "Ett tillståndsvillkor kan vara strängare än ett specificerat minimikrav i fråga om miljöskyddet enligt en förordning av statsrådet som har utfärdats med stöd av denna lag eller avfallslagen 1) för att förutsättningarna för beviljande av tillstånd skall uppfyllas, 2) för tillgodoseende av ett miljökvalitetskrav i en förordning, 3) för att skydda vatten, eller 4) för att tillämpa den bästa tillgängliga tekniken, om så föreskrivs i en förordning av statsrådet om genomförande av Europeiska gemenskapens rättsakter.",
        "normalized_sv": "Ett tillståndsvillkor kan vara strängare än ett specificerat minimikrav i fråga om miljöskyddet enligt en förordning av statsrådet som har utfärdats med stöd av denna lag eller avfallslagen 1) för att förutsättningarna för beviljande av tillstånd skall uppfyllas, 2) för tillgodoseende av ett miljökvalitetskrav i en förordning, 3) för att skydda vatten, eller 4) för att tillämpa den bästa tillgängliga tekniken, om så föreskrivs i en förordning av statsrådet om genomförande av Europeiska gemenskapens rättsakter.",
        "folded_sv": "ett tillstandsvillkor kan vara strangare an ett specificerat minimikrav i fraga om miljoskyddet enligt en forordning av statsradet som har utfardats med stod av denna lag eller avfallslagen 1) for att forutsattningarna for beviljande av tillstand skall uppfyllas, 2) for tillgodoseende av ett miljokvalitetskrav i en forordning, 3) for att skydda vatten, eller 4) for att tillampa den basta tillgangliga tekniken, om sa foreskrivs i en forordning av statsradet om genomforande av europeiska gemenskapens rattsakter."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "title": "Lupapäätöksen antaminen",
      "content": "Lupaa koskeva päätös annetaan julkipanon jälkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. Päätöksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispäivää päätöksen tehneen viranomaisen ilmoitustaululla. Julkipanoilmoituksessa on mainittava viranomainen, asian laatu, päätöksen antamispäivä ja valitusaika. Ilmoitus on pidettävä päätöksen tehneen viranomaisen ilmoitustaululla vähintään sen ajan, jonka kuluessa päätökseen voidaan hakea muutosta valittamalla. Päätöksen on oltava saatavana ilmoituksessa mainittuna antamispäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Lupaa koskeva päätös annetaan julkipanon jälkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. Päätöksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispäivää päätöksen tehneen viranomaisen ilmoitustaululla. Julkipanoilmoituksessa on mainittava viranomainen, asian laatu, päätöksen antamispäivä ja valitusaika. Ilmoitus on pidettävä päätöksen tehneen viranomaisen ilmoitustaululla vähintään sen ajan, jonka kuluessa päätökseen voidaan hakea muutosta valittamalla. Päätöksen on oltava saatavana ilmoituksessa mainittuna antamispäivänä.",
        "folded_fi": "lupaa koskeva paatos annetaan julkipanon jalkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. paatoksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispaivaa paatoksen tehneen viranomaisen ilmoitustaululla. julkipanoilmoituksessa on mainittava viranomainen, asian laatu, paatoksen antamispaiva ja valitusaika. ilmoitus on pidettava paatoksen tehneen viranomaisen ilmoitustaululla vahintaan sen ajan, jonka kuluessa paatokseen voidaan hakea muutosta valittamalla. paatoksen on oltava saatavana ilmoituksessa mainittuna antamispaivana.",
        "title_sv": "Hur ett tillståndsbeslut ges",
        "content_sv": "Ett beslut som gäller ett tillstånd meddelas efter anslag, och beslutet anses ha kommit dem som har rätt att överklaga till kännedom när det meddelades. Information om meddelande av ett beslut enligt 1 mom. skall ges på anslagstavlan hos den myndighet som fattat beslutet före den dag beslutet meddelas. Informationen skall innehålla uppgift om myndigheten, ärendets natur, den dag då beslutet meddelas och besvärstiden. Informationsmeddelandet skall vara uppsatt på anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan överklagas genom besvär. Beslutet skall vara tillgängligt den dag det enligt informationsmeddelandet meddelas.",
        "normalized_sv": "Ett beslut som gäller ett tillstånd meddelas efter anslag, och beslutet anses ha kommit dem som har rätt att överklaga till kännedom när det meddelades. Information om meddelande av ett beslut enligt 1 mom. skall ges på anslagstavlan hos den myndighet som fattat beslutet före den dag beslutet meddelas. Informationen skall innehålla uppgift om myndigheten, ärendets natur, den dag då beslutet meddelas och besvärstiden. Informationsmeddelandet skall vara uppsatt på anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan överklagas genom besvär. Beslutet skall vara tillgängligt den dag det enligt informationsmeddelandet meddelas.",
        "folded_sv": "ett beslut som galler ett tillstand meddelas efter anslag, och beslutet anses ha kommit dem som har ratt att overklaga till kannedom nar det meddelades. information om meddelande av ett beslut enligt 1 mom. skall ges pa anslagstavlan hos den myndighet som fattat beslutet fore den dag beslutet meddelas. informationen skall innehalla uppgift om myndigheten, arendets natur, den dag da beslutet meddelas och besvarstiden. informationsmeddelandet skall vara uppsatt pa anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan overklagas genom besvar. beslutet skall vara tillgangligt den dag det enligt informationsmeddelandet meddelas."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Melua ja tärinää aiheuttava tilapäinen toiminta",
      "content": "Toiminnanharjoittajan on tehtävä kunnan ympäristönsuojeluviranomaiselle kirjallinen ilmoitus tilapäistä melua tai tärinää aiheuttavasta toimenpiteestä tai tapahtumasta, kuten rakentamisesta tai yleisötilaisuudesta, jos melun tai tärinän on syytä olettaa olevan erityisen häiritsevää. Jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdään sille alueelliselle ympäristökeskukselle, jonka toimialueella melu tai tärinä pääasiallisesti ilmenee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Toiminnanharjoittajan on tehtävä kunnan ympäristönsuojeluviranomaiselle kirjallinen ilmoitus tilapäistä melua tai tärinää aiheuttavasta toimenpiteestä tai tapahtumasta, kuten rakentamisesta tai yleisötilaisuudesta, jos melun tai tärinän on syytä olettaa olevan erityisen häiritsevää. Jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdään sille alueelliselle ympäristökeskukselle, jonka toimialueella melu tai tärinä pääasiallisesti ilmenee.",
        "folded_fi": "toiminnanharjoittajan on tehtava kunnan ymparistonsuojeluviranomaiselle kirjallinen ilmoitus tilapaista melua tai tarinaa aiheuttavasta toimenpiteesta tai tapahtumasta, kuten rakentamisesta tai yleisotilaisuudesta, jos melun tai tarinan on syyta olettaa olevan erityisen hairitsevaa. jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdaan sille alueelliselle ymparistokeskukselle, jonka toimialueella melu tai tarina paaasiallisesti ilmenee.",
        "title_sv": "Tillfällig verksamhet som orsakar buller och skakningar",
        "content_sv": "Verksamhetsutövaren skall till den kommunala miljövårdsmyndigheten göra en skriftlig anmälan om åtgärder eller händelser som orsakar tillfälligt buller eller skakningar, såsom byggande eller offentliga tillställningar, om bullret eller skakningarna kan antas bli speciellt störande. Om ett projekt genomförs på flera kommuners område, skall anmälan göras till den regionala miljöcentral inom vars verksamhetsområde bullret eller skakningarna huvudsakligen framträder.",
        "normalized_sv": "Verksamhetsutövaren skall till den kommunala miljövårdsmyndigheten göra en skriftlig anmälan om åtgärder eller händelser som orsakar tillfälligt buller eller skakningar, såsom byggande eller offentliga tillställningar, om bullret eller skakningarna kan antas bli speciellt störande. Om ett projekt genomförs på flera kommuners område, skall anmälan göras till den regionala miljöcentral inom vars verksamhetsområde bullret eller skakningarna huvudsakligen framträder.",
        "folded_sv": "verksamhetsutovaren skall till den kommunala miljovardsmyndigheten gora en skriftlig anmalan om atgarder eller handelser som orsakar tillfalligt buller eller skakningar, sasom byggande eller offentliga tillstallningar, om bullret eller skakningarna kan antas bli speciellt storande. om ett projekt genomfors pa flera kommuners omrade, skall anmalan goras till den regionala miljocentral inom vars verksamhetsomrade bullret eller skakningarna huvudsakligen framtrader."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Poikkeukselliset tilanteet",
      "content": "Jos onnettomuudesta, tuotantohäiriöstä, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syystä aiheutuu päästöjä tai syntyy jätettä siten, että siitä voi aiheutua välitöntä ja ilmeistä ympäristön pilaantumisen vaaraa tai jätteen määrän tai ominaisuuksien vuoksi erityisiä toimia jätehuollossa, on toiminnasta vastaavan tai jätteen haltijan ilmoitettava tapahtuneesta viipymättä valvontaviranomaiselle. Jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syystä aiheutuu odottamaton tilanne, jonka vuoksi lupamääräystä ei voida tilapäisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Jos onnettomuudesta, tuotantohäiriöstä, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syystä aiheutuu päästöjä tai syntyy jätettä siten, että siitä voi aiheutua välitöntä ja ilmeistä ympäristön pilaantumisen vaaraa tai jätteen määrän tai ominaisuuksien vuoksi erityisiä toimia jätehuollossa, on toiminnasta vastaavan tai jätteen haltijan ilmoitettava tapahtuneesta viipymättä valvontaviranomaiselle. Jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syystä aiheutuu odottamaton tilanne, jonka vuoksi lupamääräystä ei voida tilapäisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
        "folded_fi": "jos onnettomuudesta, tuotantohairiosta, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syysta aiheutuu paastoja tai syntyy jatetta siten, etta siita voi aiheutua valitonta ja ilmeista ympariston pilaantumisen vaaraa tai jatteen maaran tai ominaisuuksien vuoksi erityisia toimia jatehuollossa, on toiminnasta vastaavan tai jatteen haltijan ilmoitettava tapahtuneesta viipymatta valvontaviranomaiselle. jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syysta aiheutuu odottamaton tilanne, jonka vuoksi lupamaaraysta ei voida tilapaisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
        "title_sv": "Exceptionella situationer",
        "content_sv": "Om det på grund av en olycka eller produktionsstörning, rivning av en konstruktion eller anläggning eller av någon annan därmed jämförbar orsak uppstår utsläpp eller avfall i en utsträckning som medför direkt och uppenbar risk för förorening av miljön eller som på grund av avfallets mängd eller beskaffenhet föranleder särskilda avfallshanteringsåtgärder, skall den för verksamheten ansvarige eller avfallsinnehavaren utan dröjsmål underrätta tillsynsmyndigheten om saken. Om det av någon annan än i 1 mom. avsedd orsak som är oberoende av verksamheten eller av någon oförutsebar orsak uppkommer en oväntad situation som leder till att tillståndsvillkoren tillfälligt inte kan uppfyllas, skall verksamhetsutövaren underrätta tillsynsmyndigheten om saken.",
        "normalized_sv": "Om det på grund av en olycka eller produktionsstörning, rivning av en konstruktion eller anläggning eller av någon annan därmed jämförbar orsak uppstår utsläpp eller avfall i en utsträckning som medför direkt och uppenbar risk för förorening av miljön eller som på grund av avfallets mängd eller beskaffenhet föranleder särskilda avfallshanteringsåtgärder, skall den för verksamheten ansvarige eller avfallsinnehavaren utan dröjsmål underrätta tillsynsmyndigheten om saken. Om det av någon annan än i 1 mom. avsedd orsak som är oberoende av verksamheten eller av någon oförutsebar orsak uppkommer en oväntad situation som leder till att tillståndsvillkoren tillfälligt inte kan uppfyllas, skall verksamhetsutövaren underrätta tillsynsmyndigheten om saken.",
        "folded_sv": "om det pa grund av en olycka eller produktionsstorning, rivning av en konstruktion eller anlaggning eller av nagon annan darmed jamforbar orsak uppstar utslapp eller avfall i en utstrackning som medfor direkt och uppenbar risk for fororening av miljon eller som pa grund av avfallets mangd eller beskaffenhet foranleder sarskilda avfallshanteringsatgarder, skall den for verksamheten ansvarige eller avfallsinnehavaren utan drojsmal underratta tillsynsmyndigheten om saken. om det av nagon annan an i 1 mom. avsedd orsak som ar oberoende av verksamheten eller av nagon oforutsebar orsak uppkommer en ovantad situation som leder till att tillstandsvillkoren tillfalligt inte kan uppfyllas, skall verksamhetsutovaren underratta tillsynsmyndigheten om saken."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Kuuleminen",
      "content": "Edellä 60 ja 61 §:n mukaisen ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa säädetään, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. Edellä 62 §:ssä tarkoitetun ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityistä syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Edellä 60 ja 61 § :n mukaisen ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa säädetään, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. Edellä 62 § :ssä tarkoitetun ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityistä syytä.",
        "folded_fi": "edella 60 ja 61 §:n mukaisen ilmoituksen vireillaolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa saadetaan, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. edella 62 §:ssa tarkoitetun ilmoituksen vireillaolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityista syyta.",
        "title_sv": "Hörande",
        "content_sv": "En anhängig anmälan som avses i 60 och 61 § skall offentliggöras och parterna skall höras i enlighet med förvaltningslagen, om den anmälda verksamheten väsentligt kan påverka allmänt eller enskilt intresse. En anhängig anmälan som avses i 62 § skall offentliggöras och parterna skall höras på motsvarande sätt, om det finns särskilda skäl till detta.",
        "normalized_sv": "En anhängig anmälan som avses i 60 och 61 § skall offentliggöras och parterna skall höras i enlighet med förvaltningslagen, om den anmälda verksamheten väsentligt kan påverka allmänt eller enskilt intresse. En anhängig anmälan som avses i 62 § skall offentliggöras och parterna skall höras på motsvarande sätt, om det finns särskilda skäl till detta.",
        "folded_sv": "en anhangig anmalan som avses i 60 och 61 § skall offentliggoras och parterna skall horas i enlighet med forvaltningslagen, om den anmalda verksamheten vasentligt kan paverka allmant eller enskilt intresse. en anhangig anmalan som avses i 62 § skall offentliggoras och parterna skall horas pa motsvarande satt, om det finns sarskilda skal till detta."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Ilmoituksen käsittely",
      "content": "Viranomaisen on ilmoituksen johdosta annettava päätös, jossa voidaan antaa tarpeellisia määräyksiä toiminnasta aiheutuvan ympäristön pilaantumisen ehkäisemisestä, toiminnan tarkkailusta ja tiedottamisesta asukkaille sekä toiminnan järjestämiseen liittyvien jätelain mukaisten velvollisuuksien täyttämisestä. Viranomainen voi kieltää tai keskeyttää muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida määräyksillä riittävästi vähentää. Päätös annetaan julkipanon jälkeen, ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Määräykset voidaan antaa tai toiminta kieltää, vaikka ilmoitusvelvollisuus olisi lyöty laimin. Edellä 62 §:ssä tarkoitetuissa tilanteissa valvontaviranomainen voi määräämillään ehdoilla hyväksyä välttämättömän lyhytaikaisen poikkeamisen tähän lakiin tai jätelakiin perustuvasta velvollisuudesta. Poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittävää ympäristön pilaantumista tai sen vaaraa. Päätöksen poikkeamisesta tekee alueellinen ympäristökeskus, jos toiminnan lupa-asian käsittely kuuluu alueellisen ympäristökeskuksen tai ympäristölupaviraston toimivaltaan. Valvontaviranomaisen tulee poikkeamisen jälkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 §:ssä säädetään lupamääräyksen muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Viranomaisen on ilmoituksen johdosta annettava päätös, jossa voidaan antaa tarpeellisia määräyksiä toiminnasta aiheutuvan ympäristön pilaantumisen ehkäisemisestä, toiminnan tarkkailusta ja tiedottamisesta asukkaille sekä toiminnan järjestämiseen liittyvien jätelain mukaisten velvollisuuksien täyttämisestä. Viranomainen voi kieltää tai keskeyttää muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida määräyksillä riittävästi vähentää. Päätös annetaan julkipanon jälkeen, ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Määräykset voidaan antaa tai toiminta kieltää, vaikka ilmoitusvelvollisuus olisi lyöty laimin. Edellä 62 § :ssä tarkoitetuissa tilanteissa valvontaviranomainen voi määräämillään ehdoilla hyväksyä välttämättömän lyhytaikaisen poikkeamisen tähän lakiin tai jätelakiin perustuvasta velvollisuudesta. Poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittävää ympäristön pilaantumista tai sen vaaraa. Päätöksen poikkeamisesta tekee alueellinen ympäristökeskus, jos toiminnan lupa-asian käsittely kuuluu alueellisen ympäristökeskuksen tai ympäristölupaviraston toimivaltaan. Valvontaviranomaisen tulee poikkeamisen jälkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 § :ssä säädetään lupamääräyksen muuttamisesta.",
        "folded_fi": "viranomaisen on ilmoituksen johdosta annettava paatos, jossa voidaan antaa tarpeellisia maarayksia toiminnasta aiheutuvan ympariston pilaantumisen ehkaisemisesta, toiminnan tarkkailusta ja tiedottamisesta asukkaille seka toiminnan jarjestamiseen liittyvien jatelain mukaisten velvollisuuksien tayttamisesta. viranomainen voi kieltaa tai keskeyttaa muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida maarayksilla riittavasti vahentaa. paatos annetaan julkipanon jalkeen, ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. maaraykset voidaan antaa tai toiminta kieltaa, vaikka ilmoitusvelvollisuus olisi lyoty laimin. edella 62 §:ssa tarkoitetuissa tilanteissa valvontaviranomainen voi maaraamillaan ehdoilla hyvaksya valttamattoman lyhytaikaisen poikkeamisen tahan lakiin tai jatelakiin perustuvasta velvollisuudesta. poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittavaa ympariston pilaantumista tai sen vaaraa. paatoksen poikkeamisesta tekee alueellinen ymparistokeskus, jos toiminnan lupa-asian kasittely kuuluu alueellisen ymparistokeskuksen tai ymparistolupaviraston toimivaltaan. valvontaviranomaisen tulee poikkeamisen jalkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 §:ssa saadetaan lupamaarayksen muuttamisesta.",
        "title_sv": "Behandling av anmälningar",
        "content_sv": "En myndighet skall med anledning av en anmälan meddela ett beslut som kan innehålla behövliga föreskrifter om hindrande av förorening av miljön till följd av verksamheten, kontroll av verksamheten, information till det berörda områdets invånare samt om fullgörande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. Myndigheten kan förbjuda eller avbryta annan verksamhet än sådan som bedrivs med stöd av tillstånd, om det inte är möjligt att genom föreskrifterna i tillräcklig utsträckning minska de betydande olägenheter som orsakas allmänt eller enskilt intresse. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Föreskrifter kan meddelas eller en verksamhet förbjudas även om anmälningsskyldigheten har försummats. I de situationer som avses i 62 § kan tillsynsmyndigheten på de villkor som den bestämmer godkänna en nödvändig, kortvarig avvikelse från en skyldighet som grundar sig på denna lag eller avfallslagen. Avvikelsen får inte medföra olägenhet för hälsan eller betydande förorening av miljön eller risk för detta. Beslut om avvikelse fattas av den regionala miljöcentralen, om det faller inom den regionala miljöcentralens eller miljötillståndsverkets behörighet att behandla tillståndsärendet. Efter avvikelsen skall tillsynsmyndigheten vid behov inleda ärendet hos tillståndsmyndigheten så som i 58 § föreskrivs om ändring av tillståndsvillkoren.",
        "normalized_sv": "En myndighet skall med anledning av en anmälan meddela ett beslut som kan innehålla behövliga föreskrifter om hindrande av förorening av miljön till följd av verksamheten, kontroll av verksamheten, information till det berörda områdets invånare samt om fullgörande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. Myndigheten kan förbjuda eller avbryta annan verksamhet än sådan som bedrivs med stöd av tillstånd, om det inte är möjligt att genom föreskrifterna i tillräcklig utsträckning minska de betydande olägenheter som orsakas allmänt eller enskilt intresse. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Föreskrifter kan meddelas eller en verksamhet förbjudas även om anmälningsskyldigheten har försummats. I de situationer som avses i 62 § kan tillsynsmyndigheten på de villkor som den bestämmer godkänna en nödvändig, kortvarig avvikelse från en skyldighet som grundar sig på denna lag eller avfallslagen. Avvikelsen får inte medföra olägenhet för hälsan eller betydande förorening av miljön eller risk för detta. Beslut om avvikelse fattas av den regionala miljöcentralen, om det faller inom den regionala miljöcentralens eller miljötillståndsverkets behörighet att behandla tillståndsärendet. Efter avvikelsen skall tillsynsmyndigheten vid behov inleda ärendet hos tillståndsmyndigheten så som i 58 § föreskrivs om ändring av tillståndsvillkoren.",
        "folded_sv": "en myndighet skall med anledning av en anmalan meddela ett beslut som kan innehalla behovliga foreskrifter om hindrande av fororening av miljon till foljd av verksamheten, kontroll av verksamheten, information till det berorda omradets invanare samt om fullgorande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. myndigheten kan forbjuda eller avbryta annan verksamhet an sadan som bedrivs med stod av tillstand, om det inte ar mojligt att genom foreskrifterna i tillracklig utstrackning minska de betydande olagenheter som orsakas allmant eller enskilt intresse. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. foreskrifter kan meddelas eller en verksamhet forbjudas aven om anmalningsskyldigheten har forsummats. i de situationer som avses i 62 § kan tillsynsmyndigheten pa de villkor som den bestammer godkanna en nodvandig, kortvarig avvikelse fran en skyldighet som grundar sig pa denna lag eller avfallslagen. avvikelsen far inte medfora olagenhet for halsan eller betydande fororening av miljon eller risk for detta. beslut om avvikelse fattas av den regionala miljocentralen, om det faller inom den regionala miljocentralens eller miljotillstandsverkets behorighet att behandla tillstandsarendet. efter avvikelsen skall tillsynsmyndigheten vid behov inleda arendet hos tillstandsmyndigheten sa som i 58 § foreskrivs om andring av tillstandsvillkoren."
      }
    },
    {
      "provision_ref": "64 a",
      "section": "64 a",
      "title": "Poikkeukselliset tilanteet eräissä polttolaitoksissa",
      "content": "Alueellinen ympäristökeskus voi ilmoituksen johdosta antaa päätöksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia määräyksiä taikka kieltää tai keskeyttää toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epäpuhtauspäästöjen rajoittamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2001/80/EY velvoitteiden täytäntöönpanemiseksi. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Valtioneuvoston asetuksella säädetään tarkemmin ympäristökeskuksen tässä tarkoitetun toimivallan käyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64 a",
        "normalized_fi": "Alueellinen ympäristökeskus voi ilmoituksen johdosta antaa päätöksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia määräyksiä taikka kieltää tai keskeyttää toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epäpuhtauspäästöjen rajoittamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2001/80/EY velvoitteiden täytäntöönpanemiseksi. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Valtioneuvoston asetuksella säädetään tarkemmin ympäristökeskuksen tässä tarkoitetun toimivallan käyttämisestä.",
        "folded_fi": "alueellinen ymparistokeskus voi ilmoituksen johdosta antaa paatoksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia maarayksia taikka kieltaa tai keskeyttaa toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epapuhtauspaastojen rajoittamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2001/80/ey velvoitteiden taytantoonpanemiseksi. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. valtioneuvoston asetuksella saadetaan tarkemmin ymparistokeskuksen tassa tarkoitetun toimivallan kayttamisesta.",
        "title_sv": "Exceptionella situationer i vissa förbränningsanläggningar",
        "content_sv": "Den regionala miljöcentralen kan med anledning av en anmälan meddela ett beslut som kan innehålla föreskrifter beträffande anläggningens verksamhet eller förbjuda eller avbryta verksamheten, om detta behövs för genomförande av skyldigheterna enligt Europaparlamentets och rådets direktiv 2001/80/EG om begränsning av utsläpp till luften av vissa föroreningar från stora förbränningsanläggningar. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Närmare bestämmelser om utövandet av miljöcentralens här avsedda behörighet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den regionala miljöcentralen kan med anledning av en anmälan meddela ett beslut som kan innehålla föreskrifter beträffande anläggningens verksamhet eller förbjuda eller avbryta verksamheten, om detta behövs för genomförande av skyldigheterna enligt Europaparlamentets och rådets direktiv 2001/80/EG om begränsning av utsläpp till luften av vissa föroreningar från stora förbränningsanläggningar. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Närmare bestämmelser om utövandet av miljöcentralens här avsedda behörighet utfärdas genom förordning av statsrådet.",
        "folded_sv": "den regionala miljocentralen kan med anledning av en anmalan meddela ett beslut som kan innehalla foreskrifter betraffande anlaggningens verksamhet eller forbjuda eller avbryta verksamheten, om detta behovs for genomforande av skyldigheterna enligt europaparlamentets och radets direktiv 2001/80/eg om begransning av utslapp till luften av vissa fororeningar fran stora forbranningsanlaggningar. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. narmare bestammelser om utovandet av miljocentralens har avsedda behorighet utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "title": "Selvitysvelvollisuus ja puhdistustarpeenarviointi",
      "content": "Pilaantuneen maaperän ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympäristön tai pohjaveden nykyinen tai tuleva käyttö sekä pilaantumisesta terveydelle tai ympäristölle mahdollisesti aiheutuva vaara tai haitta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:77",
        "normalized_fi": "Pilaantuneen maaperän ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympäristön tai pohjaveden nykyinen tai tuleva käyttö sekä pilaantumisesta terveydelle tai ympäristölle mahdollisesti aiheutuva vaara tai haitta.",
        "folded_fi": "pilaantuneen maaperan ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympariston tai pohjaveden nykyinen tai tuleva kaytto seka pilaantumisesta terveydelle tai ymparistolle mahdollisesti aiheutuva vaara tai haitta.",
        "title_sv": "Utredningsskyldighet och bedömning av saneringsbehovet",
        "content_sv": "Vid bedömning av behovet av sanering av mark och grundvatten som förorenats skall hänsyn tas till det förorenade områdets, dess omgivnings och grundvattnets nuvarande eller framtida användning samt den eventuella fara eller olägenhet för hälsan eller miljön som föroreningen medför.",
        "normalized_sv": "Vid bedömning av behovet av sanering av mark och grundvatten som förorenats skall hänsyn tas till det förorenade områdets, dess omgivnings och grundvattnets nuvarande eller framtida användning samt den eventuella fara eller olägenhet för hälsan eller miljön som föroreningen medför.",
        "folded_sv": "vid bedomning av behovet av sanering av mark och grundvatten som fororenats skall hansyn tas till det fororenade omradets, dess omgivnings och grundvattnets nuvarande eller framtida anvandning samt den eventuella fara eller olagenhet for halsan eller miljon som fororeningen medfor."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "Maaperän puhdistaminen",
      "content": "Alueellinen ympäristökeskus tarkastaa ilmoituksen ja tekee sen johdosta päätöksen. Päätöksessä voidaan antaa tarvittavia määräyksiä toiminnan järjestämisestä ja valvonnasta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:78",
        "normalized_fi": "Alueellinen ympäristökeskus tarkastaa ilmoituksen ja tekee sen johdosta päätöksen. Päätöksessä voidaan antaa tarvittavia määräyksiä toiminnan järjestämisestä ja valvonnasta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta.",
        "folded_fi": "alueellinen ymparistokeskus tarkastaa ilmoituksen ja tekee sen johdosta paatoksen. paatoksessa voidaan antaa tarvittavia maarayksia toiminnan jarjestamisesta ja valvonnasta. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta.",
        "title_sv": "Sanering av mark",
        "content_sv": "Den regionala miljöcentralen granskar anmälan och fattar beslut med anledning av den. Beslutet kan förenas med behövliga föreskrifter om hur verksamheten skall ordnas och om tillsynen. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut.",
        "normalized_sv": "Den regionala miljöcentralen granskar anmälan och fattar beslut med anledning av den. Beslutet kan förenas med behövliga föreskrifter om hur verksamheten skall ordnas och om tillsynen. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut.",
        "folded_sv": "den regionala miljocentralen granskar anmalan och fattar beslut med anledning av den. beslutet kan forenas med behovliga foreskrifter om hur verksamheten skall ordnas och om tillsynen. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Puhdistamisesta määrääminen",
      "content": "Viranomainen voi 1 momentissa tarkoitetussa päätöksessä samalla määrätä muista tarpeellisista toimista, joihin on ryhdyttävä ympäristön tilan palauttamiseksi ennalleen tai aiheutuneen haitan vähentämiseksi tai poistamiseksi. Jos puhdistaminen edellyttää maa-ainesten käsittelemistä pilaantuneella alueella, määräys annetaan noudattaen soveltuvin osin ympäristölupaa koskevia säännöksiä ja 13 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Viranomainen voi 1 momentissa tarkoitetussa päätöksessä samalla määrätä muista tarpeellisista toimista, joihin on ryhdyttävä ympäristön tilan palauttamiseksi ennalleen tai aiheutuneen haitan vähentämiseksi tai poistamiseksi. Jos puhdistaminen edellyttää maa-ainesten käsittelemistä pilaantuneella alueella, määräys annetaan noudattaen soveltuvin osin ympäristölupaa koskevia säännöksiä ja 13 luvun säännöksiä.",
        "folded_fi": "viranomainen voi 1 momentissa tarkoitetussa paatoksessa samalla maarata muista tarpeellisista toimista, joihin on ryhdyttava ympariston tilan palauttamiseksi ennalleen tai aiheutuneen haitan vahentamiseksi tai poistamiseksi. jos puhdistaminen edellyttaa maa-ainesten kasittelemista pilaantuneella alueella, maarays annetaan noudattaen soveltuvin osin ymparistolupaa koskevia saannoksia ja 13 luvun saannoksia.",
        "title_sv": "Saneringsåläggande",
        "content_sv": "I det beslut som avses i 1 mom. kan myndigheten samtidigt bestämma vilka andra åtgärder som behöver vidtas för att återställa miljön i dess ursprungliga skick eller för att minska eller undanröja olägenheter. Om saneringen förutsätter behandling av marksubstanser på det förorenade området, skall åläggandet meddelas i tillämpliga delar med iakttagande av bestämmelserna om miljötillstånd och bestämmelserna i 13 kap.",
        "normalized_sv": "I det beslut som avses i 1 mom. kan myndigheten samtidigt bestämma vilka andra åtgärder som behöver vidtas för att återställa miljön i dess ursprungliga skick eller för att minska eller undanröja olägenheter. Om saneringen förutsätter behandling av marksubstanser på det förorenade området, skall åläggandet meddelas i tillämpliga delar med iakttagande av bestämmelserna om miljötillstånd och bestämmelserna i 13 kap.",
        "folded_sv": "i det beslut som avses i 1 mom. kan myndigheten samtidigt bestamma vilka andra atgarder som behover vidtas for att aterstalla miljon i dess ursprungliga skick eller for att minska eller undanroja olagenheter. om saneringen forutsatter behandling av marksubstanser pa det fororenade omradet, skall alaggandet meddelas i tillampliga delar med iakttagande av bestammelserna om miljotillstand och bestammelserna i 13 kap."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Rikkomuksen tai laiminlyönnin oikaiseminen",
      "content": "Määräyksen antaa luvanvaraisen toiminnan osalta 31 §:n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 §:n nojalla myöntänyt toimintaa koskevan luvan. Muissa tapauksissa määräyksen antaa valvontaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Määräyksen antaa luvanvaraisen toiminnan osalta 31 § :n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 § :n nojalla myöntänyt toimintaa koskevan luvan. Muissa tapauksissa määräyksen antaa valvontaviranomainen.",
        "folded_fi": "maarayksen antaa luvanvaraisen toiminnan osalta 31 §:n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 §:n nojalla myontanyt toimintaa koskevan luvan. muissa tapauksissa maarayksen antaa valvontaviranomainen.",
        "title_sv": "Åtgärder vid överträdelser eller försummelser",
        "content_sv": "När det gäller tillståndspliktig verksamhet meddelas åläggandet av den enligt 31 § behöriga tillståndsmyndigheten eller av den myndighet som med stöd av 33 § beviljat tillstånd för verksamheten. I annat fall meddelas åläggandet av tillsynsmyndigheten.",
        "normalized_sv": "När det gäller tillståndspliktig verksamhet meddelas åläggandet av den enligt 31 § behöriga tillståndsmyndigheten eller av den myndighet som med stöd av 33 § beviljat tillstånd för verksamheten. I annat fall meddelas åläggandet av tillsynsmyndigheten.",
        "folded_sv": "nar det galler tillstandspliktig verksamhet meddelas alaggandet av den enligt 31 § behoriga tillstandsmyndigheten eller av den myndighet som med stod av 33 § beviljat tillstand for verksamheten. i annat fall meddelas alaggandet av tillsynsmyndigheten."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Valvonnan järjestäminen",
      "content": "Alueellisen ympäristökeskuksen on tämän lain mukaisen valvonnan järjestämiseksi laadittava valvontasuunnitelma, jonka sisällöstä säädetään tarvittaessa ympäristöministeriön asetuksella. Ympäristöministeriö voi tarvittaessa asetuksella tarkemmin säätää tämän lain edellyttämien tarkastusten suorittamisesta ja valvonnan järjestämisestä. Tämän lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisäksi säätää valvontaan liittyvistä toimista valvonnan tehokkuuden turvaamiseksi. Ympäristöministeriö voi antaa valvontaviranomaisille tarkempia yleisiä ohjeita tämän lain noudattamisen valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Alueellisen ympäristökeskuksen on tämän lain mukaisen valvonnan järjestämiseksi laadittava valvontasuunnitelma, jonka sisällöstä säädetään tarvittaessa ympäristöministeriön asetuksella. Ympäristöministeriö voi tarvittaessa asetuksella tarkemmin säätää tämän lain edellyttämien tarkastusten suorittamisesta ja valvonnan järjestämisestä. Tämän lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisäksi säätää valvontaan liittyvistä toimista valvonnan tehokkuuden turvaamiseksi. Ympäristöministeriö voi antaa valvontaviranomaisille tarkempia yleisiä ohjeita tämän lain noudattamisen valvonnasta.",
        "folded_fi": "alueellisen ymparistokeskuksen on taman lain mukaisen valvonnan jarjestamiseksi laadittava valvontasuunnitelma, jonka sisallosta saadetaan tarvittaessa ymparistoministerion asetuksella. ymparistoministerio voi tarvittaessa asetuksella tarkemmin saataa taman lain edellyttamien tarkastusten suorittamisesta ja valvonnan jarjestamisesta. taman lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisaksi saataa valvontaan liittyvista toimista valvonnan tehokkuuden turvaamiseksi. ymparistoministerio voi antaa valvontaviranomaisille tarkempia yleisia ohjeita taman lain noudattamisen valvonnasta.",
        "title_sv": "Anordnande av tillsyn",
        "content_sv": "För anordnande av tillsyn enligt denna lag skall den regionala miljöcentralen göra upp en tillsynsplan. Bestämmelser om innehållet i planen utfärdas vid behov genom förordning av miljöministeriet. Vid behov kan genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförande av de inspektioner som förutsätts i denna lag och om anordnande av tillsyn. Genom en förordning av statsrådet som annars utfärdas med stöd av denna lag kan dessutom bestämmas om åtgärder i anslutning till tillsynen i syfte att säkerställa effektiv tillsyn. Miljöministeriet kan ge tillsynsmyndigheterna närmare allmänna anvisningar om tillsynen över att denna lag iakttas.",
        "normalized_sv": "För anordnande av tillsyn enligt denna lag skall den regionala miljöcentralen göra upp en tillsynsplan. Bestämmelser om innehållet i planen utfärdas vid behov genom förordning av miljöministeriet. Vid behov kan genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförande av de inspektioner som förutsätts i denna lag och om anordnande av tillsyn. Genom en förordning av statsrådet som annars utfärdas med stöd av denna lag kan dessutom bestämmas om åtgärder i anslutning till tillsynen i syfte att säkerställa effektiv tillsyn. Miljöministeriet kan ge tillsynsmyndigheterna närmare allmänna anvisningar om tillsynen över att denna lag iakttas.",
        "folded_sv": "for anordnande av tillsyn enligt denna lag skall den regionala miljocentralen gora upp en tillsynsplan. bestammelser om innehallet i planen utfardas vid behov genom forordning av miljoministeriet. vid behov kan genom forordning av miljoministeriet utfardas narmare bestammelser om utforande av de inspektioner som forutsatts i denna lag och om anordnande av tillsyn. genom en forordning av statsradet som annars utfardas med stod av denna lag kan dessutom bestammas om atgarder i anslutning till tillsynen i syfte att sakerstalla effektiv tillsyn. miljoministeriet kan ge tillsynsmyndigheterna narmare allmanna anvisningar om tillsynen over att denna lag iakttas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "14:96",
      "chapter": "14",
      "section": "96",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla annettuun viranomaisen päätökseen saa hakea valittamalla muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Ympäristölupapäätöstä koskeva valituskirjelmä liitteineen on toimitettava päätöksen tehneelle viranomaiselle. Viranomaisen on lähetettävä tieto ympäristölupapäätöksestä ja tehdyistä valituksista Vaasan hallinto-oikeudelle välittömästi valitusajan päättymisen jälkeen. Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:96",
        "normalized_fi": "Tämän lain nojalla annettuun viranomaisen päätökseen saa hakea valittamalla muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Ympäristölupapäätöstä koskeva valituskirjelmä liitteineen on toimitettava päätöksen tehneelle viranomaiselle. Viranomaisen on lähetettävä tieto ympäristölupapäätöksestä ja tehdyistä valituksista Vaasan hallinto-oikeudelle välittömästi valitusajan päättymisen jälkeen. Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "taman lain nojalla annettuun viranomaisen paatokseen saa hakea valittamalla muutosta vaasan hallinto-oikeudelta siten kuin hallintolainkayttolaissa saadetaan. ymparistolupapaatosta koskeva valituskirjelma liitteineen on toimitettava paatoksen tehneelle viranomaiselle. viranomaisen on lahetettava tieto ymparistolupapaatoksesta ja tehdyista valituksista vaasan hallinto-oikeudelle valittomasti valitusajan paattymisen jalkeen. valtioneuvoston ja ymparistoministerion paatoksesta valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "I ett beslut som en myndighet har meddelat med stöd av denna lag får ändring sökas genom besvär hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Besvärsskriften med bilagor avseende ett miljötillståndsbeslut skall tillställas den myndighet som har fattat beslutet. Myndigheten skall underrätta Vasa förvaltningsdomstol om ett miljötillståndsbeslut och besvären omedelbart efter det att besvärstiden har gått ut. Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "I ett beslut som en myndighet har meddelat med stöd av denna lag får ändring sökas genom besvär hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Besvärsskriften med bilagor avseende ett miljötillståndsbeslut skall tillställas den myndighet som har fattat beslutet. Myndigheten skall underrätta Vasa förvaltningsdomstol om ett miljötillståndsbeslut och besvären omedelbart efter det att besvärstiden har gått ut. Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "folded_sv": "i ett beslut som en myndighet har meddelat med stod av denna lag far andring sokas genom besvar hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen. besvarsskriften med bilagor avseende ett miljotillstandsbeslut skall tillstallas den myndighet som har fattat beslutet. myndigheten skall underratta vasa forvaltningsdomstol om ett miljotillstandsbeslut och besvaren omedelbart efter det att besvarstiden har gatt ut. besvar over statsradets och miljoministeriets beslut anfors hos hogsta forvaltningsdomstolen sa som anges i forvaltningsprocesslagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:97 a",
      "chapter": "14",
      "section": "97 a",
      "title": "Muutoksenhaku eräissä tapauksissa",
      "content": "Tyyppihyväksyntää koskevasta viranomaisen päätöksestä valitetaan siten kuin hallintolainkäyttölaissa säädetään. Se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 §:n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen päätökseen päätöksen tekijältä 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusohje. Päätökseen, jolla oikaisuvaatimus on hylätty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:97 a",
        "normalized_fi": "Tyyppihyväksyntää koskevasta viranomaisen päätöksestä valitetaan siten kuin hallintolainkäyttölaissa säädetään. Se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 § :n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen päätökseen päätöksen tekijältä 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusohje. Päätökseen, jolla oikaisuvaatimus on hylätty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tyyppihyvaksyntaa koskevasta viranomaisen paatoksesta valitetaan siten kuin hallintolainkayttolaissa saadetaan. se, jonka oikeutta tai etua asia saattaa koskea, saa hakea oikaisua 24 §:n 3 momentissa tarkoitetun tarkastuslaitoksen tai muun vastaavan laitoksen paatokseen paatoksen tekijalta 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen on liitettava oikaisuvaatimusohje. paatokseen, jolla oikaisuvaatimus on hylatty, saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin muutoksenhausta hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i vissa fall",
        "content_sv": "Besvär över myndighetsbeslut om typgodkännande anförs i enlighet med förvaltningsprocesslagen. Den vars rätt eller fördel saken kan beröra får söka rättelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrättning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar från delfåendet. Anvisning om rättelseyrkande skall fogas till beslutet. I ett beslut genom vilket ett rättelseyrkande har avslagits får ändring sökas genom besvär hos förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Besvär över myndighetsbeslut om typgodkännande anförs i enlighet med förvaltningsprocesslagen. Den vars rätt eller fördel saken kan beröra får söka rättelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrättning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar från delfåendet. Anvisning om rättelseyrkande skall fogas till beslutet. I ett beslut genom vilket ett rättelseyrkande har avslagits får ändring sökas genom besvär hos förvaltningsdomstolen så som anges i förvaltningsprocesslagen.",
        "folded_sv": "besvar over myndighetsbeslut om typgodkannande anfors i enlighet med forvaltningsprocesslagen. den vars ratt eller fordel saken kan berora far soka rattelse i ett beslut av ett besiktningsorgan eller en annan motsvarande inrattning som avses i 24 § 3 mom. hos den som fattat beslutet inom 14 dagar fran delfaendet. anvisning om rattelseyrkande skall fogas till beslutet. i ett beslut genom vilket ett rattelseyrkande har avslagits far andring sokas genom besvar hos forvaltningsdomstolen sa som anges i forvaltningsprocesslagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:98",
      "chapter": "14",
      "section": "98",
      "title": "Kuuleminen valituksen johdosta",
      "content": "Ympäristölupapäätöstä koskevista valituksista on päätöksen antaneen viranomaisen tiedotettava kuuluttamalla vähintään 14 päivän ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Viranomaisen on lisäksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tämä ole ilmeisen tarpeetonta. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Viranomaisen on samalla ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa. Päätöksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut päätösasiakirjat sekä tarvittaessa lausuntonsa Vaasan hallinto-oikeudelle viipymättä, mutta kuitenkin viimeistään 30 päivän kuluessa vastineen jättämiselle varatun määräajan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:98",
        "normalized_fi": "Ympäristölupapäätöstä koskevista valituksista on päätöksen antaneen viranomaisen tiedotettava kuuluttamalla vähintään 14 päivän ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Viranomaisen on lisäksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tämä ole ilmeisen tarpeetonta. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Viranomaisen on samalla ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa. Päätöksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut päätösasiakirjat sekä tarvittaessa lausuntonsa Vaasan hallinto-oikeudelle viipymättä, mutta kuitenkin viimeistään 30 päivän kuluessa vastineen jättämiselle varatun määräajan päättymisestä.",
        "folded_fi": "ymparistolupapaatosta koskevista valituksista on paatoksen antaneen viranomaisen tiedotettava kuuluttamalla vahintaan 14 paivan ajan ilmoitustaulullaan ja asianomaisten kuntien ilmoitustauluilla. valitusasiakirjat on pidettava nahtavilla asianomaisissa kunnissa kuulutusajan. viranomaisen on lisaksi varattava luvanhakijalle ja niille asianosaisille, joita asia erityisesti koskee, seka yleista etua valvoville viranomaisille tilaisuus vastineen antamiseen valituksen johdosta, jollei tama ole ilmeisen tarpeetonta. tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa saadetaan. viranomaisen on samalla ilmoitettava, missa valitusasiakirjat ovat nahtavilla seka minne vastinekirjelmat voidaan vastineen antamista varten varatussa ajassa toimittaa. paatoksen tehneen viranomaisen on toimitettava valitusasiakirjat, vastineet, muut paatosasiakirjat seka tarvittaessa lausuntonsa vaasan hallinto-oikeudelle viipymatta, mutta kuitenkin viimeistaan 30 paivan kuluessa vastineen jattamiselle varatun maaraajan paattymisesta.",
        "title_sv": "Hörande med anledning av besvär",
        "content_sv": "Den myndighet som har meddelat ett miljötillståndsbeslut skall offentliggöra besvären över beslutet genom att under minst 14 dagar kungöra dem på sin anslagstavla och på de berörda kommunernas anslagstavlor. Besvärshandlingarna skall hållas framlagda i de berörda kommunerna under kungörelsetiden. Myndigheten skall dessutom ge den som ansöker om tillstånd och de parter som saken speciellt berör samt de myndigheter som bevakar allmänt intresse möjlighet att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. Information om att besvär anförts skall för avgivande av bemötande ges så som anges i förvaltningslagen. Samtidigt skall myndigheten meddela var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande. Den myndighet som har fattat beslutet skall utan dröjsmål men dock senast inom 30 dagar från utgången av den tid som satts ut för avgivande av bemötande tillställa Vasa förvaltningsdomstol besvärshandlingarna, bemötandena, övriga beslutshandlingar samt vid behov sitt utlåtande i ärendet.",
        "normalized_sv": "Den myndighet som har meddelat ett miljötillståndsbeslut skall offentliggöra besvären över beslutet genom att under minst 14 dagar kungöra dem på sin anslagstavla och på de berörda kommunernas anslagstavlor. Besvärshandlingarna skall hållas framlagda i de berörda kommunerna under kungörelsetiden. Myndigheten skall dessutom ge den som ansöker om tillstånd och de parter som saken speciellt berör samt de myndigheter som bevakar allmänt intresse möjlighet att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. Information om att besvär anförts skall för avgivande av bemötande ges så som anges i förvaltningslagen. Samtidigt skall myndigheten meddela var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande. Den myndighet som har fattat beslutet skall utan dröjsmål men dock senast inom 30 dagar från utgången av den tid som satts ut för avgivande av bemötande tillställa Vasa förvaltningsdomstol besvärshandlingarna, bemötandena, övriga beslutshandlingar samt vid behov sitt utlåtande i ärendet.",
        "folded_sv": "den myndighet som har meddelat ett miljotillstandsbeslut skall offentliggora besvaren over beslutet genom att under minst 14 dagar kungora dem pa sin anslagstavla och pa de berorda kommunernas anslagstavlor. besvarshandlingarna skall hallas framlagda i de berorda kommunerna under kungorelsetiden. myndigheten skall dessutom ge den som ansoker om tillstand och de parter som saken speciellt beror samt de myndigheter som bevakar allmant intresse mojlighet att avge bemotande med anledning av besvaren, om detta inte ar uppenbart onodigt. information om att besvar anforts skall for avgivande av bemotande ges sa som anges i forvaltningslagen. samtidigt skall myndigheten meddela var besvarshandlingarna ar framlagda samt vart bemotandena kan lamnas inom den tid som satts ut for avgivande av bemotande. den myndighet som har fattat beslutet skall utan drojsmal men dock senast inom 30 dagar fran utgangen av den tid som satts ut for avgivande av bemotande tillstalla vasa forvaltningsdomstol besvarshandlingarna, bemotandena, ovriga beslutshandlingar samt vid behov sitt utlatande i arendet."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:99",
      "chapter": "14",
      "section": "99",
      "title": "Menettely muutoksenhakutuomioistuimessa",
      "content": "Tämän lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden päätös annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:99",
        "normalized_fi": "Tämän lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden päätös annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa säädetään.",
        "folded_fi": "taman lain mukaista hallintopakkoasiaa koskeva hallinto-oikeuden paatos annetaan tiedoksi todisteellisena tiedoksiantona siten kuin hallintolaissa saadetaan.",
        "title_sv": "Förfarandet i fullföljdsdomstolen",
        "content_sv": "En förvaltningsdomstols beslut i ett ärende som gäller förvaltningstvång enligt denna lag skall delges som bevislig delgivning så som anges i förvaltningslagen.",
        "normalized_sv": "En förvaltningsdomstols beslut i ett ärende som gäller förvaltningstvång enligt denna lag skall delges som bevislig delgivning så som anges i förvaltningslagen.",
        "folded_sv": "en forvaltningsdomstols beslut i ett arende som galler forvaltningstvang enligt denna lag skall delges som bevislig delgivning sa som anges i forvaltningslagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:101",
      "chapter": "14",
      "section": "101",
      "title": "Päätöksen täytäntöönpano muutoksenhausta huolimatta",
      "content": "Lupaviranomainen voi perustellusta syystä ja edellyttäen, ettei täytäntöönpano tee muutoksenhakua hyödyttömäksi, luvan hakijan pyynnöstä lupapäätöksessä määrätä, että toiminta voidaan muutoksenhausta huolimatta aloittaa lupapäätöstä noudattaen, jos hakija asettaa hyväksyttävän vakuuden ympäristön saattamiseksi ennalleen lupapäätöksen kumoamisen tai lupamääräyksen muuttamisen varalle. Vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eikä kuntaa tai kuntayhtymää. Lupaviranomainen voi tarvittaessa määrätä täytäntöönpanon lupapäätöstä suppeammaksi sekä määrätä täytäntöönpanon aloitusajankohdasta. Edellä 1 momentissa tarkoitettu oikeus voidaan myöntää samoin edellytyksin enintään 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tämän jälkeen tehtävä viivytyksettä. Päätökseen haetaan muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Päätös, jolla on myönnetty 1 momentissa tarkoitettu oikeus, on välittömästi toimitettava Vaasan hallinto-oikeudelle sekä muutosta hakeneille. Viranomainen voi määrätä, että 46, 64, 64 a, 78, 79, 82 ja 84―87 §:ssä tarkoitettua määräystä tai päätöstä on muutoksenhausta huolimatta noudatettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:101",
        "normalized_fi": "Lupaviranomainen voi perustellusta syystä ja edellyttäen, ettei täytäntöönpano tee muutoksenhakua hyödyttömäksi, luvan hakijan pyynnöstä lupapäätöksessä määrätä, että toiminta voidaan muutoksenhausta huolimatta aloittaa lupapäätöstä noudattaen, jos hakija asettaa hyväksyttävän vakuuden ympäristön saattamiseksi ennalleen lupapäätöksen kumoamisen tai lupamääräyksen muuttamisen varalle. Vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eikä kuntaa tai kuntayhtymää. Lupaviranomainen voi tarvittaessa määrätä täytäntöönpanon lupapäätöstä suppeammaksi sekä määrätä täytäntöönpanon aloitusajankohdasta. Edellä 1 momentissa tarkoitettu oikeus voidaan myöntää samoin edellytyksin enintään 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tämän jälkeen tehtävä viivytyksettä. Päätökseen haetaan muutosta Vaasan hallinto-oikeudelta siten kuin hallintolainkäyttölaissa säädetään. Päätös, jolla on myönnetty 1 momentissa tarkoitettu oikeus, on välittömästi toimitettava Vaasan hallinto-oikeudelle sekä muutosta hakeneille. Viranomainen voi määrätä, että 46, 64, 64 a, 78, 79, 82 ja 84―87 § :ssä tarkoitettua määräystä tai päätöstä on muutoksenhausta huolimatta noudatettava.",
        "folded_fi": "lupaviranomainen voi perustellusta syysta ja edellyttaen, ettei taytantoonpano tee muutoksenhakua hyodyttomaksi, luvan hakijan pyynnosta lupapaatoksessa maarata, etta toiminta voidaan muutoksenhausta huolimatta aloittaa lupapaatosta noudattaen, jos hakija asettaa hyvaksyttavan vakuuden ympariston saattamiseksi ennalleen lupapaatoksen kumoamisen tai lupamaarayksen muuttamisen varalle. vaatimus vakuuden asettamisesta ei koske valtiota tai sen laitosta eika kuntaa tai kuntayhtymaa. lupaviranomainen voi tarvittaessa maarata taytantoonpanon lupapaatosta suppeammaksi seka maarata taytantoonpanon aloitusajankohdasta. edella 1 momentissa tarkoitettu oikeus voidaan myontaa samoin edellytyksin enintaan 14 paivan kuluessa valitusajan paattymisesta erikseen tehdysta hakemuksesta. hakemuksesta on kuultava valvontaviranomaisia ja lupapaatokseen muutosta hakeneita. paatos on taman jalkeen tehtava viivytyksetta. paatokseen haetaan muutosta vaasan hallinto-oikeudelta siten kuin hallintolainkayttolaissa saadetaan. paatos, jolla on myonnetty 1 momentissa tarkoitettu oikeus, on valittomasti toimitettava vaasan hallinto-oikeudelle seka muutosta hakeneille. viranomainen voi maarata, etta 46, 64, 64 a, 78, 79, 82 ja 84―87 §:ssa tarkoitettua maaraysta tai paatosta on muutoksenhausta huolimatta noudatettava.",
        "title_sv": "Verkställande av beslut trots att ändring har sökts",
        "content_sv": "Tillståndsmyndigheten kan av grundad anledning och under förutsättning att verkställigheten inte gör ändringssökandet onödigt, på begäran av den som ansöker om tillstånd i tillståndsbeslutet föreskriva att verksamheten trots att ändring har sökts får inledas med iakttagande av tillståndsbeslutet, om sökanden för det fall att tillståndsbeslutet upphävs eller ett tillståndsvillkor ändras ställer godtagbar säkerhet för att miljön återställs i ursprungligt skick. Kravet på ställande av säkerhet gäller inte staten och dess inrättningar och inte heller kommuner och samkommuner. Tillståndsmyndigheten kan vid behov inskränka verkställigheten av tillståndsbeslutet samt bestämma tidpunkten för när verkställigheten kan inledas. Den rätt som avses i 1 mom. kan beviljas på samma villkor på särskild ansökan som lämnats in senast 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som sökt ändring i ett tillståndsbeslut skall höras om ansökan. Därefter skall ett beslut fattas utan dröjsmål. Ändring i beslutet söks hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Ett beslut genom vilket beviljats den rätt som avses i 1 mom. skall utan dröjsmål tillställas Vasa förvaltningsdomstol samt dem som sökt ändring. En myndighet kan föreskriva att bestämmelser, föreskrifter, ålägganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att ändring har sökts.",
        "normalized_sv": "Tillståndsmyndigheten kan av grundad anledning och under förutsättning att verkställigheten inte gör ändringssökandet onödigt, på begäran av den som ansöker om tillstånd i tillståndsbeslutet föreskriva att verksamheten trots att ändring har sökts får inledas med iakttagande av tillståndsbeslutet, om sökanden för det fall att tillståndsbeslutet upphävs eller ett tillståndsvillkor ändras ställer godtagbar säkerhet för att miljön återställs i ursprungligt skick. Kravet på ställande av säkerhet gäller inte staten och dess inrättningar och inte heller kommuner och samkommuner. Tillståndsmyndigheten kan vid behov inskränka verkställigheten av tillståndsbeslutet samt bestämma tidpunkten för när verkställigheten kan inledas. Den rätt som avses i 1 mom. kan beviljas på samma villkor på särskild ansökan som lämnats in senast 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som sökt ändring i ett tillståndsbeslut skall höras om ansökan. Därefter skall ett beslut fattas utan dröjsmål. Ändring i beslutet söks hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen. Ett beslut genom vilket beviljats den rätt som avses i 1 mom. skall utan dröjsmål tillställas Vasa förvaltningsdomstol samt dem som sökt ändring. En myndighet kan föreskriva att bestämmelser, föreskrifter, ålägganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att ändring har sökts.",
        "folded_sv": "tillstandsmyndigheten kan av grundad anledning och under forutsattning att verkstalligheten inte gor andringssokandet onodigt, pa begaran av den som ansoker om tillstand i tillstandsbeslutet foreskriva att verksamheten trots att andring har sokts far inledas med iakttagande av tillstandsbeslutet, om sokanden for det fall att tillstandsbeslutet upphavs eller ett tillstandsvillkor andras staller godtagbar sakerhet for att miljon aterstalls i ursprungligt skick. kravet pa stallande av sakerhet galler inte staten och dess inrattningar och inte heller kommuner och samkommuner. tillstandsmyndigheten kan vid behov inskranka verkstalligheten av tillstandsbeslutet samt bestamma tidpunkten for nar verkstalligheten kan inledas. den ratt som avses i 1 mom. kan beviljas pa samma villkor pa sarskild ansokan som lamnats in senast 14 dagar efter besvarstidens utgang. tillsynsmyndigheterna och de som sokt andring i ett tillstandsbeslut skall horas om ansokan. darefter skall ett beslut fattas utan drojsmal. andring i beslutet soks hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen. ett beslut genom vilket beviljats den ratt som avses i 1 mom. skall utan drojsmal tillstallas vasa forvaltningsdomstol samt dem som sokt andring. en myndighet kan foreskriva att bestammelser, foreskrifter, alagganden och beslut som avses i 46, 64, 64 a, 78, 79, 82 och 84―87 § skall iakttas trots att andring har sokts."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:101 a",
      "chapter": "14",
      "section": "101 a",
      "title": "Täytäntöönpanoasian käsittely muutoksenhakutuomioistuimessa",
      "content": "Muutoksenhakutuomioistuin voi valituksesta kumota 101 §:ssä tarkoitetun määräyksen tai muuttaa sitä tai muutoinkin kieltää lupapäätöksen täytäntöönpanon. Hallinto-oikeuden päätöksestä täytäntöönpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain pääasian yhteydessä. Se, joka on valittanut ympäristölupapäätöksestä, voi hallinto-oikeudessa vaatia 101 §:n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä tämän pykälän 1 momentissa säädetään. Hallintolainkäyttölain 6 luvun säännöksiä lainvoimaa vailla olevan päätöksen täytäntöönpanosta ei sovelleta tämän lain mukaiseen muutoksenhakuun, siten että toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 §:ssä tarkoitettua määräystä. Jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, Vaasan hallinto-oikeus voi päätöksessään määrätä, että päätöstä on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:101 a",
        "normalized_fi": "Muutoksenhakutuomioistuin voi valituksesta kumota 101 § :ssä tarkoitetun määräyksen tai muuttaa sitä tai muutoinkin kieltää lupapäätöksen täytäntöönpanon. Hallinto-oikeuden päätöksestä täytäntöönpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain pääasian yhteydessä. Se, joka on valittanut ympäristölupapäätöksestä, voi hallinto-oikeudessa vaatia 101 § :n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä tämän pykälän 1 momentissa säädetään. Hallintolainkäyttölain 6 luvun säännöksiä lainvoimaa vailla olevan päätöksen täytäntöönpanosta ei sovelleta tämän lain mukaiseen muutoksenhakuun, siten että toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 § :ssä tarkoitettua määräystä. Jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, Vaasan hallinto-oikeus voi päätöksessään määrätä, että päätöstä on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin määrää.",
        "folded_fi": "muutoksenhakutuomioistuin voi valituksesta kumota 101 §:ssa tarkoitetun maarayksen tai muuttaa sita tai muutoinkin kieltaa lupapaatoksen taytantoonpanon. hallinto-oikeuden paatoksesta taytantoonpanoa koskevassa asiassa voidaan valittaa korkeimpaan hallinto-oikeuteen vain paaasian yhteydessa. se, joka on valittanut ymparistolupapaatoksesta, voi hallinto-oikeudessa vaatia 101 §:n 2 momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, etta hanen olisi siita erikseen valitettava. muutoksenhausta on muutoin voimassa, mita taman pykalan 1 momentissa saadetaan. hallintolainkayttolain 6 luvun saannoksia lainvoimaa vailla olevan paatoksen taytantoonpanosta ei sovelleta taman lain mukaiseen muutoksenhakuun, siten etta toiminta olisi aloitettavissa ilman lainvoimaista lupaa tai 101 §:ssa tarkoitettua maaraysta. jos lupa-asiassa on kysymys olemassa olevan toiminnan jatkamisesta, vaasan hallinto-oikeus voi paatoksessaan maarata, etta paatosta on muutoksenhausta huolimatta kokonaan tai osittain noudatettava, jollei korkein hallinto-oikeus toisin maaraa.",
        "title_sv": "Behandling av verkställighetsärenden i fullföljdsdomstolen",
        "content_sv": "Fullföljdsdomstolen kan på grundval av besvär upphäva en föreskrift som avses i 101 § eller ändra den eller också annars förbjuda att ett tillståndsbeslut verkställs. Besvär över en förvaltningsdomstols beslut i ett ärende som gäller verkställigheten av ett tillståndsärende får anföras hos högsta förvaltningsdomstolen endast i samband med besvär över huvudsaken. Den som anfört besvär över ett miljötillståndsbeslut kan i förvaltningsdomstolen yrka att ett avgörande som avses i 101 § 2 mom. skall upphävas eller ändras utan att det överklagas genom särskilda besvär. I fråga om sökande av ändring gäller i övrigt 1 mom. i denna paragraf. Vad som i 6 kap. i förvaltningsprocesslagen bestäms om verkställighet av beslut som inte har vunnit laga kraft skall inte tillämpas på ändringssökande enligt denna lag så att verksamheten kan inledas utan ett lagakraftvunnet tillstånd eller en föreskrift som avses i 101 §. Om det i ett tillståndsärende är fråga om att fortsätta en befintlig verksamhet, kan Vasa förvaltningsdomstol i sitt beslut bestämma att beslutet trots att det överklagats skall iakttas helt eller delvis, om inte högsta förvaltningsdomstolen bestämmer något annat.",
        "normalized_sv": "Fullföljdsdomstolen kan på grundval av besvär upphäva en föreskrift som avses i 101 § eller ändra den eller också annars förbjuda att ett tillståndsbeslut verkställs. Besvär över en förvaltningsdomstols beslut i ett ärende som gäller verkställigheten av ett tillståndsärende får anföras hos högsta förvaltningsdomstolen endast i samband med besvär över huvudsaken. Den som anfört besvär över ett miljötillståndsbeslut kan i förvaltningsdomstolen yrka att ett avgörande som avses i 101 § 2 mom. skall upphävas eller ändras utan att det överklagas genom särskilda besvär. I fråga om sökande av ändring gäller i övrigt 1 mom. i denna paragraf. Vad som i 6 kap. i förvaltningsprocesslagen bestäms om verkställighet av beslut som inte har vunnit laga kraft skall inte tillämpas på ändringssökande enligt denna lag så att verksamheten kan inledas utan ett lagakraftvunnet tillstånd eller en föreskrift som avses i 101 § . Om det i ett tillståndsärende är fråga om att fortsätta en befintlig verksamhet, kan Vasa förvaltningsdomstol i sitt beslut bestämma att beslutet trots att det överklagats skall iakttas helt eller delvis, om inte högsta förvaltningsdomstolen bestämmer något annat.",
        "folded_sv": "fullfoljdsdomstolen kan pa grundval av besvar upphava en foreskrift som avses i 101 § eller andra den eller ocksa annars forbjuda att ett tillstandsbeslut verkstalls. besvar over en forvaltningsdomstols beslut i ett arende som galler verkstalligheten av ett tillstandsarende far anforas hos hogsta forvaltningsdomstolen endast i samband med besvar over huvudsaken. den som anfort besvar over ett miljotillstandsbeslut kan i forvaltningsdomstolen yrka att ett avgorande som avses i 101 § 2 mom. skall upphavas eller andras utan att det overklagas genom sarskilda besvar. i fraga om sokande av andring galler i ovrigt 1 mom. i denna paragraf. vad som i 6 kap. i forvaltningsprocesslagen bestams om verkstallighet av beslut som inte har vunnit laga kraft skall inte tillampas pa andringssokande enligt denna lag sa att verksamheten kan inledas utan ett lagakraftvunnet tillstand eller en foreskrift som avses i 101 §. om det i ett tillstandsarende ar fraga om att fortsatta en befintlig verksamhet, kan vasa forvaltningsdomstol i sitt beslut bestamma att beslutet trots att det overklagats skall iakttas helt eller delvis, om inte hogsta forvaltningsdomstolen bestammer nagot annat."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:110 a",
      "chapter": "14",
      "section": "110 a",
      "title": "Valtioneuvoston päätös ympäristönsuojeluvaatimuksista tietyllä toimialalla sekä sen suhde ympäristölupaan",
      "content": "Valtioneuvoston päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:110 a",
        "normalized_fi": "Valtioneuvoston päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
        "folded_fi": "valtioneuvoston paatos on annettava tiedoksi siten kuin hallintolaissa saadetaan.",
        "title_sv": "Statsrådets beslut om miljöskyddskrav inom en viss bransch samt förhållandet mellan beslutet och miljötillstånd",
        "content_sv": "Statsrådets beslut skall delges så som anges i förvaltningslagen.",
        "normalized_sv": "Statsrådets beslut skall delges så som anges i förvaltningslagen.",
        "folded_sv": "statsradets beslut skall delges sa som anges i forvaltningslagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14:112",
      "chapter": "14",
      "section": "112",
      "title": "Kuuleminen ja tiedottaminen yhteistoteutuksesta",
      "content": "Ministeriön päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:112",
        "normalized_fi": "Ministeriön päätös on annettava tiedoksi siten kuin hallintolaissa säädetään.",
        "folded_fi": "ministerion paatos on annettava tiedoksi siten kuin hallintolaissa saadetaan.",
        "title_sv": "Hörande samt information om gemensamt genomförande",
        "content_sv": "Ministeriets beslut skall delges så som anges i förvaltningslagen.",
        "normalized_sv": "Ministeriets beslut skall delges så som anges i förvaltningslagen.",
        "folded_sv": "ministeriets beslut skall delges sa som anges i forvaltningslagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) ympäristön pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai käyttämistä sekä siihen teknisesti ja toiminnallisesti kiinteästi liittyvää toimintaa taikka alueen käyttämistä tai toiminnan järjestämistä siten, että siitä saattaa aiheutua ympäristön pilaantumista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) ympäristön pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai käyttämistä sekä siihen teknisesti ja toiminnallisesti kiinteästi liittyvää toimintaa taikka alueen käyttämistä tai toiminnan järjestämistä siten, että siitä saattaa aiheutua ympäristön pilaantumista;",
        "folded_fi": "tassa laissa tarkoitetaan: 2) ympariston pilaantumisen vaaraa aiheuttavalla toiminnalla laitoksen perustamista tai kayttamista seka siihen teknisesti ja toiminnallisesti kiinteasti liittyvaa toimintaa taikka alueen kayttamista tai toiminnan jarjestamista siten, etta siita saattaa aiheutua ympariston pilaantumista;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) verksamhet som medför risk för förorening av miljön inrättande eller användning av en anläggning samt därtill i tekniskt och funktionellt hänseende nära ansluten verksamhet eller användning av ett område eller anordnande av verksamhet på ett sätt som kan leda till förorening av miljön,",
        "normalized_sv": "I denna lag avses med 2) verksamhet som medför risk för förorening av miljön inrättande eller användning av en anläggning samt därtill i tekniskt och funktionellt hänseende nära ansluten verksamhet eller användning av ett område eller anordnande av verksamhet på ett sätt som kan leda till förorening av miljön,",
        "folded_sv": "i denna lag avses med 2) verksamhet som medfor risk for fororening av miljon inrattande eller anvandning av en anlaggning samt dartill i tekniskt och funktionellt hanseende nara ansluten verksamhet eller anvandning av ett omrade eller anordnande av verksamhet pa ett satt som kan leda till fororening av miljon,"
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Aineet, valmisteet ja tuotteet",
      "content": "Jos polttoaineen, orgaanisia liuottimia sisältävän tuotteen tai ilmakehään haitallisesti vaikuttavan aineen, valmisteen tai tuotteen käytöstä syntyy päästöjä, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympäristön pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan säätää:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Jos polttoaineen, orgaanisia liuottimia sisältävän tuotteen tai ilmakehään haitallisesti vaikuttavan aineen, valmisteen tai tuotteen käytöstä syntyy päästöjä, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympäristön pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan säätää:",
        "folded_fi": "jos polttoaineen, orgaanisia liuottimia sisaltavan tuotteen tai ilmakehaan haitallisesti vaikuttavan aineen, valmisteen tai tuotteen kaytosta syntyy paastoja, joista voidaan perustellusti arvioida aiheutuvan terveyshaittaa tai ympariston pilaantumisen vaaraa, valtioneuvoston asetuksella voidaan saataa:",
        "title_sv": "Ämnen, preparat och produkter",
        "content_sv": "Om användningen av ett bränsle, en produkt som innehåller organiska lösningsmedel eller ett ämne, ett preparat eller en produkt som negativt påverkar atmosfären orsakar utsläpp som med fog kan antas medföra olägenhet för hälsan eller risk för förorening av miljön, kan genom förordning av statsrådet bestämmelser utfärdas om",
        "normalized_sv": "Om användningen av ett bränsle, en produkt som innehåller organiska lösningsmedel eller ett ämne, ett preparat eller en produkt som negativt påverkar atmosfären orsakar utsläpp som med fog kan antas medföra olägenhet för hälsan eller risk för förorening av miljön, kan genom förordning av statsrådet bestämmelser utfärdas om",
        "folded_sv": "om anvandningen av ett bransle, en produkt som innehaller organiska losningsmedel eller ett amne, ett preparat eller en produkt som negativt paverkar atmosfaren orsakar utslapp som med fog kan antas medfora olagenhet for halsan eller risk for fororening av miljon, kan genom forordning av statsradet bestammelser utfardas om"
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Muut asetukset",
      "content": "Valtioneuvoston asetuksella voidaan lisäksi säätää Euroopan yhteisön asianomaisten säädösten tai Suomen kansainvälisten velvoitteiden täytäntöönpanemiseksi: 1) ympäristöluvan voimassaolosta, tarkistamisesta ja luvassa annettavista määräyksistä; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa säädettävälle viranomaiselle ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytettävistä kemikaaleista, toiminnassa syntyvistä päästöistä ja jätteistä sekä toiminnassa vastaanotetuista jätteistä; 3) muista ympäristön pilaantumisen ehkäisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 §:ssä säädettyihin vaatimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan lisäksi säätää Euroopan yhteisön asianomaisten säädösten tai Suomen kansainvälisten velvoitteiden täytäntöönpanemiseksi: 1) ympäristöluvan voimassaolosta, tarkistamisesta ja luvassa annettavista määräyksistä; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa säädettävälle viranomaiselle ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytettävistä kemikaaleista, toiminnassa syntyvistä päästöistä ja jätteistä sekä toiminnassa vastaanotetuista jätteistä; 3) muista ympäristön pilaantumisen ehkäisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 § :ssä säädettyihin vaatimuksiin.",
        "folded_fi": "valtioneuvoston asetuksella voidaan lisaksi saataa euroopan yhteison asianomaisten saadosten tai suomen kansainvalisten velvoitteiden taytantoonpanemiseksi: 1) ymparistoluvan voimassaolosta, tarkistamisesta ja luvassa annettavista maarayksista; 2) toiminnanharjoittajan velvollisuudesta luovuttaa tietoja asetuksessa saadettavalle viranomaiselle ympariston pilaantumisen vaaraa aiheuttavassa toiminnassa kaytettavista kemikaaleista, toiminnassa syntyvista paastoista ja jatteista seka toiminnassa vastaanotetuista jatteista; 3) muista ympariston pilaantumisen ehkaisemiseksi tarpeellisista vaatimuksista, jotka rinnastuvat 11―15 §:ssa saadettyihin vaatimuksiin.",
        "title_sv": "Andra förordningar",
        "content_sv": "Genom förordning av statsrådet kan dessutom, för genomförande av Europeiska gemenskapens rättsakter eller för uppfyllande av Finlands internationella förpliktelser, utfärdas bestämmelser om 1) miljötillstånds giltighet samt om justering av miljötillstånd och om tillståndsvillkor, 2) verksamhetsutövarens skyldighet att till en myndighet som anges genom förordning ge information om de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) övriga krav som behövs för hindrande av förorening av miljön och som kan jämföras med kraven i 11―15 §.",
        "normalized_sv": "Genom förordning av statsrådet kan dessutom, för genomförande av Europeiska gemenskapens rättsakter eller för uppfyllande av Finlands internationella förpliktelser, utfärdas bestämmelser om 1) miljötillstånds giltighet samt om justering av miljötillstånd och om tillståndsvillkor, 2) verksamhetsutövarens skyldighet att till en myndighet som anges genom förordning ge information om de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) övriga krav som behövs för hindrande av förorening av miljön och som kan jämföras med kraven i 11―15 § .",
        "folded_sv": "genom forordning av statsradet kan dessutom, for genomforande av europeiska gemenskapens rattsakter eller for uppfyllande av finlands internationella forpliktelser, utfardas bestammelser om 1) miljotillstands giltighet samt om justering av miljotillstand och om tillstandsvillkor, 2) verksamhetsutovarens skyldighet att till en myndighet som anges genom forordning ge information om de kemikalier som anvands inom verksamhet som medfor risk for fororening av miljon, om de utslapp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 3) ovriga krav som behovs for hindrande av fororening av miljon och som kan jamforas med kraven i 11―15 §."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Poikkeuksen myöntäminen",
      "content": "Ympäristöministeriö voi myöntää poikkeuksen 11―16 §:n nojalla annetun valtioneuvoston asetuksen noudattamisesta siinä säädetyin perustein. Poikkeus myönnetään hakemuksesta. Ennen poikkeuksen myöntämistä ympäristöministeriön on varattava alueelliselle ympäristökeskukselle, asianomaiselle kunnalle ja 92 §:ssä tarkoitetulle rekisteröidylle yhteisölle tilaisuus tulla kuulluksi hakemuksen johdosta. Päätös on annettava tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Yhteistoteutukseen liittyvästä poikkeuksesta säädetään 111 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Ympäristöministeriö voi myöntää poikkeuksen 11―16 § :n nojalla annetun valtioneuvoston asetuksen noudattamisesta siinä säädetyin perustein. Poikkeus myönnetään hakemuksesta. Ennen poikkeuksen myöntämistä ympäristöministeriön on varattava alueelliselle ympäristökeskukselle, asianomaiselle kunnalle ja 92 § :ssä tarkoitetulle rekisteröidylle yhteisölle tilaisuus tulla kuulluksi hakemuksen johdosta. Päätös on annettava tiedoksi siten kuin hallintolaissa (434/2003) säädetään. Yhteistoteutukseen liittyvästä poikkeuksesta säädetään 111 § :ssä.",
        "folded_fi": "ymparistoministerio voi myontaa poikkeuksen 11―16 §:n nojalla annetun valtioneuvoston asetuksen noudattamisesta siina saadetyin perustein. poikkeus myonnetaan hakemuksesta. ennen poikkeuksen myontamista ymparistoministerion on varattava alueelliselle ymparistokeskukselle, asianomaiselle kunnalle ja 92 §:ssa tarkoitetulle rekisteroidylle yhteisolle tilaisuus tulla kuulluksi hakemuksen johdosta. paatos on annettava tiedoksi siten kuin hallintolaissa (434/2003) saadetaan. yhteistoteutukseen liittyvasta poikkeuksesta saadetaan 111 §:ssa.",
        "title_sv": "Beviljande av undantag",
        "content_sv": "Miljöministeriet kan bevilja undantag från bestämmelserna i en förordning av statsrådet som har givits med stöd av 11―16 § på de grunder som anges i den. Undantag beviljas på ansökan. Innan undantag beviljas skall miljöministeriet ge den regionala miljöcentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfälle att bli hörda med anledning av ansökan. Beslutet skall delges i enlighet med förvaltningslagen (434/2003). Bestämmelser om undantag i samband med gemensamt genomförande finns i 111 §.",
        "normalized_sv": "Miljöministeriet kan bevilja undantag från bestämmelserna i en förordning av statsrådet som har givits med stöd av 11―16 § på de grunder som anges i den. Undantag beviljas på ansökan. Innan undantag beviljas skall miljöministeriet ge den regionala miljöcentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfälle att bli hörda med anledning av ansökan. Beslutet skall delges i enlighet med förvaltningslagen (434/2003). Bestämmelser om undantag i samband med gemensamt genomförande finns i 111 § .",
        "folded_sv": "miljoministeriet kan bevilja undantag fran bestammelserna i en forordning av statsradet som har givits med stod av 11―16 § pa de grunder som anges i den. undantag beviljas pa ansokan. innan undantag beviljas skall miljoministeriet ge den regionala miljocentralen, kommunen och en i 92 § avsedd registrerad sammanslutning tillfalle att bli horda med anledning av ansokan. beslutet skall delges i enlighet med forvaltningslagen (434/2003). bestammelser om undantag i samband med gemensamt genomforande finns i 111 §."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Talousjätevedet",
      "content": "Valtioneuvoston asetuksella voidaan säätää vesikäymälän jätevesien ja muun talousjäteveden puhdistuslaitteista ja menetelmistä, umpikaivoista, näiden laitteiden käytöstä ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. Kunnan ympäristönsuojeluviranomainen voi hakemuksesta myöntää valtioneuvoston asetuksessa säädetystä velvoitteesta kiinteistökohtaisen poikkeuksen enintään viiden vuoden määräajaksi kerrallaan. Poikkeus voidaan myöntää, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteistön jäteveden käsittelyvaatimusten noudattamiseksi kiinteistön haltijalle kohtuuttomat ja ympäristöön aiheutuvaa kuormitusta on pidettävä vähäisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää vesikäymälän jätevesien ja muun talousjäteveden puhdistuslaitteista ja menetelmistä, umpikaivoista, näiden laitteiden käytöstä ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. Kunnan ympäristönsuojeluviranomainen voi hakemuksesta myöntää valtioneuvoston asetuksessa säädetystä velvoitteesta kiinteistökohtaisen poikkeuksen enintään viiden vuoden määräajaksi kerrallaan. Poikkeus voidaan myöntää, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteistön jäteveden käsittelyvaatimusten noudattamiseksi kiinteistön haltijalle kohtuuttomat ja ympäristöön aiheutuvaa kuormitusta on pidettävä vähäisenä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa vesikaymalan jatevesien ja muun talousjateveden puhdistuslaitteista ja menetelmista, umpikaivoista, naiden laitteiden kaytosta ja kunnossapidosta, imeytysalueesta ja lietteen poistamisesta ottaen erityisesti huomioon valtakunnalliset vesiensuojelun tavoitteet. kunnan ymparistonsuojeluviranomainen voi hakemuksesta myontaa valtioneuvoston asetuksessa saadetysta velvoitteesta kiinteistokohtaisen poikkeuksen enintaan viiden vuoden maaraajaksi kerrallaan. poikkeus voidaan myontaa, jos asetuksessa edellytetyt toimet kokonaisuutena arvioiden ovat kiinteiston jateveden kasittelyvaatimusten noudattamiseksi kiinteiston haltijalle kohtuuttomat ja ymparistoon aiheutuvaa kuormitusta on pidettava vahaisena.",
        "title_sv": "Hushållsavloppsvatten",
        "content_sv": "Genom förordning av statsrådet kan i fråga om avloppsvatten från vattenklosetter och annat hushållsavloppsvatten utfärdas bestämmelser om reningsanläggningar och reningsmetoder, samlingsbrunnar, användning och underhåll av sådana anläggningar samt om infiltrationsområden och avlägsnande av slam, särskilt med beaktande av målen för det riksomfattande vattenskyddet. Den kommunala miljövårdsmyndigheten kan på ansökan bevilja undantag fastighetsvis för högst fem år i sänder från den skyldighet som föreskrivs genom förordning av statsrådet. Undantag kan beviljas, om de åtgärder som förutsätts i förordningen enligt en helhetsbedömning är oskäliga för en fastighetsinnehavare när det gäller att uppfylla kraven på behandling av fastighetens avloppsvatten och om belastningen för miljön kan anses vara ringa.",
        "normalized_sv": "Genom förordning av statsrådet kan i fråga om avloppsvatten från vattenklosetter och annat hushållsavloppsvatten utfärdas bestämmelser om reningsanläggningar och reningsmetoder, samlingsbrunnar, användning och underhåll av sådana anläggningar samt om infiltrationsområden och avlägsnande av slam, särskilt med beaktande av målen för det riksomfattande vattenskyddet. Den kommunala miljövårdsmyndigheten kan på ansökan bevilja undantag fastighetsvis för högst fem år i sänder från den skyldighet som föreskrivs genom förordning av statsrådet. Undantag kan beviljas, om de åtgärder som förutsätts i förordningen enligt en helhetsbedömning är oskäliga för en fastighetsinnehavare när det gäller att uppfylla kraven på behandling av fastighetens avloppsvatten och om belastningen för miljön kan anses vara ringa.",
        "folded_sv": "genom forordning av statsradet kan i fraga om avloppsvatten fran vattenklosetter och annat hushallsavloppsvatten utfardas bestammelser om reningsanlaggningar och reningsmetoder, samlingsbrunnar, anvandning och underhall av sadana anlaggningar samt om infiltrationsomraden och avlagsnande av slam, sarskilt med beaktande av malen for det riksomfattande vattenskyddet. den kommunala miljovardsmyndigheten kan pa ansokan bevilja undantag fastighetsvis for hogst fem ar i sander fran den skyldighet som foreskrivs genom forordning av statsradet. undantag kan beviljas, om de atgarder som forutsatts i forordningen enligt en helhetsbedomning ar oskaliga for en fastighetsinnehavare nar det galler att uppfylla kraven pa behandling av fastighetens avloppsvatten och om belastningen for miljon kan anses vara ringa."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvontaviranomaiset",
      "content": "Työvoima- ja elinkeinokeskus valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista siltä osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Työvoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ympäristönsuojeluviranomaiselle tai alueelliselle ympäristökeskukselle näiden viranomaisten toimivaltaan tämän lain nojalla kuuluvia mahdollisia toimenpiteitä varten. Valvonnasta ja valvontaviranomaisten yhteistoiminnasta säädetään muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Työvoima- ja elinkeinokeskus valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista siltä osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Työvoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ympäristönsuojeluviranomaiselle tai alueelliselle ympäristökeskukselle näiden viranomaisten toimivaltaan tämän lain nojalla kuuluvia mahdollisia toimenpiteitä varten. Valvonnasta ja valvontaviranomaisten yhteistoiminnasta säädetään muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus valvoo taman lain ja sen nojalla annettujen saannosten noudattamista silta osin kuin on kyse yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 tarkoitettujen lakisaateisten hoitovaatimusten noudattamisen valvonnasta. tyovoima- ja elinkeinokeskus ilmoittaa valvonnassa havaitsemistaan puutteista kunnan ymparistonsuojeluviranomaiselle tai alueelliselle ymparistokeskukselle naiden viranomaisten toimivaltaan taman lain nojalla kuuluvia mahdollisia toimenpiteita varten. valvonnasta ja valvontaviranomaisten yhteistoiminnasta saadetaan muutoin tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheter",
        "content_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den till den del det är fråga om tillsyn över efterlevnaden av de föreskrivna verksamhetskrav som avses i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare. Arbetskrafts- och näringscentralen skall underrätta den kommunala miljövårdsmyndigheten eller den regionala miljöcentralen om brister som den uppdagar i samband med tillsynen för eventuella åtgärder från dessa myndigheters sida enligt den behörighet de har med stöd av denna lag. Genom förordning av statsrådet utfärdas i övrigt vid behov närmare bestämmelser om tillsynen och samarbetet mellan tillsynsmyndigheterna.",
        "normalized_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den till den del det är fråga om tillsyn över efterlevnaden av de föreskrivna verksamhetskrav som avses i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare. Arbetskrafts- och näringscentralen skall underrätta den kommunala miljövårdsmyndigheten eller den regionala miljöcentralen om brister som den uppdagar i samband med tillsynen för eventuella åtgärder från dessa myndigheters sida enligt den behörighet de har med stöd av denna lag. Genom förordning av statsrådet utfärdas i övrigt vid behov närmare bestämmelser om tillsynen och samarbetet mellan tillsynsmyndigheterna.",
        "folded_sv": "arbetskrafts- och naringscentralen overvakar efterlevnaden av denna lag och de bestammelser som utfardats med stod av den till den del det ar fraga om tillsyn over efterlevnaden av de foreskrivna verksamhetskrav som avses i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare. arbetskrafts- och naringscentralen skall underratta den kommunala miljovardsmyndigheten eller den regionala miljocentralen om brister som den uppdagar i samband med tillsynen for eventuella atgarder fran dessa myndigheters sida enligt den behorighet de har med stod av denna lag. genom forordning av statsradet utfardas i ovrigt vid behov narmare bestammelser om tillsynen och samarbetet mellan tillsynsmyndigheterna."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muut viranomaiset ja laitokset",
      "content": "Ajoneuvohallintokeskus, Maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella säädettävä viranomainen huolehtii 13 §:n 2 momentissa tarkoitetusta tyyppihyväksynnästä siten kuin siitä valtioneuvoston asetuksella säädetään. Ympäristöministeriön nimeämä 1 momentissa tarkoitettu tai muu vaatimukset täyttävä laitos voi toimia 13 §:n 2 momentin mukaan tyyppihyväksyntään liittyvänä tarkastuslaitoksena tai muuna vastaavana laitoksena. Tällaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella. Ministeriö voi peruuttaa nimeämisen, jos laitos ei täytä asetuksen mukaisia vaatimuksia. Laitoksen on tässä laissa tarkoitettuja julkisia hallintotehtäviään hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Ajoneuvohallintokeskus, Maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella säädettävä viranomainen huolehtii 13 § :n 2 momentissa tarkoitetusta tyyppihyväksynnästä siten kuin siitä valtioneuvoston asetuksella säädetään. Ympäristöministeriön nimeämä 1 momentissa tarkoitettu tai muu vaatimukset täyttävä laitos voi toimia 13 § :n 2 momentin mukaan tyyppihyväksyntään liittyvänä tarkastuslaitoksena tai muuna vastaavana laitoksena. Tällaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella. Ministeriö voi peruuttaa nimeämisen, jos laitos ei täytä asetuksen mukaisia vaatimuksia. Laitoksen on tässä laissa tarkoitettuja julkisia hallintotehtäviään hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) säädetään.",
        "folded_fi": "ajoneuvohallintokeskus, maa- ja elintarviketalouden tutkimuskeskus tai muu valtioneuvoston asetuksella saadettava viranomainen huolehtii 13 §:n 2 momentissa tarkoitetusta tyyppihyvaksynnasta siten kuin siita valtioneuvoston asetuksella saadetaan. ymparistoministerion nimeama 1 momentissa tarkoitettu tai muu vaatimukset tayttava laitos voi toimia 13 §:n 2 momentin mukaan tyyppihyvaksyntaan liittyvana tarkastuslaitoksena tai muuna vastaavana laitoksena. tallaiselle laitokselle asetettavista vaatimuksista ja vaatimusten noudattamisen valvonnasta saadetaan tarkemmin valtioneuvoston asetuksella. ministerio voi peruuttaa nimeamisen, jos laitos ei tayta asetuksen mukaisia vaatimuksia. laitoksen on tassa laissa tarkoitettuja julkisia hallintotehtaviaan hoitaessaan noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sahkoisesta asioinnista viranomaistoiminnassa (13/2003), hallintolaissa ja kielilaissa (423/2003) saadetaan.",
        "title_sv": "Övriga myndigheter och inrättningar",
        "content_sv": "Sådant typgodkännande som avses i 13 § 2 mom. ges, så som bestäms genom förordning av statsrådet, av Fordonsförvaltningscentralen, Forskningscentralen för jordbruk och livsmedelsekonomi eller någon annan myndighet som anges genom förordning av statsrådet. Miljöministeriet kan förordna en inrättning som avses i 1 mom. eller någon annan inrättning som uppfyller kraven att sköta uppgiften som besiktningsorgan eller motsvarande inrättning i anslutning till typgodkännandet enligt 13 § 2 mom. Närmare bestämmelser om de krav som ställs på en sådan inrättning och om tillsynen över att kraven följs utfärdas genom förordning av statsrådet. Ministeriet kan återkalla förordnandet, om inrättningen inte uppfyller kraven enligt förordningen. Vid fullgörandet av offentliga förvaltningsuppgifter som avses i denna lag skall inrättningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen och språklagen (423/2003).",
        "normalized_sv": "Sådant typgodkännande som avses i 13 § 2 mom. ges, så som bestäms genom förordning av statsrådet, av Fordonsförvaltningscentralen, Forskningscentralen för jordbruk och livsmedelsekonomi eller någon annan myndighet som anges genom förordning av statsrådet. Miljöministeriet kan förordna en inrättning som avses i 1 mom. eller någon annan inrättning som uppfyller kraven att sköta uppgiften som besiktningsorgan eller motsvarande inrättning i anslutning till typgodkännandet enligt 13 § 2 mom. Närmare bestämmelser om de krav som ställs på en sådan inrättning och om tillsynen över att kraven följs utfärdas genom förordning av statsrådet. Ministeriet kan återkalla förordnandet, om inrättningen inte uppfyller kraven enligt förordningen. Vid fullgörandet av offentliga förvaltningsuppgifter som avses i denna lag skall inrättningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen och språklagen (423/2003).",
        "folded_sv": "sadant typgodkannande som avses i 13 § 2 mom. ges, sa som bestams genom forordning av statsradet, av fordonsforvaltningscentralen, forskningscentralen for jordbruk och livsmedelsekonomi eller nagon annan myndighet som anges genom forordning av statsradet. miljoministeriet kan forordna en inrattning som avses i 1 mom. eller nagon annan inrattning som uppfyller kraven att skota uppgiften som besiktningsorgan eller motsvarande inrattning i anslutning till typgodkannandet enligt 13 § 2 mom. narmare bestammelser om de krav som stalls pa en sadan inrattning och om tillsynen over att kraven foljs utfardas genom forordning av statsradet. ministeriet kan aterkalla forordnandet, om inrattningen inte uppfyller kraven enligt forordningen. vid fullgorandet av offentliga forvaltningsuppgifter som avses i denna lag skall inrattningen iaktta lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen och spraklagen (423/2003)."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Ympäristönsuojelun tietojärjestelmä",
      "content": "Alueelliset ympäristökeskukset ja Suomen ympäristökeskus ylläpitävät ympäristönsuojelun tietojärjestelmää, joka sisältää tarpeelliset tiedot: 1) tämän lain mukaisista ympäristölupaviranomaisten ja valvontaviranomaisten päätöksistä; 2) lupiin ja ilmoituksiin liittyvistä raporteista ja tarkkailusta; 3) jätelain mukaiseen jätetiedostoon merkittävistä seikoista; 4) tämän lain täytäntöönpanoon liittyvästä ympäristön tilan seurannasta ja tutkimuksista; 5) ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytetyistä kemikaaleista, syntyvistä päästöistä ja jätteistä sekä vastaanotetuista jätteistä; 6) muista tämän lain täytäntöönpanon kannalta tarpeellisista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Alueelliset ympäristökeskukset ja Suomen ympäristökeskus ylläpitävät ympäristönsuojelun tietojärjestelmää, joka sisältää tarpeelliset tiedot: 1) tämän lain mukaisista ympäristölupaviranomaisten ja valvontaviranomaisten päätöksistä; 2) lupiin ja ilmoituksiin liittyvistä raporteista ja tarkkailusta; 3) jätelain mukaiseen jätetiedostoon merkittävistä seikoista; 4) tämän lain täytäntöönpanoon liittyvästä ympäristön tilan seurannasta ja tutkimuksista; 5) ympäristön pilaantumisen vaaraa aiheuttavassa toiminnassa käytetyistä kemikaaleista, syntyvistä päästöistä ja jätteistä sekä vastaanotetuista jätteistä; 6) muista tämän lain täytäntöönpanon kannalta tarpeellisista seikoista.",
        "folded_fi": "alueelliset ymparistokeskukset ja suomen ymparistokeskus yllapitavat ymparistonsuojelun tietojarjestelmaa, joka sisaltaa tarpeelliset tiedot: 1) taman lain mukaisista ymparistolupaviranomaisten ja valvontaviranomaisten paatoksista; 2) lupiin ja ilmoituksiin liittyvista raporteista ja tarkkailusta; 3) jatelain mukaiseen jatetiedostoon merkittavista seikoista; 4) taman lain taytantoonpanoon liittyvasta ympariston tilan seurannasta ja tutkimuksista; 5) ympariston pilaantumisen vaaraa aiheuttavassa toiminnassa kaytetyista kemikaaleista, syntyvista paastoista ja jatteista seka vastaanotetuista jatteista; 6) muista taman lain taytantoonpanon kannalta tarpeellisista seikoista.",
        "title_sv": "Datasystemet för miljövårdsinformation",
        "content_sv": "De regionala miljöcentralerna och Finlands miljöcentral upprätthåller datasystemet för miljövårdsinformation, vilket innehåller behövliga uppgifter om 1) sådana beslut av miljötillståndsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstånden och anmälningarna, 3) sådant som skall införas i det avfallsregister som avses i avfallslagen, 4) uppföljning och forskning som gäller miljöns tillstånd i samband med verkställigheten av denna lag, 5) de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behövs för verkställigheten av denna lag.",
        "normalized_sv": "De regionala miljöcentralerna och Finlands miljöcentral upprätthåller datasystemet för miljövårdsinformation, vilket innehåller behövliga uppgifter om 1) sådana beslut av miljötillståndsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstånden och anmälningarna, 3) sådant som skall införas i det avfallsregister som avses i avfallslagen, 4) uppföljning och forskning som gäller miljöns tillstånd i samband med verkställigheten av denna lag, 5) de kemikalier som används inom verksamhet som medför risk för förorening av miljön, om de utsläpp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behövs för verkställigheten av denna lag.",
        "folded_sv": "de regionala miljocentralerna och finlands miljocentral uppratthaller datasystemet for miljovardsinformation, vilket innehaller behovliga uppgifter om 1) sadana beslut av miljotillstandsmyndigheterna och tillsynsmyndigheterna som avses i denna lag, 2) rapporter och observationer i samband med tillstanden och anmalningarna, 3) sadant som skall inforas i det avfallsregister som avses i avfallslagen, 4) uppfoljning och forskning som galler miljons tillstand i samband med verkstalligheten av denna lag, 5) de kemikalier som anvands inom verksamhet som medfor risk for fororening av miljon, om de utslapp och det avfall som uppkommer av verksamheten samt om det avfall som tagits emot inom verksamheten, 6) annat som behovs for verkstalligheten av denna lag."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Toimivaltainen lupaviranomainen",
      "content": "Alueellinen ympäristökeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ympäristövaikutukset kohdistuvat huomattavassa määrin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ympäristökeskuksessa on muusta syystä perusteltua; 2) lupa on tarpeen 28 §:n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 §:n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten käsittelyyn. Jos toimintoihin on haettava lupaa siten kuin 35 §:n 4 momentissa säädetään, eri toimintojen lupa-asian ratkaisee ympäristölupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ympäristökeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. Edellä 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Alueellinen ympäristökeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ympäristövaikutukset kohdistuvat huomattavassa määrin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ympäristökeskuksessa on muusta syystä perusteltua; 2) lupa on tarpeen 28 § :n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 § :n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten käsittelyyn. Jos toimintoihin on haettava lupaa siten kuin 35 § :n 4 momentissa säädetään, eri toimintojen lupa-asian ratkaisee ympäristölupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ympäristökeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. Edellä 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alueellinen ymparistokeskus ratkaisee muun kuin 1 momentissa tarkoitetun lupahakemuksen, jos: 1) toiminnan ymparistovaikutukset kohdistuvat huomattavassa maarin toiminnan sijaintikuntaa laajemmalle alueelle tai asian ratkaiseminen alueellisessa ymparistokeskuksessa on muusta syysta perusteltua; 2) lupa on tarpeen 28 §:n 2 momentin 1 kohdan perusteella; 3) lupa on tarpeen yksinomaan 29 §:n nojalla; tai 4) lupa on tarpeen pilaantuneiden maa-ainesten kasittelyyn. jos toimintoihin on haettava lupaa siten kuin 35 §:n 4 momentissa saadetaan, eri toimintojen lupa-asian ratkaisee ymparistolupavirasto, jos yhdenkin toiminnan lupa-asian ratkaisu kuuluu sen toimivaltaan, ja muissa tapauksissa alueellinen ymparistokeskus, jos yhdenkin toiminnan lupa-asia kuuluu sen toimivaltaan. edella 1 momentin 1 kohdassa ja 2 momentin 1 kohdassa tarkoitetuista toiminnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörig tillståndsmyndighet",
        "content_sv": "Den regionala miljöcentralen avgör andra tillståndsansökningar än sådana som avses i 1 mom., om 1) verksamhetens miljökonsekvenser i betydande omfattning berör ett större område än den kommun där verksamheten skall placeras eller om det av någon annan orsak är motiverat att den regionala miljöcentralen avgör ärendet, 2) tillståndet behövs med stöd av 28 § 2 mom. 1 punkten, 3) tillståndet behövs uteslutande med stöd av 29 §, eller 4) tillståndet behövs för behandling av förorenade marksubstanser. Om tillstånd för verksamheterna skall sökas i enlighet med 35 § 4 mom., avgörs ärendet om tillstånd för de olika verksamheterna av miljötillståndsverket redan om en enda av verksamheterna är sådan att verket är behörigt att avgöra tillståndsärendet. I annat fall avgörs ärendet av den regionala miljöcentralen redan om en enda av verksamheterna är sådan att centralen är behörig att avgöra tillståndsärendet. Närmare bestämmelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den regionala miljöcentralen avgör andra tillståndsansökningar än sådana som avses i 1 mom., om 1) verksamhetens miljökonsekvenser i betydande omfattning berör ett större område än den kommun där verksamheten skall placeras eller om det av någon annan orsak är motiverat att den regionala miljöcentralen avgör ärendet, 2) tillståndet behövs med stöd av 28 § 2 mom. 1 punkten, 3) tillståndet behövs uteslutande med stöd av 29 § , eller 4) tillståndet behövs för behandling av förorenade marksubstanser. Om tillstånd för verksamheterna skall sökas i enlighet med 35 § 4 mom., avgörs ärendet om tillstånd för de olika verksamheterna av miljötillståndsverket redan om en enda av verksamheterna är sådan att verket är behörigt att avgöra tillståndsärendet. I annat fall avgörs ärendet av den regionala miljöcentralen redan om en enda av verksamheterna är sådan att centralen är behörig att avgöra tillståndsärendet. Närmare bestämmelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "folded_sv": "den regionala miljocentralen avgor andra tillstandsansokningar an sadana som avses i 1 mom., om 1) verksamhetens miljokonsekvenser i betydande omfattning beror ett storre omrade an den kommun dar verksamheten skall placeras eller om det av nagon annan orsak ar motiverat att den regionala miljocentralen avgor arendet, 2) tillstandet behovs med stod av 28 § 2 mom. 1 punkten, 3) tillstandet behovs uteslutande med stod av 29 §, eller 4) tillstandet behovs for behandling av fororenade marksubstanser. om tillstand for verksamheterna skall sokas i enlighet med 35 § 4 mom., avgors arendet om tillstand for de olika verksamheterna av miljotillstandsverket redan om en enda av verksamheterna ar sadan att verket ar behorigt att avgora tillstandsarendet. i annat fall avgors arendet av den regionala miljocentralen redan om en enda av verksamheterna ar sadan att centralen ar behorig att avgora tillstandsarendet. narmare bestammelser om verksamheter som avses i 1 mom. 1 punkten och 2 mom. 1 punkten utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Lupaviranomaisen alueellinen toimivalta",
      "content": "Alueellinen ympäristökeskus ratkaisee kunnan ympäristönsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ympäristönsuojeluviranomaisen toimialueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Alueellinen ympäristökeskus ratkaisee kunnan ympäristönsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ympäristönsuojeluviranomaisen toimialueella.",
        "folded_fi": "alueellinen ymparistokeskus ratkaisee kunnan ymparistonsuojeluviranomaisen toimivaltaan muutoin kuuluvan lupa-asian, jos toiminta sijaitsee tai toiminnat sijaitsevat usean ymparistonsuojeluviranomaisen toimialueella.",
        "title_sv": "Tillståndsmyndighetens regionala behörighet",
        "content_sv": "Den regionala miljöcentralen avgör ett tillståndsärende som annars faller inom den kommunala miljövårdsmyndighetens behörighet, om verksamheten eller verksamheterna har placerats inom flera miljövårdsmyndigheters verksamhetsområden.",
        "normalized_sv": "Den regionala miljöcentralen avgör ett tillståndsärende som annars faller inom den kommunala miljövårdsmyndighetens behörighet, om verksamheten eller verksamheterna har placerats inom flera miljövårdsmyndigheters verksamhetsområden.",
        "folded_sv": "den regionala miljocentralen avgor ett tillstandsarende som annars faller inom den kommunala miljovardsmyndighetens behorighet, om verksamheten eller verksamheterna har placerats inom flera miljovardsmyndigheters verksamhetsomraden."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Lupahakemus",
      "content": "Jos samalla toiminta-alueella sijaitsevalla usealla ympäristöluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, että niiden ympäristövaikutuksia tai jätehuoltoa on tarpeen tarkastella yhdessä, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdellä lupahakemuksella. Lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Jos samalla toiminta-alueella sijaitsevalla usealla ympäristöluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, että niiden ympäristövaikutuksia tai jätehuoltoa on tarpeen tarkastella yhdessä, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdellä lupahakemuksella. Lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
        "folded_fi": "jos samalla toiminta-alueella sijaitsevalla usealla ymparistoluvanvaraisella toiminnalla on sellainen tekninen ja toiminnallinen yhteys, etta niiden ymparistovaikutuksia tai jatehuoltoa on tarpeen tarkastella yhdessa, toimintoihin on haettava lupaa samanaikaisesti eri lupahakemuksilla tai yhteisesti yhdella lupahakemuksella. lupaa voidaan kuitenkin hakea erikseen, jos hakemuksen johdosta ei ole tarpeen muuttaa muita toimintoja koskevaa voimassa olevaa lupaa.",
        "title_sv": "Tillståndsansökan",
        "content_sv": "Om det mellan flera tillståndspliktiga verksamheter som har placerats inom samma verksamhetsområde finns ett sådant tekniskt och funktionellt samband att det är nödvändigt att deras miljökonsekvenser eller avfallshantering granskas tillsammans, skall tillstånd för verksamheterna sökas samtidigt med olika tillståndsansökningar eller gemensamt med en enda tillståndsansökan. Tillstånd kan dock sökas separat, om ansökan inte gör det nödvändigt att justera det giltiga tillståndet för andra verksamheter.",
        "normalized_sv": "Om det mellan flera tillståndspliktiga verksamheter som har placerats inom samma verksamhetsområde finns ett sådant tekniskt och funktionellt samband att det är nödvändigt att deras miljökonsekvenser eller avfallshantering granskas tillsammans, skall tillstånd för verksamheterna sökas samtidigt med olika tillståndsansökningar eller gemensamt med en enda tillståndsansökan. Tillstånd kan dock sökas separat, om ansökan inte gör det nödvändigt att justera det giltiga tillståndet för andra verksamheter.",
        "folded_sv": "om det mellan flera tillstandspliktiga verksamheter som har placerats inom samma verksamhetsomrade finns ett sadant tekniskt och funktionellt samband att det ar nodvandigt att deras miljokonsekvenser eller avfallshantering granskas tillsammans, skall tillstand for verksamheterna sokas samtidigt med olika tillstandsansokningar eller gemensamt med en enda tillstandsansokan. tillstand kan dock sokas separat, om ansokan inte gor det nodvandigt att justera det giltiga tillstandet for andra verksamheter."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Lupahakemuksesta tiedottaminen",
      "content": "Kuulemisesta on muutoin voimassa, mitä hallintolaissa säädetään. Tiedoksiantoon yhteisalueen järjestäytymättömälle osakaskunnalle sovelletaan, mitä vesilain 16 luvun 8 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Kuulemisesta on muutoin voimassa, mitä hallintolaissa säädetään. Tiedoksiantoon yhteisalueen järjestäytymättömälle osakaskunnalle sovelletaan, mitä vesilain 16 luvun 8 § :ssä säädetään.",
        "folded_fi": "kuulemisesta on muutoin voimassa, mita hallintolaissa saadetaan. tiedoksiantoon yhteisalueen jarjestaytymattomalle osakaskunnalle sovelletaan, mita vesilain 16 luvun 8 §:ssa saadetaan.",
        "title_sv": "Information om tillståndsansökan",
        "content_sv": "I fråga om hörande gäller i övrigt förvaltningslagen. När det gäller en samfällighets ickekonstituerade delägarlag skall på delgivningen tillämpas 16 kap. 8 § i vattenlagen.",
        "normalized_sv": "I fråga om hörande gäller i övrigt förvaltningslagen. När det gäller en samfällighets ickekonstituerade delägarlag skall på delgivningen tillämpas 16 kap. 8 § i vattenlagen.",
        "folded_sv": "i fraga om horande galler i ovrigt forvaltningslagen. nar det galler en samfallighets ickekonstituerade delagarlag skall pa delgivningen tillampas 16 kap. 8 § i vattenlagen."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Eri toimintojen lupien samanaikainen käsittely",
      "content": "Jos 35 §:n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on käsiteltävä ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Jos 35 § :n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on käsiteltävä ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
        "folded_fi": "jos 35 §:n 4 momentissa tarkoitettuja toimintoja koskeva lupa-asia on pantu vireille eri lupahakemuksilla, hakemukset on kasiteltava ja ratkaistava samanaikaisesti ottaen huomioon toimintojen muodostama kokonaisuus.",
        "title_sv": "Samtidig behandling av tillstånd för olika verksamheter",
        "content_sv": "Har ett tillståndsärende som gäller verksamheter enligt 35 § 4 mom. anhängiggjorts med olika tillståndsansökningar, skall ansökningarna behandlas och avgöras samtidigt med beaktande av den helhet som verksamheterna bildar.",
        "normalized_sv": "Har ett tillståndsärende som gäller verksamheter enligt 35 § 4 mom. anhängiggjorts med olika tillståndsansökningar, skall ansökningarna behandlas och avgöras samtidigt med beaktande av den helhet som verksamheterna bildar.",
        "folded_sv": "har ett tillstandsarende som galler verksamheter enligt 35 § 4 mom. anhangiggjorts med olika tillstandsansokningar, skall ansokningarna behandlas och avgoras samtidigt med beaktande av den helhet som verksamheterna bildar."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Tarkkailumääräykset",
      "content": "Päätös 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtävä noudattaen, mitä hallintolaissa säädetään, jollei päätöstä tehdä lupaa myönnettäessä tai muutettaessa. Päätöstä voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleistä etua valvovan viranomaisen, kunnan tai haittaa kärsivän asianosaisen vaatimuksesta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Lupaviranomaisen määräämän viranomaisen 4 momentissa tarkoitettuun päätökseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 päivän kuluessa päätöksen julkipanosta. Oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen päätökseen haetaan muutosta siten kuin 96 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Päätös 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtävä noudattaen, mitä hallintolaissa säädetään, jollei päätöstä tehdä lupaa myönnettäessä tai muutettaessa. Päätöstä voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleistä etua valvovan viranomaisen, kunnan tai haittaa kärsivän asianosaisen vaatimuksesta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Lupaviranomaisen määräämän viranomaisen 4 momentissa tarkoitettuun päätökseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 päivän kuluessa päätöksen julkipanosta. Oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen päätökseen haetaan muutosta siten kuin 96 § :ssä säädetään.",
        "folded_fi": "paatos 3 ja 4 momentissa tarkoitetussa tapauksessa on tehtava noudattaen, mita hallintolaissa saadetaan, jollei paatosta tehda lupaa myonnettaessa tai muutettaessa. paatosta voidaan muuttaa viran puolesta tai luvanhaltijan, valvontaviranomaisen, yleista etua valvovan viranomaisen, kunnan tai haittaa karsivan asianosaisen vaatimuksesta. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. lupaviranomaisen maaraaman viranomaisen 4 momentissa tarkoitettuun paatokseen voidaan hakea kirjallisesti oikaisua lupaviranomaiselta 30 paivan kuluessa paatoksen julkipanosta. oikaisuvaatimuksen johdosta tehtyyn lupaviranomaisen paatokseen haetaan muutosta siten kuin 96 §:ssa saadetaan.",
        "title_sv": "Kontrollvillkor",
        "content_sv": "I sådana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av förvaltningslagen, om inte beslutet fattas i samband med att tillståndet beviljas eller ändras. Beslutet kan ändras på tjänstens vägnar eller på yrkande av tillståndshavaren, tillsynsmyndigheten, en myndighet som bevakar allmänt intresse, kommunen eller en part som orsakas olägenhet. Beslutet meddelas efter anslag och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Rättelse i beslut enligt 4 mom. av en av tillståndsmyndigheten förordnad myndighet kan sökas skriftligen hos tillståndsmyndigheten inom 30 dagar efter anslaget. Ändring i tillståndsmyndighetens beslut med anledning av rättelseyrkande söks så som anges i 96 §.",
        "normalized_sv": "I sådana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av förvaltningslagen, om inte beslutet fattas i samband med att tillståndet beviljas eller ändras. Beslutet kan ändras på tjänstens vägnar eller på yrkande av tillståndshavaren, tillsynsmyndigheten, en myndighet som bevakar allmänt intresse, kommunen eller en part som orsakas olägenhet. Beslutet meddelas efter anslag och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Rättelse i beslut enligt 4 mom. av en av tillståndsmyndigheten förordnad myndighet kan sökas skriftligen hos tillståndsmyndigheten inom 30 dagar efter anslaget. Ändring i tillståndsmyndighetens beslut med anledning av rättelseyrkande söks så som anges i 96 § .",
        "folded_sv": "i sadana fall som avses i 3 och 4 mom. skall beslut fattas med iakttagande av forvaltningslagen, om inte beslutet fattas i samband med att tillstandet beviljas eller andras. beslutet kan andras pa tjanstens vagnar eller pa yrkande av tillstandshavaren, tillsynsmyndigheten, en myndighet som bevakar allmant intresse, kommunen eller en part som orsakas olagenhet. beslutet meddelas efter anslag och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. rattelse i beslut enligt 4 mom. av en av tillstandsmyndigheten forordnad myndighet kan sokas skriftligen hos tillstandsmyndigheten inom 30 dagar efter anslaget. andring i tillstandsmyndighetens beslut med anledning av rattelseyrkande soks sa som anges i 96 §."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Lupamääräyksen suhde asetuksen vähimmäisvaatimukseen",
      "content": "Lupamääräys voi olla tämän lain tai jätelain nojalla annettuun valtioneuvoston asetukseen sisältyvää yksilöityä ympäristönsuojelun vähimmäisvaatimusta ankarampi: 1) luvan myöntämisen edellytysten täyttämiseksi; 2) asetuksella annetun ympäristön laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan käyttökelpoisen tekniikan noudattamiseksi, jos Euroopan yhteisön säädöksen täytäntöönpanemiseksi annetussa valtioneuvoston asetuksessa näin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Lupamääräys voi olla tämän lain tai jätelain nojalla annettuun valtioneuvoston asetukseen sisältyvää yksilöityä ympäristönsuojelun vähimmäisvaatimusta ankarampi: 1) luvan myöntämisen edellytysten täyttämiseksi; 2) asetuksella annetun ympäristön laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan käyttökelpoisen tekniikan noudattamiseksi, jos Euroopan yhteisön säädöksen täytäntöönpanemiseksi annetussa valtioneuvoston asetuksessa näin säädetään.",
        "folded_fi": "lupamaarays voi olla taman lain tai jatelain nojalla annettuun valtioneuvoston asetukseen sisaltyvaa yksiloitya ymparistonsuojelun vahimmaisvaatimusta ankarampi: 1) luvan myontamisen edellytysten tayttamiseksi; 2) asetuksella annetun ympariston laatuvaatimuksen turvaamiseksi; 3) vesien suojelemiseksi; tai 4) parhaan kayttokelpoisen tekniikan noudattamiseksi, jos euroopan yhteison saadoksen taytantoonpanemiseksi annetussa valtioneuvoston asetuksessa nain saadetaan.",
        "title_sv": "Förhållandet mellan tillståndsvillkor och minimikrav i en förordning",
        "content_sv": "Ett tillståndsvillkor kan vara strängare än ett specificerat minimikrav i fråga om miljöskyddet enligt en förordning av statsrådet som har utfärdats med stöd av denna lag eller avfallslagen 1) för att förutsättningarna för beviljande av tillstånd skall uppfyllas, 2) för tillgodoseende av ett miljökvalitetskrav i en förordning, 3) för att skydda vatten, eller 4) för att tillämpa den bästa tillgängliga tekniken, om så föreskrivs i en förordning av statsrådet om genomförande av Europeiska gemenskapens rättsakter.",
        "normalized_sv": "Ett tillståndsvillkor kan vara strängare än ett specificerat minimikrav i fråga om miljöskyddet enligt en förordning av statsrådet som har utfärdats med stöd av denna lag eller avfallslagen 1) för att förutsättningarna för beviljande av tillstånd skall uppfyllas, 2) för tillgodoseende av ett miljökvalitetskrav i en förordning, 3) för att skydda vatten, eller 4) för att tillämpa den bästa tillgängliga tekniken, om så föreskrivs i en förordning av statsrådet om genomförande av Europeiska gemenskapens rättsakter.",
        "folded_sv": "ett tillstandsvillkor kan vara strangare an ett specificerat minimikrav i fraga om miljoskyddet enligt en forordning av statsradet som har utfardats med stod av denna lag eller avfallslagen 1) for att forutsattningarna for beviljande av tillstand skall uppfyllas, 2) for tillgodoseende av ett miljokvalitetskrav i en forordning, 3) for att skydda vatten, eller 4) for att tillampa den basta tillgangliga tekniken, om sa foreskrivs i en forordning av statsradet om genomforande av europeiska gemenskapens rattsakter."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "53",
      "section": "53",
      "title": "Lupapäätöksen antaminen",
      "content": "Lupaa koskeva päätös annetaan julkipanon jälkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. Päätöksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispäivää päätöksen tehneen viranomaisen ilmoitustaululla. Julkipanoilmoituksessa on mainittava viranomainen, asian laatu, päätöksen antamispäivä ja valitusaika. Ilmoitus on pidettävä päätöksen tehneen viranomaisen ilmoitustaululla vähintään sen ajan, jonka kuluessa päätökseen voidaan hakea muutosta valittamalla. Päätöksen on oltava saatavana ilmoituksessa mainittuna antamispäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Lupaa koskeva päätös annetaan julkipanon jälkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. Päätöksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispäivää päätöksen tehneen viranomaisen ilmoitustaululla. Julkipanoilmoituksessa on mainittava viranomainen, asian laatu, päätöksen antamispäivä ja valitusaika. Ilmoitus on pidettävä päätöksen tehneen viranomaisen ilmoitustaululla vähintään sen ajan, jonka kuluessa päätökseen voidaan hakea muutosta valittamalla. Päätöksen on oltava saatavana ilmoituksessa mainittuna antamispäivänä.",
        "folded_fi": "lupaa koskeva paatos annetaan julkipanon jalkeen, ja sen katsotaan tulleen valitukseen oikeutettujen tietoon silloin, kun se on annettu. paatoksen antamisesta 1 momentin mukaisesti ilmoitetaan ennen sen antamispaivaa paatoksen tehneen viranomaisen ilmoitustaululla. julkipanoilmoituksessa on mainittava viranomainen, asian laatu, paatoksen antamispaiva ja valitusaika. ilmoitus on pidettava paatoksen tehneen viranomaisen ilmoitustaululla vahintaan sen ajan, jonka kuluessa paatokseen voidaan hakea muutosta valittamalla. paatoksen on oltava saatavana ilmoituksessa mainittuna antamispaivana.",
        "title_sv": "Hur ett tillståndsbeslut ges",
        "content_sv": "Ett beslut som gäller ett tillstånd meddelas efter anslag, och beslutet anses ha kommit dem som har rätt att överklaga till kännedom när det meddelades. Information om meddelande av ett beslut enligt 1 mom. skall ges på anslagstavlan hos den myndighet som fattat beslutet före den dag beslutet meddelas. Informationen skall innehålla uppgift om myndigheten, ärendets natur, den dag då beslutet meddelas och besvärstiden. Informationsmeddelandet skall vara uppsatt på anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan överklagas genom besvär. Beslutet skall vara tillgängligt den dag det enligt informationsmeddelandet meddelas.",
        "normalized_sv": "Ett beslut som gäller ett tillstånd meddelas efter anslag, och beslutet anses ha kommit dem som har rätt att överklaga till kännedom när det meddelades. Information om meddelande av ett beslut enligt 1 mom. skall ges på anslagstavlan hos den myndighet som fattat beslutet före den dag beslutet meddelas. Informationen skall innehålla uppgift om myndigheten, ärendets natur, den dag då beslutet meddelas och besvärstiden. Informationsmeddelandet skall vara uppsatt på anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan överklagas genom besvär. Beslutet skall vara tillgängligt den dag det enligt informationsmeddelandet meddelas.",
        "folded_sv": "ett beslut som galler ett tillstand meddelas efter anslag, och beslutet anses ha kommit dem som har ratt att overklaga till kannedom nar det meddelades. information om meddelande av ett beslut enligt 1 mom. skall ges pa anslagstavlan hos den myndighet som fattat beslutet fore den dag beslutet meddelas. informationen skall innehalla uppgift om myndigheten, arendets natur, den dag da beslutet meddelas och besvarstiden. informationsmeddelandet skall vara uppsatt pa anslagstavlan hos den myndighet som fattat beslutet under minst den tid inom vilken beslutet kan overklagas genom besvar. beslutet skall vara tillgangligt den dag det enligt informationsmeddelandet meddelas."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Melua ja tärinää aiheuttava tilapäinen toiminta",
      "content": "Toiminnanharjoittajan on tehtävä kunnan ympäristönsuojeluviranomaiselle kirjallinen ilmoitus tilapäistä melua tai tärinää aiheuttavasta toimenpiteestä tai tapahtumasta, kuten rakentamisesta tai yleisötilaisuudesta, jos melun tai tärinän on syytä olettaa olevan erityisen häiritsevää. Jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdään sille alueelliselle ympäristökeskukselle, jonka toimialueella melu tai tärinä pääasiallisesti ilmenee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Toiminnanharjoittajan on tehtävä kunnan ympäristönsuojeluviranomaiselle kirjallinen ilmoitus tilapäistä melua tai tärinää aiheuttavasta toimenpiteestä tai tapahtumasta, kuten rakentamisesta tai yleisötilaisuudesta, jos melun tai tärinän on syytä olettaa olevan erityisen häiritsevää. Jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdään sille alueelliselle ympäristökeskukselle, jonka toimialueella melu tai tärinä pääasiallisesti ilmenee.",
        "folded_fi": "toiminnanharjoittajan on tehtava kunnan ymparistonsuojeluviranomaiselle kirjallinen ilmoitus tilapaista melua tai tarinaa aiheuttavasta toimenpiteesta tai tapahtumasta, kuten rakentamisesta tai yleisotilaisuudesta, jos melun tai tarinan on syyta olettaa olevan erityisen hairitsevaa. jos hanke toteutetaan usean kunnan alueella, ilmoitus tehdaan sille alueelliselle ymparistokeskukselle, jonka toimialueella melu tai tarina paaasiallisesti ilmenee.",
        "title_sv": "Tillfällig verksamhet som orsakar buller och skakningar",
        "content_sv": "Verksamhetsutövaren skall till den kommunala miljövårdsmyndigheten göra en skriftlig anmälan om åtgärder eller händelser som orsakar tillfälligt buller eller skakningar, såsom byggande eller offentliga tillställningar, om bullret eller skakningarna kan antas bli speciellt störande. Om ett projekt genomförs på flera kommuners område, skall anmälan göras till den regionala miljöcentral inom vars verksamhetsområde bullret eller skakningarna huvudsakligen framträder.",
        "normalized_sv": "Verksamhetsutövaren skall till den kommunala miljövårdsmyndigheten göra en skriftlig anmälan om åtgärder eller händelser som orsakar tillfälligt buller eller skakningar, såsom byggande eller offentliga tillställningar, om bullret eller skakningarna kan antas bli speciellt störande. Om ett projekt genomförs på flera kommuners område, skall anmälan göras till den regionala miljöcentral inom vars verksamhetsområde bullret eller skakningarna huvudsakligen framträder.",
        "folded_sv": "verksamhetsutovaren skall till den kommunala miljovardsmyndigheten gora en skriftlig anmalan om atgarder eller handelser som orsakar tillfalligt buller eller skakningar, sasom byggande eller offentliga tillstallningar, om bullret eller skakningarna kan antas bli speciellt storande. om ett projekt genomfors pa flera kommuners omrade, skall anmalan goras till den regionala miljocentral inom vars verksamhetsomrade bullret eller skakningarna huvudsakligen framtrader."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Poikkeukselliset tilanteet",
      "content": "Jos onnettomuudesta, tuotantohäiriöstä, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syystä aiheutuu päästöjä tai syntyy jätettä siten, että siitä voi aiheutua välitöntä ja ilmeistä ympäristön pilaantumisen vaaraa tai jätteen määrän tai ominaisuuksien vuoksi erityisiä toimia jätehuollossa, on toiminnasta vastaavan tai jätteen haltijan ilmoitettava tapahtuneesta viipymättä valvontaviranomaiselle. Jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syystä aiheutuu odottamaton tilanne, jonka vuoksi lupamääräystä ei voida tilapäisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Jos onnettomuudesta, tuotantohäiriöstä, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syystä aiheutuu päästöjä tai syntyy jätettä siten, että siitä voi aiheutua välitöntä ja ilmeistä ympäristön pilaantumisen vaaraa tai jätteen määrän tai ominaisuuksien vuoksi erityisiä toimia jätehuollossa, on toiminnasta vastaavan tai jätteen haltijan ilmoitettava tapahtuneesta viipymättä valvontaviranomaiselle. Jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syystä aiheutuu odottamaton tilanne, jonka vuoksi lupamääräystä ei voida tilapäisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
        "folded_fi": "jos onnettomuudesta, tuotantohairiosta, rakennelman tai laitteen purkamisesta tai muusta niihin rinnastettavasta syysta aiheutuu paastoja tai syntyy jatetta siten, etta siita voi aiheutua valitonta ja ilmeista ympariston pilaantumisen vaaraa tai jatteen maaran tai ominaisuuksien vuoksi erityisia toimia jatehuollossa, on toiminnasta vastaavan tai jatteen haltijan ilmoitettava tapahtuneesta viipymatta valvontaviranomaiselle. jos muusta kuin 1 momentissa tarkoitetusta, toiminnasta riippumattomasta ja ennalta arvaamattomasta syysta aiheutuu odottamaton tilanne, jonka vuoksi lupamaaraysta ei voida tilapaisesti noudattaa, toiminnanharjoittajan on ilmoitettava asiasta valvontaviranomaiselle.",
        "title_sv": "Exceptionella situationer",
        "content_sv": "Om det på grund av en olycka eller produktionsstörning, rivning av en konstruktion eller anläggning eller av någon annan därmed jämförbar orsak uppstår utsläpp eller avfall i en utsträckning som medför direkt och uppenbar risk för förorening av miljön eller som på grund av avfallets mängd eller beskaffenhet föranleder särskilda avfallshanteringsåtgärder, skall den för verksamheten ansvarige eller avfallsinnehavaren utan dröjsmål underrätta tillsynsmyndigheten om saken. Om det av någon annan än i 1 mom. avsedd orsak som är oberoende av verksamheten eller av någon oförutsebar orsak uppkommer en oväntad situation som leder till att tillståndsvillkoren tillfälligt inte kan uppfyllas, skall verksamhetsutövaren underrätta tillsynsmyndigheten om saken.",
        "normalized_sv": "Om det på grund av en olycka eller produktionsstörning, rivning av en konstruktion eller anläggning eller av någon annan därmed jämförbar orsak uppstår utsläpp eller avfall i en utsträckning som medför direkt och uppenbar risk för förorening av miljön eller som på grund av avfallets mängd eller beskaffenhet föranleder särskilda avfallshanteringsåtgärder, skall den för verksamheten ansvarige eller avfallsinnehavaren utan dröjsmål underrätta tillsynsmyndigheten om saken. Om det av någon annan än i 1 mom. avsedd orsak som är oberoende av verksamheten eller av någon oförutsebar orsak uppkommer en oväntad situation som leder till att tillståndsvillkoren tillfälligt inte kan uppfyllas, skall verksamhetsutövaren underrätta tillsynsmyndigheten om saken.",
        "folded_sv": "om det pa grund av en olycka eller produktionsstorning, rivning av en konstruktion eller anlaggning eller av nagon annan darmed jamforbar orsak uppstar utslapp eller avfall i en utstrackning som medfor direkt och uppenbar risk for fororening av miljon eller som pa grund av avfallets mangd eller beskaffenhet foranleder sarskilda avfallshanteringsatgarder, skall den for verksamheten ansvarige eller avfallsinnehavaren utan drojsmal underratta tillsynsmyndigheten om saken. om det av nagon annan an i 1 mom. avsedd orsak som ar oberoende av verksamheten eller av nagon oforutsebar orsak uppkommer en ovantad situation som leder till att tillstandsvillkoren tillfalligt inte kan uppfyllas, skall verksamhetsutovaren underratta tillsynsmyndigheten om saken."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Kuuleminen",
      "content": "Edellä 60 ja 61 §:n mukaisen ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa säädetään, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. Edellä 62 §:ssä tarkoitetun ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityistä syytä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Edellä 60 ja 61 § :n mukaisen ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa säädetään, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. Edellä 62 § :ssä tarkoitetun ilmoituksen vireilläolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityistä syytä.",
        "folded_fi": "edella 60 ja 61 §:n mukaisen ilmoituksen vireillaolosta on ilmoitettava ja asianosaisia on kuultava siten kuin hallintolaissa saadetaan, jos ilmoitettu toiminta saattaa olennaisesti vaikuttaa yleisiin tai yksityisiin etuihin. edella 62 §:ssa tarkoitetun ilmoituksen vireillaolosta on ilmoitettava ja asianosaisia kuultava vastaavasti, jos siihen on erityista syyta.",
        "title_sv": "Hörande",
        "content_sv": "En anhängig anmälan som avses i 60 och 61 § skall offentliggöras och parterna skall höras i enlighet med förvaltningslagen, om den anmälda verksamheten väsentligt kan påverka allmänt eller enskilt intresse. En anhängig anmälan som avses i 62 § skall offentliggöras och parterna skall höras på motsvarande sätt, om det finns särskilda skäl till detta.",
        "normalized_sv": "En anhängig anmälan som avses i 60 och 61 § skall offentliggöras och parterna skall höras i enlighet med förvaltningslagen, om den anmälda verksamheten väsentligt kan påverka allmänt eller enskilt intresse. En anhängig anmälan som avses i 62 § skall offentliggöras och parterna skall höras på motsvarande sätt, om det finns särskilda skäl till detta.",
        "folded_sv": "en anhangig anmalan som avses i 60 och 61 § skall offentliggoras och parterna skall horas i enlighet med forvaltningslagen, om den anmalda verksamheten vasentligt kan paverka allmant eller enskilt intresse. en anhangig anmalan som avses i 62 § skall offentliggoras och parterna skall horas pa motsvarande satt, om det finns sarskilda skal till detta."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Ilmoituksen käsittely",
      "content": "Viranomaisen on ilmoituksen johdosta annettava päätös, jossa voidaan antaa tarpeellisia määräyksiä toiminnasta aiheutuvan ympäristön pilaantumisen ehkäisemisestä, toiminnan tarkkailusta ja tiedottamisesta asukkaille sekä toiminnan järjestämiseen liittyvien jätelain mukaisten velvollisuuksien täyttämisestä. Viranomainen voi kieltää tai keskeyttää muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida määräyksillä riittävästi vähentää. Päätös annetaan julkipanon jälkeen, ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Määräykset voidaan antaa tai toiminta kieltää, vaikka ilmoitusvelvollisuus olisi lyöty laimin. Edellä 62 §:ssä tarkoitetuissa tilanteissa valvontaviranomainen voi määräämillään ehdoilla hyväksyä välttämättömän lyhytaikaisen poikkeamisen tähän lakiin tai jätelakiin perustuvasta velvollisuudesta. Poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittävää ympäristön pilaantumista tai sen vaaraa. Päätöksen poikkeamisesta tekee alueellinen ympäristökeskus, jos toiminnan lupa-asian käsittely kuuluu alueellisen ympäristökeskuksen tai ympäristölupaviraston toimivaltaan. Valvontaviranomaisen tulee poikkeamisen jälkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 §:ssä säädetään lupamääräyksen muuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Viranomaisen on ilmoituksen johdosta annettava päätös, jossa voidaan antaa tarpeellisia määräyksiä toiminnasta aiheutuvan ympäristön pilaantumisen ehkäisemisestä, toiminnan tarkkailusta ja tiedottamisesta asukkaille sekä toiminnan järjestämiseen liittyvien jätelain mukaisten velvollisuuksien täyttämisestä. Viranomainen voi kieltää tai keskeyttää muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida määräyksillä riittävästi vähentää. Päätös annetaan julkipanon jälkeen, ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Määräykset voidaan antaa tai toiminta kieltää, vaikka ilmoitusvelvollisuus olisi lyöty laimin. Edellä 62 § :ssä tarkoitetuissa tilanteissa valvontaviranomainen voi määräämillään ehdoilla hyväksyä välttämättömän lyhytaikaisen poikkeamisen tähän lakiin tai jätelakiin perustuvasta velvollisuudesta. Poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittävää ympäristön pilaantumista tai sen vaaraa. Päätöksen poikkeamisesta tekee alueellinen ympäristökeskus, jos toiminnan lupa-asian käsittely kuuluu alueellisen ympäristökeskuksen tai ympäristölupaviraston toimivaltaan. Valvontaviranomaisen tulee poikkeamisen jälkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 § :ssä säädetään lupamääräyksen muuttamisesta.",
        "folded_fi": "viranomaisen on ilmoituksen johdosta annettava paatos, jossa voidaan antaa tarpeellisia maarayksia toiminnasta aiheutuvan ympariston pilaantumisen ehkaisemisesta, toiminnan tarkkailusta ja tiedottamisesta asukkaille seka toiminnan jarjestamiseen liittyvien jatelain mukaisten velvollisuuksien tayttamisesta. viranomainen voi kieltaa tai keskeyttaa muun kuin luvan nojalla harjoitetun toiminnan, jos yleiselle tai yksityiselle edulle aiheutuvia huomattavia haittoja ei voida maarayksilla riittavasti vahentaa. paatos annetaan julkipanon jalkeen, ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. maaraykset voidaan antaa tai toiminta kieltaa, vaikka ilmoitusvelvollisuus olisi lyoty laimin. edella 62 §:ssa tarkoitetuissa tilanteissa valvontaviranomainen voi maaraamillaan ehdoilla hyvaksya valttamattoman lyhytaikaisen poikkeamisen tahan lakiin tai jatelakiin perustuvasta velvollisuudesta. poikkeamisesta ei saa aiheutua terveyshaittaa tai merkittavaa ympariston pilaantumista tai sen vaaraa. paatoksen poikkeamisesta tekee alueellinen ymparistokeskus, jos toiminnan lupa-asian kasittely kuuluu alueellisen ymparistokeskuksen tai ymparistolupaviraston toimivaltaan. valvontaviranomaisen tulee poikkeamisen jalkeen tarvittaessa saattaa asia vireille lupaviranomaisessa siten kuin 58 §:ssa saadetaan lupamaarayksen muuttamisesta.",
        "title_sv": "Behandling av anmälningar",
        "content_sv": "En myndighet skall med anledning av en anmälan meddela ett beslut som kan innehålla behövliga föreskrifter om hindrande av förorening av miljön till följd av verksamheten, kontroll av verksamheten, information till det berörda områdets invånare samt om fullgörande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. Myndigheten kan förbjuda eller avbryta annan verksamhet än sådan som bedrivs med stöd av tillstånd, om det inte är möjligt att genom föreskrifterna i tillräcklig utsträckning minska de betydande olägenheter som orsakas allmänt eller enskilt intresse. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Föreskrifter kan meddelas eller en verksamhet förbjudas även om anmälningsskyldigheten har försummats. I de situationer som avses i 62 § kan tillsynsmyndigheten på de villkor som den bestämmer godkänna en nödvändig, kortvarig avvikelse från en skyldighet som grundar sig på denna lag eller avfallslagen. Avvikelsen får inte medföra olägenhet för hälsan eller betydande förorening av miljön eller risk för detta. Beslut om avvikelse fattas av den regionala miljöcentralen, om det faller inom den regionala miljöcentralens eller miljötillståndsverkets behörighet att behandla tillståndsärendet. Efter avvikelsen skall tillsynsmyndigheten vid behov inleda ärendet hos tillståndsmyndigheten så som i 58 § föreskrivs om ändring av tillståndsvillkoren.",
        "normalized_sv": "En myndighet skall med anledning av en anmälan meddela ett beslut som kan innehålla behövliga föreskrifter om hindrande av förorening av miljön till följd av verksamheten, kontroll av verksamheten, information till det berörda områdets invånare samt om fullgörande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. Myndigheten kan förbjuda eller avbryta annan verksamhet än sådan som bedrivs med stöd av tillstånd, om det inte är möjligt att genom föreskrifterna i tillräcklig utsträckning minska de betydande olägenheter som orsakas allmänt eller enskilt intresse. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Föreskrifter kan meddelas eller en verksamhet förbjudas även om anmälningsskyldigheten har försummats. I de situationer som avses i 62 § kan tillsynsmyndigheten på de villkor som den bestämmer godkänna en nödvändig, kortvarig avvikelse från en skyldighet som grundar sig på denna lag eller avfallslagen. Avvikelsen får inte medföra olägenhet för hälsan eller betydande förorening av miljön eller risk för detta. Beslut om avvikelse fattas av den regionala miljöcentralen, om det faller inom den regionala miljöcentralens eller miljötillståndsverkets behörighet att behandla tillståndsärendet. Efter avvikelsen skall tillsynsmyndigheten vid behov inleda ärendet hos tillståndsmyndigheten så som i 58 § föreskrivs om ändring av tillståndsvillkoren.",
        "folded_sv": "en myndighet skall med anledning av en anmalan meddela ett beslut som kan innehalla behovliga foreskrifter om hindrande av fororening av miljon till foljd av verksamheten, kontroll av verksamheten, information till det berorda omradets invanare samt om fullgorande av skyldigheterna enligt avfallslagen i samband med anordnandet av verksamheten. myndigheten kan forbjuda eller avbryta annan verksamhet an sadan som bedrivs med stod av tillstand, om det inte ar mojligt att genom foreskrifterna i tillracklig utstrackning minska de betydande olagenheter som orsakas allmant eller enskilt intresse. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. foreskrifter kan meddelas eller en verksamhet forbjudas aven om anmalningsskyldigheten har forsummats. i de situationer som avses i 62 § kan tillsynsmyndigheten pa de villkor som den bestammer godkanna en nodvandig, kortvarig avvikelse fran en skyldighet som grundar sig pa denna lag eller avfallslagen. avvikelsen far inte medfora olagenhet for halsan eller betydande fororening av miljon eller risk for detta. beslut om avvikelse fattas av den regionala miljocentralen, om det faller inom den regionala miljocentralens eller miljotillstandsverkets behorighet att behandla tillstandsarendet. efter avvikelsen skall tillsynsmyndigheten vid behov inleda arendet hos tillstandsmyndigheten sa som i 58 § foreskrivs om andring av tillstandsvillkoren."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "64 a",
      "section": "64 a",
      "title": "Poikkeukselliset tilanteet eräissä polttolaitoksissa",
      "content": "Alueellinen ympäristökeskus voi ilmoituksen johdosta antaa päätöksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia määräyksiä taikka kieltää tai keskeyttää toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epäpuhtauspäästöjen rajoittamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2001/80/EY velvoitteiden täytäntöönpanemiseksi. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Valtioneuvoston asetuksella säädetään tarkemmin ympäristökeskuksen tässä tarkoitetun toimivallan käyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64 a",
        "normalized_fi": "Alueellinen ympäristökeskus voi ilmoituksen johdosta antaa päätöksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia määräyksiä taikka kieltää tai keskeyttää toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epäpuhtauspäästöjen rajoittamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2001/80/EY velvoitteiden täytäntöönpanemiseksi. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta. Valtioneuvoston asetuksella säädetään tarkemmin ympäristökeskuksen tässä tarkoitetun toimivallan käyttämisestä.",
        "folded_fi": "alueellinen ymparistokeskus voi ilmoituksen johdosta antaa paatoksen, jossa voidaan antaa ilmoituksen tehneen toiminnanharjoittajan toimintaa koskevia maarayksia taikka kieltaa tai keskeyttaa toiminnan, jos se on tarpeen tiettyjen suurista polttolaitoksista ilmaan joutuvien epapuhtauspaastojen rajoittamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2001/80/ey velvoitteiden taytantoonpanemiseksi. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta. valtioneuvoston asetuksella saadetaan tarkemmin ymparistokeskuksen tassa tarkoitetun toimivallan kayttamisesta.",
        "title_sv": "Exceptionella situationer i vissa förbränningsanläggningar",
        "content_sv": "Den regionala miljöcentralen kan med anledning av en anmälan meddela ett beslut som kan innehålla föreskrifter beträffande anläggningens verksamhet eller förbjuda eller avbryta verksamheten, om detta behövs för genomförande av skyldigheterna enligt Europaparlamentets och rådets direktiv 2001/80/EG om begränsning av utsläpp till luften av vissa föroreningar från stora förbränningsanläggningar. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Närmare bestämmelser om utövandet av miljöcentralens här avsedda behörighet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den regionala miljöcentralen kan med anledning av en anmälan meddela ett beslut som kan innehålla föreskrifter beträffande anläggningens verksamhet eller förbjuda eller avbryta verksamheten, om detta behövs för genomförande av skyldigheterna enligt Europaparlamentets och rådets direktiv 2001/80/EG om begränsning av utsläpp till luften av vissa föroreningar från stora förbränningsanläggningar. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut. Närmare bestämmelser om utövandet av miljöcentralens här avsedda behörighet utfärdas genom förordning av statsrådet.",
        "folded_sv": "den regionala miljocentralen kan med anledning av en anmalan meddela ett beslut som kan innehalla foreskrifter betraffande anlaggningens verksamhet eller forbjuda eller avbryta verksamheten, om detta behovs for genomforande av skyldigheterna enligt europaparlamentets och radets direktiv 2001/80/eg om begransning av utslapp till luften av vissa fororeningar fran stora forbranningsanlaggningar. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut. narmare bestammelser om utovandet av miljocentralens har avsedda behorighet utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "77",
      "section": "77",
      "title": "Selvitysvelvollisuus ja puhdistustarpeenarviointi",
      "content": "Pilaantuneen maaperän ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympäristön tai pohjaveden nykyinen tai tuleva käyttö sekä pilaantumisesta terveydelle tai ympäristölle mahdollisesti aiheutuva vaara tai haitta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:77",
        "normalized_fi": "Pilaantuneen maaperän ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympäristön tai pohjaveden nykyinen tai tuleva käyttö sekä pilaantumisesta terveydelle tai ympäristölle mahdollisesti aiheutuva vaara tai haitta.",
        "folded_fi": "pilaantuneen maaperan ja pohjaveden puhdistustarpeen arvioinnissa on otettava huomioon pilaantuneen alueen, sen ympariston tai pohjaveden nykyinen tai tuleva kaytto seka pilaantumisesta terveydelle tai ymparistolle mahdollisesti aiheutuva vaara tai haitta.",
        "title_sv": "Utredningsskyldighet och bedömning av saneringsbehovet",
        "content_sv": "Vid bedömning av behovet av sanering av mark och grundvatten som förorenats skall hänsyn tas till det förorenade områdets, dess omgivnings och grundvattnets nuvarande eller framtida användning samt den eventuella fara eller olägenhet för hälsan eller miljön som föroreningen medför.",
        "normalized_sv": "Vid bedömning av behovet av sanering av mark och grundvatten som förorenats skall hänsyn tas till det förorenade områdets, dess omgivnings och grundvattnets nuvarande eller framtida användning samt den eventuella fara eller olägenhet för hälsan eller miljön som föroreningen medför.",
        "folded_sv": "vid bedomning av behovet av sanering av mark och grundvatten som fororenats skall hansyn tas till det fororenade omradets, dess omgivnings och grundvattnets nuvarande eller framtida anvandning samt den eventuella fara eller olagenhet for halsan eller miljon som fororeningen medfor."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "78",
      "section": "78",
      "title": "Maaperän puhdistaminen",
      "content": "Alueellinen ympäristökeskus tarkastaa ilmoituksen ja tekee sen johdosta päätöksen. Päätöksessä voidaan antaa tarvittavia määräyksiä toiminnan järjestämisestä ja valvonnasta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 §:ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:78",
        "normalized_fi": "Alueellinen ympäristökeskus tarkastaa ilmoituksen ja tekee sen johdosta päätöksen. Päätöksessä voidaan antaa tarvittavia määräyksiä toiminnan järjestämisestä ja valvonnasta. Päätös annetaan julkipanon jälkeen ja siitä on tiedotettava siten kuin 53 ja 54 § :ssä säädetään ympäristölupapäätöksen antamisesta ja tiedottamisesta.",
        "folded_fi": "alueellinen ymparistokeskus tarkastaa ilmoituksen ja tekee sen johdosta paatoksen. paatoksessa voidaan antaa tarvittavia maarayksia toiminnan jarjestamisesta ja valvonnasta. paatos annetaan julkipanon jalkeen ja siita on tiedotettava siten kuin 53 ja 54 §:ssa saadetaan ymparistolupapaatoksen antamisesta ja tiedottamisesta.",
        "title_sv": "Sanering av mark",
        "content_sv": "Den regionala miljöcentralen granskar anmälan och fattar beslut med anledning av den. Beslutet kan förenas med behövliga föreskrifter om hur verksamheten skall ordnas och om tillsynen. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut.",
        "normalized_sv": "Den regionala miljöcentralen granskar anmälan och fattar beslut med anledning av den. Beslutet kan förenas med behövliga föreskrifter om hur verksamheten skall ordnas och om tillsynen. Beslutet meddelas efter anslag, och om beslutet skall informeras så som i 53 och 54 § föreskrivs om hur ett miljötillståndsbeslut ges och om information om miljötillståndsbeslut.",
        "folded_sv": "den regionala miljocentralen granskar anmalan och fattar beslut med anledning av den. beslutet kan forenas med behovliga foreskrifter om hur verksamheten skall ordnas och om tillsynen. beslutet meddelas efter anslag, och om beslutet skall informeras sa som i 53 och 54 § foreskrivs om hur ett miljotillstandsbeslut ges och om information om miljotillstandsbeslut."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Puhdistamisesta määrääminen",
      "content": "Viranomainen voi 1 momentissa tarkoitetussa päätöksessä samalla määrätä muista tarpeellisista toimista, joihin on ryhdyttävä ympäristön tilan palauttamiseksi ennalleen tai aiheutuneen haitan vähentämiseksi tai poistamiseksi. Jos puhdistaminen edellyttää maa-ainesten käsittelemistä pilaantuneella alueella, määräys annetaan noudattaen soveltuvin osin ympäristölupaa koskevia säännöksiä ja 13 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Viranomainen voi 1 momentissa tarkoitetussa päätöksessä samalla määrätä muista tarpeellisista toimista, joihin on ryhdyttävä ympäristön tilan palauttamiseksi ennalleen tai aiheutuneen haitan vähentämiseksi tai poistamiseksi. Jos puhdistaminen edellyttää maa-ainesten käsittelemistä pilaantuneella alueella, määräys annetaan noudattaen soveltuvin osin ympäristölupaa koskevia säännöksiä ja 13 luvun säännöksiä.",
        "folded_fi": "viranomainen voi 1 momentissa tarkoitetussa paatoksessa samalla maarata muista tarpeellisista toimista, joihin on ryhdyttava ympariston tilan palauttamiseksi ennalleen tai aiheutuneen haitan vahentamiseksi tai poistamiseksi. jos puhdistaminen edellyttaa maa-ainesten kasittelemista pilaantuneella alueella, maarays annetaan noudattaen soveltuvin osin ymparistolupaa koskevia saannoksia ja 13 luvun saannoksia.",
        "title_sv": "Saneringsåläggande",
        "content_sv": "I det beslut som avses i 1 mom. kan myndigheten samtidigt bestämma vilka andra åtgärder som behöver vidtas för att återställa miljön i dess ursprungliga skick eller för att minska eller undanröja olägenheter. Om saneringen förutsätter behandling av marksubstanser på det förorenade området, skall åläggandet meddelas i tillämpliga delar med iakttagande av bestämmelserna om miljötillstånd och bestämmelserna i 13 kap.",
        "normalized_sv": "I det beslut som avses i 1 mom. kan myndigheten samtidigt bestämma vilka andra åtgärder som behöver vidtas för att återställa miljön i dess ursprungliga skick eller för att minska eller undanröja olägenheter. Om saneringen förutsätter behandling av marksubstanser på det förorenade området, skall åläggandet meddelas i tillämpliga delar med iakttagande av bestämmelserna om miljötillstånd och bestämmelserna i 13 kap.",
        "folded_sv": "i det beslut som avses i 1 mom. kan myndigheten samtidigt bestamma vilka andra atgarder som behover vidtas for att aterstalla miljon i dess ursprungliga skick eller for att minska eller undanroja olagenheter. om saneringen forutsatter behandling av marksubstanser pa det fororenade omradet, skall alaggandet meddelas i tillampliga delar med iakttagande av bestammelserna om miljotillstand och bestammelserna i 13 kap."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Rikkomuksen tai laiminlyönnin oikaiseminen",
      "content": "Määräyksen antaa luvanvaraisen toiminnan osalta 31 §:n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 §:n nojalla myöntänyt toimintaa koskevan luvan. Muissa tapauksissa määräyksen antaa valvontaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Määräyksen antaa luvanvaraisen toiminnan osalta 31 § :n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 § :n nojalla myöntänyt toimintaa koskevan luvan. Muissa tapauksissa määräyksen antaa valvontaviranomainen.",
        "folded_fi": "maarayksen antaa luvanvaraisen toiminnan osalta 31 §:n mukaan toimivaltainen lupaviranomainen tai se viranomainen, joka on 33 §:n nojalla myontanyt toimintaa koskevan luvan. muissa tapauksissa maarayksen antaa valvontaviranomainen.",
        "title_sv": "Åtgärder vid överträdelser eller försummelser",
        "content_sv": "När det gäller tillståndspliktig verksamhet meddelas åläggandet av den enligt 31 § behöriga tillståndsmyndigheten eller av den myndighet som med stöd av 33 § beviljat tillstånd för verksamheten. I annat fall meddelas åläggandet av tillsynsmyndigheten.",
        "normalized_sv": "När det gäller tillståndspliktig verksamhet meddelas åläggandet av den enligt 31 § behöriga tillståndsmyndigheten eller av den myndighet som med stöd av 33 § beviljat tillstånd för verksamheten. I annat fall meddelas åläggandet av tillsynsmyndigheten.",
        "folded_sv": "nar det galler tillstandspliktig verksamhet meddelas alaggandet av den enligt 31 § behoriga tillstandsmyndigheten eller av den myndighet som med stod av 33 § beviljat tillstand for verksamheten. i annat fall meddelas alaggandet av tillsynsmyndigheten."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Valvonnan järjestäminen",
      "content": "Alueellisen ympäristökeskuksen on tämän lain mukaisen valvonnan järjestämiseksi laadittava valvontasuunnitelma, jonka sisällöstä säädetään tarvittaessa ympäristöministeriön asetuksella. Ympäristöministeriö voi tarvittaessa asetuksella tarkemmin säätää tämän lain edellyttämien tarkastusten suorittamisesta ja valvonnan järjestämisestä. Tämän lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisäksi säätää valvontaan liittyvistä toimista valvonnan tehokkuuden turvaamiseksi. Ympäristöministeriö voi antaa valvontaviranomaisille tarkempia yleisiä ohjeita tämän lain noudattamisen valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "Alueellisen ympäristökeskuksen on tämän lain mukaisen valvonnan järjestämiseksi laadittava valvontasuunnitelma, jonka sisällöstä säädetään tarvittaessa ympäristöministeriön asetuksella. Ympäristöministeriö voi tarvittaessa asetuksella tarkemmin säätää tämän lain edellyttämien tarkastusten suorittamisesta ja valvonnan järjestämisestä. Tämän lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisäksi säätää valvontaan liittyvistä toimista valvonnan tehokkuuden turvaamiseksi. Ympäristöministeriö voi antaa valvontaviranomaisille tarkempia yleisiä ohjeita tämän lain noudattamisen valvonnasta.",
        "folded_fi": "alueellisen ymparistokeskuksen on taman lain mukaisen valvonnan jarjestamiseksi laadittava valvontasuunnitelma, jonka sisallosta saadetaan tarvittaessa ymparistoministerion asetuksella. ymparistoministerio voi tarvittaessa asetuksella tarkemmin saataa taman lain edellyttamien tarkastusten suorittamisesta ja valvonnan jarjestamisesta. taman lain nojalla muutoin annettavassa valtioneuvoston asetuksessa voidaan lisaksi saataa valvontaan liittyvista toimista valvonnan tehokkuuden turvaamiseksi. ymparistoministerio voi antaa valvontaviranomaisille tarkempia yleisia ohjeita taman lain noudattamisen valvonnasta.",
        "title_sv": "Anordnande av tillsyn",
        "content_sv": "För anordnande av tillsyn enligt denna lag skall den regionala miljöcentralen göra upp en tillsynsplan. Bestämmelser om innehållet i planen utfärdas vid behov genom förordning av miljöministeriet. Vid behov kan genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförande av de inspektioner som förutsätts i denna lag och om anordnande av tillsyn. Genom en förordning av statsrådet som annars utfärdas med stöd av denna lag kan dessutom bestämmas om åtgärder i anslutning till tillsynen i syfte att säkerställa effektiv tillsyn. Miljöministeriet kan ge tillsynsmyndigheterna närmare allmänna anvisningar om tillsynen över att denna lag iakttas.",
        "normalized_sv": "För anordnande av tillsyn enligt denna lag skall den regionala miljöcentralen göra upp en tillsynsplan. Bestämmelser om innehållet i planen utfärdas vid behov genom förordning av miljöministeriet. Vid behov kan genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförande av de inspektioner som förutsätts i denna lag och om anordnande av tillsyn. Genom en förordning av statsrådet som annars utfärdas med stöd av denna lag kan dessutom bestämmas om åtgärder i anslutning till tillsynen i syfte att säkerställa effektiv tillsyn. Miljöministeriet kan ge tillsynsmyndigheterna närmare allmänna anvisningar om tillsynen över att denna lag iakttas.",
        "folded_sv": "for anordnande av tillsyn enligt denna lag skall den regionala miljocentralen gora upp en tillsynsplan. bestammelser om innehallet i planen utfardas vid behov genom forordning av miljoministeriet. vid behov kan genom forordning av miljoministeriet utfardas narmare bestammelser om utforande av de inspektioner som forutsatts i denna lag och om anordnande av tillsyn. genom en forordning av statsradet som annars utfardas med stod av denna lag kan dessutom bestammas om atgarder i anslutning till tillsynen i syfte att sakerstalla effektiv tillsyn. miljoministeriet kan ge tillsynsmyndigheterna narmare allmanna anvisningar om tillsynen over att denna lag iakttas."
      },
      "valid_from": "2005-04-21",
      "valid_to": null
    }
  ]
}