{
  "id": "255/2015",
  "type": "statute",
  "title": "Laki sosiaali- ja terveydenhuollon asiakastietojen sähköisestä käsittelystä annetun lain 10 ja 14 § :n muuttamisesta",
  "title_en": "Lag om ändring av 10 och 14 § i lagen om elektronisk behandling av klientuppgifter inom social- och hälsovården",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/255/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Potilastietojen luovuttaminen",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, voidaan valtakunnallisten tietojärjestelmäpalvelujen avulla luovuttaa lisäksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. Todistukseen ja lausuntoon liitetty muu yksilöity asiakirja voidaan luovuttaa todistuksen mukana. Luovuttaminen toteutetaan valtakunnalliseen tietojärjestelmäpalveluun kuuluvan viestinvälitys- ja kyselypalvelun avulla, ja se edellyttää potilaan informoitua, yksilöityä suostumusta. Suostumuksen vastaanottajan on kirjattava tieto siitä osaksi luovutettavaa asiakirjaa. Terveyden ja hyvinvoinnin laitos antaa määräykset siitä, mitkä asiakirjat saa luovuttaa viestinvälitys- ja kyselypalvelun avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, voidaan valtakunnallisten tietojärjestelmäpalvelujen avulla luovuttaa lisäksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. Todistukseen ja lausuntoon liitetty muu yksilöity asiakirja voidaan luovuttaa todistuksen mukana. Luovuttaminen toteutetaan valtakunnalliseen tietojärjestelmäpalveluun kuuluvan viestinvälitys- ja kyselypalvelun avulla, ja se edellyttää potilaan informoitua, yksilöityä suostumusta. Suostumuksen vastaanottajan on kirjattava tieto siitä osaksi luovutettavaa asiakirjaa. Terveyden ja hyvinvoinnin laitos antaa määräykset siitä, mitkä asiakirjat saa luovuttaa viestinvälitys- ja kyselypalvelun avulla.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, voidaan valtakunnallisten tietojarjestelmapalvelujen avulla luovuttaa lisaksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. todistukseen ja lausuntoon liitetty muu yksiloity asiakirja voidaan luovuttaa todistuksen mukana. luovuttaminen toteutetaan valtakunnalliseen tietojarjestelmapalveluun kuuluvan viestinvalitys- ja kyselypalvelun avulla, ja se edellyttaa potilaan informoitua, yksiloitya suostumusta. suostumuksen vastaanottajan on kirjattava tieto siita osaksi luovutettavaa asiakirjaa. terveyden ja hyvinvoinnin laitos antaa maaraykset siita, mitka asiakirjat saa luovuttaa viestinvalitys- ja kyselypalvelun avulla.",
        "title_sv": "Utlämnande av patientuppgifter",
        "content_sv": "Med hjälp av de riksomfattande informationssystemtjänsterna får, trots vad som föreskrivs i 1 mom., dessutom intyg och utlåtanden lämnas ut till den aktör utanför hälso- och sjukvården för vilken handlingen har upprättats. Övriga specificerade handlingar som bifogats till intyg och utlåtanden får lämnas ut tillsammans med intyget. Handlingarna lämnas ut med hjälp av den informationsförmedlings- och förfrågningsservice som hör till de riksomfattande informationssystemtjänsterna, förutsatt att patienten meddelar sitt informerade, specificerade samtycke. Den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lämnas ut. Institutet för hälsa och välfärd meddelar föreskrifter om vilka handlingar som får lämnas ut med hjälp av informationsförmedlings- och förfrågningsservicen.",
        "normalized_sv": "Med hjälp av de riksomfattande informationssystemtjänsterna får, trots vad som föreskrivs i 1 mom., dessutom intyg och utlåtanden lämnas ut till den aktör utanför hälso- och sjukvården för vilken handlingen har upprättats. Övriga specificerade handlingar som bifogats till intyg och utlåtanden får lämnas ut tillsammans med intyget. Handlingarna lämnas ut med hjälp av den informationsförmedlings- och förfrågningsservice som hör till de riksomfattande informationssystemtjänsterna, förutsatt att patienten meddelar sitt informerade, specificerade samtycke. Den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lämnas ut. Institutet för hälsa och välfärd meddelar föreskrifter om vilka handlingar som får lämnas ut med hjälp av informationsförmedlings- och förfrågningsservicen.",
        "folded_sv": "med hjalp av de riksomfattande informationssystemtjansterna far, trots vad som foreskrivs i 1 mom., dessutom intyg och utlatanden lamnas ut till den aktor utanfor halso- och sjukvarden for vilken handlingen har upprattats. ovriga specificerade handlingar som bifogats till intyg och utlatanden far lamnas ut tillsammans med intyget. handlingarna lamnas ut med hjalp av den informationsformedlings- och forfragningsservice som hor till de riksomfattande informationssystemtjansterna, forutsatt att patienten meddelar sitt informerade, specificerade samtycke. den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lamnas ut. institutet for halsa och valfard meddelar foreskrifter om vilka handlingar som far lamnas ut med hjalp av informationsformedlings- och forfragningsservicen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valtakunnalliset tietojärjestelmäpalvelut",
      "content": "Kansaneläkelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen säilytystä ja käyttöä varten olevaa arkistointipalvelua sekä sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. Arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisäksi myös muita terveydenhuollon järjestämiseen ja tiedonhallintaan liittyviä asiakirjoja. Kansaneläkelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen säilytystä varten. Lisäksi Kansaneläkelaitos hoitaa valtakunnallisiin tietojärjestelmäpalveluihin kuuluvina tehtävinä luovutuslokirekisterien säilytyksen osana arkistointipalvelua, 19 §:ssä tarkoitetun kansalaisen käyttöliittymän sekä palvelun, jonka avulla valtakunnallisia tietojärjestelmäpalveluja voi käyttää Internetin välityksellä sekä tietoliikenneverkkoja käyttävillä liikutettavilla laitteilla. Kansaneläkelaitos voi hoitaa myös muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyviä valtakunnallisia palveluja siten kuin niistä erikseen muualla säädetään sekä huolehtia käyttölokirekisterien säilytyksestä. Kansaneläkelaitos voi tarvittaessa antaa ohjeita edellä mainittujen valtakunnallisten tietojärjestelmäpalveluiden toteuttamisen edellyttämistä teknisistä ja sanomaliikennemäärityksistä. Terveyden ja hyvinvoinnin laitoksen tehtävänä on määrittää valtakunnallisten tietojärjestelmäpalvelujen toteutuksen edellyttämät tietosisällöt, käsitemallit ja toimintaprosesseja tukevat tietorakenteet. Lisäksi se vastaa koodistopalvelun sisällöstä. Kansaneläkelaitos hoitaa koodistopalvelun tietoteknistä toteutusta. Koodistopalvelu sisältää kaikki koodistot, joita tarvitaan asiakasasiakirjojen käsittelyssä valtakunnallisten tietojärjestelmäpalvelujen avulla. Väestörekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkilöiden ja muun henkilöstön, palvelujen antajien sekä näiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkilöstön ja tietoteknisten laitteiden vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa tarkoitettuna varmentajana. Väestörekisterikeskuksella on oikeus saada näiden tehtäviensä hoitamiseksi Sosiaali- ja terveysalan lupa- ja valvontavirastolta sen ylläpitämästä terveydenhuollon ammattihenkilöiden keskusrekisteristä varmenteen myöntämiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. Sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisääteisten tehtäviensä hoitamiseksi Väestörekisterikeskukselta tiedot sen edellä mainituin perustein myöntämistä varmenteista. Tiedot voidaan luovuttaa teknisen käyttöyhteyden välityksellä. Kansaneläkelaitos ei saa antaa valtakunnallisten tietojärjestelmäpalvelujen järjestämiseen liittyvien sosiaalihuollon henkilörekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden käsittelyä tai säilyttämistä toimeksiantotehtävänä ulkopuolisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansaneläkelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen säilytystä ja käyttöä varten olevaa arkistointipalvelua sekä sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. Arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisäksi myös muita terveydenhuollon järjestämiseen ja tiedonhallintaan liittyviä asiakirjoja. Kansaneläkelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen säilytystä varten. Lisäksi Kansaneläkelaitos hoitaa valtakunnallisiin tietojärjestelmäpalveluihin kuuluvina tehtävinä luovutuslokirekisterien säilytyksen osana arkistointipalvelua, 19 § :ssä tarkoitetun kansalaisen käyttöliittymän sekä palvelun, jonka avulla valtakunnallisia tietojärjestelmäpalveluja voi käyttää Internetin välityksellä sekä tietoliikenneverkkoja käyttävillä liikutettavilla laitteilla. Kansaneläkelaitos voi hoitaa myös muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyviä valtakunnallisia palveluja siten kuin niistä erikseen muualla säädetään sekä huolehtia käyttölokirekisterien säilytyksestä. Kansaneläkelaitos voi tarvittaessa antaa ohjeita edellä mainittujen valtakunnallisten tietojärjestelmäpalveluiden toteuttamisen edellyttämistä teknisistä ja sanomaliikennemäärityksistä. Terveyden ja hyvinvoinnin laitoksen tehtävänä on määrittää valtakunnallisten tietojärjestelmäpalvelujen toteutuksen edellyttämät tietosisällöt, käsitemallit ja toimintaprosesseja tukevat tietorakenteet. Lisäksi se vastaa koodistopalvelun sisällöstä. Kansaneläkelaitos hoitaa koodistopalvelun tietoteknistä toteutusta. Koodistopalvelu sisältää kaikki koodistot, joita tarvitaan asiakasasiakirjojen käsittelyssä valtakunnallisten tietojärjestelmäpalvelujen avulla. Väestörekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkilöiden ja muun henkilöstön, palvelujen antajien sekä näiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkilöstön ja tietoteknisten laitteiden vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa tarkoitettuna varmentajana. Väestörekisterikeskuksella on oikeus saada näiden tehtäviensä hoitamiseksi Sosiaali- ja terveysalan lupa- ja valvontavirastolta sen ylläpitämästä terveydenhuollon ammattihenkilöiden keskusrekisteristä varmenteen myöntämiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. Sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisääteisten tehtäviensä hoitamiseksi Väestörekisterikeskukselta tiedot sen edellä mainituin perustein myöntämistä varmenteista. Tiedot voidaan luovuttaa teknisen käyttöyhteyden välityksellä. Kansaneläkelaitos ei saa antaa valtakunnallisten tietojärjestelmäpalvelujen järjestämiseen liittyvien sosiaalihuollon henkilörekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden käsittelyä tai säilyttämistä toimeksiantotehtävänä ulkopuolisille.",
        "folded_fi": "kansanelakelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen sailytysta ja kayttoa varten olevaa arkistointipalvelua seka sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisaksi myos muita terveydenhuollon jarjestamiseen ja tiedonhallintaan liittyvia asiakirjoja. kansanelakelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen sailytysta varten. lisaksi kansanelakelaitos hoitaa valtakunnallisiin tietojarjestelmapalveluihin kuuluvina tehtavina luovutuslokirekisterien sailytyksen osana arkistointipalvelua, 19 §:ssa tarkoitetun kansalaisen kayttoliittyman seka palvelun, jonka avulla valtakunnallisia tietojarjestelmapalveluja voi kayttaa internetin valityksella seka tietoliikenneverkkoja kayttavilla liikutettavilla laitteilla. kansanelakelaitos voi hoitaa myos muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyvia valtakunnallisia palveluja siten kuin niista erikseen muualla saadetaan seka huolehtia kayttolokirekisterien sailytyksesta. kansanelakelaitos voi tarvittaessa antaa ohjeita edella mainittujen valtakunnallisten tietojarjestelmapalveluiden toteuttamisen edellyttamista teknisista ja sanomaliikennemaarityksista. terveyden ja hyvinvoinnin laitoksen tehtavana on maarittaa valtakunnallisten tietojarjestelmapalvelujen toteutuksen edellyttamat tietosisallot, kasitemallit ja toimintaprosesseja tukevat tietorakenteet. lisaksi se vastaa koodistopalvelun sisallosta. kansanelakelaitos hoitaa koodistopalvelun tietoteknista toteutusta. koodistopalvelu sisaltaa kaikki koodistot, joita tarvitaan asiakasasiakirjojen kasittelyssa valtakunnallisten tietojarjestelmapalvelujen avulla. vaestorekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkiloiden ja muun henkiloston, palvelujen antajien seka naiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkiloston ja tietoteknisten laitteiden vahvasta sahkoisesta tunnistamisesta ja sahkoisista allekirjoituksista annetussa laissa tarkoitettuna varmentajana. vaestorekisterikeskuksella on oikeus saada naiden tehtaviensa hoitamiseksi sosiaali- ja terveysalan lupa- ja valvontavirastolta sen yllapitamasta terveydenhuollon ammattihenkiloiden keskusrekisterista varmenteen myontamiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisaateisten tehtaviensa hoitamiseksi vaestorekisterikeskukselta tiedot sen edella mainituin perustein myontamista varmenteista. tiedot voidaan luovuttaa teknisen kayttoyhteyden valityksella. kansanelakelaitos ei saa antaa valtakunnallisten tietojarjestelmapalvelujen jarjestamiseen liittyvien sosiaalihuollon henkilorekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden kasittelya tai sailyttamista toimeksiantotehtavana ulkopuolisille.",
        "title_sv": "Riksomfattande informationssystemtjänster",
        "content_sv": "För tillhandahållarna av hälso- och sjukvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen och användningen av journalhandlingar samt som en del av tjänsten, för utlämnandet av journalhandlingar, en katalogtjänst och patientens informationshanteringstjänst. I arkiveringstjänsten får det utöver journalhandlingarna lagras även andra handlingar som anknyter till ordnandet av hälso- och sjukvården och till informationshanteringen. För tillhandahållarna av socialvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen av klienthandlingar inom socialvården. Folkpensionsanstalten sköter dessutom inom ramen för de riksomfattande informationssystemtjänsterna förvaringen av utlämningsloggregistren som en del av arkiveringstjänsten, det medborgargränssnitt som avses i 19 § och den tjänst genom vilken de riksomfattande informationssystemtjänsterna kan användas via internet och med mobila apparater med hjälp av telekommunikationsnät. Folkpensionsanstalten kan även ha hand om andra riksomfattande tjänster som anknyter till social- och hälsovårdens informationshantering enligt vad som särskilt föreskrivs om dem någon annanstans, samt sköta förvaringen av användningsloggregistren. Folkpensionsanstalten får vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner för meddelandetrafiken som genomförandet av de ovannämnda riksomfattande informationssystemtjänsterna kräver. Institutet för hälsa och välfärd ska definiera de datainnehåll och begreppsmodeller som genomförandet av de riksomfattande informationssystemtjänsterna kräver samt de datastrukturer som stöder verksamhetsprocesserna. Dessutom svarar institutet för kodtjänstens innehåll. Folkpensionsanstalten sköter det datatekniska genomförandet av kodtjänsten. Kodtjänsten omfattar alla de kodsystem som behövs vid behandlingen av klienthandlingar med hjälp av de riksomfattande informationssystemtjänsterna. Befolkningsregistercentralen är certifikatutfärdare enligt lagen om stark autentisering och elektroniska signaturer för yrkesutbildade personer inom social- och hälsovården och annan personal inom social- och hälsovården, tillhandahållare av social- och hälsovårdstjänster samt organisationer som deltar i tillhandahållandet av dessa tjänster, deras personal och datatekniska enheter. Befolkningsregistercentralen har rätt att för skötseln av dessa uppgifter av Tillstånds- och tillsynsverket för social- och hälsovården få den information som behövs för utfärdande och återkallande av certifikat, för certifikat, för det tekniska underlaget för certifikat och för sändande av certifikat, ur centralregistret över yrkesutbildade personer inom hälso- och sjukvården som verket upprätthåller. Tillstånds- och tillsynsverket för social- och hälsovården har på motsvarande sätt rätt att för skötseln av sina lagstadgade uppgifter av Befolkningsregistercentralen få information om de certifikat som centralen utfärdat på ovannämnda grunder. Informationen kan överlämnas med hjälp av en teknisk anslutning. Folkpensionsanstalten får inte ge en utomstående i uppdrag att behandla eller förvara socialvårdens personregister eller patientregister som har samband med tillhandahållandet av de riksomfattande informationssystemtjänsterna eller loggregister som hänför sig till dem.",
        "normalized_sv": "För tillhandahållarna av hälso- och sjukvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen och användningen av journalhandlingar samt som en del av tjänsten, för utlämnandet av journalhandlingar, en katalogtjänst och patientens informationshanteringstjänst. I arkiveringstjänsten får det utöver journalhandlingarna lagras även andra handlingar som anknyter till ordnandet av hälso- och sjukvården och till informationshanteringen. För tillhandahållarna av socialvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen av klienthandlingar inom socialvården. Folkpensionsanstalten sköter dessutom inom ramen för de riksomfattande informationssystemtjänsterna förvaringen av utlämningsloggregistren som en del av arkiveringstjänsten, det medborgargränssnitt som avses i 19 § och den tjänst genom vilken de riksomfattande informationssystemtjänsterna kan användas via internet och med mobila apparater med hjälp av telekommunikationsnät. Folkpensionsanstalten kan även ha hand om andra riksomfattande tjänster som anknyter till social- och hälsovårdens informationshantering enligt vad som särskilt föreskrivs om dem någon annanstans, samt sköta förvaringen av användningsloggregistren. Folkpensionsanstalten får vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner för meddelandetrafiken som genomförandet av de ovannämnda riksomfattande informationssystemtjänsterna kräver. Institutet för hälsa och välfärd ska definiera de datainnehåll och begreppsmodeller som genomförandet av de riksomfattande informationssystemtjänsterna kräver samt de datastrukturer som stöder verksamhetsprocesserna. Dessutom svarar institutet för kodtjänstens innehåll. Folkpensionsanstalten sköter det datatekniska genomförandet av kodtjänsten. Kodtjänsten omfattar alla de kodsystem som behövs vid behandlingen av klienthandlingar med hjälp av de riksomfattande informationssystemtjänsterna. Befolkningsregistercentralen är certifikatutfärdare enligt lagen om stark autentisering och elektroniska signaturer för yrkesutbildade personer inom social- och hälsovården och annan personal inom social- och hälsovården, tillhandahållare av social- och hälsovårdstjänster samt organisationer som deltar i tillhandahållandet av dessa tjänster, deras personal och datatekniska enheter. Befolkningsregistercentralen har rätt att för skötseln av dessa uppgifter av Tillstånds- och tillsynsverket för social- och hälsovården få den information som behövs för utfärdande och återkallande av certifikat, för certifikat, för det tekniska underlaget för certifikat och för sändande av certifikat, ur centralregistret över yrkesutbildade personer inom hälso- och sjukvården som verket upprätthåller. Tillstånds- och tillsynsverket för social- och hälsovården har på motsvarande sätt rätt att för skötseln av sina lagstadgade uppgifter av Befolkningsregistercentralen få information om de certifikat som centralen utfärdat på ovannämnda grunder. Informationen kan överlämnas med hjälp av en teknisk anslutning. Folkpensionsanstalten får inte ge en utomstående i uppdrag att behandla eller förvara socialvårdens personregister eller patientregister som har samband med tillhandahållandet av de riksomfattande informationssystemtjänsterna eller loggregister som hänför sig till dem.",
        "folded_sv": "for tillhandahallarna av halso- och sjukvardstjanster skoter folkpensionsanstalten en arkiveringstjanst for forvaringen och anvandningen av journalhandlingar samt som en del av tjansten, for utlamnandet av journalhandlingar, en katalogtjanst och patientens informationshanteringstjanst. i arkiveringstjansten far det utover journalhandlingarna lagras aven andra handlingar som anknyter till ordnandet av halso- och sjukvarden och till informationshanteringen. for tillhandahallarna av socialvardstjanster skoter folkpensionsanstalten en arkiveringstjanst for forvaringen av klienthandlingar inom socialvarden. folkpensionsanstalten skoter dessutom inom ramen for de riksomfattande informationssystemtjansterna forvaringen av utlamningsloggregistren som en del av arkiveringstjansten, det medborgargranssnitt som avses i 19 § och den tjanst genom vilken de riksomfattande informationssystemtjansterna kan anvandas via internet och med mobila apparater med hjalp av telekommunikationsnat. folkpensionsanstalten kan aven ha hand om andra riksomfattande tjanster som anknyter till social- och halsovardens informationshantering enligt vad som sarskilt foreskrivs om dem nagon annanstans, samt skota forvaringen av anvandningsloggregistren. folkpensionsanstalten far vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner for meddelandetrafiken som genomforandet av de ovannamnda riksomfattande informationssystemtjansterna kraver. institutet for halsa och valfard ska definiera de datainnehall och begreppsmodeller som genomforandet av de riksomfattande informationssystemtjansterna kraver samt de datastrukturer som stoder verksamhetsprocesserna. dessutom svarar institutet for kodtjanstens innehall. folkpensionsanstalten skoter det datatekniska genomforandet av kodtjansten. kodtjansten omfattar alla de kodsystem som behovs vid behandlingen av klienthandlingar med hjalp av de riksomfattande informationssystemtjansterna. befolkningsregistercentralen ar certifikatutfardare enligt lagen om stark autentisering och elektroniska signaturer for yrkesutbildade personer inom social- och halsovarden och annan personal inom social- och halsovarden, tillhandahallare av social- och halsovardstjanster samt organisationer som deltar i tillhandahallandet av dessa tjanster, deras personal och datatekniska enheter. befolkningsregistercentralen har ratt att for skotseln av dessa uppgifter av tillstands- och tillsynsverket for social- och halsovarden fa den information som behovs for utfardande och aterkallande av certifikat, for certifikat, for det tekniska underlaget for certifikat och for sandande av certifikat, ur centralregistret over yrkesutbildade personer inom halso- och sjukvarden som verket uppratthaller. tillstands- och tillsynsverket for social- och halsovarden har pa motsvarande satt ratt att for skotseln av sina lagstadgade uppgifter av befolkningsregistercentralen fa information om de certifikat som centralen utfardat pa ovannamnda grunder. informationen kan overlamnas med hjalp av en teknisk anslutning. folkpensionsanstalten far inte ge en utomstaende i uppdrag att behandla eller forvara socialvardens personregister eller patientregister som har samband med tillhandahallandet av de riksomfattande informationssystemtjansterna eller loggregister som hanfor sig till dem."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Potilastietojen luovuttaminen",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, voidaan valtakunnallisten tietojärjestelmäpalvelujen avulla luovuttaa lisäksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. Todistukseen ja lausuntoon liitetty muu yksilöity asiakirja voidaan luovuttaa todistuksen mukana. Luovuttaminen toteutetaan valtakunnalliseen tietojärjestelmäpalveluun kuuluvan viestinvälitys- ja kyselypalvelun avulla, ja se edellyttää potilaan informoitua, yksilöityä suostumusta. Suostumuksen vastaanottajan on kirjattava tieto siitä osaksi luovutettavaa asiakirjaa. Terveyden ja hyvinvoinnin laitos antaa määräykset siitä, mitkä asiakirjat saa luovuttaa viestinvälitys- ja kyselypalvelun avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, voidaan valtakunnallisten tietojärjestelmäpalvelujen avulla luovuttaa lisäksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. Todistukseen ja lausuntoon liitetty muu yksilöity asiakirja voidaan luovuttaa todistuksen mukana. Luovuttaminen toteutetaan valtakunnalliseen tietojärjestelmäpalveluun kuuluvan viestinvälitys- ja kyselypalvelun avulla, ja se edellyttää potilaan informoitua, yksilöityä suostumusta. Suostumuksen vastaanottajan on kirjattava tieto siitä osaksi luovutettavaa asiakirjaa. Terveyden ja hyvinvoinnin laitos antaa määräykset siitä, mitkä asiakirjat saa luovuttaa viestinvälitys- ja kyselypalvelun avulla.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, voidaan valtakunnallisten tietojarjestelmapalvelujen avulla luovuttaa lisaksi todistukset ja lausunnot sille terveydenhuollon ulkopuoliselle toimijalle, jota varten asiakirja on laadittu. todistukseen ja lausuntoon liitetty muu yksiloity asiakirja voidaan luovuttaa todistuksen mukana. luovuttaminen toteutetaan valtakunnalliseen tietojarjestelmapalveluun kuuluvan viestinvalitys- ja kyselypalvelun avulla, ja se edellyttaa potilaan informoitua, yksiloitya suostumusta. suostumuksen vastaanottajan on kirjattava tieto siita osaksi luovutettavaa asiakirjaa. terveyden ja hyvinvoinnin laitos antaa maaraykset siita, mitka asiakirjat saa luovuttaa viestinvalitys- ja kyselypalvelun avulla.",
        "title_sv": "Utlämnande av patientuppgifter",
        "content_sv": "Med hjälp av de riksomfattande informationssystemtjänsterna får, trots vad som föreskrivs i 1 mom., dessutom intyg och utlåtanden lämnas ut till den aktör utanför hälso- och sjukvården för vilken handlingen har upprättats. Övriga specificerade handlingar som bifogats till intyg och utlåtanden får lämnas ut tillsammans med intyget. Handlingarna lämnas ut med hjälp av den informationsförmedlings- och förfrågningsservice som hör till de riksomfattande informationssystemtjänsterna, förutsatt att patienten meddelar sitt informerade, specificerade samtycke. Den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lämnas ut. Institutet för hälsa och välfärd meddelar föreskrifter om vilka handlingar som får lämnas ut med hjälp av informationsförmedlings- och förfrågningsservicen.",
        "normalized_sv": "Med hjälp av de riksomfattande informationssystemtjänsterna får, trots vad som föreskrivs i 1 mom., dessutom intyg och utlåtanden lämnas ut till den aktör utanför hälso- och sjukvården för vilken handlingen har upprättats. Övriga specificerade handlingar som bifogats till intyg och utlåtanden får lämnas ut tillsammans med intyget. Handlingarna lämnas ut med hjälp av den informationsförmedlings- och förfrågningsservice som hör till de riksomfattande informationssystemtjänsterna, förutsatt att patienten meddelar sitt informerade, specificerade samtycke. Den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lämnas ut. Institutet för hälsa och välfärd meddelar föreskrifter om vilka handlingar som får lämnas ut med hjälp av informationsförmedlings- och förfrågningsservicen.",
        "folded_sv": "med hjalp av de riksomfattande informationssystemtjansterna far, trots vad som foreskrivs i 1 mom., dessutom intyg och utlatanden lamnas ut till den aktor utanfor halso- och sjukvarden for vilken handlingen har upprattats. ovriga specificerade handlingar som bifogats till intyg och utlatanden far lamnas ut tillsammans med intyget. handlingarna lamnas ut med hjalp av den informationsformedlings- och forfragningsservice som hor till de riksomfattande informationssystemtjansterna, forutsatt att patienten meddelar sitt informerade, specificerade samtycke. den som tar emot ett samtycke ska anteckna en uppgift om det i den handling som ska lamnas ut. institutet for halsa och valfard meddelar foreskrifter om vilka handlingar som far lamnas ut med hjalp av informationsformedlings- och forfragningsservicen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valtakunnalliset tietojärjestelmäpalvelut",
      "content": "Kansaneläkelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen säilytystä ja käyttöä varten olevaa arkistointipalvelua sekä sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. Arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisäksi myös muita terveydenhuollon järjestämiseen ja tiedonhallintaan liittyviä asiakirjoja. Kansaneläkelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen säilytystä varten. Lisäksi Kansaneläkelaitos hoitaa valtakunnallisiin tietojärjestelmäpalveluihin kuuluvina tehtävinä luovutuslokirekisterien säilytyksen osana arkistointipalvelua, 19 §:ssä tarkoitetun kansalaisen käyttöliittymän sekä palvelun, jonka avulla valtakunnallisia tietojärjestelmäpalveluja voi käyttää Internetin välityksellä sekä tietoliikenneverkkoja käyttävillä liikutettavilla laitteilla. Kansaneläkelaitos voi hoitaa myös muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyviä valtakunnallisia palveluja siten kuin niistä erikseen muualla säädetään sekä huolehtia käyttölokirekisterien säilytyksestä. Kansaneläkelaitos voi tarvittaessa antaa ohjeita edellä mainittujen valtakunnallisten tietojärjestelmäpalveluiden toteuttamisen edellyttämistä teknisistä ja sanomaliikennemäärityksistä. Terveyden ja hyvinvoinnin laitoksen tehtävänä on määrittää valtakunnallisten tietojärjestelmäpalvelujen toteutuksen edellyttämät tietosisällöt, käsitemallit ja toimintaprosesseja tukevat tietorakenteet. Lisäksi se vastaa koodistopalvelun sisällöstä. Kansaneläkelaitos hoitaa koodistopalvelun tietoteknistä toteutusta. Koodistopalvelu sisältää kaikki koodistot, joita tarvitaan asiakasasiakirjojen käsittelyssä valtakunnallisten tietojärjestelmäpalvelujen avulla. Väestörekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkilöiden ja muun henkilöstön, palvelujen antajien sekä näiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkilöstön ja tietoteknisten laitteiden vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa tarkoitettuna varmentajana. Väestörekisterikeskuksella on oikeus saada näiden tehtäviensä hoitamiseksi Sosiaali- ja terveysalan lupa- ja valvontavirastolta sen ylläpitämästä terveydenhuollon ammattihenkilöiden keskusrekisteristä varmenteen myöntämiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. Sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisääteisten tehtäviensä hoitamiseksi Väestörekisterikeskukselta tiedot sen edellä mainituin perustein myöntämistä varmenteista. Tiedot voidaan luovuttaa teknisen käyttöyhteyden välityksellä. Kansaneläkelaitos ei saa antaa valtakunnallisten tietojärjestelmäpalvelujen järjestämiseen liittyvien sosiaalihuollon henkilörekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden käsittelyä tai säilyttämistä toimeksiantotehtävänä ulkopuolisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansaneläkelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen säilytystä ja käyttöä varten olevaa arkistointipalvelua sekä sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. Arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisäksi myös muita terveydenhuollon järjestämiseen ja tiedonhallintaan liittyviä asiakirjoja. Kansaneläkelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen säilytystä varten. Lisäksi Kansaneläkelaitos hoitaa valtakunnallisiin tietojärjestelmäpalveluihin kuuluvina tehtävinä luovutuslokirekisterien säilytyksen osana arkistointipalvelua, 19 § :ssä tarkoitetun kansalaisen käyttöliittymän sekä palvelun, jonka avulla valtakunnallisia tietojärjestelmäpalveluja voi käyttää Internetin välityksellä sekä tietoliikenneverkkoja käyttävillä liikutettavilla laitteilla. Kansaneläkelaitos voi hoitaa myös muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyviä valtakunnallisia palveluja siten kuin niistä erikseen muualla säädetään sekä huolehtia käyttölokirekisterien säilytyksestä. Kansaneläkelaitos voi tarvittaessa antaa ohjeita edellä mainittujen valtakunnallisten tietojärjestelmäpalveluiden toteuttamisen edellyttämistä teknisistä ja sanomaliikennemäärityksistä. Terveyden ja hyvinvoinnin laitoksen tehtävänä on määrittää valtakunnallisten tietojärjestelmäpalvelujen toteutuksen edellyttämät tietosisällöt, käsitemallit ja toimintaprosesseja tukevat tietorakenteet. Lisäksi se vastaa koodistopalvelun sisällöstä. Kansaneläkelaitos hoitaa koodistopalvelun tietoteknistä toteutusta. Koodistopalvelu sisältää kaikki koodistot, joita tarvitaan asiakasasiakirjojen käsittelyssä valtakunnallisten tietojärjestelmäpalvelujen avulla. Väestörekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkilöiden ja muun henkilöstön, palvelujen antajien sekä näiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkilöstön ja tietoteknisten laitteiden vahvasta sähköisestä tunnistamisesta ja sähköisistä allekirjoituksista annetussa laissa tarkoitettuna varmentajana. Väestörekisterikeskuksella on oikeus saada näiden tehtäviensä hoitamiseksi Sosiaali- ja terveysalan lupa- ja valvontavirastolta sen ylläpitämästä terveydenhuollon ammattihenkilöiden keskusrekisteristä varmenteen myöntämiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. Sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisääteisten tehtäviensä hoitamiseksi Väestörekisterikeskukselta tiedot sen edellä mainituin perustein myöntämistä varmenteista. Tiedot voidaan luovuttaa teknisen käyttöyhteyden välityksellä. Kansaneläkelaitos ei saa antaa valtakunnallisten tietojärjestelmäpalvelujen järjestämiseen liittyvien sosiaalihuollon henkilörekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden käsittelyä tai säilyttämistä toimeksiantotehtävänä ulkopuolisille.",
        "folded_fi": "kansanelakelaitos hoitaa terveydenhuollon palvelujen antajien lukuun potilasasiakirjojen sailytysta ja kayttoa varten olevaa arkistointipalvelua seka sen osana potilasasiakirjojen luovutusta varten hakemistopalvelua ja potilaan tiedonhallintapalvelua. arkistointipalveluun voidaan tallentaa potilasasiakirjojen lisaksi myos muita terveydenhuollon jarjestamiseen ja tiedonhallintaan liittyvia asiakirjoja. kansanelakelaitos hoitaa sosiaalihuollon palvelunantajien lukuun arkistointipalvelua sosiaalihuollon asiakasasiakirjojen sailytysta varten. lisaksi kansanelakelaitos hoitaa valtakunnallisiin tietojarjestelmapalveluihin kuuluvina tehtavina luovutuslokirekisterien sailytyksen osana arkistointipalvelua, 19 §:ssa tarkoitetun kansalaisen kayttoliittyman seka palvelun, jonka avulla valtakunnallisia tietojarjestelmapalveluja voi kayttaa internetin valityksella seka tietoliikenneverkkoja kayttavilla liikutettavilla laitteilla. kansanelakelaitos voi hoitaa myos muita sosiaali- ja terveydenhuollon tiedonhallintaan liittyvia valtakunnallisia palveluja siten kuin niista erikseen muualla saadetaan seka huolehtia kayttolokirekisterien sailytyksesta. kansanelakelaitos voi tarvittaessa antaa ohjeita edella mainittujen valtakunnallisten tietojarjestelmapalveluiden toteuttamisen edellyttamista teknisista ja sanomaliikennemaarityksista. terveyden ja hyvinvoinnin laitoksen tehtavana on maarittaa valtakunnallisten tietojarjestelmapalvelujen toteutuksen edellyttamat tietosisallot, kasitemallit ja toimintaprosesseja tukevat tietorakenteet. lisaksi se vastaa koodistopalvelun sisallosta. kansanelakelaitos hoitaa koodistopalvelun tietoteknista toteutusta. koodistopalvelu sisaltaa kaikki koodistot, joita tarvitaan asiakasasiakirjojen kasittelyssa valtakunnallisten tietojarjestelmapalvelujen avulla. vaestorekisterikeskus toimii sosiaali- ja terveydenhuollon ammattihenkiloiden ja muun henkiloston, palvelujen antajien seka naiden palvelujen antamiseen osallistuvien organisaatioiden, niiden henkiloston ja tietoteknisten laitteiden vahvasta sahkoisesta tunnistamisesta ja sahkoisista allekirjoituksista annetussa laissa tarkoitettuna varmentajana. vaestorekisterikeskuksella on oikeus saada naiden tehtaviensa hoitamiseksi sosiaali- ja terveysalan lupa- ja valvontavirastolta sen yllapitamasta terveydenhuollon ammattihenkiloiden keskusrekisterista varmenteen myontamiseen ja peruuttamiseen, varmenteeseen, varmenteen tekniseen alustaan ja varmenteen toimittamiseen tarvittavat tiedot. sosiaali- ja terveysalan lupa- ja valvontavirastolla on vastaavasti oikeus saada lakisaateisten tehtaviensa hoitamiseksi vaestorekisterikeskukselta tiedot sen edella mainituin perustein myontamista varmenteista. tiedot voidaan luovuttaa teknisen kayttoyhteyden valityksella. kansanelakelaitos ei saa antaa valtakunnallisten tietojarjestelmapalvelujen jarjestamiseen liittyvien sosiaalihuollon henkilorekistereiden tai potilasrekistereiden taikka niihin liittyvien lokirekistereiden kasittelya tai sailyttamista toimeksiantotehtavana ulkopuolisille.",
        "title_sv": "Riksomfattande informationssystemtjänster",
        "content_sv": "För tillhandahållarna av hälso- och sjukvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen och användningen av journalhandlingar samt som en del av tjänsten, för utlämnandet av journalhandlingar, en katalogtjänst och patientens informationshanteringstjänst. I arkiveringstjänsten får det utöver journalhandlingarna lagras även andra handlingar som anknyter till ordnandet av hälso- och sjukvården och till informationshanteringen. För tillhandahållarna av socialvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen av klienthandlingar inom socialvården. Folkpensionsanstalten sköter dessutom inom ramen för de riksomfattande informationssystemtjänsterna förvaringen av utlämningsloggregistren som en del av arkiveringstjänsten, det medborgargränssnitt som avses i 19 § och den tjänst genom vilken de riksomfattande informationssystemtjänsterna kan användas via internet och med mobila apparater med hjälp av telekommunikationsnät. Folkpensionsanstalten kan även ha hand om andra riksomfattande tjänster som anknyter till social- och hälsovårdens informationshantering enligt vad som särskilt föreskrivs om dem någon annanstans, samt sköta förvaringen av användningsloggregistren. Folkpensionsanstalten får vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner för meddelandetrafiken som genomförandet av de ovannämnda riksomfattande informationssystemtjänsterna kräver. Institutet för hälsa och välfärd ska definiera de datainnehåll och begreppsmodeller som genomförandet av de riksomfattande informationssystemtjänsterna kräver samt de datastrukturer som stöder verksamhetsprocesserna. Dessutom svarar institutet för kodtjänstens innehåll. Folkpensionsanstalten sköter det datatekniska genomförandet av kodtjänsten. Kodtjänsten omfattar alla de kodsystem som behövs vid behandlingen av klienthandlingar med hjälp av de riksomfattande informationssystemtjänsterna. Befolkningsregistercentralen är certifikatutfärdare enligt lagen om stark autentisering och elektroniska signaturer för yrkesutbildade personer inom social- och hälsovården och annan personal inom social- och hälsovården, tillhandahållare av social- och hälsovårdstjänster samt organisationer som deltar i tillhandahållandet av dessa tjänster, deras personal och datatekniska enheter. Befolkningsregistercentralen har rätt att för skötseln av dessa uppgifter av Tillstånds- och tillsynsverket för social- och hälsovården få den information som behövs för utfärdande och återkallande av certifikat, för certifikat, för det tekniska underlaget för certifikat och för sändande av certifikat, ur centralregistret över yrkesutbildade personer inom hälso- och sjukvården som verket upprätthåller. Tillstånds- och tillsynsverket för social- och hälsovården har på motsvarande sätt rätt att för skötseln av sina lagstadgade uppgifter av Befolkningsregistercentralen få information om de certifikat som centralen utfärdat på ovannämnda grunder. Informationen kan överlämnas med hjälp av en teknisk anslutning. Folkpensionsanstalten får inte ge en utomstående i uppdrag att behandla eller förvara socialvårdens personregister eller patientregister som har samband med tillhandahållandet av de riksomfattande informationssystemtjänsterna eller loggregister som hänför sig till dem.",
        "normalized_sv": "För tillhandahållarna av hälso- och sjukvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen och användningen av journalhandlingar samt som en del av tjänsten, för utlämnandet av journalhandlingar, en katalogtjänst och patientens informationshanteringstjänst. I arkiveringstjänsten får det utöver journalhandlingarna lagras även andra handlingar som anknyter till ordnandet av hälso- och sjukvården och till informationshanteringen. För tillhandahållarna av socialvårdstjänster sköter Folkpensionsanstalten en arkiveringstjänst för förvaringen av klienthandlingar inom socialvården. Folkpensionsanstalten sköter dessutom inom ramen för de riksomfattande informationssystemtjänsterna förvaringen av utlämningsloggregistren som en del av arkiveringstjänsten, det medborgargränssnitt som avses i 19 § och den tjänst genom vilken de riksomfattande informationssystemtjänsterna kan användas via internet och med mobila apparater med hjälp av telekommunikationsnät. Folkpensionsanstalten kan även ha hand om andra riksomfattande tjänster som anknyter till social- och hälsovårdens informationshantering enligt vad som särskilt föreskrivs om dem någon annanstans, samt sköta förvaringen av användningsloggregistren. Folkpensionsanstalten får vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner för meddelandetrafiken som genomförandet av de ovannämnda riksomfattande informationssystemtjänsterna kräver. Institutet för hälsa och välfärd ska definiera de datainnehåll och begreppsmodeller som genomförandet av de riksomfattande informationssystemtjänsterna kräver samt de datastrukturer som stöder verksamhetsprocesserna. Dessutom svarar institutet för kodtjänstens innehåll. Folkpensionsanstalten sköter det datatekniska genomförandet av kodtjänsten. Kodtjänsten omfattar alla de kodsystem som behövs vid behandlingen av klienthandlingar med hjälp av de riksomfattande informationssystemtjänsterna. Befolkningsregistercentralen är certifikatutfärdare enligt lagen om stark autentisering och elektroniska signaturer för yrkesutbildade personer inom social- och hälsovården och annan personal inom social- och hälsovården, tillhandahållare av social- och hälsovårdstjänster samt organisationer som deltar i tillhandahållandet av dessa tjänster, deras personal och datatekniska enheter. Befolkningsregistercentralen har rätt att för skötseln av dessa uppgifter av Tillstånds- och tillsynsverket för social- och hälsovården få den information som behövs för utfärdande och återkallande av certifikat, för certifikat, för det tekniska underlaget för certifikat och för sändande av certifikat, ur centralregistret över yrkesutbildade personer inom hälso- och sjukvården som verket upprätthåller. Tillstånds- och tillsynsverket för social- och hälsovården har på motsvarande sätt rätt att för skötseln av sina lagstadgade uppgifter av Befolkningsregistercentralen få information om de certifikat som centralen utfärdat på ovannämnda grunder. Informationen kan överlämnas med hjälp av en teknisk anslutning. Folkpensionsanstalten får inte ge en utomstående i uppdrag att behandla eller förvara socialvårdens personregister eller patientregister som har samband med tillhandahållandet av de riksomfattande informationssystemtjänsterna eller loggregister som hänför sig till dem.",
        "folded_sv": "for tillhandahallarna av halso- och sjukvardstjanster skoter folkpensionsanstalten en arkiveringstjanst for forvaringen och anvandningen av journalhandlingar samt som en del av tjansten, for utlamnandet av journalhandlingar, en katalogtjanst och patientens informationshanteringstjanst. i arkiveringstjansten far det utover journalhandlingarna lagras aven andra handlingar som anknyter till ordnandet av halso- och sjukvarden och till informationshanteringen. for tillhandahallarna av socialvardstjanster skoter folkpensionsanstalten en arkiveringstjanst for forvaringen av klienthandlingar inom socialvarden. folkpensionsanstalten skoter dessutom inom ramen for de riksomfattande informationssystemtjansterna forvaringen av utlamningsloggregistren som en del av arkiveringstjansten, det medborgargranssnitt som avses i 19 § och den tjanst genom vilken de riksomfattande informationssystemtjansterna kan anvandas via internet och med mobila apparater med hjalp av telekommunikationsnat. folkpensionsanstalten kan aven ha hand om andra riksomfattande tjanster som anknyter till social- och halsovardens informationshantering enligt vad som sarskilt foreskrivs om dem nagon annanstans, samt skota forvaringen av anvandningsloggregistren. folkpensionsanstalten far vid behov meddela anvisningar om de tekniska konfigurationer och de definitioner for meddelandetrafiken som genomforandet av de ovannamnda riksomfattande informationssystemtjansterna kraver. institutet for halsa och valfard ska definiera de datainnehall och begreppsmodeller som genomforandet av de riksomfattande informationssystemtjansterna kraver samt de datastrukturer som stoder verksamhetsprocesserna. dessutom svarar institutet for kodtjanstens innehall. folkpensionsanstalten skoter det datatekniska genomforandet av kodtjansten. kodtjansten omfattar alla de kodsystem som behovs vid behandlingen av klienthandlingar med hjalp av de riksomfattande informationssystemtjansterna. befolkningsregistercentralen ar certifikatutfardare enligt lagen om stark autentisering och elektroniska signaturer for yrkesutbildade personer inom social- och halsovarden och annan personal inom social- och halsovarden, tillhandahallare av social- och halsovardstjanster samt organisationer som deltar i tillhandahallandet av dessa tjanster, deras personal och datatekniska enheter. befolkningsregistercentralen har ratt att for skotseln av dessa uppgifter av tillstands- och tillsynsverket for social- och halsovarden fa den information som behovs for utfardande och aterkallande av certifikat, for certifikat, for det tekniska underlaget for certifikat och for sandande av certifikat, ur centralregistret over yrkesutbildade personer inom halso- och sjukvarden som verket uppratthaller. tillstands- och tillsynsverket for social- och halsovarden har pa motsvarande satt ratt att for skotseln av sina lagstadgade uppgifter av befolkningsregistercentralen fa information om de certifikat som centralen utfardat pa ovannamnda grunder. informationen kan overlamnas med hjalp av en teknisk anslutning. folkpensionsanstalten far inte ge en utomstaende i uppdrag att behandla eller forvara socialvardens personregister eller patientregister som har samband med tillhandahallandet av de riksomfattande informationssystemtjansterna eller loggregister som hanfor sig till dem."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}