{
  "id": "257/2015",
  "type": "statute",
  "title": "Laki ammattikorkeakoululain muuttamisesta",
  "title_en": "Lag om ändring av yrkeshögskolelagen",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/257/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opetuksen maksuttomuus ja muuta toimintaa koskevat maksut",
      "content": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvät valintakokeet ovat opiskelijalle maksuttomia. Opetuksen maksuttomuus ei estä ammattikorkeakoulua järjestämästä sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvästä omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. Opetushallitus perii muun kuin Euroopan talousalueeseen kuuluvan valtion tai Sveitsin koulutusjärjestelmän mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen käsittelymaksun. Maksun suorittaminen on hakemuksen käsittelemisen edellytys. Muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttää kansainvälisten maksullisten testien suorittamista. Muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa periä maksuja. Ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista säädetään tarkemmin valtioneuvoston asetuksella noudattaen, mitä valtion maksuperustelaissa (150/1992) säädetään julkisoikeudellisten suoritteiden omakustannusarvosta. Jos opiskelijalta perittävää julkisoikeudellista maksua ei ole suoritettu eräpäivänä, saadaan vuotuista viivästyskorkoa periä eräpäivästä lukien noudattaen, mitä korkolaissa (633/1982) säädetään. Maksu on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvät valintakokeet ovat opiskelijalle maksuttomia. Opetuksen maksuttomuus ei estä ammattikorkeakoulua järjestämästä sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvästä omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. Opetushallitus perii muun kuin Euroopan talousalueeseen kuuluvan valtion tai Sveitsin koulutusjärjestelmän mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen käsittelymaksun. Maksun suorittaminen on hakemuksen käsittelemisen edellytys. Muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttää kansainvälisten maksullisten testien suorittamista. Muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa periä maksuja. Ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista säädetään tarkemmin valtioneuvoston asetuksella noudattaen, mitä valtion maksuperustelaissa (150/1992) säädetään julkisoikeudellisten suoritteiden omakustannusarvosta. Jos opiskelijalta perittävää julkisoikeudellista maksua ei ole suoritettu eräpäivänä, saadaan vuotuista viivästyskorkoa periä eräpäivästä lukien noudattaen, mitä korkolaissa (633/1982) säädetään. Maksu on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvat valintakokeet ovat opiskelijalle maksuttomia. opetuksen maksuttomuus ei esta ammattikorkeakoulua jarjestamasta sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvasta omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. opetushallitus perii muun kuin euroopan talousalueeseen kuuluvan valtion tai sveitsin koulutusjarjestelman mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen kasittelymaksun. maksun suorittaminen on hakemuksen kasittelemisen edellytys. muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttaa kansainvalisten maksullisten testien suorittamista. muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa peria maksuja. ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista saadetaan tarkemmin valtioneuvoston asetuksella noudattaen, mita valtion maksuperustelaissa (150/1992) saadetaan julkisoikeudellisten suoritteiden omakustannusarvosta. jos opiskelijalta perittavaa julkisoikeudellista maksua ei ole suoritettu erapaivana, saadaan vuotuista viivastyskorkoa peria erapaivasta lukien noudattaen, mita korkolaissa (633/1982) saadetaan. maksu on suoraan ulosottokelpoinen. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Undervisningens avgiftsfrihet samt avgifter för annan verksamhet",
        "content_sv": "Den undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen och urvalsproven i anslutning till antagningen av studerande är avgiftsfria för de studerande. Undervisningens avgiftsfrihet hindrar inte att en yrkeshögskola ordnar sådan undervisning som leder till gemensam eller dubbel examen och för vilken en utländsk högskola tar ut en avgift för sin andel av undervisningen. Av personer som söker till en utbildning på grundval av en utbildning inom ett utbildningssystem i en annan stat än en sådan som hör till Europeiska ekonomiska samarbetsområdet och Schweiz tar Utbildningsstyrelsen ut en terminsspecifik handläggningsavgift för ansökan. En betald avgift är en förutsättning för att ansökan ska behandlas. Av andra sökande än de som söker till en utbildning som ges på finska eller svenska kan det krävas att de genomgår internationella avgiftsbelagda tester. För annan verksamhet än sådan som avses i 1 mom. får yrkeshögskolan ta ut avgifter. Närmare bestämmelser om avgifter för yrkeshögskolornas offentligrättsliga prestationer utfärdas genom förordning av statsrådet med iakttagande av vad som i lagen om grunderna för avgifter till staten (150/1992) föreskrivs om självkostnadsvärdet för offentligrättsliga prestationer. Om en offentligrättslig avgift som tas ut hos en studerande inte har betalts på förfallodagen, får årlig dröjsmålsränta tas ut från förfallodagen med iakttagande av vad som föreskrivs i räntelagen (633/1982). Avgiften är direkt utsökbar. Bestämmelser om indrivningen finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Den undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen och urvalsproven i anslutning till antagningen av studerande är avgiftsfria för de studerande. Undervisningens avgiftsfrihet hindrar inte att en yrkeshögskola ordnar sådan undervisning som leder till gemensam eller dubbel examen och för vilken en utländsk högskola tar ut en avgift för sin andel av undervisningen. Av personer som söker till en utbildning på grundval av en utbildning inom ett utbildningssystem i en annan stat än en sådan som hör till Europeiska ekonomiska samarbetsområdet och Schweiz tar Utbildningsstyrelsen ut en terminsspecifik handläggningsavgift för ansökan. En betald avgift är en förutsättning för att ansökan ska behandlas. Av andra sökande än de som söker till en utbildning som ges på finska eller svenska kan det krävas att de genomgår internationella avgiftsbelagda tester. För annan verksamhet än sådan som avses i 1 mom. får yrkeshögskolan ta ut avgifter. Närmare bestämmelser om avgifter för yrkeshögskolornas offentligrättsliga prestationer utfärdas genom förordning av statsrådet med iakttagande av vad som i lagen om grunderna för avgifter till staten (150/1992) föreskrivs om självkostnadsvärdet för offentligrättsliga prestationer. Om en offentligrättslig avgift som tas ut hos en studerande inte har betalts på förfallodagen, får årlig dröjsmålsränta tas ut från förfallodagen med iakttagande av vad som föreskrivs i räntelagen (633/1982). Avgiften är direkt utsökbar. Bestämmelser om indrivningen finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "den undervisning som leder till yrkeshogskoleexamen och hogre yrkeshogskoleexamen och urvalsproven i anslutning till antagningen av studerande ar avgiftsfria for de studerande. undervisningens avgiftsfrihet hindrar inte att en yrkeshogskola ordnar sadan undervisning som leder till gemensam eller dubbel examen och for vilken en utlandsk hogskola tar ut en avgift for sin andel av undervisningen. av personer som soker till en utbildning pa grundval av en utbildning inom ett utbildningssystem i en annan stat an en sadan som hor till europeiska ekonomiska samarbetsomradet och schweiz tar utbildningsstyrelsen ut en terminsspecifik handlaggningsavgift for ansokan. en betald avgift ar en forutsattning for att ansokan ska behandlas. av andra sokande an de som soker till en utbildning som ges pa finska eller svenska kan det kravas att de genomgar internationella avgiftsbelagda tester. for annan verksamhet an sadan som avses i 1 mom. far yrkeshogskolan ta ut avgifter. narmare bestammelser om avgifter for yrkeshogskolornas offentligrattsliga prestationer utfardas genom forordning av statsradet med iakttagande av vad som i lagen om grunderna for avgifter till staten (150/1992) foreskrivs om sjalvkostnadsvardet for offentligrattsliga prestationer. om en offentligrattslig avgift som tas ut hos en studerande inte har betalts pa forfallodagen, far arlig drojsmalsranta tas ut fran forfallodagen med iakttagande av vad som foreskrivs i rantelagen (633/1982). avgiften ar direkt utsokbar. bestammelser om indrivningen finns i lagen om verkstallighet av skatter och avgifter (706/2007)."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Opiskelijavalinta",
      "content": "Opiskelijat ottaa ammattikorkeakoulu. Opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempää ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. Siirto-opiskelijalla Ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisällä koulutuksesta toiseen siten, että tavoitetutkintoon liitettävä tutkintonimike vaihtuu. Ammattikorkeakoulu päättää opiskelijavalinnan perusteista. Hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. Samaan ryhmään kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Opiskelijat ottaa ammattikorkeakoulu. Opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempää ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. Siirto-opiskelijalla Ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisällä koulutuksesta toiseen siten, että tavoitetutkintoon liitettävä tutkintonimike vaihtuu. Ammattikorkeakoulu päättää opiskelijavalinnan perusteista. Hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. Samaan ryhmään kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
        "folded_fi": "opiskelijat ottaa ammattikorkeakoulu. opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempaa ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. siirto-opiskelijalla ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisalla koulutuksesta toiseen siten, etta tavoitetutkintoon liitettava tutkintonimike vaihtuu. ammattikorkeakoulu paattaa opiskelijavalinnan perusteista. hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. samaan ryhmaan kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
        "title_sv": "Antagning av studerande",
        "content_sv": "De studerande antas av yrkeshögskolan. De studerande antas för att avlägga yrkeshögskoleexamen eller högre yrkeshögskoleexamen eller för att genomföra specialiseringsutbildning. överflyttande studerande Yrkeshögskolan antar överflyttande studerande. Med avses studerande som har antagits till studier som leder till högskoleexamen och vars studierätt överförs från en högskola till en annan eller inom en högskola från en utbildning till en annan på så sätt att den examensbenämning som fogas till målexamen ändras. Yrkeshögskolan beslutar om grunderna för antagningen av studerande. De sökande får på grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. Likvärdiga antagningsgrunder ska tillämpas på alla sökande i samma grupp.",
        "normalized_sv": "De studerande antas av yrkeshögskolan. De studerande antas för att avlägga yrkeshögskoleexamen eller högre yrkeshögskoleexamen eller för att genomföra specialiseringsutbildning. överflyttande studerande Yrkeshögskolan antar överflyttande studerande. Med avses studerande som har antagits till studier som leder till högskoleexamen och vars studierätt överförs från en högskola till en annan eller inom en högskola från en utbildning till en annan på så sätt att den examensbenämning som fogas till målexamen ändras. Yrkeshögskolan beslutar om grunderna för antagningen av studerande. De sökande får på grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. Likvärdiga antagningsgrunder ska tillämpas på alla sökande i samma grupp.",
        "folded_sv": "de studerande antas av yrkeshogskolan. de studerande antas for att avlagga yrkeshogskoleexamen eller hogre yrkeshogskoleexamen eller for att genomfora specialiseringsutbildning. overflyttande studerande yrkeshogskolan antar overflyttande studerande. med avses studerande som har antagits till studier som leder till hogskoleexamen och vars studieratt overfors fran en hogskola till en annan eller inom en hogskola fran en utbildning till en annan pa sa satt att den examensbenamning som fogas till malexamen andras. yrkeshogskolan beslutar om grunderna for antagningen av studerande. de sokande far pa grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. likvardiga antagningsgrunder ska tillampas pa alla sokande i samma grupp."
      }
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "title": "Yhteishaku ja erillisvalinnat",
      "content": "Opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtaviin opintoihin järjestetään korkeakoulujen yhteishaussa. Ammattikorkeakoulu voi käyttää yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen ja jonka hakua ei voida järjestää yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku järjestetään samassa yhteydessä vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. Yhteishaussa käytetään opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteriä. Yhteishaun toimittamisesta ja siihen liittyvistä menettelyistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 a",
        "normalized_fi": "Opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtaviin opintoihin järjestetään korkeakoulujen yhteishaussa. Ammattikorkeakoulu voi käyttää yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen ja jonka hakua ei voida järjestää yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku järjestetään samassa yhteydessä vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. Yhteishaussa käytetään opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteriä. Yhteishaun toimittamisesta ja siihen liittyvistä menettelyistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtaviin opintoihin jarjestetaan korkeakoulujen yhteishaussa. ammattikorkeakoulu voi kayttaa yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmalle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on maaritellyt erikseen ja jonka hakua ei voida jarjestaa yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempaan ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku jarjestetaan samassa yhteydessa vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. yhteishaussa kaytetaan opiskelijavalintarekisterista, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisterista annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteria. yhteishaun toimittamisesta ja siihen liittyvista menettelyista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Gemensam ansökan och separata antagningar",
        "content_sv": "Antagning av studerande till studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen ordnas med en gemensam ansökan till högskolorna. I stället för den gemensamma ansökan kan yrkeshögskolorna tillämpa separat antagning vid antagningen av 1) studerande till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat, och till vilken ansökning inte kan ordnas inom tidsplanen för den gemensamma ansökan, 2) studerande till utbildning på främmande språk, 3) studerande till finsk- eller svenskspråkig utbildning som leder till högre yrkeshögskoleexamen och till vilken ansökning ordnas i samband med motsvarande ansökning till utbildning på främmande språk, 4) överflyttande studerande, 5) studerande på basis av studier inom den öppna högskoleundervisningen. Vid gemensam ansökan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret (1058/1998). Närmare bestämmelser om förrättandet av gemensam ansökan och om de förfaranden som då tillämpas utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Antagning av studerande till studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen ordnas med en gemensam ansökan till högskolorna. I stället för den gemensamma ansökan kan yrkeshögskolorna tillämpa separat antagning vid antagningen av 1) studerande till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat, och till vilken ansökning inte kan ordnas inom tidsplanen för den gemensamma ansökan, 2) studerande till utbildning på främmande språk, 3) studerande till finsk- eller svenskspråkig utbildning som leder till högre yrkeshögskoleexamen och till vilken ansökning ordnas i samband med motsvarande ansökning till utbildning på främmande språk, 4) överflyttande studerande, 5) studerande på basis av studier inom den öppna högskoleundervisningen. Vid gemensam ansökan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret (1058/1998). Närmare bestämmelser om förrättandet av gemensam ansökan och om de förfaranden som då tillämpas utfärdas genom förordning av statsrådet.",
        "folded_sv": "antagning av studerande till studier som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen ordnas med en gemensam ansokan till hogskolorna. i stallet for den gemensamma ansokan kan yrkeshogskolorna tillampa separat antagning vid antagningen av 1) studerande till sadan utbildning som riktas till en specifik malgrupp och i fraga om vilken yrkeshogskolan har bestamt de sokandes behorighet separat, och till vilken ansokning inte kan ordnas inom tidsplanen for den gemensamma ansokan, 2) studerande till utbildning pa frammande sprak, 3) studerande till finsk- eller svensksprakig utbildning som leder till hogre yrkeshogskoleexamen och till vilken ansokning ordnas i samband med motsvarande ansokning till utbildning pa frammande sprak, 4) overflyttande studerande, 5) studerande pa basis av studier inom den oppna hogskoleundervisningen. vid gemensam ansokan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, hogskolornas riksomfattande datalager och studentexamensregistret (1058/1998). narmare bestammelser om forrattandet av gemensam ansokan och om de forfaranden som da tillampas utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "28 b",
      "section": "28 b",
      "title": "Opiskelupaikkojen varaaminen",
      "content": "Ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivät ole aikaisemmin suorittaneet Suomen koulutusjärjestelmän mukaista korkeakoulututkintoa eivätkä vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevätlukukaudella 2014 tai sitä ennen alkaneesta koulutuksesta, mutta eivät ole suorittaneet korkeakoulututkintoa. Opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen määrän opiskelijoita, että paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. Ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myös erillisvalinnoissa. Ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus päästä koulutukseen myös korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. Ammattikorkeakoulun tulee huolehtia siitä, että eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivät muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. Kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtyä opintoihin muutoin kuin yhteishaun kautta sekä muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 b",
        "normalized_fi": "Ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivät ole aikaisemmin suorittaneet Suomen koulutusjärjestelmän mukaista korkeakoulututkintoa eivätkä vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevätlukukaudella 2014 tai sitä ennen alkaneesta koulutuksesta, mutta eivät ole suorittaneet korkeakoulututkintoa. Opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen määrän opiskelijoita, että paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. Ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myös erillisvalinnoissa. Ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus päästä koulutukseen myös korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. Ammattikorkeakoulun tulee huolehtia siitä, että eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivät muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. Kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtyä opintoihin muutoin kuin yhteishaun kautta sekä muut näihin rinnastettavat seikat.",
        "folded_fi": "ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivat ole aikaisemmin suorittaneet suomen koulutusjarjestelman mukaista korkeakoulututkintoa eivatka vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevatlukukaudella 2014 tai sita ennen alkaneesta koulutuksesta, mutta eivat ole suorittaneet korkeakoulututkintoa. opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmalle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on maaritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen maaran opiskelijoita, etta paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myos erillisvalinnoissa. ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus paasta koulutukseen myos korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. ammattikorkeakoulun tulee huolehtia siita, etta eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivat muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtya opintoihin muutoin kuin yhteishaun kautta seka muut naihin rinnastettavat seikat.",
        "title_sv": "Reservering av studieplatser",
        "content_sv": "I den gemensamma ansökan ska yrkeshögskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshögskoleexamen för dem som inte tidigare har avlagt högskoleexamen inom utbildningssystemet i Finland eller mottagit en studieplats i en utbildning som leder till högskoleexamen, eller som har tagit emot en studieplats i en utbildning som börjat vårterminen 2014 eller tidigare, men inte har avlagt högskoleexamen. Studieplatser behöver dock inte reserveras på det sätt som avses i 1 mom. vid antagning av studerande till utbildning på främmande språk, till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat eller till utbildning där yrkeshögskolan antar så få studerande att reservering av platser skulle försätta de sökande i en oskäligt olikvärdig ställning. Yrkeshögskolorna kan reservera en del av studieplatserna för sådana sökande som avses i 1 mom. också i separata antagningar. Yrkeshögskolan ska trygga ändamålsenliga antagningsmöjligheter också för dem som har avlagt högskoleexamen och tagit emot en studieplats. Yrkeshögskolan ska se till att möjligheterna för olika grupper av sökande att få en studieplats inte blir oskäligt olika med tanke på jämställdheten mellan sökandena. Vid bedömning av skäligheten beaktas hur stor andel de sökande i olika grupper av sökande utgör av alla sökande, möjligheten att övergå till studier via andra vägar än den gemensamma ansökan och andra omständigheter som kan jämföras med dessa.",
        "normalized_sv": "I den gemensamma ansökan ska yrkeshögskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshögskoleexamen för dem som inte tidigare har avlagt högskoleexamen inom utbildningssystemet i Finland eller mottagit en studieplats i en utbildning som leder till högskoleexamen, eller som har tagit emot en studieplats i en utbildning som börjat vårterminen 2014 eller tidigare, men inte har avlagt högskoleexamen. Studieplatser behöver dock inte reserveras på det sätt som avses i 1 mom. vid antagning av studerande till utbildning på främmande språk, till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat eller till utbildning där yrkeshögskolan antar så få studerande att reservering av platser skulle försätta de sökande i en oskäligt olikvärdig ställning. Yrkeshögskolorna kan reservera en del av studieplatserna för sådana sökande som avses i 1 mom. också i separata antagningar. Yrkeshögskolan ska trygga ändamålsenliga antagningsmöjligheter också för dem som har avlagt högskoleexamen och tagit emot en studieplats. Yrkeshögskolan ska se till att möjligheterna för olika grupper av sökande att få en studieplats inte blir oskäligt olika med tanke på jämställdheten mellan sökandena. Vid bedömning av skäligheten beaktas hur stor andel de sökande i olika grupper av sökande utgör av alla sökande, möjligheten att övergå till studier via andra vägar än den gemensamma ansökan och andra omständigheter som kan jämföras med dessa.",
        "folded_sv": "i den gemensamma ansokan ska yrkeshogskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshogskoleexamen for dem som inte tidigare har avlagt hogskoleexamen inom utbildningssystemet i finland eller mottagit en studieplats i en utbildning som leder till hogskoleexamen, eller som har tagit emot en studieplats i en utbildning som borjat varterminen 2014 eller tidigare, men inte har avlagt hogskoleexamen. studieplatser behover dock inte reserveras pa det satt som avses i 1 mom. vid antagning av studerande till utbildning pa frammande sprak, till sadan utbildning som riktas till en specifik malgrupp och i fraga om vilken yrkeshogskolan har bestamt de sokandes behorighet separat eller till utbildning dar yrkeshogskolan antar sa fa studerande att reservering av platser skulle forsatta de sokande i en oskaligt olikvardig stallning. yrkeshogskolorna kan reservera en del av studieplatserna for sadana sokande som avses i 1 mom. ocksa i separata antagningar. yrkeshogskolan ska trygga andamalsenliga antagningsmojligheter ocksa for dem som har avlagt hogskoleexamen och tagit emot en studieplats. yrkeshogskolan ska se till att mojligheterna for olika grupper av sokande att fa en studieplats inte blir oskaligt olika med tanke pa jamstalldheten mellan sokandena. vid bedomning av skaligheten beaktas hur stor andel de sokande i olika grupper av sokande utgor av alla sokande, mojligheten att overga till studier via andra vagar an den gemensamma ansokan och andra omstandigheter som kan jamforas med dessa."
      }
    },
    {
      "provision_ref": "28 c",
      "section": "28 c",
      "title": "Opiskelupaikan vastaanottaminen",
      "content": "Hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. Säännös ei koske siirto-opiskelupaikan vastaanottamista. Opiskelijaksi hyväksytyn on ammattikorkeakoulun hyväksymisilmoituksessa mainittavan määräajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai hän menettää opiskelupaikkansa. Ammattikorkeakoulun on viipymättä merkittävä tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetun lain 1 §:ssä tarkoitettuun korkeakoulujen hakurekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 c",
        "normalized_fi": "Hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. Säännös ei koske siirto-opiskelupaikan vastaanottamista. Opiskelijaksi hyväksytyn on ammattikorkeakoulun hyväksymisilmoituksessa mainittavan määräajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai hän menettää opiskelupaikkansa. Ammattikorkeakoulun on viipymättä merkittävä tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetun lain 1 § :ssä tarkoitettuun korkeakoulujen hakurekisteriin.",
        "folded_fi": "hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. saannos ei koske siirto-opiskelupaikan vastaanottamista. opiskelijaksi hyvaksytyn on ammattikorkeakoulun hyvaksymisilmoituksessa mainittavan maaraajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai han menettaa opiskelupaikkansa. ammattikorkeakoulun on viipymatta merkittava tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisterista, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisterista annetun lain 1 §:ssa tarkoitettuun korkeakoulujen hakurekisteriin.",
        "title_sv": "Mottagande av studieplats",
        "content_sv": "En sökande får ta emot endast en studieplats i en utbildning som leder till högskoleexamen bland de utbildningar som börjar samma termin. Bestämmelsen gäller inte mottagande av studieplats vid överflyttande av studierätt. Den som har antagits som studerande ska inom den tid som anges i yrkeshögskolans antagningsmeddelande meddela yrkeshögskolan att han eller hon tar emot studieplatsen. I annat fall går studieplatsen förlorad. I det register för ansökan till högskolorna som avses i 1 § i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret ska yrkeshögskolan utan dröjsmål göra en anteckning om att studieplatsen har tagits emot.",
        "normalized_sv": "En sökande får ta emot endast en studieplats i en utbildning som leder till högskoleexamen bland de utbildningar som börjar samma termin. Bestämmelsen gäller inte mottagande av studieplats vid överflyttande av studierätt. Den som har antagits som studerande ska inom den tid som anges i yrkeshögskolans antagningsmeddelande meddela yrkeshögskolan att han eller hon tar emot studieplatsen. I annat fall går studieplatsen förlorad. I det register för ansökan till högskolorna som avses i 1 § i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret ska yrkeshögskolan utan dröjsmål göra en anteckning om att studieplatsen har tagits emot.",
        "folded_sv": "en sokande far ta emot endast en studieplats i en utbildning som leder till hogskoleexamen bland de utbildningar som borjar samma termin. bestammelsen galler inte mottagande av studieplats vid overflyttande av studieratt. den som har antagits som studerande ska inom den tid som anges i yrkeshogskolans antagningsmeddelande meddela yrkeshogskolan att han eller hon tar emot studieplatsen. i annat fall gar studieplatsen forlorad. i det register for ansokan till hogskolorna som avses i 1 § i lagen om antagningsregistret, hogskolornas riksomfattande datalager och studentexamensregistret ska yrkeshogskolan utan drojsmal gora en anteckning om att studieplatsen har tagits emot."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Lukuvuosi ja lukukaudet sekä opiskelijaksi ilmoittautuminen",
      "content": "Ammattikorkeakoulun lukuvuosi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä heinäkuuta. Syyslukukausi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä joulukuuta. Kevätlukukausi alkaa 1 päivänä tammikuuta ja päättyy 31 päivänä heinäkuuta. Opetusta annetaan ammattikorkeakoulun määrääminä ajanjaksoina. Opiskelijaksi hyväksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun määräämällä tavalla ilmoittautua ammattikorkeakouluun, minkä jälkeen hänet merkitään opiskelijaksi. Opiskelijan on joka lukuvuosi ammattikorkeakoulun määräämällä tavalla ilmoittauduttava läsnä olevaksi tai poissa olevaksi. Opiskelija voi perustellusta syystä muuttaa ilmoitustaan lukuvuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Ammattikorkeakoulun lukuvuosi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä heinäkuuta. Syyslukukausi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä joulukuuta. Kevätlukukausi alkaa 1 päivänä tammikuuta ja päättyy 31 päivänä heinäkuuta. Opetusta annetaan ammattikorkeakoulun määrääminä ajanjaksoina. Opiskelijaksi hyväksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun määräämällä tavalla ilmoittautua ammattikorkeakouluun, minkä jälkeen hänet merkitään opiskelijaksi. Opiskelijan on joka lukuvuosi ammattikorkeakoulun määräämällä tavalla ilmoittauduttava läsnä olevaksi tai poissa olevaksi. Opiskelija voi perustellusta syystä muuttaa ilmoitustaan lukuvuoden aikana.",
        "folded_fi": "ammattikorkeakoulun lukuvuosi alkaa 1 paivana elokuuta ja paattyy 31 paivana heinakuuta. syyslukukausi alkaa 1 paivana elokuuta ja paattyy 31 paivana joulukuuta. kevatlukukausi alkaa 1 paivana tammikuuta ja paattyy 31 paivana heinakuuta. opetusta annetaan ammattikorkeakoulun maaraamina ajanjaksoina. opiskelijaksi hyvaksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun maaraamalla tavalla ilmoittautua ammattikorkeakouluun, minka jalkeen hanet merkitaan opiskelijaksi. opiskelijan on joka lukuvuosi ammattikorkeakoulun maaraamalla tavalla ilmoittauduttava lasna olevaksi tai poissa olevaksi. opiskelija voi perustellusta syysta muuttaa ilmoitustaan lukuvuoden aikana.",
        "title_sv": "Läsår och terminer samt inskrivning",
        "content_sv": "Yrkeshögskolans läsår börjar den 1 augusti och slutar den 31 juli. Höstterminen börjar den 1 augusti och slutar den 31 december. Vårterminen börjar den 1 januari och slutar den 31 juli. Undervisning ges under de perioder som yrkeshögskolan bestämmer. De som har antagits som studerande och meddelat att de tar emot studieplatsen ska på det sätt som yrkeshögskolan bestämmer anmäla sig till yrkeshögskolan, varefter de antecknas som studerande. De studerande ska varje läsår anmäla sig som närvarande eller frånvarande, på det sätt som yrkeshögskolan bestämmer. De studerande kan av grundad anledning ändra sin anmälan under läsåret.",
        "normalized_sv": "Yrkeshögskolans läsår börjar den 1 augusti och slutar den 31 juli. Höstterminen börjar den 1 augusti och slutar den 31 december. Vårterminen börjar den 1 januari och slutar den 31 juli. Undervisning ges under de perioder som yrkeshögskolan bestämmer. De som har antagits som studerande och meddelat att de tar emot studieplatsen ska på det sätt som yrkeshögskolan bestämmer anmäla sig till yrkeshögskolan, varefter de antecknas som studerande. De studerande ska varje läsår anmäla sig som närvarande eller frånvarande, på det sätt som yrkeshögskolan bestämmer. De studerande kan av grundad anledning ändra sin anmälan under läsåret.",
        "folded_sv": "yrkeshogskolans lasar borjar den 1 augusti och slutar den 31 juli. hostterminen borjar den 1 augusti och slutar den 31 december. varterminen borjar den 1 januari och slutar den 31 juli. undervisning ges under de perioder som yrkeshogskolan bestammer. de som har antagits som studerande och meddelat att de tar emot studieplatsen ska pa det satt som yrkeshogskolan bestammer anmala sig till yrkeshogskolan, varefter de antecknas som studerande. de studerande ska varje lasar anmala sig som narvarande eller franvarande, pa det satt som yrkeshogskolan bestammer. de studerande kan av grundad anledning andra sin anmalan under lasaret."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Opiskeluoikeus",
      "content": "Siirto-opiskelijan oikeus suorittaa tutkinto määräytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. Tutkinnon suorittamisaikaan lasketaan myös se läsnä- ja poissaoloaika, jonka opiskelija on käyttänyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Siirto-opiskelijan oikeus suorittaa tutkinto määräytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. Tutkinnon suorittamisaikaan lasketaan myös se läsnä- ja poissaoloaika, jonka opiskelija on käyttänyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
        "folded_fi": "siirto-opiskelijan oikeus suorittaa tutkinto maaraytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. tutkinnon suorittamisaikaan lasketaan myos se lasna- ja poissaoloaika, jonka opiskelija on kayttanyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
        "title_sv": "Studierätt",
        "content_sv": "En överflyttande studerandes rätt att avlägga examen bestäms på basis av examen enligt den studierätt som erhållits vid överflyttandet. I den tid det tar att avlägga examen inräknas också sådana närvaro- och frånvaroperioder som den studerande har utnyttjat för studier enligt den studierätt som ligger till grund för överflyttandet.",
        "normalized_sv": "En överflyttande studerandes rätt att avlägga examen bestäms på basis av examen enligt den studierätt som erhållits vid överflyttandet. I den tid det tar att avlägga examen inräknas också sådana närvaro- och frånvaroperioder som den studerande har utnyttjat för studier enligt den studierätt som ligger till grund för överflyttandet.",
        "folded_sv": "en overflyttande studerandes ratt att avlagga examen bestams pa basis av examen enligt den studieratt som erhallits vid overflyttandet. i den tid det tar att avlagga examen inraknas ocksa sadana narvaro- och franvaroperioder som den studerande har utnyttjat for studier enligt den studieratt som ligger till grund for overflyttandet."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, hän menettää samalla siirron perusteena olevan opiskeluoikeutensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, hän menettää samalla siirron perusteena olevan opiskeluoikeutensa.",
        "folded_fi": "kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, han menettaa samalla siirron perusteena olevan opiskeluoikeutensa.",
        "title_sv": "Förlust av studierätten",
        "content_sv": "När en överflyttande studerande tar emot en ny studierätt förlorar han eller hon samtidigt den studierätt som låg till grund för överflyttandet.",
        "normalized_sv": "När en överflyttande studerande tar emot en ny studierätt förlorar han eller hon samtidigt den studierätt som låg till grund för överflyttandet.",
        "folded_sv": "nar en overflyttande studerande tar emot en ny studieratt forlorar han eller hon samtidigt den studieratt som lag till grund for overflyttandet."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Oikaisumenettely",
      "content": "Opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimeltä oikaisua opiskelijaksi ottamista koskevaan päätökseen 14 päivän kuluessa valinnan tulosten julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi vaatia oikaisua. Opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkään opiskelemaan valitun vahingoksi. Opiskelija saa vaatia ammattikorkeakoulun määräämältä toimielimeltä oikaisua 32 §:n mukaisesti annettuun opiskeluoikeuden menettämistä koskevaan päätökseen 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyväksilukemiseen tyytymätön opiskelija saa pyytää siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyväksilukemisesta siitä päätöksen tehneeltä. Opintosuorituksen arvostelua koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset sekä arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. Hyväksilukemista koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Tässä momentissa tarkoitetun oikaisupyynnön johdosta tehtyyn päätökseen tyytymätön saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtävään määrätyltä toimielimeltä 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimusmenettelystä säädetään hallintolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimeltä oikaisua opiskelijaksi ottamista koskevaan päätökseen 14 päivän kuluessa valinnan tulosten julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi vaatia oikaisua. Opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkään opiskelemaan valitun vahingoksi. Opiskelija saa vaatia ammattikorkeakoulun määräämältä toimielimeltä oikaisua 32 § :n mukaisesti annettuun opiskeluoikeuden menettämistä koskevaan päätökseen 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyväksilukemiseen tyytymätön opiskelija saa pyytää siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyväksilukemisesta siitä päätöksen tehneeltä. Opintosuorituksen arvostelua koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset sekä arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. Hyväksilukemista koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Tässä momentissa tarkoitetun oikaisupyynnön johdosta tehtyyn päätökseen tyytymätön saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtävään määrätyltä toimielimeltä 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimusmenettelystä säädetään hallintolaissa.",
        "folded_fi": "opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimelta oikaisua opiskelijaksi ottamista koskevaan paatokseen 14 paivan kuluessa valinnan tulosten julkistamisesta. opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta haneen ja miten valintaan voi vaatia oikaisua. opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkaan opiskelemaan valitun vahingoksi. opiskelija saa vaatia ammattikorkeakoulun maaraamalta toimielimelta oikaisua 32 §:n mukaisesti annettuun opiskeluoikeuden menettamista koskevaan paatokseen 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyvaksilukemiseen tyytymaton opiskelija saa pyytaa siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyvaksilukemisesta siita paatoksen tehneelta. opintosuorituksen arvostelua koskeva oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset seka arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. hyvaksilukemista koskeva oikaisupyynto on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. tassa momentissa tarkoitetun oikaisupyynnon johdosta tehtyyn paatokseen tyytymaton saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtavaan maaratylta toimielimelta 14 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimusmenettelysta saadetaan hallintolaissa.",
        "title_sv": "Omprövnings- och rättelseförfarande",
        "content_sv": "Den som har ansökt om att bli antagen som studerande får hos yrkeshögskolans organ begära omprövning av antagningsbeslutet inom 14 dagar från det att resultatet av antagningen offentliggjordes. När resultaten av antagningen offentliggörs ska de sökande informeras om hur de kan få veta på vilket sätt de grunder som följs vid antagningen har tillämpats på dem och hur omprövning av antagningen kan begäras. Resultatet av antagningen får inte med anledning av begäran om omprövning ändras till nackdel för den som har antagits som studerande. En studerande får hos det organ som yrkeshögskolan har förordnat begära omprövning av ett beslut enligt 32 § som gäller förlust av studierätten inom 14 dagar från delfåendet av beslutet. En studerande som är missnöjd med bedömningen av sina studieprestationer eller med tillgodoräknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats på annat sätt får begära rättelse muntligen eller skriftligen. I fråga om bedömningen av studieprestationer ska rättelse begäras hos den lärare som utfört bedömningen och i fråga om tillgodoräknande ska rättelse begäras hos den som fattat beslutet om tillgodoräknande. En begäran om rättelse som gäller bedömningen av en studieprestation ska framställas inom 14 dagar från den tidpunkt då den studerande har haft tillfälle att ta del av bedömningsresultaten och av tillämpningen av bedömningsgrunderna. En begäran om rättelse som gäller tillgodoräknande ska framställas inom 14 dagar från delfåendet av beslutet. Den som är missnöjd med ett beslut som har fattats med anledning av en i detta moment avsedd begäran om rättelse får begära omprövning av beslutet hos examensnämnden eller ett annat organ som har förordnats för denna uppgift inom 14 dagar från delfåendet av beslutet. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen.",
        "normalized_sv": "Den som har ansökt om att bli antagen som studerande får hos yrkeshögskolans organ begära omprövning av antagningsbeslutet inom 14 dagar från det att resultatet av antagningen offentliggjordes. När resultaten av antagningen offentliggörs ska de sökande informeras om hur de kan få veta på vilket sätt de grunder som följs vid antagningen har tillämpats på dem och hur omprövning av antagningen kan begäras. Resultatet av antagningen får inte med anledning av begäran om omprövning ändras till nackdel för den som har antagits som studerande. En studerande får hos det organ som yrkeshögskolan har förordnat begära omprövning av ett beslut enligt 32 § som gäller förlust av studierätten inom 14 dagar från delfåendet av beslutet. En studerande som är missnöjd med bedömningen av sina studieprestationer eller med tillgodoräknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats på annat sätt får begära rättelse muntligen eller skriftligen. I fråga om bedömningen av studieprestationer ska rättelse begäras hos den lärare som utfört bedömningen och i fråga om tillgodoräknande ska rättelse begäras hos den som fattat beslutet om tillgodoräknande. En begäran om rättelse som gäller bedömningen av en studieprestation ska framställas inom 14 dagar från den tidpunkt då den studerande har haft tillfälle att ta del av bedömningsresultaten och av tillämpningen av bedömningsgrunderna. En begäran om rättelse som gäller tillgodoräknande ska framställas inom 14 dagar från delfåendet av beslutet. Den som är missnöjd med ett beslut som har fattats med anledning av en i detta moment avsedd begäran om rättelse får begära omprövning av beslutet hos examensnämnden eller ett annat organ som har förordnats för denna uppgift inom 14 dagar från delfåendet av beslutet. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen.",
        "folded_sv": "den som har ansokt om att bli antagen som studerande far hos yrkeshogskolans organ begara omprovning av antagningsbeslutet inom 14 dagar fran det att resultatet av antagningen offentliggjordes. nar resultaten av antagningen offentliggors ska de sokande informeras om hur de kan fa veta pa vilket satt de grunder som foljs vid antagningen har tillampats pa dem och hur omprovning av antagningen kan begaras. resultatet av antagningen far inte med anledning av begaran om omprovning andras till nackdel for den som har antagits som studerande. en studerande far hos det organ som yrkeshogskolan har forordnat begara omprovning av ett beslut enligt 32 § som galler forlust av studieratten inom 14 dagar fran delfaendet av beslutet. en studerande som ar missnojd med bedomningen av sina studieprestationer eller med tillgodoraknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats pa annat satt far begara rattelse muntligen eller skriftligen. i fraga om bedomningen av studieprestationer ska rattelse begaras hos den larare som utfort bedomningen och i fraga om tillgodoraknande ska rattelse begaras hos den som fattat beslutet om tillgodoraknande. en begaran om rattelse som galler bedomningen av en studieprestation ska framstallas inom 14 dagar fran den tidpunkt da den studerande har haft tillfalle att ta del av bedomningsresultaten och av tillampningen av bedomningsgrunderna. en begaran om rattelse som galler tillgodoraknande ska framstallas inom 14 dagar fran delfaendet av beslutet. den som ar missnojd med ett beslut som har fattats med anledning av en i detta moment avsedd begaran om rattelse far begara omprovning av beslutet hos examensnamnden eller ett annat organ som har forordnats for denna uppgift inom 14 dagar fran delfaendet av beslutet. bestammelser om omprovningsforfarandet finns i forvaltningslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opetuksen maksuttomuus ja muuta toimintaa koskevat maksut",
      "content": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvät valintakokeet ovat opiskelijalle maksuttomia. Opetuksen maksuttomuus ei estä ammattikorkeakoulua järjestämästä sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvästä omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. Opetushallitus perii muun kuin Euroopan talousalueeseen kuuluvan valtion tai Sveitsin koulutusjärjestelmän mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen käsittelymaksun. Maksun suorittaminen on hakemuksen käsittelemisen edellytys. Muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttää kansainvälisten maksullisten testien suorittamista. Muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa periä maksuja. Ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista säädetään tarkemmin valtioneuvoston asetuksella noudattaen, mitä valtion maksuperustelaissa (150/1992) säädetään julkisoikeudellisten suoritteiden omakustannusarvosta. Jos opiskelijalta perittävää julkisoikeudellista maksua ei ole suoritettu eräpäivänä, saadaan vuotuista viivästyskorkoa periä eräpäivästä lukien noudattaen, mitä korkolaissa (633/1982) säädetään. Maksu on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvät valintakokeet ovat opiskelijalle maksuttomia. Opetuksen maksuttomuus ei estä ammattikorkeakoulua järjestämästä sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvästä omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. Opetushallitus perii muun kuin Euroopan talousalueeseen kuuluvan valtion tai Sveitsin koulutusjärjestelmän mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen käsittelymaksun. Maksun suorittaminen on hakemuksen käsittelemisen edellytys. Muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttää kansainvälisten maksullisten testien suorittamista. Muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa periä maksuja. Ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista säädetään tarkemmin valtioneuvoston asetuksella noudattaen, mitä valtion maksuperustelaissa (150/1992) säädetään julkisoikeudellisten suoritteiden omakustannusarvosta. Jos opiskelijalta perittävää julkisoikeudellista maksua ei ole suoritettu eräpäivänä, saadaan vuotuista viivästyskorkoa periä eräpäivästä lukien noudattaen, mitä korkolaissa (633/1982) säädetään. Maksu on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtava opetus ja opiskelijoiden valintaan liittyvat valintakokeet ovat opiskelijalle maksuttomia. opetuksen maksuttomuus ei esta ammattikorkeakoulua jarjestamasta sellaista yhteis- tai kaksoistutkintoon johtavaa opetusta, johon liittyvasta omasta osuudestaan ulkomaalainen korkeakoulu perii maksun. opetushallitus perii muun kuin euroopan talousalueeseen kuuluvan valtion tai sveitsin koulutusjarjestelman mukaisen koulutuksen perusteella hakevilta lukukausikohtaisen hakemuksen kasittelymaksun. maksun suorittaminen on hakemuksen kasittelemisen edellytys. muuhun kuin suomen- tai ruotsinkieliseen koulutukseen hakevilta voidaan edellyttaa kansainvalisten maksullisten testien suorittamista. muusta kuin 1 momentissa tarkoitetusta toiminnasta ammattikorkeakoulu saa peria maksuja. ammattikorkeakoulujen julkisoikeudellisten suoritteiden maksuista saadetaan tarkemmin valtioneuvoston asetuksella noudattaen, mita valtion maksuperustelaissa (150/1992) saadetaan julkisoikeudellisten suoritteiden omakustannusarvosta. jos opiskelijalta perittavaa julkisoikeudellista maksua ei ole suoritettu erapaivana, saadaan vuotuista viivastyskorkoa peria erapaivasta lukien noudattaen, mita korkolaissa (633/1982) saadetaan. maksu on suoraan ulosottokelpoinen. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Undervisningens avgiftsfrihet samt avgifter för annan verksamhet",
        "content_sv": "Den undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen och urvalsproven i anslutning till antagningen av studerande är avgiftsfria för de studerande. Undervisningens avgiftsfrihet hindrar inte att en yrkeshögskola ordnar sådan undervisning som leder till gemensam eller dubbel examen och för vilken en utländsk högskola tar ut en avgift för sin andel av undervisningen. Av personer som söker till en utbildning på grundval av en utbildning inom ett utbildningssystem i en annan stat än en sådan som hör till Europeiska ekonomiska samarbetsområdet och Schweiz tar Utbildningsstyrelsen ut en terminsspecifik handläggningsavgift för ansökan. En betald avgift är en förutsättning för att ansökan ska behandlas. Av andra sökande än de som söker till en utbildning som ges på finska eller svenska kan det krävas att de genomgår internationella avgiftsbelagda tester. För annan verksamhet än sådan som avses i 1 mom. får yrkeshögskolan ta ut avgifter. Närmare bestämmelser om avgifter för yrkeshögskolornas offentligrättsliga prestationer utfärdas genom förordning av statsrådet med iakttagande av vad som i lagen om grunderna för avgifter till staten (150/1992) föreskrivs om självkostnadsvärdet för offentligrättsliga prestationer. Om en offentligrättslig avgift som tas ut hos en studerande inte har betalts på förfallodagen, får årlig dröjsmålsränta tas ut från förfallodagen med iakttagande av vad som föreskrivs i räntelagen (633/1982). Avgiften är direkt utsökbar. Bestämmelser om indrivningen finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "Den undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen och urvalsproven i anslutning till antagningen av studerande är avgiftsfria för de studerande. Undervisningens avgiftsfrihet hindrar inte att en yrkeshögskola ordnar sådan undervisning som leder till gemensam eller dubbel examen och för vilken en utländsk högskola tar ut en avgift för sin andel av undervisningen. Av personer som söker till en utbildning på grundval av en utbildning inom ett utbildningssystem i en annan stat än en sådan som hör till Europeiska ekonomiska samarbetsområdet och Schweiz tar Utbildningsstyrelsen ut en terminsspecifik handläggningsavgift för ansökan. En betald avgift är en förutsättning för att ansökan ska behandlas. Av andra sökande än de som söker till en utbildning som ges på finska eller svenska kan det krävas att de genomgår internationella avgiftsbelagda tester. För annan verksamhet än sådan som avses i 1 mom. får yrkeshögskolan ta ut avgifter. Närmare bestämmelser om avgifter för yrkeshögskolornas offentligrättsliga prestationer utfärdas genom förordning av statsrådet med iakttagande av vad som i lagen om grunderna för avgifter till staten (150/1992) föreskrivs om självkostnadsvärdet för offentligrättsliga prestationer. Om en offentligrättslig avgift som tas ut hos en studerande inte har betalts på förfallodagen, får årlig dröjsmålsränta tas ut från förfallodagen med iakttagande av vad som föreskrivs i räntelagen (633/1982). Avgiften är direkt utsökbar. Bestämmelser om indrivningen finns i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "den undervisning som leder till yrkeshogskoleexamen och hogre yrkeshogskoleexamen och urvalsproven i anslutning till antagningen av studerande ar avgiftsfria for de studerande. undervisningens avgiftsfrihet hindrar inte att en yrkeshogskola ordnar sadan undervisning som leder till gemensam eller dubbel examen och for vilken en utlandsk hogskola tar ut en avgift for sin andel av undervisningen. av personer som soker till en utbildning pa grundval av en utbildning inom ett utbildningssystem i en annan stat an en sadan som hor till europeiska ekonomiska samarbetsomradet och schweiz tar utbildningsstyrelsen ut en terminsspecifik handlaggningsavgift for ansokan. en betald avgift ar en forutsattning for att ansokan ska behandlas. av andra sokande an de som soker till en utbildning som ges pa finska eller svenska kan det kravas att de genomgar internationella avgiftsbelagda tester. for annan verksamhet an sadan som avses i 1 mom. far yrkeshogskolan ta ut avgifter. narmare bestammelser om avgifter for yrkeshogskolornas offentligrattsliga prestationer utfardas genom forordning av statsradet med iakttagande av vad som i lagen om grunderna for avgifter till staten (150/1992) foreskrivs om sjalvkostnadsvardet for offentligrattsliga prestationer. om en offentligrattslig avgift som tas ut hos en studerande inte har betalts pa forfallodagen, far arlig drojsmalsranta tas ut fran forfallodagen med iakttagande av vad som foreskrivs i rantelagen (633/1982). avgiften ar direkt utsokbar. bestammelser om indrivningen finns i lagen om verkstallighet av skatter och avgifter (706/2007)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Opiskelijavalinta",
      "content": "Opiskelijat ottaa ammattikorkeakoulu. Opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempää ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. Siirto-opiskelijalla Ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisällä koulutuksesta toiseen siten, että tavoitetutkintoon liitettävä tutkintonimike vaihtuu. Ammattikorkeakoulu päättää opiskelijavalinnan perusteista. Hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. Samaan ryhmään kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Opiskelijat ottaa ammattikorkeakoulu. Opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempää ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. Siirto-opiskelijalla Ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisällä koulutuksesta toiseen siten, että tavoitetutkintoon liitettävä tutkintonimike vaihtuu. Ammattikorkeakoulu päättää opiskelijavalinnan perusteista. Hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. Samaan ryhmään kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
        "folded_fi": "opiskelijat ottaa ammattikorkeakoulu. opiskelijat otetaan suorittamaan ammattikorkeakoulututkintoa, ylempaa ammattikorkeakoulututkintoa tai erikoistumiskoulutusta. siirto-opiskelijalla ammattikorkeakoulu ottaa siirto-opiskelijoita. tarkoitetaan korkeakoulututkintoon johtaviin opintoihin otettua opiskelijaa, jonka opiskeluoikeus siirtyy korkeakoulusta toiseen tai korkeakoulun sisalla koulutuksesta toiseen siten, etta tavoitetutkintoon liitettava tutkintonimike vaihtuu. ammattikorkeakoulu paattaa opiskelijavalinnan perusteista. hakijat voidaan erilaisen koulutustaustan perusteella jakaa valinnoissa erillisiin ryhmiin. samaan ryhmaan kuuluviin hakijoihin on sovellettava yhdenmukaisia valintaperusteita.",
        "title_sv": "Antagning av studerande",
        "content_sv": "De studerande antas av yrkeshögskolan. De studerande antas för att avlägga yrkeshögskoleexamen eller högre yrkeshögskoleexamen eller för att genomföra specialiseringsutbildning. överflyttande studerande Yrkeshögskolan antar överflyttande studerande. Med avses studerande som har antagits till studier som leder till högskoleexamen och vars studierätt överförs från en högskola till en annan eller inom en högskola från en utbildning till en annan på så sätt att den examensbenämning som fogas till målexamen ändras. Yrkeshögskolan beslutar om grunderna för antagningen av studerande. De sökande får på grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. Likvärdiga antagningsgrunder ska tillämpas på alla sökande i samma grupp.",
        "normalized_sv": "De studerande antas av yrkeshögskolan. De studerande antas för att avlägga yrkeshögskoleexamen eller högre yrkeshögskoleexamen eller för att genomföra specialiseringsutbildning. överflyttande studerande Yrkeshögskolan antar överflyttande studerande. Med avses studerande som har antagits till studier som leder till högskoleexamen och vars studierätt överförs från en högskola till en annan eller inom en högskola från en utbildning till en annan på så sätt att den examensbenämning som fogas till målexamen ändras. Yrkeshögskolan beslutar om grunderna för antagningen av studerande. De sökande får på grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. Likvärdiga antagningsgrunder ska tillämpas på alla sökande i samma grupp.",
        "folded_sv": "de studerande antas av yrkeshogskolan. de studerande antas for att avlagga yrkeshogskoleexamen eller hogre yrkeshogskoleexamen eller for att genomfora specialiseringsutbildning. overflyttande studerande yrkeshogskolan antar overflyttande studerande. med avses studerande som har antagits till studier som leder till hogskoleexamen och vars studieratt overfors fran en hogskola till en annan eller inom en hogskola fran en utbildning till en annan pa sa satt att den examensbenamning som fogas till malexamen andras. yrkeshogskolan beslutar om grunderna for antagningen av studerande. de sokande far pa grundval av olika utbildningsbakgrund delas in i grupper vid antagningen. likvardiga antagningsgrunder ska tillampas pa alla sokande i samma grupp."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "title": "Yhteishaku ja erillisvalinnat",
      "content": "Opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtaviin opintoihin järjestetään korkeakoulujen yhteishaussa. Ammattikorkeakoulu voi käyttää yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen ja jonka hakua ei voida järjestää yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku järjestetään samassa yhteydessä vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. Yhteishaussa käytetään opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteriä. Yhteishaun toimittamisesta ja siihen liittyvistä menettelyistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 a",
        "normalized_fi": "Opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtaviin opintoihin järjestetään korkeakoulujen yhteishaussa. Ammattikorkeakoulu voi käyttää yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen ja jonka hakua ei voida järjestää yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempään ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku järjestetään samassa yhteydessä vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. Yhteishaussa käytetään opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteriä. Yhteishaun toimittamisesta ja siihen liittyvistä menettelyistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "opiskelijoiden valinta ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtaviin opintoihin jarjestetaan korkeakoulujen yhteishaussa. ammattikorkeakoulu voi kayttaa yhteishaun asemesta erillisvalintaa ottaessaan: 1) opiskelijoita sellaiseen rajatulle kohderyhmalle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on maaritellyt erikseen ja jonka hakua ei voida jarjestaa yhteishaun aikataulussa; 2) opiskelijoita vieraskieliseen koulutukseen; 3) opiskelijoita suomen- tai ruotsinkieliseen ylempaan ammattikorkeakoulututkintoon johtavaan koulutukseen, jonka haku jarjestetaan samassa yhteydessa vastaavan vieraskielisen koulutuksen haun kanssa; 4) siirto-opiskelijoita; 5) opiskelijoita avoimessa korkeakouluopetuksessa suoritettujen opintojen perusteella. yhteishaussa kaytetaan opiskelijavalintarekisterista, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisterista annetussa laissa (1058/1998) tarkoitettua opiskelijavalintarekisteria. yhteishaun toimittamisesta ja siihen liittyvista menettelyista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Gemensam ansökan och separata antagningar",
        "content_sv": "Antagning av studerande till studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen ordnas med en gemensam ansökan till högskolorna. I stället för den gemensamma ansökan kan yrkeshögskolorna tillämpa separat antagning vid antagningen av 1) studerande till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat, och till vilken ansökning inte kan ordnas inom tidsplanen för den gemensamma ansökan, 2) studerande till utbildning på främmande språk, 3) studerande till finsk- eller svenskspråkig utbildning som leder till högre yrkeshögskoleexamen och till vilken ansökning ordnas i samband med motsvarande ansökning till utbildning på främmande språk, 4) överflyttande studerande, 5) studerande på basis av studier inom den öppna högskoleundervisningen. Vid gemensam ansökan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret (1058/1998). Närmare bestämmelser om förrättandet av gemensam ansökan och om de förfaranden som då tillämpas utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Antagning av studerande till studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen ordnas med en gemensam ansökan till högskolorna. I stället för den gemensamma ansökan kan yrkeshögskolorna tillämpa separat antagning vid antagningen av 1) studerande till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat, och till vilken ansökning inte kan ordnas inom tidsplanen för den gemensamma ansökan, 2) studerande till utbildning på främmande språk, 3) studerande till finsk- eller svenskspråkig utbildning som leder till högre yrkeshögskoleexamen och till vilken ansökning ordnas i samband med motsvarande ansökning till utbildning på främmande språk, 4) överflyttande studerande, 5) studerande på basis av studier inom den öppna högskoleundervisningen. Vid gemensam ansökan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret (1058/1998). Närmare bestämmelser om förrättandet av gemensam ansökan och om de förfaranden som då tillämpas utfärdas genom förordning av statsrådet.",
        "folded_sv": "antagning av studerande till studier som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen ordnas med en gemensam ansokan till hogskolorna. i stallet for den gemensamma ansokan kan yrkeshogskolorna tillampa separat antagning vid antagningen av 1) studerande till sadan utbildning som riktas till en specifik malgrupp och i fraga om vilken yrkeshogskolan har bestamt de sokandes behorighet separat, och till vilken ansokning inte kan ordnas inom tidsplanen for den gemensamma ansokan, 2) studerande till utbildning pa frammande sprak, 3) studerande till finsk- eller svensksprakig utbildning som leder till hogre yrkeshogskoleexamen och till vilken ansokning ordnas i samband med motsvarande ansokning till utbildning pa frammande sprak, 4) overflyttande studerande, 5) studerande pa basis av studier inom den oppna hogskoleundervisningen. vid gemensam ansokan utnyttjas det antagningsregister som avses i lagen om antagningsregistret, hogskolornas riksomfattande datalager och studentexamensregistret (1058/1998). narmare bestammelser om forrattandet av gemensam ansokan och om de forfaranden som da tillampas utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "28 b",
      "section": "28 b",
      "title": "Opiskelupaikkojen varaaminen",
      "content": "Ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivät ole aikaisemmin suorittaneet Suomen koulutusjärjestelmän mukaista korkeakoulututkintoa eivätkä vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevätlukukaudella 2014 tai sitä ennen alkaneesta koulutuksesta, mutta eivät ole suorittaneet korkeakoulututkintoa. Opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen määrän opiskelijoita, että paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. Ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myös erillisvalinnoissa. Ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus päästä koulutukseen myös korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. Ammattikorkeakoulun tulee huolehtia siitä, että eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivät muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. Kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtyä opintoihin muutoin kuin yhteishaun kautta sekä muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 b",
        "normalized_fi": "Ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivät ole aikaisemmin suorittaneet Suomen koulutusjärjestelmän mukaista korkeakoulututkintoa eivätkä vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevätlukukaudella 2014 tai sitä ennen alkaneesta koulutuksesta, mutta eivät ole suorittaneet korkeakoulututkintoa. Opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmälle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on määritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen määrän opiskelijoita, että paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. Ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myös erillisvalinnoissa. Ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus päästä koulutukseen myös korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. Ammattikorkeakoulun tulee huolehtia siitä, että eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivät muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. Kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtyä opintoihin muutoin kuin yhteishaun kautta sekä muut näihin rinnastettavat seikat.",
        "folded_fi": "ammattikorkeakoulun on yhteishaussa varattava osa ammattikorkeakoulututkintoon johtavista opiskelupaikoista niille, jotka eivat ole aikaisemmin suorittaneet suomen koulutusjarjestelman mukaista korkeakoulututkintoa eivatka vastaanottaneet korkeakoulututkintoon johtavaa opiskelupaikkaa tai ovat ottaneet opiskelupaikan vastaan kevatlukukaudella 2014 tai sita ennen alkaneesta koulutuksesta, mutta eivat ole suorittaneet korkeakoulututkintoa. opiskelupaikkoja ei kuitenkaan tarvitse varata 1 momentissa tarkoitetulla tavalla valittaessa opiskelijoita vieraskieliseen koulutukseen tai sellaiseen rajatulle kohderyhmalle suunnattuun koulutukseen, johon hakevien kelpoisuuden ammattikorkeakoulu on maaritellyt erikseen taikka koulutukseen, johon ammattikorkeakoulu valitsee niin pienen maaran opiskelijoita, etta paikkojen varaaminen asettaisi hakijat kohtuuttomasti eriarvoiseen asemaan. ammattikorkeakoulu voi varata osan opiskelupaikoista 1 momentissa tarkoitetuille hakijoille myos erillisvalinnoissa. ammattikorkeakoulun tulee turvata asianmukainen mahdollisuus paasta koulutukseen myos korkeakoulututkinnon suorittaneille ja opiskelupaikan vastaanottaneille. ammattikorkeakoulun tulee huolehtia siita, etta eri hakijaryhmiin kuuluvien mahdollisuudet opiskelupaikan saamiseen eivat muodostu hakijoiden yhdenvertaisuuden kannalta kohtuuttoman erilaisiksi. kohtuullisuutta arvioitaessa otetaan huomioon eri hakijaryhmiin kuuluvien osuus hakijoista, mahdollisuus siirtya opintoihin muutoin kuin yhteishaun kautta seka muut naihin rinnastettavat seikat.",
        "title_sv": "Reservering av studieplatser",
        "content_sv": "I den gemensamma ansökan ska yrkeshögskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshögskoleexamen för dem som inte tidigare har avlagt högskoleexamen inom utbildningssystemet i Finland eller mottagit en studieplats i en utbildning som leder till högskoleexamen, eller som har tagit emot en studieplats i en utbildning som börjat vårterminen 2014 eller tidigare, men inte har avlagt högskoleexamen. Studieplatser behöver dock inte reserveras på det sätt som avses i 1 mom. vid antagning av studerande till utbildning på främmande språk, till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat eller till utbildning där yrkeshögskolan antar så få studerande att reservering av platser skulle försätta de sökande i en oskäligt olikvärdig ställning. Yrkeshögskolorna kan reservera en del av studieplatserna för sådana sökande som avses i 1 mom. också i separata antagningar. Yrkeshögskolan ska trygga ändamålsenliga antagningsmöjligheter också för dem som har avlagt högskoleexamen och tagit emot en studieplats. Yrkeshögskolan ska se till att möjligheterna för olika grupper av sökande att få en studieplats inte blir oskäligt olika med tanke på jämställdheten mellan sökandena. Vid bedömning av skäligheten beaktas hur stor andel de sökande i olika grupper av sökande utgör av alla sökande, möjligheten att övergå till studier via andra vägar än den gemensamma ansökan och andra omständigheter som kan jämföras med dessa.",
        "normalized_sv": "I den gemensamma ansökan ska yrkeshögskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshögskoleexamen för dem som inte tidigare har avlagt högskoleexamen inom utbildningssystemet i Finland eller mottagit en studieplats i en utbildning som leder till högskoleexamen, eller som har tagit emot en studieplats i en utbildning som börjat vårterminen 2014 eller tidigare, men inte har avlagt högskoleexamen. Studieplatser behöver dock inte reserveras på det sätt som avses i 1 mom. vid antagning av studerande till utbildning på främmande språk, till sådan utbildning som riktas till en specifik målgrupp och i fråga om vilken yrkeshögskolan har bestämt de sökandes behörighet separat eller till utbildning där yrkeshögskolan antar så få studerande att reservering av platser skulle försätta de sökande i en oskäligt olikvärdig ställning. Yrkeshögskolorna kan reservera en del av studieplatserna för sådana sökande som avses i 1 mom. också i separata antagningar. Yrkeshögskolan ska trygga ändamålsenliga antagningsmöjligheter också för dem som har avlagt högskoleexamen och tagit emot en studieplats. Yrkeshögskolan ska se till att möjligheterna för olika grupper av sökande att få en studieplats inte blir oskäligt olika med tanke på jämställdheten mellan sökandena. Vid bedömning av skäligheten beaktas hur stor andel de sökande i olika grupper av sökande utgör av alla sökande, möjligheten att övergå till studier via andra vägar än den gemensamma ansökan och andra omständigheter som kan jämföras med dessa.",
        "folded_sv": "i den gemensamma ansokan ska yrkeshogskolorna reservera en del av studieplatserna i utbildning som leder till yrkeshogskoleexamen for dem som inte tidigare har avlagt hogskoleexamen inom utbildningssystemet i finland eller mottagit en studieplats i en utbildning som leder till hogskoleexamen, eller som har tagit emot en studieplats i en utbildning som borjat varterminen 2014 eller tidigare, men inte har avlagt hogskoleexamen. studieplatser behover dock inte reserveras pa det satt som avses i 1 mom. vid antagning av studerande till utbildning pa frammande sprak, till sadan utbildning som riktas till en specifik malgrupp och i fraga om vilken yrkeshogskolan har bestamt de sokandes behorighet separat eller till utbildning dar yrkeshogskolan antar sa fa studerande att reservering av platser skulle forsatta de sokande i en oskaligt olikvardig stallning. yrkeshogskolorna kan reservera en del av studieplatserna for sadana sokande som avses i 1 mom. ocksa i separata antagningar. yrkeshogskolan ska trygga andamalsenliga antagningsmojligheter ocksa for dem som har avlagt hogskoleexamen och tagit emot en studieplats. yrkeshogskolan ska se till att mojligheterna for olika grupper av sokande att fa en studieplats inte blir oskaligt olika med tanke pa jamstalldheten mellan sokandena. vid bedomning av skaligheten beaktas hur stor andel de sokande i olika grupper av sokande utgor av alla sokande, mojligheten att overga till studier via andra vagar an den gemensamma ansokan och andra omstandigheter som kan jamforas med dessa."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "28 c",
      "section": "28 c",
      "title": "Opiskelupaikan vastaanottaminen",
      "content": "Hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. Säännös ei koske siirto-opiskelupaikan vastaanottamista. Opiskelijaksi hyväksytyn on ammattikorkeakoulun hyväksymisilmoituksessa mainittavan määräajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai hän menettää opiskelupaikkansa. Ammattikorkeakoulun on viipymättä merkittävä tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetun lain 1 §:ssä tarkoitettuun korkeakoulujen hakurekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 c",
        "normalized_fi": "Hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. Säännös ei koske siirto-opiskelupaikan vastaanottamista. Opiskelijaksi hyväksytyn on ammattikorkeakoulun hyväksymisilmoituksessa mainittavan määräajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai hän menettää opiskelupaikkansa. Ammattikorkeakoulun on viipymättä merkittävä tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisteristä, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisteristä annetun lain 1 § :ssä tarkoitettuun korkeakoulujen hakurekisteriin.",
        "folded_fi": "hakija saa ottaa vastaan vain yhden korkeakoulututkintoon johtavan opiskelupaikan samana lukukautena alkavasta koulutuksesta. saannos ei koske siirto-opiskelupaikan vastaanottamista. opiskelijaksi hyvaksytyn on ammattikorkeakoulun hyvaksymisilmoituksessa mainittavan maaraajan kuluessa ilmoitettava ammattikorkeakoululle opiskelupaikan vastaanottamisesta tai han menettaa opiskelupaikkansa. ammattikorkeakoulun on viipymatta merkittava tieto opiskelupaikan vastaanottamisesta opiskelijavalintarekisterista, korkeakoulujen valtakunnallisesta tietovarannosta ja ylioppilastutkintorekisterista annetun lain 1 §:ssa tarkoitettuun korkeakoulujen hakurekisteriin.",
        "title_sv": "Mottagande av studieplats",
        "content_sv": "En sökande får ta emot endast en studieplats i en utbildning som leder till högskoleexamen bland de utbildningar som börjar samma termin. Bestämmelsen gäller inte mottagande av studieplats vid överflyttande av studierätt. Den som har antagits som studerande ska inom den tid som anges i yrkeshögskolans antagningsmeddelande meddela yrkeshögskolan att han eller hon tar emot studieplatsen. I annat fall går studieplatsen förlorad. I det register för ansökan till högskolorna som avses i 1 § i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret ska yrkeshögskolan utan dröjsmål göra en anteckning om att studieplatsen har tagits emot.",
        "normalized_sv": "En sökande får ta emot endast en studieplats i en utbildning som leder till högskoleexamen bland de utbildningar som börjar samma termin. Bestämmelsen gäller inte mottagande av studieplats vid överflyttande av studierätt. Den som har antagits som studerande ska inom den tid som anges i yrkeshögskolans antagningsmeddelande meddela yrkeshögskolan att han eller hon tar emot studieplatsen. I annat fall går studieplatsen förlorad. I det register för ansökan till högskolorna som avses i 1 § i lagen om antagningsregistret, högskolornas riksomfattande datalager och studentexamensregistret ska yrkeshögskolan utan dröjsmål göra en anteckning om att studieplatsen har tagits emot.",
        "folded_sv": "en sokande far ta emot endast en studieplats i en utbildning som leder till hogskoleexamen bland de utbildningar som borjar samma termin. bestammelsen galler inte mottagande av studieplats vid overflyttande av studieratt. den som har antagits som studerande ska inom den tid som anges i yrkeshogskolans antagningsmeddelande meddela yrkeshogskolan att han eller hon tar emot studieplatsen. i annat fall gar studieplatsen forlorad. i det register for ansokan till hogskolorna som avses i 1 § i lagen om antagningsregistret, hogskolornas riksomfattande datalager och studentexamensregistret ska yrkeshogskolan utan drojsmal gora en anteckning om att studieplatsen har tagits emot."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Lukuvuosi ja lukukaudet sekä opiskelijaksi ilmoittautuminen",
      "content": "Ammattikorkeakoulun lukuvuosi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä heinäkuuta. Syyslukukausi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä joulukuuta. Kevätlukukausi alkaa 1 päivänä tammikuuta ja päättyy 31 päivänä heinäkuuta. Opetusta annetaan ammattikorkeakoulun määrääminä ajanjaksoina. Opiskelijaksi hyväksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun määräämällä tavalla ilmoittautua ammattikorkeakouluun, minkä jälkeen hänet merkitään opiskelijaksi. Opiskelijan on joka lukuvuosi ammattikorkeakoulun määräämällä tavalla ilmoittauduttava läsnä olevaksi tai poissa olevaksi. Opiskelija voi perustellusta syystä muuttaa ilmoitustaan lukuvuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Ammattikorkeakoulun lukuvuosi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä heinäkuuta. Syyslukukausi alkaa 1 päivänä elokuuta ja päättyy 31 päivänä joulukuuta. Kevätlukukausi alkaa 1 päivänä tammikuuta ja päättyy 31 päivänä heinäkuuta. Opetusta annetaan ammattikorkeakoulun määrääminä ajanjaksoina. Opiskelijaksi hyväksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun määräämällä tavalla ilmoittautua ammattikorkeakouluun, minkä jälkeen hänet merkitään opiskelijaksi. Opiskelijan on joka lukuvuosi ammattikorkeakoulun määräämällä tavalla ilmoittauduttava läsnä olevaksi tai poissa olevaksi. Opiskelija voi perustellusta syystä muuttaa ilmoitustaan lukuvuoden aikana.",
        "folded_fi": "ammattikorkeakoulun lukuvuosi alkaa 1 paivana elokuuta ja paattyy 31 paivana heinakuuta. syyslukukausi alkaa 1 paivana elokuuta ja paattyy 31 paivana joulukuuta. kevatlukukausi alkaa 1 paivana tammikuuta ja paattyy 31 paivana heinakuuta. opetusta annetaan ammattikorkeakoulun maaraamina ajanjaksoina. opiskelijaksi hyvaksytyn, joka on ilmoittanut ottavansa vastaan opiskelupaikan, tulee ammattikorkeakoulun maaraamalla tavalla ilmoittautua ammattikorkeakouluun, minka jalkeen hanet merkitaan opiskelijaksi. opiskelijan on joka lukuvuosi ammattikorkeakoulun maaraamalla tavalla ilmoittauduttava lasna olevaksi tai poissa olevaksi. opiskelija voi perustellusta syysta muuttaa ilmoitustaan lukuvuoden aikana.",
        "title_sv": "Läsår och terminer samt inskrivning",
        "content_sv": "Yrkeshögskolans läsår börjar den 1 augusti och slutar den 31 juli. Höstterminen börjar den 1 augusti och slutar den 31 december. Vårterminen börjar den 1 januari och slutar den 31 juli. Undervisning ges under de perioder som yrkeshögskolan bestämmer. De som har antagits som studerande och meddelat att de tar emot studieplatsen ska på det sätt som yrkeshögskolan bestämmer anmäla sig till yrkeshögskolan, varefter de antecknas som studerande. De studerande ska varje läsår anmäla sig som närvarande eller frånvarande, på det sätt som yrkeshögskolan bestämmer. De studerande kan av grundad anledning ändra sin anmälan under läsåret.",
        "normalized_sv": "Yrkeshögskolans läsår börjar den 1 augusti och slutar den 31 juli. Höstterminen börjar den 1 augusti och slutar den 31 december. Vårterminen börjar den 1 januari och slutar den 31 juli. Undervisning ges under de perioder som yrkeshögskolan bestämmer. De som har antagits som studerande och meddelat att de tar emot studieplatsen ska på det sätt som yrkeshögskolan bestämmer anmäla sig till yrkeshögskolan, varefter de antecknas som studerande. De studerande ska varje läsår anmäla sig som närvarande eller frånvarande, på det sätt som yrkeshögskolan bestämmer. De studerande kan av grundad anledning ändra sin anmälan under läsåret.",
        "folded_sv": "yrkeshogskolans lasar borjar den 1 augusti och slutar den 31 juli. hostterminen borjar den 1 augusti och slutar den 31 december. varterminen borjar den 1 januari och slutar den 31 juli. undervisning ges under de perioder som yrkeshogskolan bestammer. de som har antagits som studerande och meddelat att de tar emot studieplatsen ska pa det satt som yrkeshogskolan bestammer anmala sig till yrkeshogskolan, varefter de antecknas som studerande. de studerande ska varje lasar anmala sig som narvarande eller franvarande, pa det satt som yrkeshogskolan bestammer. de studerande kan av grundad anledning andra sin anmalan under lasaret."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Opiskeluoikeus",
      "content": "Siirto-opiskelijan oikeus suorittaa tutkinto määräytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. Tutkinnon suorittamisaikaan lasketaan myös se läsnä- ja poissaoloaika, jonka opiskelija on käyttänyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Siirto-opiskelijan oikeus suorittaa tutkinto määräytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. Tutkinnon suorittamisaikaan lasketaan myös se läsnä- ja poissaoloaika, jonka opiskelija on käyttänyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
        "folded_fi": "siirto-opiskelijan oikeus suorittaa tutkinto maaraytyy siirrossa saadun opiskeluoikeuden mukaisen tutkinnon perusteella. tutkinnon suorittamisaikaan lasketaan myos se lasna- ja poissaoloaika, jonka opiskelija on kayttanyt siirron perusteena olevan opiskeluoikeuden mukaiseen opiskeluun.",
        "title_sv": "Studierätt",
        "content_sv": "En överflyttande studerandes rätt att avlägga examen bestäms på basis av examen enligt den studierätt som erhållits vid överflyttandet. I den tid det tar att avlägga examen inräknas också sådana närvaro- och frånvaroperioder som den studerande har utnyttjat för studier enligt den studierätt som ligger till grund för överflyttandet.",
        "normalized_sv": "En överflyttande studerandes rätt att avlägga examen bestäms på basis av examen enligt den studierätt som erhållits vid överflyttandet. I den tid det tar att avlägga examen inräknas också sådana närvaro- och frånvaroperioder som den studerande har utnyttjat för studier enligt den studierätt som ligger till grund för överflyttandet.",
        "folded_sv": "en overflyttande studerandes ratt att avlagga examen bestams pa basis av examen enligt den studieratt som erhallits vid overflyttandet. i den tid det tar att avlagga examen inraknas ocksa sadana narvaro- och franvaroperioder som den studerande har utnyttjat for studier enligt den studieratt som ligger till grund for overflyttandet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, hän menettää samalla siirron perusteena olevan opiskeluoikeutensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, hän menettää samalla siirron perusteena olevan opiskeluoikeutensa.",
        "folded_fi": "kun siirto-opiskelija ottaa vastaan uuden opiskeluoikeuden, han menettaa samalla siirron perusteena olevan opiskeluoikeutensa.",
        "title_sv": "Förlust av studierätten",
        "content_sv": "När en överflyttande studerande tar emot en ny studierätt förlorar han eller hon samtidigt den studierätt som låg till grund för överflyttandet.",
        "normalized_sv": "När en överflyttande studerande tar emot en ny studierätt förlorar han eller hon samtidigt den studierätt som låg till grund för överflyttandet.",
        "folded_sv": "nar en overflyttande studerande tar emot en ny studieratt forlorar han eller hon samtidigt den studieratt som lag till grund for overflyttandet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Oikaisumenettely",
      "content": "Opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimeltä oikaisua opiskelijaksi ottamista koskevaan päätökseen 14 päivän kuluessa valinnan tulosten julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi vaatia oikaisua. Opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkään opiskelemaan valitun vahingoksi. Opiskelija saa vaatia ammattikorkeakoulun määräämältä toimielimeltä oikaisua 32 §:n mukaisesti annettuun opiskeluoikeuden menettämistä koskevaan päätökseen 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyväksilukemiseen tyytymätön opiskelija saa pyytää siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyväksilukemisesta siitä päätöksen tehneeltä. Opintosuorituksen arvostelua koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset sekä arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. Hyväksilukemista koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Tässä momentissa tarkoitetun oikaisupyynnön johdosta tehtyyn päätökseen tyytymätön saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtävään määrätyltä toimielimeltä 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimusmenettelystä säädetään hallintolaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimeltä oikaisua opiskelijaksi ottamista koskevaan päätökseen 14 päivän kuluessa valinnan tulosten julkistamisesta. Opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta häneen ja miten valintaan voi vaatia oikaisua. Opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkään opiskelemaan valitun vahingoksi. Opiskelija saa vaatia ammattikorkeakoulun määräämältä toimielimeltä oikaisua 32 § :n mukaisesti annettuun opiskeluoikeuden menettämistä koskevaan päätökseen 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyväksilukemiseen tyytymätön opiskelija saa pyytää siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyväksilukemisesta siitä päätöksen tehneeltä. Opintosuorituksen arvostelua koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset sekä arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. Hyväksilukemista koskeva oikaisupyyntö on tehtävä 14 päivän kuluessa päätöksen tiedoksisaannista. Tässä momentissa tarkoitetun oikaisupyynnön johdosta tehtyyn päätökseen tyytymätön saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtävään määrätyltä toimielimeltä 14 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimusmenettelystä säädetään hallintolaissa.",
        "folded_fi": "opiskelijaksi hakenut saa vaatia ammattikorkeakoulun toimielimelta oikaisua opiskelijaksi ottamista koskevaan paatokseen 14 paivan kuluessa valinnan tulosten julkistamisesta. opiskelijavalinnan tuloksia julkistettaessa on ilmoitettava, miten hakija voi saada tiedon valinnassa noudatettujen perusteiden soveltamisesta haneen ja miten valintaan voi vaatia oikaisua. opiskelijavalinnan tulosta ei saa oikaisuvaatimuksen johdosta muuttaa kenenkaan opiskelemaan valitun vahingoksi. opiskelija saa vaatia ammattikorkeakoulun maaraamalta toimielimelta oikaisua 32 §:n mukaisesti annettuun opiskeluoikeuden menettamista koskevaan paatokseen 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuorituksensa arvosteluun tai muualla suoritettujen opintojen tai muulla tavoin osoitetun osaamisen hyvaksilukemiseen tyytymaton opiskelija saa pyytaa siihen suullisesti tai kirjallisesti oikaisua, arvostelusta sen suorittaneelta opettajalta ja opintojen hyvaksilukemisesta siita paatoksen tehneelta. opintosuorituksen arvostelua koskeva oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, josta opiskelijalla on ollut tilaisuus saada arvostelun tulokset seka arvosteluperusteiden soveltaminen omalta kohdaltaan tietoonsa. hyvaksilukemista koskeva oikaisupyynto on tehtava 14 paivan kuluessa paatoksen tiedoksisaannista. tassa momentissa tarkoitetun oikaisupyynnon johdosta tehtyyn paatokseen tyytymaton saa vaatia siihen oikaisua tutkintolautakunnalta tai muulta siihen tehtavaan maaratylta toimielimelta 14 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimusmenettelysta saadetaan hallintolaissa.",
        "title_sv": "Omprövnings- och rättelseförfarande",
        "content_sv": "Den som har ansökt om att bli antagen som studerande får hos yrkeshögskolans organ begära omprövning av antagningsbeslutet inom 14 dagar från det att resultatet av antagningen offentliggjordes. När resultaten av antagningen offentliggörs ska de sökande informeras om hur de kan få veta på vilket sätt de grunder som följs vid antagningen har tillämpats på dem och hur omprövning av antagningen kan begäras. Resultatet av antagningen får inte med anledning av begäran om omprövning ändras till nackdel för den som har antagits som studerande. En studerande får hos det organ som yrkeshögskolan har förordnat begära omprövning av ett beslut enligt 32 § som gäller förlust av studierätten inom 14 dagar från delfåendet av beslutet. En studerande som är missnöjd med bedömningen av sina studieprestationer eller med tillgodoräknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats på annat sätt får begära rättelse muntligen eller skriftligen. I fråga om bedömningen av studieprestationer ska rättelse begäras hos den lärare som utfört bedömningen och i fråga om tillgodoräknande ska rättelse begäras hos den som fattat beslutet om tillgodoräknande. En begäran om rättelse som gäller bedömningen av en studieprestation ska framställas inom 14 dagar från den tidpunkt då den studerande har haft tillfälle att ta del av bedömningsresultaten och av tillämpningen av bedömningsgrunderna. En begäran om rättelse som gäller tillgodoräknande ska framställas inom 14 dagar från delfåendet av beslutet. Den som är missnöjd med ett beslut som har fattats med anledning av en i detta moment avsedd begäran om rättelse får begära omprövning av beslutet hos examensnämnden eller ett annat organ som har förordnats för denna uppgift inom 14 dagar från delfåendet av beslutet. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen.",
        "normalized_sv": "Den som har ansökt om att bli antagen som studerande får hos yrkeshögskolans organ begära omprövning av antagningsbeslutet inom 14 dagar från det att resultatet av antagningen offentliggjordes. När resultaten av antagningen offentliggörs ska de sökande informeras om hur de kan få veta på vilket sätt de grunder som följs vid antagningen har tillämpats på dem och hur omprövning av antagningen kan begäras. Resultatet av antagningen får inte med anledning av begäran om omprövning ändras till nackdel för den som har antagits som studerande. En studerande får hos det organ som yrkeshögskolan har förordnat begära omprövning av ett beslut enligt 32 § som gäller förlust av studierätten inom 14 dagar från delfåendet av beslutet. En studerande som är missnöjd med bedömningen av sina studieprestationer eller med tillgodoräknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats på annat sätt får begära rättelse muntligen eller skriftligen. I fråga om bedömningen av studieprestationer ska rättelse begäras hos den lärare som utfört bedömningen och i fråga om tillgodoräknande ska rättelse begäras hos den som fattat beslutet om tillgodoräknande. En begäran om rättelse som gäller bedömningen av en studieprestation ska framställas inom 14 dagar från den tidpunkt då den studerande har haft tillfälle att ta del av bedömningsresultaten och av tillämpningen av bedömningsgrunderna. En begäran om rättelse som gäller tillgodoräknande ska framställas inom 14 dagar från delfåendet av beslutet. Den som är missnöjd med ett beslut som har fattats med anledning av en i detta moment avsedd begäran om rättelse får begära omprövning av beslutet hos examensnämnden eller ett annat organ som har förordnats för denna uppgift inom 14 dagar från delfåendet av beslutet. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen.",
        "folded_sv": "den som har ansokt om att bli antagen som studerande far hos yrkeshogskolans organ begara omprovning av antagningsbeslutet inom 14 dagar fran det att resultatet av antagningen offentliggjordes. nar resultaten av antagningen offentliggors ska de sokande informeras om hur de kan fa veta pa vilket satt de grunder som foljs vid antagningen har tillampats pa dem och hur omprovning av antagningen kan begaras. resultatet av antagningen far inte med anledning av begaran om omprovning andras till nackdel for den som har antagits som studerande. en studerande far hos det organ som yrkeshogskolan har forordnat begara omprovning av ett beslut enligt 32 § som galler forlust av studieratten inom 14 dagar fran delfaendet av beslutet. en studerande som ar missnojd med bedomningen av sina studieprestationer eller med tillgodoraknandet av studier som han eller hon fullgjort annanstans eller kunskaper som visats pa annat satt far begara rattelse muntligen eller skriftligen. i fraga om bedomningen av studieprestationer ska rattelse begaras hos den larare som utfort bedomningen och i fraga om tillgodoraknande ska rattelse begaras hos den som fattat beslutet om tillgodoraknande. en begaran om rattelse som galler bedomningen av en studieprestation ska framstallas inom 14 dagar fran den tidpunkt da den studerande har haft tillfalle att ta del av bedomningsresultaten och av tillampningen av bedomningsgrunderna. en begaran om rattelse som galler tillgodoraknande ska framstallas inom 14 dagar fran delfaendet av beslutet. den som ar missnojd med ett beslut som har fattats med anledning av en i detta moment avsedd begaran om rattelse far begara omprovning av beslutet hos examensnamnden eller ett annat organ som har forordnats for denna uppgift inom 14 dagar fran delfaendet av beslutet. bestammelser om omprovningsforfarandet finns i forvaltningslagen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}