{
  "id": "25/2006",
  "type": "statute",
  "title": "Laki Elintarviketurvallisuusvirastosta",
  "title_en": "Lag om Livsmedelssäkerhetsverket",
  "status": "in_force",
  "issued_date": "2006-01-13",
  "in_force_date": "2006-01-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/25/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Toimiala",
      "content": "Elintarvikkeiden ja maa- ja metsätalouden tuotantotarvikkeiden turvallisuuden ja laadun, eläinten terveyden ja hyvinvoinnin sekä kasvinterveyden valvontaa ja tutkimusta varten on Elintarviketurvallisuusvirasto. Virasto kuuluu maa- ja metsätalousministeriön toimialaan. Maa- ja metsätalousministeriö vastaa yhteistoiminnassa kauppa- ja teollisuusministeriön sekä sosiaali- ja terveysministeriön kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Elintarvikkeiden ja maa- ja metsätalouden tuotantotarvikkeiden turvallisuuden ja laadun, eläinten terveyden ja hyvinvoinnin sekä kasvinterveyden valvontaa ja tutkimusta varten on Elintarviketurvallisuusvirasto. Virasto kuuluu maa- ja metsätalousministeriön toimialaan. Maa- ja metsätalousministeriö vastaa yhteistoiminnassa kauppa- ja teollisuusministeriön sekä sosiaali- ja terveysministeriön kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
        "folded_fi": "elintarvikkeiden ja maa- ja metsatalouden tuotantotarvikkeiden turvallisuuden ja laadun, elainten terveyden ja hyvinvoinnin seka kasvinterveyden valvontaa ja tutkimusta varten on elintarviketurvallisuusvirasto. virasto kuuluu maa- ja metsatalousministerion toimialaan. maa- ja metsatalousministerio vastaa yhteistoiminnassa kauppa- ja teollisuusministerion seka sosiaali- ja terveysministerion kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin saadetaan.",
        "title_sv": "Ansvarsområde",
        "content_sv": "För övervakning och undersökning av säkerheten hos och kvaliteten på livsmedel och jord- och skogsbrukets produktionsförnödenheter, djurens hälsa och välfärd samt växthälsä finns Livsmedelssäkerhetsverket. Verket hör till jord- och skogsbruksministeriets ansvarsområde. Jord- och skogsbruksministeriet svarar i samråd med handels- och industriministeriet samt social- och hälsovårdsministeriet för verkets resultatstyrning på det sätt som bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "För övervakning och undersökning av säkerheten hos och kvaliteten på livsmedel och jord- och skogsbrukets produktionsförnödenheter, djurens hälsa och välfärd samt växthälsä finns Livsmedelssäkerhetsverket. Verket hör till jord- och skogsbruksministeriets ansvarsområde. Jord- och skogsbruksministeriet svarar i samråd med handels- och industriministeriet samt social- och hälsovårdsministeriet för verkets resultatstyrning på det sätt som bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "for overvakning och undersokning av sakerheten hos och kvaliteten pa livsmedel och jord- och skogsbrukets produktionsfornodenheter, djurens halsa och valfard samt vaxthalsa finns livsmedelssakerhetsverket. verket hor till jord- och skogsbruksministeriets ansvarsomrade. jord- och skogsbruksministeriet svarar i samrad med handels- och industriministeriet samt social- och halsovardsministeriet for verkets resultatstyrning pa det satt som bestams narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tehtävät",
      "content": "Viraston tehtävänä ovat toimialansa: 1) toimeenpanotehtävien johtaminen, kehittäminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus sekä muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestintä ja neuvonta; 6) koulutus; sekä 7) kansainvälinen yhteistyö. Viraston tulee suorittaa tehtävät, jotka sille on erikseen säädetty tai jotka maa- ja metsätalousministeriö sille erikseen määrää. Viraston tehtävistä säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Viraston tehtävänä ovat toimialansa: 1) toimeenpanotehtävien johtaminen, kehittäminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus sekä muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestintä ja neuvonta; 6) koulutus; sekä 7) kansainvälinen yhteistyö. Viraston tulee suorittaa tehtävät, jotka sille on erikseen säädetty tai jotka maa- ja metsätalousministeriö sille erikseen määrää. Viraston tehtävistä säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "viraston tehtavana ovat toimialansa: 1) toimeenpanotehtavien johtaminen, kehittaminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus seka muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestinta ja neuvonta; 6) koulutus; seka 7) kansainvalinen yhteistyo. viraston tulee suorittaa tehtavat, jotka sille on erikseen saadetty tai jotka maa- ja metsatalousministerio sille erikseen maaraa. viraston tehtavista saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Uppgifter",
        "content_sv": "Till verkets uppgifter inom dess ansvarsområde hör: 1) att leda, utveckla och styra verkställighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedömning och vetenskaplig forskning samt övriga undersökningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och rådgivning, 6) utbildning, samt 7) internationellt samarbete. Verket skall också utföra andra uppgifter som enligt särskilda bestämmelser ankommer på det eller som jord- och skogsbruksministeriet särskilt ålägger det. Närmare bestämmelser om verkets uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Till verkets uppgifter inom dess ansvarsområde hör: 1) att leda, utveckla och styra verkställighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedömning och vetenskaplig forskning samt övriga undersökningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och rådgivning, 6) utbildning, samt 7) internationellt samarbete. Verket skall också utföra andra uppgifter som enligt särskilda bestämmelser ankommer på det eller som jord- och skogsbruksministeriet särskilt ålägger det. Närmare bestämmelser om verkets uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "till verkets uppgifter inom dess ansvarsomrade hor: 1) att leda, utveckla och styra verkstallighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedomning och vetenskaplig forskning samt ovriga undersokningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och radgivning, 6) utbildning, samt 7) internationellt samarbete. verket skall ocksa utfora andra uppgifter som enligt sarskilda bestammelser ankommer pa det eller som jord- och skogsbruksministeriet sarskilt alagger det. narmare bestammelser om verkets uppgifter utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Johtaminen ja ratkaisuvalta",
      "content": "Elintarviketurvallisuusvirastoa johtaa pääjohtaja. Pääjohtaja ratkaisee Elintarviketurvallisuusviraston päätettävät asiat, joita ei ole säädetty tai työjärjestyksessä määrätty viraston muun virkamiehen ratkaistaviksi. Pääjohtaja vahvistaa viraston työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Elintarviketurvallisuusvirastoa johtaa pääjohtaja. Pääjohtaja ratkaisee Elintarviketurvallisuusviraston päätettävät asiat, joita ei ole säädetty tai työjärjestyksessä määrätty viraston muun virkamiehen ratkaistaviksi. Pääjohtaja vahvistaa viraston työjärjestyksen.",
        "folded_fi": "elintarviketurvallisuusvirastoa johtaa paajohtaja. paajohtaja ratkaisee elintarviketurvallisuusviraston paatettavat asiat, joita ei ole saadetty tai tyojarjestyksessa maaratty viraston muun virkamiehen ratkaistaviksi. paajohtaja vahvistaa viraston tyojarjestyksen.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Livsmedelssäkerhetsverket leds av en generaldirektör. Generaldirektören avgör de ärenden som ankommer på Livsmedelssäkerhetsverket, om det inte har föreskrivits eller i arbetsordningen bestämts att någon annan tjänsteman vid verket skall avgöra dem. Verkets arbetsordning fastställs av generaldirektören.",
        "normalized_sv": "Livsmedelssäkerhetsverket leds av en generaldirektör. Generaldirektören avgör de ärenden som ankommer på Livsmedelssäkerhetsverket, om det inte har föreskrivits eller i arbetsordningen bestämts att någon annan tjänsteman vid verket skall avgöra dem. Verkets arbetsordning fastställs av generaldirektören.",
        "folded_sv": "livsmedelssakerhetsverket leds av en generaldirektor. generaldirektoren avgor de arenden som ankommer pa livsmedelssakerhetsverket, om det inte har foreskrivits eller i arbetsordningen bestamts att nagon annan tjansteman vid verket skall avgora dem. verkets arbetsordning faststalls av generaldirektoren."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimipaikat",
      "content": "Viraston toimipaikoista ja alueyksiköistä määrätään viraston työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Viraston toimipaikoista ja alueyksiköistä määrätään viraston työjärjestyksessä.",
        "folded_fi": "viraston toimipaikoista ja alueyksikoista maarataan viraston tyojarjestyksessa.",
        "title_sv": "Verksamhetsställen",
        "content_sv": "I fråga om verkets verksamhetsställen och regionala enheter bestäms i verkets arbetsordning.",
        "normalized_sv": "I fråga om verkets verksamhetsställen och regionala enheter bestäms i verkets arbetsordning.",
        "folded_sv": "i fraga om verkets verksamhetsstallen och regionala enheter bestams i verkets arbetsordning."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Yhteistyö",
      "content": "Viraston ja sen sidosryhmien yhteistyön tueksi virasto voi asettaa neuvoa-antavia toimielimiä, joihin se kutsuu asiantuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Viraston ja sen sidosryhmien yhteistyön tueksi virasto voi asettaa neuvoa-antavia toimielimiä, joihin se kutsuu asiantuntijoita.",
        "folded_fi": "viraston ja sen sidosryhmien yhteistyon tueksi virasto voi asettaa neuvoa-antavia toimielimia, joihin se kutsuu asiantuntijoita.",
        "title_sv": "Samarbete",
        "content_sv": "Till stöd för samarbetet mellan verket och dess intressentgrupper kan verket tillsätta rådgivande organ och till dem kalla sakkunniga.",
        "normalized_sv": "Till stöd för samarbetet mellan verket och dess intressentgrupper kan verket tillsätta rådgivande organ och till dem kalla sakkunniga.",
        "folded_sv": "till stod for samarbetet mellan verket och dess intressentgrupper kan verket tillsatta radgivande organ och till dem kalla sakkunniga."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Sopimusten tekeminen ja tilaustutkimukset",
      "content": "Virasto voi tehdä sopimuksia toimintaansa liittyvien tehtävien ja toimialaansa koskevien tutkimusten suorittamisesta sekä yhteistyöstä tutkimusohjelmien toteuttamiseksi. Virasto voi talousarvionsa rajoissa lisäksi käyttää asiantuntijoita. Virasto voi tilauksesta tehdä toimialaansa kuuluvia selvityksiä ja tutkimuksia sekä antaa muita asiantuntijapalveluita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Virasto voi tehdä sopimuksia toimintaansa liittyvien tehtävien ja toimialaansa koskevien tutkimusten suorittamisesta sekä yhteistyöstä tutkimusohjelmien toteuttamiseksi. Virasto voi talousarvionsa rajoissa lisäksi käyttää asiantuntijoita. Virasto voi tilauksesta tehdä toimialaansa kuuluvia selvityksiä ja tutkimuksia sekä antaa muita asiantuntijapalveluita.",
        "folded_fi": "virasto voi tehda sopimuksia toimintaansa liittyvien tehtavien ja toimialaansa koskevien tutkimusten suorittamisesta seka yhteistyosta tutkimusohjelmien toteuttamiseksi. virasto voi talousarvionsa rajoissa lisaksi kayttaa asiantuntijoita. virasto voi tilauksesta tehda toimialaansa kuuluvia selvityksia ja tutkimuksia seka antaa muita asiantuntijapalveluita.",
        "title_sv": "Ingående av avtal samt beställda undersökningar",
        "content_sv": "Verket kan ingå avtal om uppgifter som anknyter till verksamheten och om undersökningar som gäller ansvarsområdet samt om samarbete för genomförandet av forskningsprogram. Verket kan inom ramen för sin budget dessutom anlita sakkunniga. Verket kan på beställning utföra utredningar och undersökningar samt ge andra sakkunnigtjänster inom sitt ansvarsområde.",
        "normalized_sv": "Verket kan ingå avtal om uppgifter som anknyter till verksamheten och om undersökningar som gäller ansvarsområdet samt om samarbete för genomförandet av forskningsprogram. Verket kan inom ramen för sin budget dessutom anlita sakkunniga. Verket kan på beställning utföra utredningar och undersökningar samt ge andra sakkunnigtjänster inom sitt ansvarsområde.",
        "folded_sv": "verket kan inga avtal om uppgifter som anknyter till verksamheten och om undersokningar som galler ansvarsomradet samt om samarbete for genomforandet av forskningsprogram. verket kan inom ramen for sin budget dessutom anlita sakkunniga. verket kan pa bestallning utfora utredningar och undersokningar samt ge andra sakkunnigtjanster inom sitt ansvarsomrade."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lahjoitusten vastaanottaminen",
      "content": "Virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
        "folded_fi": "virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
        "title_sv": "Mottagande av donationer",
        "content_sv": "Verket kan ta emot donationer för sin verksamhet.",
        "normalized_sv": "Verket kan ta emot donationer för sin verksamhet.",
        "folded_sv": "verket kan ta emot donationer for sin verksamhet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä viraston organisaatiorakenteesta, toimintojen järjestämisestä, asioiden ratkaisemisesta, viraston johdon tehtävistä sekä virkoihin nimittämisestä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tarkempia säännöksiä viraston organisaatiorakenteesta, toimintojen järjestämisestä, asioiden ratkaisemisesta, viraston johdon tehtävistä sekä virkoihin nimittämisestä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia viraston organisaatiorakenteesta, toimintojen jarjestamisesta, asioiden ratkaisemisesta, viraston johdon tehtavista seka virkoihin nimittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkets organisationsstruktur, om hur funktionerna är ordnade, om avgörandet av ärenden, om ledningens uppgifter samt om utnämning till tjänster utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkets organisationsstruktur, om hur funktionerna är ordnade, om avgörandet av ärenden, om ledningens uppgifter samt om utnämning till tjänster utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkets organisationsstruktur, om hur funktionerna ar ordnade, om avgorandet av arenden, om ledningens uppgifter samt om utnamning till tjanster utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2006. Tällä lailla kumotaan Elintarvikevirastosta 15 päivänä joulukuuta 2000 annettu laki (1110/2000), Eläinlääkintä- ja elintarviketutkimuslaitoksesta 15 päivänä joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 päivänä joulukuuta 1992 annettu laki (1201/1992). Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä oleva viittaus Elintarvikevirastoon, Eläinlääkintä- ja elintarviketutkimuslaitokseen tai Kasvintuotannon tarkastuskeskukseen tarkoittaa tämän lain tultua voimaan Elintarviketurvallisuusvirastoa. Ennen tämän lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2006. Tällä lailla kumotaan Elintarvikevirastosta 15 päivänä joulukuuta 2000 annettu laki (1110/2000), Eläinlääkintä- ja elintarviketutkimuslaitoksesta 15 päivänä joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 päivänä joulukuuta 1992 annettu laki (1201/1992). Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä oleva viittaus Elintarvikevirastoon, Eläinlääkintä- ja elintarviketutkimuslaitokseen tai Kasvintuotannon tarkastuskeskukseen tarkoittaa tämän lain tultua voimaan Elintarviketurvallisuusvirastoa. Ennen tämän lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2006. talla lailla kumotaan elintarvikevirastosta 15 paivana joulukuuta 2000 annettu laki (1110/2000), elainlaakinta- ja elintarviketutkimuslaitoksesta 15 paivana joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 paivana joulukuuta 1992 annettu laki (1201/1992). muussa laissa tai asetuksessa taikka valtioneuvoston tai ministerion paatoksessa oleva viittaus elintarvikevirastoon, elainlaakinta- ja elintarviketutkimuslaitokseen tai kasvintuotannon tarkastuskeskukseen tarkoittaa taman lain tultua voimaan elintarviketurvallisuusvirastoa. ennen taman lain voimaantuloa voidaan ryhtya sen taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2006. Genom denna lag upphävs lagen av den 15 december 2000 om Livsmedelsverket (1110/2000), lagen av den 15 december 2000 om Forskningsanstalten för veterinärmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen för växtproduktion (1201/1992). Hänvisningar till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel eller Kontrollcentralen för växtproduktion som ingår i en annan lag, en förordning eller ett statsråds- eller ministeriebeslut avser efter ikraftträdandet av denna lag Livsmedelssäkerhetsverket. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2006. Genom denna lag upphävs lagen av den 15 december 2000 om Livsmedelsverket (1110/2000), lagen av den 15 december 2000 om Forskningsanstalten för veterinärmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen för växtproduktion (1201/1992). Hänvisningar till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel eller Kontrollcentralen för växtproduktion som ingår i en annan lag, en förordning eller ett statsråds- eller ministeriebeslut avser efter ikraftträdandet av denna lag Livsmedelssäkerhetsverket. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2006. genom denna lag upphavs lagen av den 15 december 2000 om livsmedelsverket (1110/2000), lagen av den 15 december 2000 om forskningsanstalten for veterinarmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen for vaxtproduktion (1201/1992). hanvisningar till livsmedelsverket, forskningsanstalten for veterinarmedicin och livsmedel eller kontrollcentralen for vaxtproduktion som ingar i en annan lag, en forordning eller ett statsrads- eller ministeriebeslut avser efter ikrafttradandet av denna lag livsmedelssakerhetsverket. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Siirtymäsäännökset",
      "content": "Elintarvikevirastossa, Eläinlääkintä- ja elintarviketutkimuslaitoksessa ja Kasvintuotannon tarkastuskeskuksessa tämän lain voimaan tullessa vireillä olevat asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi. Maa- ja metsätalousministeriön elintarvike- ja terveysosastolla tämän lain voimaan tullessa vireillä olevat viraston toimialaan kuuluvat toimeenpanoon liittyvät asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Elintarvikevirastossa, Eläinlääkintä- ja elintarviketutkimuslaitoksessa ja Kasvintuotannon tarkastuskeskuksessa tämän lain voimaan tullessa vireillä olevat asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi. Maa- ja metsätalousministeriön elintarvike- ja terveysosastolla tämän lain voimaan tullessa vireillä olevat viraston toimialaan kuuluvat toimeenpanoon liittyvät asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi.",
        "folded_fi": "elintarvikevirastossa, elainlaakinta- ja elintarviketutkimuslaitoksessa ja kasvintuotannon tarkastuskeskuksessa taman lain voimaan tullessa vireilla olevat asiat siirtyvat elintarviketurvallisuusviraston kasiteltaviksi. maa- ja metsatalousministerion elintarvike- ja terveysosastolla taman lain voimaan tullessa vireilla olevat viraston toimialaan kuuluvat toimeenpanoon liittyvat asiat siirtyvat elintarviketurvallisuusviraston kasiteltaviksi.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Ärenden som vid ikraftträdandet av denna lag har inletts vid Livsmedelsverket, vid Forskningsanstalten för veterinärmedicin och livsmedel samt vid Kontrollcentralen för växtproduktion övergår till Livsmedelssäkerhetsverket för behandling. Ärenden som vid ikraftträdandet har inletts vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa och som hör till verkets ansvarsområde samt gäller verkställighet övergår till Livsmedelssäkerhetsverket för behandling.",
        "normalized_sv": "Ärenden som vid ikraftträdandet av denna lag har inletts vid Livsmedelsverket, vid Forskningsanstalten för veterinärmedicin och livsmedel samt vid Kontrollcentralen för växtproduktion övergår till Livsmedelssäkerhetsverket för behandling. Ärenden som vid ikraftträdandet har inletts vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa och som hör till verkets ansvarsområde samt gäller verkställighet övergår till Livsmedelssäkerhetsverket för behandling.",
        "folded_sv": "arenden som vid ikrafttradandet av denna lag har inletts vid livsmedelsverket, vid forskningsanstalten for veterinarmedicin och livsmedel samt vid kontrollcentralen for vaxtproduktion overgar till livsmedelssakerhetsverket for behandling. arenden som vid ikrafttradandet har inletts vid jord- och skogsbruksministeriets avdelning for livsmedel och halsa och som hor till verkets ansvarsomrade samt galler verkstallighet overgar till livsmedelssakerhetsverket for behandling."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Henkilöstöä koskevat siirtymäsäännökset",
      "content": "Elintarvikeviraston, Eläinlääkintä- ja elintarviketutkimuslaitoksen ja Kasvintuotannon tarkastuskeskuksen virka- ja työsopimussuhteinen henkilöstö sekä kyseiset virat siirtyvät tämän lain voimaan tullessa Elintarviketurvallisuusvirastoon. Maa- ja metsätalousministeriön elintarvike- ja terveysosaston toimeenpanotehtäviä hoitava henkilöstö siirtyy samalla tavalla virkoineen virastoon. Virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. Valtion talousarviossa eriteltäviin virkoihin nimitettyjen virkamiesten virkasuhteet päättyvät ilman irtisanomista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Elintarvikeviraston, Eläinlääkintä- ja elintarviketutkimuslaitoksen ja Kasvintuotannon tarkastuskeskuksen virka- ja työsopimussuhteinen henkilöstö sekä kyseiset virat siirtyvät tämän lain voimaan tullessa Elintarviketurvallisuusvirastoon. Maa- ja metsätalousministeriön elintarvike- ja terveysosaston toimeenpanotehtäviä hoitava henkilöstö siirtyy samalla tavalla virkoineen virastoon. Virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. Valtion talousarviossa eriteltäviin virkoihin nimitettyjen virkamiesten virkasuhteet päättyvät ilman irtisanomista.",
        "folded_fi": "elintarvikeviraston, elainlaakinta- ja elintarviketutkimuslaitoksen ja kasvintuotannon tarkastuskeskuksen virka- ja tyosopimussuhteinen henkilosto seka kyseiset virat siirtyvat taman lain voimaan tullessa elintarviketurvallisuusvirastoon. maa- ja metsatalousministerion elintarvike- ja terveysosaston toimeenpanotehtavia hoitava henkilosto siirtyy samalla tavalla virkoineen virastoon. virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. valtion talousarviossa eriteltaviin virkoihin nimitettyjen virkamiesten virkasuhteet paattyvat ilman irtisanomista.",
        "title_sv": "Övergångsbestämmelser som gäller personalen",
        "content_sv": "Den personal som står i tjänste- eller arbetsavtalsförhållande till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel och Kontrollcentralen för växtproduktion samt tjänsterna i fråga överförs till Livsmedelssäkerhetsverket när denna lag träder i kraft. På samma sätt överförs den personal som sköter verkställighetsuppgifter vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa jämte tjänsterna i fråga till verket. Samtycke av tjänstemännen behövs inte för överföringen av tjänsterna. Tjänsteförhållandet för tjänstemän som utnämnts till tjänster som specificeras i statsbudgeten upphör utan uppsägning.",
        "normalized_sv": "Den personal som står i tjänste- eller arbetsavtalsförhållande till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel och Kontrollcentralen för växtproduktion samt tjänsterna i fråga överförs till Livsmedelssäkerhetsverket när denna lag träder i kraft. På samma sätt överförs den personal som sköter verkställighetsuppgifter vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa jämte tjänsterna i fråga till verket. Samtycke av tjänstemännen behövs inte för överföringen av tjänsterna. Tjänsteförhållandet för tjänstemän som utnämnts till tjänster som specificeras i statsbudgeten upphör utan uppsägning.",
        "folded_sv": "den personal som star i tjanste- eller arbetsavtalsforhallande till livsmedelsverket, forskningsanstalten for veterinarmedicin och livsmedel och kontrollcentralen for vaxtproduktion samt tjansterna i fraga overfors till livsmedelssakerhetsverket nar denna lag trader i kraft. pa samma satt overfors den personal som skoter verkstallighetsuppgifter vid jord- och skogsbruksministeriets avdelning for livsmedel och halsa jamte tjansterna i fraga till verket. samtycke av tjanstemannen behovs inte for overforingen av tjansterna. tjansteforhallandet for tjansteman som utnamnts till tjanster som specificeras i statsbudgeten upphor utan uppsagning."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Toimiala",
      "content": "Elintarvikkeiden ja maa- ja metsätalouden tuotantotarvikkeiden turvallisuuden ja laadun, eläinten terveyden ja hyvinvoinnin sekä kasvinterveyden valvontaa ja tutkimusta varten on Elintarviketurvallisuusvirasto. Virasto kuuluu maa- ja metsätalousministeriön toimialaan. Maa- ja metsätalousministeriö vastaa yhteistoiminnassa kauppa- ja teollisuusministeriön sekä sosiaali- ja terveysministeriön kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Elintarvikkeiden ja maa- ja metsätalouden tuotantotarvikkeiden turvallisuuden ja laadun, eläinten terveyden ja hyvinvoinnin sekä kasvinterveyden valvontaa ja tutkimusta varten on Elintarviketurvallisuusvirasto. Virasto kuuluu maa- ja metsätalousministeriön toimialaan. Maa- ja metsätalousministeriö vastaa yhteistoiminnassa kauppa- ja teollisuusministeriön sekä sosiaali- ja terveysministeriön kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin säädetään.",
        "folded_fi": "elintarvikkeiden ja maa- ja metsatalouden tuotantotarvikkeiden turvallisuuden ja laadun, elainten terveyden ja hyvinvoinnin seka kasvinterveyden valvontaa ja tutkimusta varten on elintarviketurvallisuusvirasto. virasto kuuluu maa- ja metsatalousministerion toimialaan. maa- ja metsatalousministerio vastaa yhteistoiminnassa kauppa- ja teollisuusministerion seka sosiaali- ja terveysministerion kanssa viraston tulosohjauksesta siten kuin valtioneuvoston asetuksella tarkemmin saadetaan.",
        "title_sv": "Ansvarsområde",
        "content_sv": "För övervakning och undersökning av säkerheten hos och kvaliteten på livsmedel och jord- och skogsbrukets produktionsförnödenheter, djurens hälsa och välfärd samt växthälsä finns Livsmedelssäkerhetsverket. Verket hör till jord- och skogsbruksministeriets ansvarsområde. Jord- och skogsbruksministeriet svarar i samråd med handels- och industriministeriet samt social- och hälsovårdsministeriet för verkets resultatstyrning på det sätt som bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "För övervakning och undersökning av säkerheten hos och kvaliteten på livsmedel och jord- och skogsbrukets produktionsförnödenheter, djurens hälsa och välfärd samt växthälsä finns Livsmedelssäkerhetsverket. Verket hör till jord- och skogsbruksministeriets ansvarsområde. Jord- och skogsbruksministeriet svarar i samråd med handels- och industriministeriet samt social- och hälsovårdsministeriet för verkets resultatstyrning på det sätt som bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "for overvakning och undersokning av sakerheten hos och kvaliteten pa livsmedel och jord- och skogsbrukets produktionsfornodenheter, djurens halsa och valfard samt vaxthalsa finns livsmedelssakerhetsverket. verket hor till jord- och skogsbruksministeriets ansvarsomrade. jord- och skogsbruksministeriet svarar i samrad med handels- och industriministeriet samt social- och halsovardsministeriet for verkets resultatstyrning pa det satt som bestams narmare genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tehtävät",
      "content": "Viraston tehtävänä ovat toimialansa: 1) toimeenpanotehtävien johtaminen, kehittäminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus sekä muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestintä ja neuvonta; 6) koulutus; sekä 7) kansainvälinen yhteistyö. Viraston tulee suorittaa tehtävät, jotka sille on erikseen säädetty tai jotka maa- ja metsätalousministeriö sille erikseen määrää. Viraston tehtävistä säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Viraston tehtävänä ovat toimialansa: 1) toimeenpanotehtävien johtaminen, kehittäminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus sekä muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestintä ja neuvonta; 6) koulutus; sekä 7) kansainvälinen yhteistyö. Viraston tulee suorittaa tehtävät, jotka sille on erikseen säädetty tai jotka maa- ja metsätalousministeriö sille erikseen määrää. Viraston tehtävistä säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "viraston tehtavana ovat toimialansa: 1) toimeenpanotehtavien johtaminen, kehittaminen ja ohjaaminen; 2) valvonta ja riskinhallinta; 3) riskinarviointi ja tieteellinen tutkimus seka muut tutkimukset ja selvitykset; 4) vertailulaboratoriotoiminta; 5) viestinta ja neuvonta; 6) koulutus; seka 7) kansainvalinen yhteistyo. viraston tulee suorittaa tehtavat, jotka sille on erikseen saadetty tai jotka maa- ja metsatalousministerio sille erikseen maaraa. viraston tehtavista saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Uppgifter",
        "content_sv": "Till verkets uppgifter inom dess ansvarsområde hör: 1) att leda, utveckla och styra verkställighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedömning och vetenskaplig forskning samt övriga undersökningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och rådgivning, 6) utbildning, samt 7) internationellt samarbete. Verket skall också utföra andra uppgifter som enligt särskilda bestämmelser ankommer på det eller som jord- och skogsbruksministeriet särskilt ålägger det. Närmare bestämmelser om verkets uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Till verkets uppgifter inom dess ansvarsområde hör: 1) att leda, utveckla och styra verkställighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedömning och vetenskaplig forskning samt övriga undersökningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och rådgivning, 6) utbildning, samt 7) internationellt samarbete. Verket skall också utföra andra uppgifter som enligt särskilda bestämmelser ankommer på det eller som jord- och skogsbruksministeriet särskilt ålägger det. Närmare bestämmelser om verkets uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "till verkets uppgifter inom dess ansvarsomrade hor: 1) att leda, utveckla och styra verkstallighetsuppgifter, 2) tillsyn och riskhantering, 3) riskbedomning och vetenskaplig forskning samt ovriga undersokningar och utredningar, 4) referenslaboratorieverksamhet, 5) information och radgivning, 6) utbildning, samt 7) internationellt samarbete. verket skall ocksa utfora andra uppgifter som enligt sarskilda bestammelser ankommer pa det eller som jord- och skogsbruksministeriet sarskilt alagger det. narmare bestammelser om verkets uppgifter utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Johtaminen ja ratkaisuvalta",
      "content": "Elintarviketurvallisuusvirastoa johtaa pääjohtaja. Pääjohtaja ratkaisee Elintarviketurvallisuusviraston päätettävät asiat, joita ei ole säädetty tai työjärjestyksessä määrätty viraston muun virkamiehen ratkaistaviksi. Pääjohtaja vahvistaa viraston työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Elintarviketurvallisuusvirastoa johtaa pääjohtaja. Pääjohtaja ratkaisee Elintarviketurvallisuusviraston päätettävät asiat, joita ei ole säädetty tai työjärjestyksessä määrätty viraston muun virkamiehen ratkaistaviksi. Pääjohtaja vahvistaa viraston työjärjestyksen.",
        "folded_fi": "elintarviketurvallisuusvirastoa johtaa paajohtaja. paajohtaja ratkaisee elintarviketurvallisuusviraston paatettavat asiat, joita ei ole saadetty tai tyojarjestyksessa maaratty viraston muun virkamiehen ratkaistaviksi. paajohtaja vahvistaa viraston tyojarjestyksen.",
        "title_sv": "Ledning och beslutanderätt",
        "content_sv": "Livsmedelssäkerhetsverket leds av en generaldirektör. Generaldirektören avgör de ärenden som ankommer på Livsmedelssäkerhetsverket, om det inte har föreskrivits eller i arbetsordningen bestämts att någon annan tjänsteman vid verket skall avgöra dem. Verkets arbetsordning fastställs av generaldirektören.",
        "normalized_sv": "Livsmedelssäkerhetsverket leds av en generaldirektör. Generaldirektören avgör de ärenden som ankommer på Livsmedelssäkerhetsverket, om det inte har föreskrivits eller i arbetsordningen bestämts att någon annan tjänsteman vid verket skall avgöra dem. Verkets arbetsordning fastställs av generaldirektören.",
        "folded_sv": "livsmedelssakerhetsverket leds av en generaldirektor. generaldirektoren avgor de arenden som ankommer pa livsmedelssakerhetsverket, om det inte har foreskrivits eller i arbetsordningen bestamts att nagon annan tjansteman vid verket skall avgora dem. verkets arbetsordning faststalls av generaldirektoren."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimipaikat",
      "content": "Viraston toimipaikoista ja alueyksiköistä määrätään viraston työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Viraston toimipaikoista ja alueyksiköistä määrätään viraston työjärjestyksessä.",
        "folded_fi": "viraston toimipaikoista ja alueyksikoista maarataan viraston tyojarjestyksessa.",
        "title_sv": "Verksamhetsställen",
        "content_sv": "I fråga om verkets verksamhetsställen och regionala enheter bestäms i verkets arbetsordning.",
        "normalized_sv": "I fråga om verkets verksamhetsställen och regionala enheter bestäms i verkets arbetsordning.",
        "folded_sv": "i fraga om verkets verksamhetsstallen och regionala enheter bestams i verkets arbetsordning."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Yhteistyö",
      "content": "Viraston ja sen sidosryhmien yhteistyön tueksi virasto voi asettaa neuvoa-antavia toimielimiä, joihin se kutsuu asiantuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Viraston ja sen sidosryhmien yhteistyön tueksi virasto voi asettaa neuvoa-antavia toimielimiä, joihin se kutsuu asiantuntijoita.",
        "folded_fi": "viraston ja sen sidosryhmien yhteistyon tueksi virasto voi asettaa neuvoa-antavia toimielimia, joihin se kutsuu asiantuntijoita.",
        "title_sv": "Samarbete",
        "content_sv": "Till stöd för samarbetet mellan verket och dess intressentgrupper kan verket tillsätta rådgivande organ och till dem kalla sakkunniga.",
        "normalized_sv": "Till stöd för samarbetet mellan verket och dess intressentgrupper kan verket tillsätta rådgivande organ och till dem kalla sakkunniga.",
        "folded_sv": "till stod for samarbetet mellan verket och dess intressentgrupper kan verket tillsatta radgivande organ och till dem kalla sakkunniga."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Sopimusten tekeminen ja tilaustutkimukset",
      "content": "Virasto voi tehdä sopimuksia toimintaansa liittyvien tehtävien ja toimialaansa koskevien tutkimusten suorittamisesta sekä yhteistyöstä tutkimusohjelmien toteuttamiseksi. Virasto voi talousarvionsa rajoissa lisäksi käyttää asiantuntijoita. Virasto voi tilauksesta tehdä toimialaansa kuuluvia selvityksiä ja tutkimuksia sekä antaa muita asiantuntijapalveluita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Virasto voi tehdä sopimuksia toimintaansa liittyvien tehtävien ja toimialaansa koskevien tutkimusten suorittamisesta sekä yhteistyöstä tutkimusohjelmien toteuttamiseksi. Virasto voi talousarvionsa rajoissa lisäksi käyttää asiantuntijoita. Virasto voi tilauksesta tehdä toimialaansa kuuluvia selvityksiä ja tutkimuksia sekä antaa muita asiantuntijapalveluita.",
        "folded_fi": "virasto voi tehda sopimuksia toimintaansa liittyvien tehtavien ja toimialaansa koskevien tutkimusten suorittamisesta seka yhteistyosta tutkimusohjelmien toteuttamiseksi. virasto voi talousarvionsa rajoissa lisaksi kayttaa asiantuntijoita. virasto voi tilauksesta tehda toimialaansa kuuluvia selvityksia ja tutkimuksia seka antaa muita asiantuntijapalveluita.",
        "title_sv": "Ingående av avtal samt beställda undersökningar",
        "content_sv": "Verket kan ingå avtal om uppgifter som anknyter till verksamheten och om undersökningar som gäller ansvarsområdet samt om samarbete för genomförandet av forskningsprogram. Verket kan inom ramen för sin budget dessutom anlita sakkunniga. Verket kan på beställning utföra utredningar och undersökningar samt ge andra sakkunnigtjänster inom sitt ansvarsområde.",
        "normalized_sv": "Verket kan ingå avtal om uppgifter som anknyter till verksamheten och om undersökningar som gäller ansvarsområdet samt om samarbete för genomförandet av forskningsprogram. Verket kan inom ramen för sin budget dessutom anlita sakkunniga. Verket kan på beställning utföra utredningar och undersökningar samt ge andra sakkunnigtjänster inom sitt ansvarsområde.",
        "folded_sv": "verket kan inga avtal om uppgifter som anknyter till verksamheten och om undersokningar som galler ansvarsomradet samt om samarbete for genomforandet av forskningsprogram. verket kan inom ramen for sin budget dessutom anlita sakkunniga. verket kan pa bestallning utfora utredningar och undersokningar samt ge andra sakkunnigtjanster inom sitt ansvarsomrade."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lahjoitusten vastaanottaminen",
      "content": "Virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
        "folded_fi": "virasto voi ottaa vastaan lahjoituksia toimintaansa varten.",
        "title_sv": "Mottagande av donationer",
        "content_sv": "Verket kan ta emot donationer för sin verksamhet.",
        "normalized_sv": "Verket kan ta emot donationer för sin verksamhet.",
        "folded_sv": "verket kan ta emot donationer for sin verksamhet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tarkemmat säännökset",
      "content": "Tarkempia säännöksiä viraston organisaatiorakenteesta, toimintojen järjestämisestä, asioiden ratkaisemisesta, viraston johdon tehtävistä sekä virkoihin nimittämisestä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tarkempia säännöksiä viraston organisaatiorakenteesta, toimintojen järjestämisestä, asioiden ratkaisemisesta, viraston johdon tehtävistä sekä virkoihin nimittämisestä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia viraston organisaatiorakenteesta, toimintojen jarjestamisesta, asioiden ratkaisemisesta, viraston johdon tehtavista seka virkoihin nimittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkets organisationsstruktur, om hur funktionerna är ordnade, om avgörandet av ärenden, om ledningens uppgifter samt om utnämning till tjänster utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkets organisationsstruktur, om hur funktionerna är ordnade, om avgörandet av ärenden, om ledningens uppgifter samt om utnämning till tjänster utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkets organisationsstruktur, om hur funktionerna ar ordnade, om avgorandet av arenden, om ledningens uppgifter samt om utnamning till tjanster utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2006. Tällä lailla kumotaan Elintarvikevirastosta 15 päivänä joulukuuta 2000 annettu laki (1110/2000), Eläinlääkintä- ja elintarviketutkimuslaitoksesta 15 päivänä joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 päivänä joulukuuta 1992 annettu laki (1201/1992). Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä oleva viittaus Elintarvikevirastoon, Eläinlääkintä- ja elintarviketutkimuslaitokseen tai Kasvintuotannon tarkastuskeskukseen tarkoittaa tämän lain tultua voimaan Elintarviketurvallisuusvirastoa. Ennen tämän lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2006. Tällä lailla kumotaan Elintarvikevirastosta 15 päivänä joulukuuta 2000 annettu laki (1110/2000), Eläinlääkintä- ja elintarviketutkimuslaitoksesta 15 päivänä joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 päivänä joulukuuta 1992 annettu laki (1201/1992). Muussa laissa tai asetuksessa taikka valtioneuvoston tai ministeriön päätöksessä oleva viittaus Elintarvikevirastoon, Eläinlääkintä- ja elintarviketutkimuslaitokseen tai Kasvintuotannon tarkastuskeskukseen tarkoittaa tämän lain tultua voimaan Elintarviketurvallisuusvirastoa. Ennen tämän lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2006. talla lailla kumotaan elintarvikevirastosta 15 paivana joulukuuta 2000 annettu laki (1110/2000), elainlaakinta- ja elintarviketutkimuslaitoksesta 15 paivana joulukuuta 2000 annettu laki (1111/2000) ja kasvintuotannon tarkastuskeskuksesta 4 paivana joulukuuta 1992 annettu laki (1201/1992). muussa laissa tai asetuksessa taikka valtioneuvoston tai ministerion paatoksessa oleva viittaus elintarvikevirastoon, elainlaakinta- ja elintarviketutkimuslaitokseen tai kasvintuotannon tarkastuskeskukseen tarkoittaa taman lain tultua voimaan elintarviketurvallisuusvirastoa. ennen taman lain voimaantuloa voidaan ryhtya sen taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2006. Genom denna lag upphävs lagen av den 15 december 2000 om Livsmedelsverket (1110/2000), lagen av den 15 december 2000 om Forskningsanstalten för veterinärmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen för växtproduktion (1201/1992). Hänvisningar till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel eller Kontrollcentralen för växtproduktion som ingår i en annan lag, en förordning eller ett statsråds- eller ministeriebeslut avser efter ikraftträdandet av denna lag Livsmedelssäkerhetsverket. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2006. Genom denna lag upphävs lagen av den 15 december 2000 om Livsmedelsverket (1110/2000), lagen av den 15 december 2000 om Forskningsanstalten för veterinärmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen för växtproduktion (1201/1992). Hänvisningar till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel eller Kontrollcentralen för växtproduktion som ingår i en annan lag, en förordning eller ett statsråds- eller ministeriebeslut avser efter ikraftträdandet av denna lag Livsmedelssäkerhetsverket. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2006. genom denna lag upphavs lagen av den 15 december 2000 om livsmedelsverket (1110/2000), lagen av den 15 december 2000 om forskningsanstalten for veterinarmedicin och livsmedel (1111/2000) och lagen av den 4 december 1992 om kontrollcentralen for vaxtproduktion (1201/1992). hanvisningar till livsmedelsverket, forskningsanstalten for veterinarmedicin och livsmedel eller kontrollcentralen for vaxtproduktion som ingar i en annan lag, en forordning eller ett statsrads- eller ministeriebeslut avser efter ikrafttradandet av denna lag livsmedelssakerhetsverket. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Siirtymäsäännökset",
      "content": "Elintarvikevirastossa, Eläinlääkintä- ja elintarviketutkimuslaitoksessa ja Kasvintuotannon tarkastuskeskuksessa tämän lain voimaan tullessa vireillä olevat asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi. Maa- ja metsätalousministeriön elintarvike- ja terveysosastolla tämän lain voimaan tullessa vireillä olevat viraston toimialaan kuuluvat toimeenpanoon liittyvät asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Elintarvikevirastossa, Eläinlääkintä- ja elintarviketutkimuslaitoksessa ja Kasvintuotannon tarkastuskeskuksessa tämän lain voimaan tullessa vireillä olevat asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi. Maa- ja metsätalousministeriön elintarvike- ja terveysosastolla tämän lain voimaan tullessa vireillä olevat viraston toimialaan kuuluvat toimeenpanoon liittyvät asiat siirtyvät Elintarviketurvallisuusviraston käsiteltäviksi.",
        "folded_fi": "elintarvikevirastossa, elainlaakinta- ja elintarviketutkimuslaitoksessa ja kasvintuotannon tarkastuskeskuksessa taman lain voimaan tullessa vireilla olevat asiat siirtyvat elintarviketurvallisuusviraston kasiteltaviksi. maa- ja metsatalousministerion elintarvike- ja terveysosastolla taman lain voimaan tullessa vireilla olevat viraston toimialaan kuuluvat toimeenpanoon liittyvat asiat siirtyvat elintarviketurvallisuusviraston kasiteltaviksi.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Ärenden som vid ikraftträdandet av denna lag har inletts vid Livsmedelsverket, vid Forskningsanstalten för veterinärmedicin och livsmedel samt vid Kontrollcentralen för växtproduktion övergår till Livsmedelssäkerhetsverket för behandling. Ärenden som vid ikraftträdandet har inletts vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa och som hör till verkets ansvarsområde samt gäller verkställighet övergår till Livsmedelssäkerhetsverket för behandling.",
        "normalized_sv": "Ärenden som vid ikraftträdandet av denna lag har inletts vid Livsmedelsverket, vid Forskningsanstalten för veterinärmedicin och livsmedel samt vid Kontrollcentralen för växtproduktion övergår till Livsmedelssäkerhetsverket för behandling. Ärenden som vid ikraftträdandet har inletts vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa och som hör till verkets ansvarsområde samt gäller verkställighet övergår till Livsmedelssäkerhetsverket för behandling.",
        "folded_sv": "arenden som vid ikrafttradandet av denna lag har inletts vid livsmedelsverket, vid forskningsanstalten for veterinarmedicin och livsmedel samt vid kontrollcentralen for vaxtproduktion overgar till livsmedelssakerhetsverket for behandling. arenden som vid ikrafttradandet har inletts vid jord- och skogsbruksministeriets avdelning for livsmedel och halsa och som hor till verkets ansvarsomrade samt galler verkstallighet overgar till livsmedelssakerhetsverket for behandling."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Henkilöstöä koskevat siirtymäsäännökset",
      "content": "Elintarvikeviraston, Eläinlääkintä- ja elintarviketutkimuslaitoksen ja Kasvintuotannon tarkastuskeskuksen virka- ja työsopimussuhteinen henkilöstö sekä kyseiset virat siirtyvät tämän lain voimaan tullessa Elintarviketurvallisuusvirastoon. Maa- ja metsätalousministeriön elintarvike- ja terveysosaston toimeenpanotehtäviä hoitava henkilöstö siirtyy samalla tavalla virkoineen virastoon. Virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. Valtion talousarviossa eriteltäviin virkoihin nimitettyjen virkamiesten virkasuhteet päättyvät ilman irtisanomista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Elintarvikeviraston, Eläinlääkintä- ja elintarviketutkimuslaitoksen ja Kasvintuotannon tarkastuskeskuksen virka- ja työsopimussuhteinen henkilöstö sekä kyseiset virat siirtyvät tämän lain voimaan tullessa Elintarviketurvallisuusvirastoon. Maa- ja metsätalousministeriön elintarvike- ja terveysosaston toimeenpanotehtäviä hoitava henkilöstö siirtyy samalla tavalla virkoineen virastoon. Virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. Valtion talousarviossa eriteltäviin virkoihin nimitettyjen virkamiesten virkasuhteet päättyvät ilman irtisanomista.",
        "folded_fi": "elintarvikeviraston, elainlaakinta- ja elintarviketutkimuslaitoksen ja kasvintuotannon tarkastuskeskuksen virka- ja tyosopimussuhteinen henkilosto seka kyseiset virat siirtyvat taman lain voimaan tullessa elintarviketurvallisuusvirastoon. maa- ja metsatalousministerion elintarvike- ja terveysosaston toimeenpanotehtavia hoitava henkilosto siirtyy samalla tavalla virkoineen virastoon. virkojen siirtymiseen ei tarvita asianomaisten virkamiesten suostumusta. valtion talousarviossa eriteltaviin virkoihin nimitettyjen virkamiesten virkasuhteet paattyvat ilman irtisanomista.",
        "title_sv": "Övergångsbestämmelser som gäller personalen",
        "content_sv": "Den personal som står i tjänste- eller arbetsavtalsförhållande till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel och Kontrollcentralen för växtproduktion samt tjänsterna i fråga överförs till Livsmedelssäkerhetsverket när denna lag träder i kraft. På samma sätt överförs den personal som sköter verkställighetsuppgifter vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa jämte tjänsterna i fråga till verket. Samtycke av tjänstemännen behövs inte för överföringen av tjänsterna. Tjänsteförhållandet för tjänstemän som utnämnts till tjänster som specificeras i statsbudgeten upphör utan uppsägning.",
        "normalized_sv": "Den personal som står i tjänste- eller arbetsavtalsförhållande till Livsmedelsverket, Forskningsanstalten för veterinärmedicin och livsmedel och Kontrollcentralen för växtproduktion samt tjänsterna i fråga överförs till Livsmedelssäkerhetsverket när denna lag träder i kraft. På samma sätt överförs den personal som sköter verkställighetsuppgifter vid jord- och skogsbruksministeriets avdelning för livsmedel och hälsa jämte tjänsterna i fråga till verket. Samtycke av tjänstemännen behövs inte för överföringen av tjänsterna. Tjänsteförhållandet för tjänstemän som utnämnts till tjänster som specificeras i statsbudgeten upphör utan uppsägning.",
        "folded_sv": "den personal som star i tjanste- eller arbetsavtalsforhallande till livsmedelsverket, forskningsanstalten for veterinarmedicin och livsmedel och kontrollcentralen for vaxtproduktion samt tjansterna i fraga overfors till livsmedelssakerhetsverket nar denna lag trader i kraft. pa samma satt overfors den personal som skoter verkstallighetsuppgifter vid jord- och skogsbruksministeriets avdelning for livsmedel och halsa jamte tjansterna i fraga till verket. samtycke av tjanstemannen behovs inte for overforingen av tjansterna. tjansteforhallandet for tjansteman som utnamnts till tjanster som specificeras i statsbudgeten upphor utan uppsagning."
      },
      "valid_from": "2006-01-13",
      "valid_to": null
    }
  ],
  "definitions": [
    {
      "term": "eläinlääkintä- ja elintarviketutkimuslaitokseen tai kasvintuotannon tarkastuskeskukseen",
      "definition": "tämän lain tultua voimaan Elintarviketurvallisuusvirastoa",
      "source_provision": "9"
    }
  ]
}