{
  "id": "260/2007",
  "type": "statute",
  "title": "Laki kunnallisen eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om kommunala pensioner",
  "status": "in_force",
  "issued_date": "2007-03-16",
  "in_force_date": "2007-03-16",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/260/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetään työansioiden perusteella määräytyvästä kunnallisesta eläketurvasta. Eläketurvasta huolehtii julkisoikeudellinen Kuntien eläkevakuutus -niminen kunnallinen eläkelaitos. Eläkelaitoksen kotipaikka on Helsinki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään työansioiden perusteella määräytyvästä kunnallisesta eläketurvasta. Eläketurvasta huolehtii julkisoikeudellinen Kuntien eläkevakuutus -niminen kunnallinen eläkelaitos. Eläkelaitoksen kotipaikka on Helsinki.",
        "folded_fi": "tassa laissa saadetaan tyoansioiden perusteella maaraytyvasta kunnallisesta elaketurvasta. elaketurvasta huolehtii julkisoikeudellinen kuntien elakevakuutus -niminen kunnallinen elakelaitos. elakelaitoksen kotipaikka on helsinki.",
        "title_sv": "Lagens syfte",
        "content_sv": "I denna lag föreskrivs om kommunalt pensionsskydd på grundval av arbetsinkomst. Pensionsskyddet sköts av den offentligrättsliga kommunala pensionsanstalten Kommunernas pensionsförsäkring. Pensionsanstalten har sin hemort i Helsingfors.",
        "normalized_sv": "I denna lag föreskrivs om kommunalt pensionsskydd på grundval av arbetsinkomst. Pensionsskyddet sköts av den offentligrättsliga kommunala pensionsanstalten Kommunernas pensionsförsäkring. Pensionsanstalten har sin hemort i Helsingfors.",
        "folded_sv": "i denna lag foreskrivs om kommunalt pensionsskydd pa grundval av arbetsinkomst. pensionsskyddet skots av den offentligrattsliga kommunala pensionsanstalten kommunernas pensionsforsakring. pensionsanstalten har sin hemort i helsingfors."
      }
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Valvonta",
      "content": "Kunnallinen eläkelaitos on sisäasiainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisäasiainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan sisäasiainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Sisäasiainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Kunnallinen eläkelaitos on sisäasiainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisäasiainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan sisäasiainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Sisäasiainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "kunnallinen elakelaitos on sisaasiainministerion valvonnan alainen. elakelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisaasiainministeriolle. valvontaa varten elakelaitos on velvollinen toimittamaan sisaasiainministeriolle ja vakuutusvalvontavirastolle valvonnan edellyttamat tiedot. sisaasiainministerio voi erityisesta syysta maarata suoritettavaksi elakelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommunala pensionsanstalten står under inrikesministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till inrikesministeriet. Pensionsanstalten är skyldig att för tillsynen lämna inrikesministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Inrikesministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "normalized_sv": "Den kommunala pensionsanstalten står under inrikesministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till inrikesministeriet. Pensionsanstalten är skyldig att för tillsynen lämna inrikesministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Inrikesministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "folded_sv": "den kommunala pensionsanstalten star under inrikesministeriets tillsyn. tillsynen over planeringen av pensionsanstaltens finansieringsverksamhet och over dess placeringsverksamhet handhas dock av forsakringsinspektionen, som ar skyldig att i fraga om tillsynen lamna en berattelse till inrikesministeriet. pensionsanstalten ar skyldig att for tillsynen lamna inrikesministeriet och forsakringsinspektionen de uppgifter tillsynen kraver. inrikesministeriet kan av sarskilda skal forordna en specialrevision av pensionsanstaltens forvaltning och rakenskaper."
      }
    },
    {
      "provision_ref": "138",
      "section": "138",
      "title": "Valtuuskunta",
      "content": "Kunnallisen eläkelaitoksen päätösvaltaa käyttää valtuuskunta. Valtuuskunta voi eläkelaitoksen johtosäännössä siirtää päätösvaltaansa eläkelaitoksen muille toimielimille. Päätösvaltaa ei saa kuitenkaan siirtää asioissa, joista valtuuskunnan tai muun toimielimen on tämän lain mukaan päätettävä. Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki sisäasiainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti. Valtuuskunnan tehtävänä on: 1) valita hallituksen jäsenet ja varajäsenet sekä tilintarkastaja enintään valtuuskunnan toimikautta varten; 2) päättää eläkelaitoksen johtosäännöstä, lisäeläkesäännöstä ja tilisäännöstä; 3) ottaa palvelukseen ja vapauttaa tehtävästä toimitusjohtaja; 4) päättää luottamushenkilöiden palkkioiden ja muiden korvauksien perusteista; 5) päättää jäsenyhteisöjen maksuosuuksista siten kuin 131 ja 132 §:ssä säädetään; 6) käsitellä tilinpäätös ja tilintarkastuskertomus sekä päättää tilinpäätöksen vahvistamisesta, vastuuvapauden myöntämisestä hallitukselle ja muille tilivelvollisille sekä niistä muista toimenpiteistä, joihin on aihetta; 7) hyväksyä talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi sekä toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:138",
        "normalized_fi": "Kunnallisen eläkelaitoksen päätösvaltaa käyttää valtuuskunta. Valtuuskunta voi eläkelaitoksen johtosäännössä siirtää päätösvaltaansa eläkelaitoksen muille toimielimille. Päätösvaltaa ei saa kuitenkaan siirtää asioissa, joista valtuuskunnan tai muun toimielimen on tämän lain mukaan päätettävä. Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki sisäasiainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti. Valtuuskunnan tehtävänä on: 1) valita hallituksen jäsenet ja varajäsenet sekä tilintarkastaja enintään valtuuskunnan toimikautta varten; 2) päättää eläkelaitoksen johtosäännöstä, lisäeläkesäännöstä ja tilisäännöstä; 3) ottaa palvelukseen ja vapauttaa tehtävästä toimitusjohtaja; 4) päättää luottamushenkilöiden palkkioiden ja muiden korvauksien perusteista; 5) päättää jäsenyhteisöjen maksuosuuksista siten kuin 131 ja 132 § :ssä säädetään; 6) käsitellä tilinpäätös ja tilintarkastuskertomus sekä päättää tilinpäätöksen vahvistamisesta, vastuuvapauden myöntämisestä hallitukselle ja muille tilivelvollisille sekä niistä muista toimenpiteistä, joihin on aihetta; 7) hyväksyä talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi sekä toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
        "folded_fi": "kunnallisen elakelaitoksen paatosvaltaa kayttaa valtuuskunta. valtuuskunta voi elakelaitoksen johtosaannossa siirtaa paatosvaltaansa elakelaitoksen muille toimielimille. paatosvaltaa ei saa kuitenkaan siirtaa asioissa, joista valtuuskunnan tai muun toimielimen on taman lain mukaan paatettava. valtuuskunnassa on 30 jasenta seka jokaisella heista henkilokohtainen varajasen, jotka kaikki sisaasiainministerio maaraa neljaksi kalenterivuodeksi kerrallaan. vahintaan nelja jasenta ja yhta monta varajasenta maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdottamista henkiloista. muut jasenet ja varajasenet maarataan suomen kuntaliitto ry:n ehdottamista henkiloista siten, etta kunnat ja kuntayhtymat ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. naita jasenia ja varajasenia maarattaessa otetaan lisaksi huomioon eri ryhmien kunnallisvaaleissa saama aaniosuus vaalilaissa (714/1998) saadetyn suhteellisuusperiaatteen mukaisesti. valtuuskunnan tehtavana on: 1) valita hallituksen jasenet ja varajasenet seka tilintarkastaja enintaan valtuuskunnan toimikautta varten; 2) paattaa elakelaitoksen johtosaannosta, lisaelakesaannosta ja tilisaannosta; 3) ottaa palvelukseen ja vapauttaa tehtavasta toimitusjohtaja; 4) paattaa luottamushenkiloiden palkkioiden ja muiden korvauksien perusteista; 5) paattaa jasenyhteisojen maksuosuuksista siten kuin 131 ja 132 §:ssa saadetaan; 6) kasitella tilinpaatos ja tilintarkastuskertomus seka paattaa tilinpaatoksen vahvistamisesta, vastuuvapauden myontamisesta hallitukselle ja muille tilivelvollisille seka niista muista toimenpiteista, joihin on aihetta; 7) hyvaksya talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi seka toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
        "title_sv": "Delegationen",
        "content_sv": "Den kommunala pensionsanstaltens beslutanderätt utövas av dess delegation. Delegationen kan enligt instruktionen för pensionsanstalten överföra beslutanderätt till andra organ inom pensionsanstalten. Beslutanderätten får dock inte överföras i ärenden om vilka delegationen eller något annat organ skall besluta enligt denna lag. Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av inrikesministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas skall dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). Delegationen har till uppgift att 1) välja styrelsemedlemmar och suppleanter samt revisor för högst delegationens mandatperiod, 2) besluta om instruktionen för pensionsanstalten, tilläggspensionsstadgan och räkenskapsstadgan, 3) anställa och avskeda verkställande direktören, 4) besluta om grunderna för arvoden och andra ersättningar till de förtroendevalda, 5) besluta om medlemssamfundens betalningsandelar på det sätt som bestäms i 131 och 132 §, 6) behandla bokslutet och revisionsberättelsen samt besluta om fastställande av bokslutet, beviljande av ansvarsfrihet för styrelsen och andra redovisningsskyldiga och andra åtgärder som är behövliga, 7) godkänna budgeten för det följande året som en allmän ekonomisk anvisning samt en verksamhets- och ekonomiplan för tre eller flera år.",
        "normalized_sv": "Den kommunala pensionsanstaltens beslutanderätt utövas av dess delegation. Delegationen kan enligt instruktionen för pensionsanstalten överföra beslutanderätt till andra organ inom pensionsanstalten. Beslutanderätten får dock inte överföras i ärenden om vilka delegationen eller något annat organ skall besluta enligt denna lag. Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av inrikesministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas skall dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). Delegationen har till uppgift att 1) välja styrelsemedlemmar och suppleanter samt revisor för högst delegationens mandatperiod, 2) besluta om instruktionen för pensionsanstalten, tilläggspensionsstadgan och räkenskapsstadgan, 3) anställa och avskeda verkställande direktören, 4) besluta om grunderna för arvoden och andra ersättningar till de förtroendevalda, 5) besluta om medlemssamfundens betalningsandelar på det sätt som bestäms i 131 och 132 § , 6) behandla bokslutet och revisionsberättelsen samt besluta om fastställande av bokslutet, beviljande av ansvarsfrihet för styrelsen och andra redovisningsskyldiga och andra åtgärder som är behövliga, 7) godkänna budgeten för det följande året som en allmän ekonomisk anvisning samt en verksamhets- och ekonomiplan för tre eller flera år.",
        "folded_sv": "den kommunala pensionsanstaltens beslutanderatt utovas av dess delegation. delegationen kan enligt instruktionen for pensionsanstalten overfora beslutanderatt till andra organ inom pensionsanstalten. beslutanderatten far dock inte overforas i arenden om vilka delegationen eller nagot annat organ skall besluta enligt denna lag. delegationen bestar av 30 medlemmar med en personlig suppleant for var och en av dem, vilka samtliga forordnas av inrikesministeriet for fyra kalenderar i sander. minst fyra medlemmar och lika manga suppleanter forordnas bland personer som foreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. ovriga medlemmar och suppleanter forordnas bland personer som finlands kommunforbund rf foreslagit sa att kommunerna och samkommunerna samt landets olika delar ar rattvist representerade i delegationen. nar dessa medlemmar och suppleanter forordnas skall dessutom de olika gruppernas rostandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). delegationen har till uppgift att 1) valja styrelsemedlemmar och suppleanter samt revisor for hogst delegationens mandatperiod, 2) besluta om instruktionen for pensionsanstalten, tillaggspensionsstadgan och rakenskapsstadgan, 3) anstalla och avskeda verkstallande direktoren, 4) besluta om grunderna for arvoden och andra ersattningar till de fortroendevalda, 5) besluta om medlemssamfundens betalningsandelar pa det satt som bestams i 131 och 132 §, 6) behandla bokslutet och revisionsberattelsen samt besluta om faststallande av bokslutet, beviljande av ansvarsfrihet for styrelsen och andra redovisningsskyldiga och andra atgarder som ar behovliga, 7) godkanna budgeten for det foljande aret som en allman ekonomisk anvisning samt en verksamhets- och ekonomiplan for tre eller flera ar."
      }
    },
    {
      "provision_ref": "139",
      "section": "139",
      "title": "Hallitus",
      "content": "Kunnallisen eläkelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. Hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. Hallituksessa on yhdeksän jäsentä sekä jokaisella heistä henkilökohtainen varajäsen. Hallituksen jäsenistä kaksi jäsentä ja heidän varajäsenensä valitaan kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen yhteisesti ehdottamista henkilöistä. Valtuuskunta määrää varsinaisista jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Hallituksen tehtävänä on: 1) valmistella valtuuskunnassa käsiteltävät asiat ja huolehtia valtuuskunnan päätösten toimeenpanosta; 2) ohjata ja valvoa eläkelaitoksen toimintaa; 3) laatia eläkevarojen sijoittamista koskeva suunnitelma sekä käsitellä muutkin sijoitustoiminnan kannalta periaatteellisesti tärkeät tai laajakantoiset asiat. Valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. Erottamispäätös koskee kaikkia hallituksen jäseniä. Valtuuskunta valitsee tällöin uuden hallituksen jäljellä olevaksi valtuuskunnan toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:139",
        "normalized_fi": "Kunnallisen eläkelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. Hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. Hallituksessa on yhdeksän jäsentä sekä jokaisella heistä henkilökohtainen varajäsen. Hallituksen jäsenistä kaksi jäsentä ja heidän varajäsenensä valitaan kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen yhteisesti ehdottamista henkilöistä. Valtuuskunta määrää varsinaisista jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Hallituksen tehtävänä on: 1) valmistella valtuuskunnassa käsiteltävät asiat ja huolehtia valtuuskunnan päätösten toimeenpanosta; 2) ohjata ja valvoa eläkelaitoksen toimintaa; 3) laatia eläkevarojen sijoittamista koskeva suunnitelma sekä käsitellä muutkin sijoitustoiminnan kannalta periaatteellisesti tärkeät tai laajakantoiset asiat. Valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. Erottamispäätös koskee kaikkia hallituksen jäseniä. Valtuuskunta valitsee tällöin uuden hallituksen jäljellä olevaksi valtuuskunnan toimikaudeksi.",
        "folded_fi": "kunnallisen elakelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. hallituksessa on yhdeksan jasenta seka jokaisella heista henkilokohtainen varajasen. hallituksen jasenista kaksi jasenta ja heidan varajasenensa valitaan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen yhteisesti ehdottamista henkiloista. valtuuskunta maaraa varsinaisista jasenista yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. hallituksen tehtavana on: 1) valmistella valtuuskunnassa kasiteltavat asiat ja huolehtia valtuuskunnan paatosten toimeenpanosta; 2) ohjata ja valvoa elakelaitoksen toimintaa; 3) laatia elakevarojen sijoittamista koskeva suunnitelma seka kasitella muutkin sijoitustoiminnan kannalta periaatteellisesti tarkeat tai laajakantoiset asiat. valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. erottamispaatos koskee kaikkia hallituksen jasenia. valtuuskunta valitsee talloin uuden hallituksen jaljella olevaksi valtuuskunnan toimikaudeksi.",
        "title_sv": "Styrelsen",
        "content_sv": "Den kommunala pensionsanstaltens förvaltning sköts av styrelsen som väljs av delegationen för två år i sänder. Styrelsens mandatperiod fortsätter dock tills nästa styrelse är vald. Styrelsen består av nio medlemmar med en personlig suppleant för var och en av dem. Två av styrelsemedlemmarna och deras suppleanter väljs bland personer som föreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Delegationen förordnar en av de ordinarie medlemmarna till ordförande och en till vice ordförande. Styrelsen har till uppgift att 1) bereda de ärenden som skall behandlas i delegationen och se till att delegationens beslut verkställs, 2) styra och övervaka pensionsanstaltens verksamhet, 3) göra upp en plan för placeringen av pensionsmedlen samt behandla övriga ärenden som är principiellt viktiga eller vittomfattande med tanke på placeringsverksamheten. Delegationen kan avsätta styrelsen under dess mandatperiod, om styrelsen inte åtnjuter delegationens förtroende. Avsättningsbeslutet gäller samtliga styrelsemedlemmar. Delegationen väljer i sådana fall en ny styrelse för återstoden av delegationens mandatperiod.",
        "normalized_sv": "Den kommunala pensionsanstaltens förvaltning sköts av styrelsen som väljs av delegationen för två år i sänder. Styrelsens mandatperiod fortsätter dock tills nästa styrelse är vald. Styrelsen består av nio medlemmar med en personlig suppleant för var och en av dem. Två av styrelsemedlemmarna och deras suppleanter väljs bland personer som föreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Delegationen förordnar en av de ordinarie medlemmarna till ordförande och en till vice ordförande. Styrelsen har till uppgift att 1) bereda de ärenden som skall behandlas i delegationen och se till att delegationens beslut verkställs, 2) styra och övervaka pensionsanstaltens verksamhet, 3) göra upp en plan för placeringen av pensionsmedlen samt behandla övriga ärenden som är principiellt viktiga eller vittomfattande med tanke på placeringsverksamheten. Delegationen kan avsätta styrelsen under dess mandatperiod, om styrelsen inte åtnjuter delegationens förtroende. Avsättningsbeslutet gäller samtliga styrelsemedlemmar. Delegationen väljer i sådana fall en ny styrelse för återstoden av delegationens mandatperiod.",
        "folded_sv": "den kommunala pensionsanstaltens forvaltning skots av styrelsen som valjs av delegationen for tva ar i sander. styrelsens mandatperiod fortsatter dock tills nasta styrelse ar vald. styrelsen bestar av nio medlemmar med en personlig suppleant for var och en av dem. tva av styrelsemedlemmarna och deras suppleanter valjs bland personer som foreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. delegationen forordnar en av de ordinarie medlemmarna till ordforande och en till vice ordforande. styrelsen har till uppgift att 1) bereda de arenden som skall behandlas i delegationen och se till att delegationens beslut verkstalls, 2) styra och overvaka pensionsanstaltens verksamhet, 3) gora upp en plan for placeringen av pensionsmedlen samt behandla ovriga arenden som ar principiellt viktiga eller vittomfattande med tanke pa placeringsverksamheten. delegationen kan avsatta styrelsen under dess mandatperiod, om styrelsen inte atnjuter delegationens fortroende. avsattningsbeslutet galler samtliga styrelsemedlemmar. delegationen valjer i sadana fall en ny styrelse for aterstoden av delegationens mandatperiod."
      }
    },
    {
      "provision_ref": "140",
      "section": "140",
      "title": "Kunnallisen eläkelaitoksen henkilöstö",
      "content": "Eläkelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. Eläkelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). Työkyvyttömyys- ja kuntoutusasioiden sekä muiden lääketieteellisiä kysymyksiä sisältävien asioiden valmisteluun eläkelaitoksessa on osallistuttava yhden tai useamman laillistetun lääkärin. Eläkelaitoksen lääkäri voi merkitä kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkilöistä annetun lain (559/1994) 23 §:ssä säädettyjä lääkintölaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:140",
        "normalized_fi": "Eläkelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. Eläkelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). Työkyvyttömyys- ja kuntoutusasioiden sekä muiden lääketieteellisiä kysymyksiä sisältävien asioiden valmisteluun eläkelaitoksessa on osallistuttava yhden tai useamman laillistetun lääkärin. Eläkelaitoksen lääkäri voi merkitä kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkilöistä annetun lain (559/1994) 23 § :ssä säädettyjä lääkintölaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
        "folded_fi": "elakelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. elakelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). tyokyvyttomyys- ja kuntoutusasioiden seka muiden laaketieteellisia kysymyksia sisaltavien asioiden valmisteluun elakelaitoksessa on osallistuttava yhden tai useamman laillistetun laakarin. elakelaitoksen laakari voi merkita kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkiloista annetun lain (559/1994) 23 §:ssa saadettyja laakintolaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
        "title_sv": "Den kommunala pensionsanstaltens personal",
        "content_sv": "Pensionsanstaltens verksamhet leds av verkställande direktören som är underställd styrelsen. På pensionsanstaltens tjänsteinnehavare tillämpas lagen om kommunala tjänsteinnehavare (304/2003). En eller flera legitimerade läkare skall i pensionsanstalten delta i beredningen av ärenden som gäller arbetsoförmåga eller rehabilitering samt andra ärenden som innehåller medicinska frågor. Läkaren kan anteckna sin ståndpunkt i handlingarna utan att följa vad som i 23 § i lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994) bestäms om formkraven för rättsmedicinska intyg och utlåtanden.",
        "normalized_sv": "Pensionsanstaltens verksamhet leds av verkställande direktören som är underställd styrelsen. På pensionsanstaltens tjänsteinnehavare tillämpas lagen om kommunala tjänsteinnehavare (304/2003). En eller flera legitimerade läkare skall i pensionsanstalten delta i beredningen av ärenden som gäller arbetsoförmåga eller rehabilitering samt andra ärenden som innehåller medicinska frågor. Läkaren kan anteckna sin ståndpunkt i handlingarna utan att följa vad som i 23 § i lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994) bestäms om formkraven för rättsmedicinska intyg och utlåtanden.",
        "folded_sv": "pensionsanstaltens verksamhet leds av verkstallande direktoren som ar understalld styrelsen. pa pensionsanstaltens tjansteinnehavare tillampas lagen om kommunala tjansteinnehavare (304/2003). en eller flera legitimerade lakare skall i pensionsanstalten delta i beredningen av arenden som galler arbetsoformaga eller rehabilitering samt andra arenden som innehaller medicinska fragor. lakaren kan anteckna sin standpunkt i handlingarna utan att folja vad som i 23 § i lagen om yrkesutbildade personer inom halso- och sjukvarden (559/1994) bestams om formkraven for rattsmedicinska intyg och utlatanden."
      }
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Kuntien eläkeneuvottelukunta",
      "content": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on sisäasiainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Sisäasiainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustaa sisäasiainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on sisäasiainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Sisäasiainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustaa sisäasiainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
        "folded_fi": "kunnalliseen elaketurvaan liittyvan lainsaadannon kehittamiseen liittyvien kysymysten kasittelya varten on sisaasiainministerion yhteydessa valmistelu-, neuvottelu- ja lausunnonantoelimena kuntien elakeneuvottelukunta. neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jasenta. jokaisella jasenella on henkilokohtainen varajasen. sisaasiainministerio maaraa jasenet neljaksi vuodeksi kerrallaan siten, etta jasenista puheenjohtaja ja hanen varamiehensa edustaa sisaasiainministeriota. muista jasenista nelja maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdotuksesta ja nelja kunnallisen elakelaitoksen ehdotuksesta.",
        "title_sv": "Kommunernas pensionsdelegation",
        "content_sv": "Vid inrikesministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Inrikesministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder inrikesministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "normalized_sv": "Vid inrikesministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Inrikesministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder inrikesministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "folded_sv": "vid inrikesministeriet finns ett berednings-, forhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar fragor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. pensionsdelegationen har en ordforande och atta andra medlemmar. varje medlem har en personlig suppleant. inrikesministeriet forordnar medlemmarna for fyra ar i sander sa att av medlemmarna ordforanden och hans eller hennes suppleant foretrader inrikesministeriet. fyra av de ovriga medlemmarna forordnas pa forslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra pa forslag av den kommunala pensionsanstalten."
      }
    },
    {
      "provision_ref": "142",
      "section": "142",
      "title": "Luottamushenkilöt",
      "content": "Eläkelaitoksen luottamushenkilöt toimivat tässä laissa tarkoitetuissa tehtävissään virkavastuulla. Jos luottamushenkilön paikka vapautuu kesken toimikauden, hänen tilalleen määrätään tai valitaan seuraaja jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:142",
        "normalized_fi": "Eläkelaitoksen luottamushenkilöt toimivat tässä laissa tarkoitetuissa tehtävissään virkavastuulla. Jos luottamushenkilön paikka vapautuu kesken toimikauden, hänen tilalleen määrätään tai valitaan seuraaja jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "elakelaitoksen luottamushenkilot toimivat tassa laissa tarkoitetuissa tehtavissaan virkavastuulla. jos luottamushenkilon paikka vapautuu kesken toimikauden, hanen tilalleen maarataan tai valitaan seuraaja jaljella olevaksi toimikaudeksi.",
        "title_sv": "Förtroendevalda",
        "content_sv": "Pensionsanstaltens förtroendevalda utför sina uppgifter enligt denna lag under tjänsteansvar. Om en plats som förtroendevald blir ledig under mandatperioden, förordnas eller väljs en efterträdare för återstoden av perioden.",
        "normalized_sv": "Pensionsanstaltens förtroendevalda utför sina uppgifter enligt denna lag under tjänsteansvar. Om en plats som förtroendevald blir ledig under mandatperioden, förordnas eller väljs en efterträdare för återstoden av perioden.",
        "folded_sv": "pensionsanstaltens fortroendevalda utfor sina uppgifter enligt denna lag under tjansteansvar. om en plats som fortroendevald blir ledig under mandatperioden, forordnas eller valjs en eftertradare for aterstoden av perioden."
      }
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Valitusaika",
      "content": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Kunnallisen eläkelaitoksen ja työeläkeasioiden muutoksenhakulautakunnan päätös saadaan antaa tiedoksi asianosaiselle lähettämällä se hänelle postitse. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Kunnallisen eläkelaitoksen ja työeläkeasioiden muutoksenhakulautakunnan päätös saadaan antaa tiedoksi asianosaiselle lähettämällä se hänelle postitse. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
        "folded_fi": "valitusaika on 30 paivaa paatoksen tiedoksisaannista. kunnallisen elakelaitoksen ja tyoelakeasioiden muutoksenhakulautakunnan paatos saadaan antaa tiedoksi asianosaiselle lahettamalla se hanelle postitse. jollei valituksen yhteydessa muuta nayteta, katsotaan valittajan saaneen paatoksesta tiedon seitsemantena paivana sen jalkeen, kun paatos on hanen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
        "title_sv": "Besvärstid",
        "content_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Beslut av den kommunala pensionsanstalten och besvärsnämnden för arbetspensionsärenden får delges en part med posten. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgivit.",
        "normalized_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Beslut av den kommunala pensionsanstalten och besvärsnämnden för arbetspensionsärenden får delges en part med posten. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgivit.",
        "folded_sv": "besvarstiden ar 30 dagar fran delfaendet av beslutet. beslut av den kommunala pensionsanstalten och besvarsnamnden for arbetspensionsarenden far delges en part med posten. om inte nagot annat visas i samband med besvaren, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den da beslutet postades under den adress som han eller hon uppgivit."
      }
    },
    {
      "provision_ref": "159",
      "section": "159",
      "title": "Eläkelaitoksen itseoikaisu",
      "content": "Eläkkeenhakijan tai -saajan on toimitettava 156 §:n 1 momentissa tarkoitettu valituskirjelmä valitusajassa työeläkeasioiden muutoksenhakulautakunnalle. Jos eläkelaitos ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnan käsiteltäväksi. Jos valitus koskee muutoksenhakulautakunnan päätöstä, valituskirjelmä ja lausunto on samassa ajassa toimitettava vakuutusoikeuden käsiteltäväksi. Eläkelaitos voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos asia oli jo toimitettu valitusviranomaiselle, eläkelaitoksen on ilmoitettava sille heti väliaikaisesta päätöksestään. Väliaikaiseen päätökseen ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:159",
        "normalized_fi": "Eläkkeenhakijan tai -saajan on toimitettava 156 § :n 1 momentissa tarkoitettu valituskirjelmä valitusajassa työeläkeasioiden muutoksenhakulautakunnalle. Jos eläkelaitos ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnan käsiteltäväksi. Jos valitus koskee muutoksenhakulautakunnan päätöstä, valituskirjelmä ja lausunto on samassa ajassa toimitettava vakuutusoikeuden käsiteltäväksi. Eläkelaitos voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos asia oli jo toimitettu valitusviranomaiselle, eläkelaitoksen on ilmoitettava sille heti väliaikaisesta päätöksestään. Väliaikaiseen päätökseen ei saa hakea muutosta.",
        "folded_fi": "elakkeenhakijan tai -saajan on toimitettava 156 §:n 1 momentissa tarkoitettu valituskirjelma valitusajassa tyoelakeasioiden muutoksenhakulautakunnalle. jos elakelaitos ei voi oikaista valituksen kohteena olevaa paatosta 2 momentissa mainituin tavoin, sen on 30 paivan kuluessa valitusajan paattymisesta toimitettava valituskirjelma ja lausuntonsa tyoelakeasioiden muutoksenhakulautakunnan kasiteltavaksi. jos valitus koskee muutoksenhakulautakunnan paatosta, valituskirjelma ja lausunto on samassa ajassa toimitettava vakuutusoikeuden kasiteltavaksi. elakelaitos voi talloin valiaikaisella paatoksella oikaista aikaisemman paatoksensa silta osin kuin se hyvaksyy valituksessa esitetyn vaatimuksen. jos asia oli jo toimitettu valitusviranomaiselle, elakelaitoksen on ilmoitettava sille heti valiaikaisesta paatoksestaan. valiaikaiseen paatokseen ei saa hakea muutosta.",
        "title_sv": "Pensionsanstaltens självrättelse",
        "content_sv": "Pensionssökanden eller pensionstagaren skall inom besvärstiden tillställa besvärsnämnden för arbetspensionsärenden en sådan besvärsskrift som avses i 156 § 1 mom. Om pensionsanstalten inte kan rätta ett genom besvär överklagat beslut på det sätt som anges i 2 mom., skall den inom 30 dagar efter besvärstidens utgång tillställa besvärsnämnden för arbetspensionsärenden besvärsskriften och sitt utlåtande för behandling. Om besvären gäller nämndens beslut, skall besvärsskriften och utlåtandet inom samma tid tillställas försäkringsdomstolen för behandling. Pensionsanstalten kan då genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om ärendet redan tillställts besvärsmyndigheten, skall pensionsanstalten omedelbart underrätta myndigheten om det interimistiska beslutet. Ändring i interimistiska beslut får inte sökas.",
        "normalized_sv": "Pensionssökanden eller pensionstagaren skall inom besvärstiden tillställa besvärsnämnden för arbetspensionsärenden en sådan besvärsskrift som avses i 156 § 1 mom. Om pensionsanstalten inte kan rätta ett genom besvär överklagat beslut på det sätt som anges i 2 mom., skall den inom 30 dagar efter besvärstidens utgång tillställa besvärsnämnden för arbetspensionsärenden besvärsskriften och sitt utlåtande för behandling. Om besvären gäller nämndens beslut, skall besvärsskriften och utlåtandet inom samma tid tillställas försäkringsdomstolen för behandling. Pensionsanstalten kan då genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om ärendet redan tillställts besvärsmyndigheten, skall pensionsanstalten omedelbart underrätta myndigheten om det interimistiska beslutet. Ändring i interimistiska beslut får inte sökas.",
        "folded_sv": "pensionssokanden eller pensionstagaren skall inom besvarstiden tillstalla besvarsnamnden for arbetspensionsarenden en sadan besvarsskrift som avses i 156 § 1 mom. om pensionsanstalten inte kan ratta ett genom besvar overklagat beslut pa det satt som anges i 2 mom., skall den inom 30 dagar efter besvarstidens utgang tillstalla besvarsnamnden for arbetspensionsarenden besvarsskriften och sitt utlatande for behandling. om besvaren galler namndens beslut, skall besvarsskriften och utlatandet inom samma tid tillstallas forsakringsdomstolen for behandling. pensionsanstalten kan da genom ett interimistiskt beslut ratta sitt tidigare beslut till den del den godkanner yrkandet i besvaren. om arendet redan tillstallts besvarsmyndigheten, skall pensionsanstalten omedelbart underratta myndigheten om det interimistiska beslutet. andring i interimistiska beslut far inte sokas."
      }
    },
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Tilintarkastus ja tilinpäätös",
      "content": "Kunnallisen eläkelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema Keskuskauppakamarin hyväksymä tilintarkastusyhteisö. Tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). Eläkelaitos laatii tilinpäätöksen kalenterivuosittain. Tilinpäätöksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:165",
        "normalized_fi": "Kunnallisen eläkelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema Keskuskauppakamarin hyväksymä tilintarkastusyhteisö. Tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). Eläkelaitos laatii tilinpäätöksen kalenterivuosittain. Tilinpäätöksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
        "folded_fi": "kunnallisen elakelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema keskuskauppakamarin hyvaksyma tilintarkastusyhteiso. tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). elakelaitos laatii tilinpaatoksen kalenterivuosittain. tilinpaatoksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
        "title_sv": "Revision och bokslut",
        "content_sv": "Revision av den kommunala pensionsanstaltens räkenskaper och förvaltning utförs av en av Centralhandelskammaren godkänd revisionssammanslutning som delegationen valt för sin mandatperiod. Vid revisionen iakttas revisionslagen (936/1994) i tillämpliga delar. Pensionsanstalten upprättar bokslut för varje kalenderår. Vid upprättandet av bokslutet iakttas bokföringslagen (1336/1997) i tillämpliga delar.",
        "normalized_sv": "Revision av den kommunala pensionsanstaltens räkenskaper och förvaltning utförs av en av Centralhandelskammaren godkänd revisionssammanslutning som delegationen valt för sin mandatperiod. Vid revisionen iakttas revisionslagen (936/1994) i tillämpliga delar. Pensionsanstalten upprättar bokslut för varje kalenderår. Vid upprättandet av bokslutet iakttas bokföringslagen (1336/1997) i tillämpliga delar.",
        "folded_sv": "revision av den kommunala pensionsanstaltens rakenskaper och forvaltning utfors av en av centralhandelskammaren godkand revisionssammanslutning som delegationen valt for sin mandatperiod. vid revisionen iakttas revisionslagen (936/1994) i tillampliga delar. pensionsanstalten upprattar bokslut for varje kalenderar. vid upprattandet av bokslutet iakttas bokforingslagen (1336/1997) i tillampliga delar."
      }
    },
    {
      "provision_ref": "168",
      "section": "168",
      "title": "Johtosääntö",
      "content": "Kunnallisen eläkelaitoksen toimielimistä sekä niiden kokoonpanosta, tehtävistä ja toimikaudesta samoin kuin muusta eläkelaitoksen toiminnasta annetaan tarvittavat määräykset johtosäännössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168",
        "normalized_fi": "Kunnallisen eläkelaitoksen toimielimistä sekä niiden kokoonpanosta, tehtävistä ja toimikaudesta samoin kuin muusta eläkelaitoksen toiminnasta annetaan tarvittavat määräykset johtosäännössä.",
        "folded_fi": "kunnallisen elakelaitoksen toimielimista seka niiden kokoonpanosta, tehtavista ja toimikaudesta samoin kuin muusta elakelaitoksen toiminnasta annetaan tarvittavat maaraykset johtosaannossa.",
        "title_sv": "Instruktion",
        "content_sv": "Behövliga bestämmelser om den kommunala pensionsanstaltens organ och deras sammansättning, uppgifter och mandatperiod samt pensionsanstaltens övriga verksamhet ges i en instruktion.",
        "normalized_sv": "Behövliga bestämmelser om den kommunala pensionsanstaltens organ och deras sammansättning, uppgifter och mandatperiod samt pensionsanstaltens övriga verksamhet ges i en instruktion.",
        "folded_sv": "behovliga bestammelser om den kommunala pensionsanstaltens organ och deras sammansattning, uppgifter och mandatperiod samt pensionsanstaltens ovriga verksamhet ges i en instruktion."
      }
    },
    {
      "provision_ref": "168 a",
      "section": "168 a",
      "title": "Jäsenyhteisöksi liittyminen ja jäsenyyden päättäminen",
      "content": "Yhdistyksen, osakeyhtiön tai säätiön, joka haluaa liittyä kunnallisen eläkelaitoksen jäsenyhteisöksi, on haettava jäsenyyttä kirjallisesti eläkelaitoksen hallitukselta. Hallitus päättää täyttääkö yhdistys, osakeyhtiö tai säätiö 2 §:n 2 momentissa säädetyt edellytykset ja mistä ajankohdasta jäsenyys alkaa. Jos tulee selvitetyksi, ettei jäsenyhteisöksi liittynyt yhdistys, osakeyhtiö tai säätiö enää täytä 2 §:n 2 momentissa säädettyjä jäsenyyden edellytyksiä, taikka jos jäsenyhteisö on ilmoittanut kirjallisesti haluavansa erota jäsenyydestä, hallitus toteaa jäsenyyden päättyneen kyseistä jäsenyhteisöä kuultuaan. Jäsenyhteisön on ilmoitettava erosta viimeistään kolme kuukautta ennen jäsenyyden päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168 a",
        "normalized_fi": "Yhdistyksen, osakeyhtiön tai säätiön, joka haluaa liittyä kunnallisen eläkelaitoksen jäsenyhteisöksi, on haettava jäsenyyttä kirjallisesti eläkelaitoksen hallitukselta. Hallitus päättää täyttääkö yhdistys, osakeyhtiö tai säätiö 2 § :n 2 momentissa säädetyt edellytykset ja mistä ajankohdasta jäsenyys alkaa. Jos tulee selvitetyksi, ettei jäsenyhteisöksi liittynyt yhdistys, osakeyhtiö tai säätiö enää täytä 2 § :n 2 momentissa säädettyjä jäsenyyden edellytyksiä, taikka jos jäsenyhteisö on ilmoittanut kirjallisesti haluavansa erota jäsenyydestä, hallitus toteaa jäsenyyden päättyneen kyseistä jäsenyhteisöä kuultuaan. Jäsenyhteisön on ilmoitettava erosta viimeistään kolme kuukautta ennen jäsenyyden päättymistä.",
        "folded_fi": "yhdistyksen, osakeyhtion tai saation, joka haluaa liittya kunnallisen elakelaitoksen jasenyhteisoksi, on haettava jasenyytta kirjallisesti elakelaitoksen hallitukselta. hallitus paattaa tayttaako yhdistys, osakeyhtio tai saatio 2 §:n 2 momentissa saadetyt edellytykset ja mista ajankohdasta jasenyys alkaa. jos tulee selvitetyksi, ettei jasenyhteisoksi liittynyt yhdistys, osakeyhtio tai saatio enaa tayta 2 §:n 2 momentissa saadettyja jasenyyden edellytyksia, taikka jos jasenyhteiso on ilmoittanut kirjallisesti haluavansa erota jasenyydesta, hallitus toteaa jasenyyden paattyneen kyseista jasenyhteisoa kuultuaan. jasenyhteison on ilmoitettava erosta viimeistaan kolme kuukautta ennen jasenyyden paattymista.",
        "title_sv": "Anslutning som medlemssamfund och avslutande av medlemskap",
        "content_sv": "En förening, ett aktiebolag eller en stiftelse som önskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansöka skriftligt om medlemskap hos pensionsanstaltens styrelse. Styrelsen avgör om föreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och från vilken tidpunkt medlemskapet börjar. Om det blir klarlagt att en förening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte längre uppfyller villkoren för medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmält att det önskar utträda ur medlemskapet, konstaterar styrelsen efter att ha hört medlemssamfundet i fråga att medlemskapet upphört. Medlemssamfundet skall anmäla sitt utträde senast tre månader innan medlemskapet upphör.",
        "normalized_sv": "En förening, ett aktiebolag eller en stiftelse som önskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansöka skriftligt om medlemskap hos pensionsanstaltens styrelse. Styrelsen avgör om föreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och från vilken tidpunkt medlemskapet börjar. Om det blir klarlagt att en förening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte längre uppfyller villkoren för medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmält att det önskar utträda ur medlemskapet, konstaterar styrelsen efter att ha hört medlemssamfundet i fråga att medlemskapet upphört. Medlemssamfundet skall anmäla sitt utträde senast tre månader innan medlemskapet upphör.",
        "folded_sv": "en forening, ett aktiebolag eller en stiftelse som onskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansoka skriftligt om medlemskap hos pensionsanstaltens styrelse. styrelsen avgor om foreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och fran vilken tidpunkt medlemskapet borjar. om det blir klarlagt att en forening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte langre uppfyller villkoren for medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmalt att det onskar uttrada ur medlemskapet, konstaterar styrelsen efter att ha hort medlemssamfundet i fraga att medlemskapet upphort. medlemssamfundet skall anmala sitt uttrade senast tre manader innan medlemskapet upphor."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetään työansioiden perusteella määräytyvästä kunnallisesta eläketurvasta. Eläketurvasta huolehtii julkisoikeudellinen Kuntien eläkevakuutus -niminen kunnallinen eläkelaitos. Eläkelaitoksen kotipaikka on Helsinki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään työansioiden perusteella määräytyvästä kunnallisesta eläketurvasta. Eläketurvasta huolehtii julkisoikeudellinen Kuntien eläkevakuutus -niminen kunnallinen eläkelaitos. Eläkelaitoksen kotipaikka on Helsinki.",
        "folded_fi": "tassa laissa saadetaan tyoansioiden perusteella maaraytyvasta kunnallisesta elaketurvasta. elaketurvasta huolehtii julkisoikeudellinen kuntien elakevakuutus -niminen kunnallinen elakelaitos. elakelaitoksen kotipaikka on helsinki.",
        "title_sv": "Lagens syfte",
        "content_sv": "I denna lag föreskrivs om kommunalt pensionsskydd på grundval av arbetsinkomst. Pensionsskyddet sköts av den offentligrättsliga kommunala pensionsanstalten Kommunernas pensionsförsäkring. Pensionsanstalten har sin hemort i Helsingfors.",
        "normalized_sv": "I denna lag föreskrivs om kommunalt pensionsskydd på grundval av arbetsinkomst. Pensionsskyddet sköts av den offentligrättsliga kommunala pensionsanstalten Kommunernas pensionsförsäkring. Pensionsanstalten har sin hemort i Helsingfors.",
        "folded_sv": "i denna lag foreskrivs om kommunalt pensionsskydd pa grundval av arbetsinkomst. pensionsskyddet skots av den offentligrattsliga kommunala pensionsanstalten kommunernas pensionsforsakring. pensionsanstalten har sin hemort i helsingfors."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Valvonta",
      "content": "Kunnallinen eläkelaitos on sisäasiainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisäasiainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan sisäasiainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Sisäasiainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Kunnallinen eläkelaitos on sisäasiainministeriön valvonnan alainen. Eläkelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin Vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisäasiainministeriölle. Valvontaa varten eläkelaitos on velvollinen toimittamaan sisäasiainministeriölle ja Vakuutusvalvontavirastolle valvonnan edellyttämät tiedot. Sisäasiainministeriö voi erityisestä syystä määrätä suoritettavaksi eläkelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "kunnallinen elakelaitos on sisaasiainministerion valvonnan alainen. elakelaitoksen rahoitustoiminnan suunnittelua ja sijoitustoimintaa valvoo kuitenkin vakuutusvalvontavirasto, joka on velvollinen antamaan valvonnastaan kertomuksen sisaasiainministeriolle. valvontaa varten elakelaitos on velvollinen toimittamaan sisaasiainministeriolle ja vakuutusvalvontavirastolle valvonnan edellyttamat tiedot. sisaasiainministerio voi erityisesta syysta maarata suoritettavaksi elakelaitoksen hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommunala pensionsanstalten står under inrikesministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till inrikesministeriet. Pensionsanstalten är skyldig att för tillsynen lämna inrikesministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Inrikesministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "normalized_sv": "Den kommunala pensionsanstalten står under inrikesministeriets tillsyn. Tillsynen över planeringen av pensionsanstaltens finansieringsverksamhet och över dess placeringsverksamhet handhas dock av Försäkringsinspektionen, som är skyldig att i fråga om tillsynen lämna en berättelse till inrikesministeriet. Pensionsanstalten är skyldig att för tillsynen lämna inrikesministeriet och Försäkringsinspektionen de uppgifter tillsynen kräver. Inrikesministeriet kan av särskilda skäl förordna en specialrevision av pensionsanstaltens förvaltning och räkenskaper.",
        "folded_sv": "den kommunala pensionsanstalten star under inrikesministeriets tillsyn. tillsynen over planeringen av pensionsanstaltens finansieringsverksamhet och over dess placeringsverksamhet handhas dock av forsakringsinspektionen, som ar skyldig att i fraga om tillsynen lamna en berattelse till inrikesministeriet. pensionsanstalten ar skyldig att for tillsynen lamna inrikesministeriet och forsakringsinspektionen de uppgifter tillsynen kraver. inrikesministeriet kan av sarskilda skal forordna en specialrevision av pensionsanstaltens forvaltning och rakenskaper."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "138",
      "section": "138",
      "title": "Valtuuskunta",
      "content": "Kunnallisen eläkelaitoksen päätösvaltaa käyttää valtuuskunta. Valtuuskunta voi eläkelaitoksen johtosäännössä siirtää päätösvaltaansa eläkelaitoksen muille toimielimille. Päätösvaltaa ei saa kuitenkaan siirtää asioissa, joista valtuuskunnan tai muun toimielimen on tämän lain mukaan päätettävä. Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki sisäasiainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti. Valtuuskunnan tehtävänä on: 1) valita hallituksen jäsenet ja varajäsenet sekä tilintarkastaja enintään valtuuskunnan toimikautta varten; 2) päättää eläkelaitoksen johtosäännöstä, lisäeläkesäännöstä ja tilisäännöstä; 3) ottaa palvelukseen ja vapauttaa tehtävästä toimitusjohtaja; 4) päättää luottamushenkilöiden palkkioiden ja muiden korvauksien perusteista; 5) päättää jäsenyhteisöjen maksuosuuksista siten kuin 131 ja 132 §:ssä säädetään; 6) käsitellä tilinpäätös ja tilintarkastuskertomus sekä päättää tilinpäätöksen vahvistamisesta, vastuuvapauden myöntämisestä hallitukselle ja muille tilivelvollisille sekä niistä muista toimenpiteistä, joihin on aihetta; 7) hyväksyä talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi sekä toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:138",
        "normalized_fi": "Kunnallisen eläkelaitoksen päätösvaltaa käyttää valtuuskunta. Valtuuskunta voi eläkelaitoksen johtosäännössä siirtää päätösvaltaansa eläkelaitoksen muille toimielimille. Päätösvaltaa ei saa kuitenkaan siirtää asioissa, joista valtuuskunnan tai muun toimielimen on tämän lain mukaan päätettävä. Valtuuskunnassa on 30 jäsentä sekä jokaisella heistä henkilökohtainen varajäsen, jotka kaikki sisäasiainministeriö määrää neljäksi kalenterivuodeksi kerrallaan. Vähintään neljä jäsentä ja yhtä monta varajäsentä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdottamista henkilöistä. Muut jäsenet ja varajäsenet määrätään Suomen Kuntaliitto ry:n ehdottamista henkilöistä siten, että kunnat ja kuntayhtymät ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. Näitä jäseniä ja varajäseniä määrättäessä otetaan lisäksi huomioon eri ryhmien kunnallisvaaleissa saama ääniosuus vaalilaissa (714/1998) säädetyn suhteellisuusperiaatteen mukaisesti. Valtuuskunnan tehtävänä on: 1) valita hallituksen jäsenet ja varajäsenet sekä tilintarkastaja enintään valtuuskunnan toimikautta varten; 2) päättää eläkelaitoksen johtosäännöstä, lisäeläkesäännöstä ja tilisäännöstä; 3) ottaa palvelukseen ja vapauttaa tehtävästä toimitusjohtaja; 4) päättää luottamushenkilöiden palkkioiden ja muiden korvauksien perusteista; 5) päättää jäsenyhteisöjen maksuosuuksista siten kuin 131 ja 132 § :ssä säädetään; 6) käsitellä tilinpäätös ja tilintarkastuskertomus sekä päättää tilinpäätöksen vahvistamisesta, vastuuvapauden myöntämisestä hallitukselle ja muille tilivelvollisille sekä niistä muista toimenpiteistä, joihin on aihetta; 7) hyväksyä talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi sekä toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
        "folded_fi": "kunnallisen elakelaitoksen paatosvaltaa kayttaa valtuuskunta. valtuuskunta voi elakelaitoksen johtosaannossa siirtaa paatosvaltaansa elakelaitoksen muille toimielimille. paatosvaltaa ei saa kuitenkaan siirtaa asioissa, joista valtuuskunnan tai muun toimielimen on taman lain mukaan paatettava. valtuuskunnassa on 30 jasenta seka jokaisella heista henkilokohtainen varajasen, jotka kaikki sisaasiainministerio maaraa neljaksi kalenterivuodeksi kerrallaan. vahintaan nelja jasenta ja yhta monta varajasenta maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdottamista henkiloista. muut jasenet ja varajasenet maarataan suomen kuntaliitto ry:n ehdottamista henkiloista siten, etta kunnat ja kuntayhtymat ja maan eri osat saavat valtuuskunnassa tasapuolisen edustuksen. naita jasenia ja varajasenia maarattaessa otetaan lisaksi huomioon eri ryhmien kunnallisvaaleissa saama aaniosuus vaalilaissa (714/1998) saadetyn suhteellisuusperiaatteen mukaisesti. valtuuskunnan tehtavana on: 1) valita hallituksen jasenet ja varajasenet seka tilintarkastaja enintaan valtuuskunnan toimikautta varten; 2) paattaa elakelaitoksen johtosaannosta, lisaelakesaannosta ja tilisaannosta; 3) ottaa palvelukseen ja vapauttaa tehtavasta toimitusjohtaja; 4) paattaa luottamushenkiloiden palkkioiden ja muiden korvauksien perusteista; 5) paattaa jasenyhteisojen maksuosuuksista siten kuin 131 ja 132 §:ssa saadetaan; 6) kasitella tilinpaatos ja tilintarkastuskertomus seka paattaa tilinpaatoksen vahvistamisesta, vastuuvapauden myontamisesta hallitukselle ja muille tilivelvollisille seka niista muista toimenpiteista, joihin on aihetta; 7) hyvaksya talouden yleisohjeena noudatettavaksi talousarvio seuraavaksi vuodeksi seka toiminta- ja taloussuunnitelma kolmeksi tai useammaksi vuodeksi.",
        "title_sv": "Delegationen",
        "content_sv": "Den kommunala pensionsanstaltens beslutanderätt utövas av dess delegation. Delegationen kan enligt instruktionen för pensionsanstalten överföra beslutanderätt till andra organ inom pensionsanstalten. Beslutanderätten får dock inte överföras i ärenden om vilka delegationen eller något annat organ skall besluta enligt denna lag. Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av inrikesministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas skall dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). Delegationen har till uppgift att 1) välja styrelsemedlemmar och suppleanter samt revisor för högst delegationens mandatperiod, 2) besluta om instruktionen för pensionsanstalten, tilläggspensionsstadgan och räkenskapsstadgan, 3) anställa och avskeda verkställande direktören, 4) besluta om grunderna för arvoden och andra ersättningar till de förtroendevalda, 5) besluta om medlemssamfundens betalningsandelar på det sätt som bestäms i 131 och 132 §, 6) behandla bokslutet och revisionsberättelsen samt besluta om fastställande av bokslutet, beviljande av ansvarsfrihet för styrelsen och andra redovisningsskyldiga och andra åtgärder som är behövliga, 7) godkänna budgeten för det följande året som en allmän ekonomisk anvisning samt en verksamhets- och ekonomiplan för tre eller flera år.",
        "normalized_sv": "Den kommunala pensionsanstaltens beslutanderätt utövas av dess delegation. Delegationen kan enligt instruktionen för pensionsanstalten överföra beslutanderätt till andra organ inom pensionsanstalten. Beslutanderätten får dock inte överföras i ärenden om vilka delegationen eller något annat organ skall besluta enligt denna lag. Delegationen består av 30 medlemmar med en personlig suppleant för var och en av dem, vilka samtliga förordnas av inrikesministeriet för fyra kalenderår i sänder. Minst fyra medlemmar och lika många suppleanter förordnas bland personer som föreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Övriga medlemmar och suppleanter förordnas bland personer som Finlands Kommunförbund rf föreslagit så att kommunerna och samkommunerna samt landets olika delar är rättvist representerade i delegationen. När dessa medlemmar och suppleanter förordnas skall dessutom de olika gruppernas röstandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). Delegationen har till uppgift att 1) välja styrelsemedlemmar och suppleanter samt revisor för högst delegationens mandatperiod, 2) besluta om instruktionen för pensionsanstalten, tilläggspensionsstadgan och räkenskapsstadgan, 3) anställa och avskeda verkställande direktören, 4) besluta om grunderna för arvoden och andra ersättningar till de förtroendevalda, 5) besluta om medlemssamfundens betalningsandelar på det sätt som bestäms i 131 och 132 § , 6) behandla bokslutet och revisionsberättelsen samt besluta om fastställande av bokslutet, beviljande av ansvarsfrihet för styrelsen och andra redovisningsskyldiga och andra åtgärder som är behövliga, 7) godkänna budgeten för det följande året som en allmän ekonomisk anvisning samt en verksamhets- och ekonomiplan för tre eller flera år.",
        "folded_sv": "den kommunala pensionsanstaltens beslutanderatt utovas av dess delegation. delegationen kan enligt instruktionen for pensionsanstalten overfora beslutanderatt till andra organ inom pensionsanstalten. beslutanderatten far dock inte overforas i arenden om vilka delegationen eller nagot annat organ skall besluta enligt denna lag. delegationen bestar av 30 medlemmar med en personlig suppleant for var och en av dem, vilka samtliga forordnas av inrikesministeriet for fyra kalenderar i sander. minst fyra medlemmar och lika manga suppleanter forordnas bland personer som foreslagits av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. ovriga medlemmar och suppleanter forordnas bland personer som finlands kommunforbund rf foreslagit sa att kommunerna och samkommunerna samt landets olika delar ar rattvist representerade i delegationen. nar dessa medlemmar och suppleanter forordnas skall dessutom de olika gruppernas rostandel i kommunalvalet beaktas i enlighet med proportionalitetsprincipen i vallagen (714/1998). delegationen har till uppgift att 1) valja styrelsemedlemmar och suppleanter samt revisor for hogst delegationens mandatperiod, 2) besluta om instruktionen for pensionsanstalten, tillaggspensionsstadgan och rakenskapsstadgan, 3) anstalla och avskeda verkstallande direktoren, 4) besluta om grunderna for arvoden och andra ersattningar till de fortroendevalda, 5) besluta om medlemssamfundens betalningsandelar pa det satt som bestams i 131 och 132 §, 6) behandla bokslutet och revisionsberattelsen samt besluta om faststallande av bokslutet, beviljande av ansvarsfrihet for styrelsen och andra redovisningsskyldiga och andra atgarder som ar behovliga, 7) godkanna budgeten for det foljande aret som en allman ekonomisk anvisning samt en verksamhets- och ekonomiplan for tre eller flera ar."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "139",
      "section": "139",
      "title": "Hallitus",
      "content": "Kunnallisen eläkelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. Hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. Hallituksessa on yhdeksän jäsentä sekä jokaisella heistä henkilökohtainen varajäsen. Hallituksen jäsenistä kaksi jäsentä ja heidän varajäsenensä valitaan kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen yhteisesti ehdottamista henkilöistä. Valtuuskunta määrää varsinaisista jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Hallituksen tehtävänä on: 1) valmistella valtuuskunnassa käsiteltävät asiat ja huolehtia valtuuskunnan päätösten toimeenpanosta; 2) ohjata ja valvoa eläkelaitoksen toimintaa; 3) laatia eläkevarojen sijoittamista koskeva suunnitelma sekä käsitellä muutkin sijoitustoiminnan kannalta periaatteellisesti tärkeät tai laajakantoiset asiat. Valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. Erottamispäätös koskee kaikkia hallituksen jäseniä. Valtuuskunta valitsee tällöin uuden hallituksen jäljellä olevaksi valtuuskunnan toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:139",
        "normalized_fi": "Kunnallisen eläkelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. Hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. Hallituksessa on yhdeksän jäsentä sekä jokaisella heistä henkilökohtainen varajäsen. Hallituksen jäsenistä kaksi jäsentä ja heidän varajäsenensä valitaan kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen yhteisesti ehdottamista henkilöistä. Valtuuskunta määrää varsinaisista jäsenistä yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. Hallituksen tehtävänä on: 1) valmistella valtuuskunnassa käsiteltävät asiat ja huolehtia valtuuskunnan päätösten toimeenpanosta; 2) ohjata ja valvoa eläkelaitoksen toimintaa; 3) laatia eläkevarojen sijoittamista koskeva suunnitelma sekä käsitellä muutkin sijoitustoiminnan kannalta periaatteellisesti tärkeät tai laajakantoiset asiat. Valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. Erottamispäätös koskee kaikkia hallituksen jäseniä. Valtuuskunta valitsee tällöin uuden hallituksen jäljellä olevaksi valtuuskunnan toimikaudeksi.",
        "folded_fi": "kunnallisen elakelaitoksen hallintoa hoitaa hallitus, jonka valtuuskunta valitsee kahdeksi vuodeksi kerrallaan. hallituksen toimikausi kuitenkin jatkuu, kunnes seuraava hallitus on valittu. hallituksessa on yhdeksan jasenta seka jokaisella heista henkilokohtainen varajasen. hallituksen jasenista kaksi jasenta ja heidan varajasenensa valitaan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen yhteisesti ehdottamista henkiloista. valtuuskunta maaraa varsinaisista jasenista yhden puheenjohtajaksi ja yhden varapuheenjohtajaksi. hallituksen tehtavana on: 1) valmistella valtuuskunnassa kasiteltavat asiat ja huolehtia valtuuskunnan paatosten toimeenpanosta; 2) ohjata ja valvoa elakelaitoksen toimintaa; 3) laatia elakevarojen sijoittamista koskeva suunnitelma seka kasitella muutkin sijoitustoiminnan kannalta periaatteellisesti tarkeat tai laajakantoiset asiat. valtuuskunta voi erottaa hallituksen kesken toimikauden, jos hallitus ei nauti valtuuskunnan luottamusta. erottamispaatos koskee kaikkia hallituksen jasenia. valtuuskunta valitsee talloin uuden hallituksen jaljella olevaksi valtuuskunnan toimikaudeksi.",
        "title_sv": "Styrelsen",
        "content_sv": "Den kommunala pensionsanstaltens förvaltning sköts av styrelsen som väljs av delegationen för två år i sänder. Styrelsens mandatperiod fortsätter dock tills nästa styrelse är vald. Styrelsen består av nio medlemmar med en personlig suppleant för var och en av dem. Två av styrelsemedlemmarna och deras suppleanter väljs bland personer som föreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Delegationen förordnar en av de ordinarie medlemmarna till ordförande och en till vice ordförande. Styrelsen har till uppgift att 1) bereda de ärenden som skall behandlas i delegationen och se till att delegationens beslut verkställs, 2) styra och övervaka pensionsanstaltens verksamhet, 3) göra upp en plan för placeringen av pensionsmedlen samt behandla övriga ärenden som är principiellt viktiga eller vittomfattande med tanke på placeringsverksamheten. Delegationen kan avsätta styrelsen under dess mandatperiod, om styrelsen inte åtnjuter delegationens förtroende. Avsättningsbeslutet gäller samtliga styrelsemedlemmar. Delegationen väljer i sådana fall en ny styrelse för återstoden av delegationens mandatperiod.",
        "normalized_sv": "Den kommunala pensionsanstaltens förvaltning sköts av styrelsen som väljs av delegationen för två år i sänder. Styrelsens mandatperiod fortsätter dock tills nästa styrelse är vald. Styrelsen består av nio medlemmar med en personlig suppleant för var och en av dem. Två av styrelsemedlemmarna och deras suppleanter väljs bland personer som föreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. Delegationen förordnar en av de ordinarie medlemmarna till ordförande och en till vice ordförande. Styrelsen har till uppgift att 1) bereda de ärenden som skall behandlas i delegationen och se till att delegationens beslut verkställs, 2) styra och övervaka pensionsanstaltens verksamhet, 3) göra upp en plan för placeringen av pensionsmedlen samt behandla övriga ärenden som är principiellt viktiga eller vittomfattande med tanke på placeringsverksamheten. Delegationen kan avsätta styrelsen under dess mandatperiod, om styrelsen inte åtnjuter delegationens förtroende. Avsättningsbeslutet gäller samtliga styrelsemedlemmar. Delegationen väljer i sådana fall en ny styrelse för återstoden av delegationens mandatperiod.",
        "folded_sv": "den kommunala pensionsanstaltens forvaltning skots av styrelsen som valjs av delegationen for tva ar i sander. styrelsens mandatperiod fortsatter dock tills nasta styrelse ar vald. styrelsen bestar av nio medlemmar med en personlig suppleant for var och en av dem. tva av styrelsemedlemmarna och deras suppleanter valjs bland personer som foreslagits gemensamt av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet. delegationen forordnar en av de ordinarie medlemmarna till ordforande och en till vice ordforande. styrelsen har till uppgift att 1) bereda de arenden som skall behandlas i delegationen och se till att delegationens beslut verkstalls, 2) styra och overvaka pensionsanstaltens verksamhet, 3) gora upp en plan for placeringen av pensionsmedlen samt behandla ovriga arenden som ar principiellt viktiga eller vittomfattande med tanke pa placeringsverksamheten. delegationen kan avsatta styrelsen under dess mandatperiod, om styrelsen inte atnjuter delegationens fortroende. avsattningsbeslutet galler samtliga styrelsemedlemmar. delegationen valjer i sadana fall en ny styrelse for aterstoden av delegationens mandatperiod."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "140",
      "section": "140",
      "title": "Kunnallisen eläkelaitoksen henkilöstö",
      "content": "Eläkelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. Eläkelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). Työkyvyttömyys- ja kuntoutusasioiden sekä muiden lääketieteellisiä kysymyksiä sisältävien asioiden valmisteluun eläkelaitoksessa on osallistuttava yhden tai useamman laillistetun lääkärin. Eläkelaitoksen lääkäri voi merkitä kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkilöistä annetun lain (559/1994) 23 §:ssä säädettyjä lääkintölaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:140",
        "normalized_fi": "Eläkelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. Eläkelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). Työkyvyttömyys- ja kuntoutusasioiden sekä muiden lääketieteellisiä kysymyksiä sisältävien asioiden valmisteluun eläkelaitoksessa on osallistuttava yhden tai useamman laillistetun lääkärin. Eläkelaitoksen lääkäri voi merkitä kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkilöistä annetun lain (559/1994) 23 § :ssä säädettyjä lääkintölaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
        "folded_fi": "elakelaitoksen toimintaa johtaa hallituksen alaisena toimitusjohtaja. elakelaitoksen viranhaltijoihin sovelletaan kunnallisesta viranhaltijasta annettua lakia (304/2003). tyokyvyttomyys- ja kuntoutusasioiden seka muiden laaketieteellisia kysymyksia sisaltavien asioiden valmisteluun elakelaitoksessa on osallistuttava yhden tai useamman laillistetun laakarin. elakelaitoksen laakari voi merkita kannanottonsa asiakirjoihin noudattamatta terveydenhuollon ammattihenkiloista annetun lain (559/1994) 23 §:ssa saadettyja laakintolaillisia todistuksia ja lausuntoja koskevia muotovaatimuksia.",
        "title_sv": "Den kommunala pensionsanstaltens personal",
        "content_sv": "Pensionsanstaltens verksamhet leds av verkställande direktören som är underställd styrelsen. På pensionsanstaltens tjänsteinnehavare tillämpas lagen om kommunala tjänsteinnehavare (304/2003). En eller flera legitimerade läkare skall i pensionsanstalten delta i beredningen av ärenden som gäller arbetsoförmåga eller rehabilitering samt andra ärenden som innehåller medicinska frågor. Läkaren kan anteckna sin ståndpunkt i handlingarna utan att följa vad som i 23 § i lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994) bestäms om formkraven för rättsmedicinska intyg och utlåtanden.",
        "normalized_sv": "Pensionsanstaltens verksamhet leds av verkställande direktören som är underställd styrelsen. På pensionsanstaltens tjänsteinnehavare tillämpas lagen om kommunala tjänsteinnehavare (304/2003). En eller flera legitimerade läkare skall i pensionsanstalten delta i beredningen av ärenden som gäller arbetsoförmåga eller rehabilitering samt andra ärenden som innehåller medicinska frågor. Läkaren kan anteckna sin ståndpunkt i handlingarna utan att följa vad som i 23 § i lagen om yrkesutbildade personer inom hälso- och sjukvården (559/1994) bestäms om formkraven för rättsmedicinska intyg och utlåtanden.",
        "folded_sv": "pensionsanstaltens verksamhet leds av verkstallande direktoren som ar understalld styrelsen. pa pensionsanstaltens tjansteinnehavare tillampas lagen om kommunala tjansteinnehavare (304/2003). en eller flera legitimerade lakare skall i pensionsanstalten delta i beredningen av arenden som galler arbetsoformaga eller rehabilitering samt andra arenden som innehaller medicinska fragor. lakaren kan anteckna sin standpunkt i handlingarna utan att folja vad som i 23 § i lagen om yrkesutbildade personer inom halso- och sjukvarden (559/1994) bestams om formkraven for rattsmedicinska intyg och utlatanden."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Kuntien eläkeneuvottelukunta",
      "content": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on sisäasiainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Sisäasiainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustaa sisäasiainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Kunnalliseen eläketurvaan liittyvän lainsäädännön kehittämiseen liittyvien kysymysten käsittelyä varten on sisäasiainministeriön yhteydessä valmistelu-, neuvottelu- ja lausunnonantoelimenä kuntien eläkeneuvottelukunta. Neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jäsentä. Jokaisella jäsenellä on henkilökohtainen varajäsen. Sisäasiainministeriö määrää jäsenet neljäksi vuodeksi kerrallaan siten, että jäsenistä puheenjohtaja ja hänen varamiehensä edustaa sisäasiainministeriötä. Muista jäsenistä neljä määrätään kunnallisessa pääsopimuksessa tarkoitettujen pääsopijajärjestöjen ehdotuksesta ja neljä kunnallisen eläkelaitoksen ehdotuksesta.",
        "folded_fi": "kunnalliseen elaketurvaan liittyvan lainsaadannon kehittamiseen liittyvien kysymysten kasittelya varten on sisaasiainministerion yhteydessa valmistelu-, neuvottelu- ja lausunnonantoelimena kuntien elakeneuvottelukunta. neuvottelukunnassa on puheenjohtaja ja kahdeksan muuta jasenta. jokaisella jasenella on henkilokohtainen varajasen. sisaasiainministerio maaraa jasenet neljaksi vuodeksi kerrallaan siten, etta jasenista puheenjohtaja ja hanen varamiehensa edustaa sisaasiainministeriota. muista jasenista nelja maarataan kunnallisessa paasopimuksessa tarkoitettujen paasopijajarjestojen ehdotuksesta ja nelja kunnallisen elakelaitoksen ehdotuksesta.",
        "title_sv": "Kommunernas pensionsdelegation",
        "content_sv": "Vid inrikesministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Inrikesministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder inrikesministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "normalized_sv": "Vid inrikesministeriet finns ett berednings-, förhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar frågor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. Pensionsdelegationen har en ordförande och åtta andra medlemmar. Varje medlem har en personlig suppleant. Inrikesministeriet förordnar medlemmarna för fyra år i sänder så att av medlemmarna ordföranden och hans eller hennes suppleant företräder inrikesministeriet. Fyra av de övriga medlemmarna förordnas på förslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra på förslag av den kommunala pensionsanstalten.",
        "folded_sv": "vid inrikesministeriet finns ett berednings-, forhandlings- och remissorgan, kommunernas pensionsdelegation, som behandlar fragor i anslutning till utvecklandet av lagstiftningen om det kommunala pensionsskyddet. pensionsdelegationen har en ordforande och atta andra medlemmar. varje medlem har en personlig suppleant. inrikesministeriet forordnar medlemmarna for fyra ar i sander sa att av medlemmarna ordforanden och hans eller hennes suppleant foretrader inrikesministeriet. fyra av de ovriga medlemmarna forordnas pa forslag av de huvudavtalsorganisationer som avses i det kommunala huvudavtalet och fyra pa forslag av den kommunala pensionsanstalten."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "142",
      "section": "142",
      "title": "Luottamushenkilöt",
      "content": "Eläkelaitoksen luottamushenkilöt toimivat tässä laissa tarkoitetuissa tehtävissään virkavastuulla. Jos luottamushenkilön paikka vapautuu kesken toimikauden, hänen tilalleen määrätään tai valitaan seuraaja jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:142",
        "normalized_fi": "Eläkelaitoksen luottamushenkilöt toimivat tässä laissa tarkoitetuissa tehtävissään virkavastuulla. Jos luottamushenkilön paikka vapautuu kesken toimikauden, hänen tilalleen määrätään tai valitaan seuraaja jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "elakelaitoksen luottamushenkilot toimivat tassa laissa tarkoitetuissa tehtavissaan virkavastuulla. jos luottamushenkilon paikka vapautuu kesken toimikauden, hanen tilalleen maarataan tai valitaan seuraaja jaljella olevaksi toimikaudeksi.",
        "title_sv": "Förtroendevalda",
        "content_sv": "Pensionsanstaltens förtroendevalda utför sina uppgifter enligt denna lag under tjänsteansvar. Om en plats som förtroendevald blir ledig under mandatperioden, förordnas eller väljs en efterträdare för återstoden av perioden.",
        "normalized_sv": "Pensionsanstaltens förtroendevalda utför sina uppgifter enligt denna lag under tjänsteansvar. Om en plats som förtroendevald blir ledig under mandatperioden, förordnas eller väljs en efterträdare för återstoden av perioden.",
        "folded_sv": "pensionsanstaltens fortroendevalda utfor sina uppgifter enligt denna lag under tjansteansvar. om en plats som fortroendevald blir ledig under mandatperioden, forordnas eller valjs en eftertradare for aterstoden av perioden."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Valitusaika",
      "content": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Kunnallisen eläkelaitoksen ja työeläkeasioiden muutoksenhakulautakunnan päätös saadaan antaa tiedoksi asianosaiselle lähettämällä se hänelle postitse. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Valitusaika on 30 päivää päätöksen tiedoksisaannista. Kunnallisen eläkelaitoksen ja työeläkeasioiden muutoksenhakulautakunnan päätös saadaan antaa tiedoksi asianosaiselle lähettämällä se hänelle postitse. Jollei valituksen yhteydessä muuta näytetä, katsotaan valittajan saaneen päätöksestä tiedon seitsemäntenä päivänä sen jälkeen, kun päätös on hänen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
        "folded_fi": "valitusaika on 30 paivaa paatoksen tiedoksisaannista. kunnallisen elakelaitoksen ja tyoelakeasioiden muutoksenhakulautakunnan paatos saadaan antaa tiedoksi asianosaiselle lahettamalla se hanelle postitse. jollei valituksen yhteydessa muuta nayteta, katsotaan valittajan saaneen paatoksesta tiedon seitsemantena paivana sen jalkeen, kun paatos on hanen ilmoittamallaan osoitteella varustettuna annettu postin kuljetettavaksi.",
        "title_sv": "Besvärstid",
        "content_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Beslut av den kommunala pensionsanstalten och besvärsnämnden för arbetspensionsärenden får delges en part med posten. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgivit.",
        "normalized_sv": "Besvärstiden är 30 dagar från delfåendet av beslutet. Beslut av den kommunala pensionsanstalten och besvärsnämnden för arbetspensionsärenden får delges en part med posten. Om inte något annat visas i samband med besvären, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den då beslutet postades under den adress som han eller hon uppgivit.",
        "folded_sv": "besvarstiden ar 30 dagar fran delfaendet av beslutet. beslut av den kommunala pensionsanstalten och besvarsnamnden for arbetspensionsarenden far delges en part med posten. om inte nagot annat visas i samband med besvaren, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den da beslutet postades under den adress som han eller hon uppgivit."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "159",
      "section": "159",
      "title": "Eläkelaitoksen itseoikaisu",
      "content": "Eläkkeenhakijan tai -saajan on toimitettava 156 §:n 1 momentissa tarkoitettu valituskirjelmä valitusajassa työeläkeasioiden muutoksenhakulautakunnalle. Jos eläkelaitos ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnan käsiteltäväksi. Jos valitus koskee muutoksenhakulautakunnan päätöstä, valituskirjelmä ja lausunto on samassa ajassa toimitettava vakuutusoikeuden käsiteltäväksi. Eläkelaitos voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos asia oli jo toimitettu valitusviranomaiselle, eläkelaitoksen on ilmoitettava sille heti väliaikaisesta päätöksestään. Väliaikaiseen päätökseen ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:159",
        "normalized_fi": "Eläkkeenhakijan tai -saajan on toimitettava 156 § :n 1 momentissa tarkoitettu valituskirjelmä valitusajassa työeläkeasioiden muutoksenhakulautakunnalle. Jos eläkelaitos ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnan käsiteltäväksi. Jos valitus koskee muutoksenhakulautakunnan päätöstä, valituskirjelmä ja lausunto on samassa ajassa toimitettava vakuutusoikeuden käsiteltäväksi. Eläkelaitos voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos asia oli jo toimitettu valitusviranomaiselle, eläkelaitoksen on ilmoitettava sille heti väliaikaisesta päätöksestään. Väliaikaiseen päätökseen ei saa hakea muutosta.",
        "folded_fi": "elakkeenhakijan tai -saajan on toimitettava 156 §:n 1 momentissa tarkoitettu valituskirjelma valitusajassa tyoelakeasioiden muutoksenhakulautakunnalle. jos elakelaitos ei voi oikaista valituksen kohteena olevaa paatosta 2 momentissa mainituin tavoin, sen on 30 paivan kuluessa valitusajan paattymisesta toimitettava valituskirjelma ja lausuntonsa tyoelakeasioiden muutoksenhakulautakunnan kasiteltavaksi. jos valitus koskee muutoksenhakulautakunnan paatosta, valituskirjelma ja lausunto on samassa ajassa toimitettava vakuutusoikeuden kasiteltavaksi. elakelaitos voi talloin valiaikaisella paatoksella oikaista aikaisemman paatoksensa silta osin kuin se hyvaksyy valituksessa esitetyn vaatimuksen. jos asia oli jo toimitettu valitusviranomaiselle, elakelaitoksen on ilmoitettava sille heti valiaikaisesta paatoksestaan. valiaikaiseen paatokseen ei saa hakea muutosta.",
        "title_sv": "Pensionsanstaltens självrättelse",
        "content_sv": "Pensionssökanden eller pensionstagaren skall inom besvärstiden tillställa besvärsnämnden för arbetspensionsärenden en sådan besvärsskrift som avses i 156 § 1 mom. Om pensionsanstalten inte kan rätta ett genom besvär överklagat beslut på det sätt som anges i 2 mom., skall den inom 30 dagar efter besvärstidens utgång tillställa besvärsnämnden för arbetspensionsärenden besvärsskriften och sitt utlåtande för behandling. Om besvären gäller nämndens beslut, skall besvärsskriften och utlåtandet inom samma tid tillställas försäkringsdomstolen för behandling. Pensionsanstalten kan då genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om ärendet redan tillställts besvärsmyndigheten, skall pensionsanstalten omedelbart underrätta myndigheten om det interimistiska beslutet. Ändring i interimistiska beslut får inte sökas.",
        "normalized_sv": "Pensionssökanden eller pensionstagaren skall inom besvärstiden tillställa besvärsnämnden för arbetspensionsärenden en sådan besvärsskrift som avses i 156 § 1 mom. Om pensionsanstalten inte kan rätta ett genom besvär överklagat beslut på det sätt som anges i 2 mom., skall den inom 30 dagar efter besvärstidens utgång tillställa besvärsnämnden för arbetspensionsärenden besvärsskriften och sitt utlåtande för behandling. Om besvären gäller nämndens beslut, skall besvärsskriften och utlåtandet inom samma tid tillställas försäkringsdomstolen för behandling. Pensionsanstalten kan då genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om ärendet redan tillställts besvärsmyndigheten, skall pensionsanstalten omedelbart underrätta myndigheten om det interimistiska beslutet. Ändring i interimistiska beslut får inte sökas.",
        "folded_sv": "pensionssokanden eller pensionstagaren skall inom besvarstiden tillstalla besvarsnamnden for arbetspensionsarenden en sadan besvarsskrift som avses i 156 § 1 mom. om pensionsanstalten inte kan ratta ett genom besvar overklagat beslut pa det satt som anges i 2 mom., skall den inom 30 dagar efter besvarstidens utgang tillstalla besvarsnamnden for arbetspensionsarenden besvarsskriften och sitt utlatande for behandling. om besvaren galler namndens beslut, skall besvarsskriften och utlatandet inom samma tid tillstallas forsakringsdomstolen for behandling. pensionsanstalten kan da genom ett interimistiskt beslut ratta sitt tidigare beslut till den del den godkanner yrkandet i besvaren. om arendet redan tillstallts besvarsmyndigheten, skall pensionsanstalten omedelbart underratta myndigheten om det interimistiska beslutet. andring i interimistiska beslut far inte sokas."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "165",
      "section": "165",
      "title": "Tilintarkastus ja tilinpäätös",
      "content": "Kunnallisen eläkelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema Keskuskauppakamarin hyväksymä tilintarkastusyhteisö. Tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). Eläkelaitos laatii tilinpäätöksen kalenterivuosittain. Tilinpäätöksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:165",
        "normalized_fi": "Kunnallisen eläkelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema Keskuskauppakamarin hyväksymä tilintarkastusyhteisö. Tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). Eläkelaitos laatii tilinpäätöksen kalenterivuosittain. Tilinpäätöksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
        "folded_fi": "kunnallisen elakelaitoksen tilien ja hallinnon tarkastuksen suorittaa valtuuskunnan toimikaudekseen valitsema keskuskauppakamarin hyvaksyma tilintarkastusyhteiso. tilintarkastuksessa noudatetaan soveltuvin osin tilintarkastuslakia (936/1994). elakelaitos laatii tilinpaatoksen kalenterivuosittain. tilinpaatoksen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia (1336/1997).",
        "title_sv": "Revision och bokslut",
        "content_sv": "Revision av den kommunala pensionsanstaltens räkenskaper och förvaltning utförs av en av Centralhandelskammaren godkänd revisionssammanslutning som delegationen valt för sin mandatperiod. Vid revisionen iakttas revisionslagen (936/1994) i tillämpliga delar. Pensionsanstalten upprättar bokslut för varje kalenderår. Vid upprättandet av bokslutet iakttas bokföringslagen (1336/1997) i tillämpliga delar.",
        "normalized_sv": "Revision av den kommunala pensionsanstaltens räkenskaper och förvaltning utförs av en av Centralhandelskammaren godkänd revisionssammanslutning som delegationen valt för sin mandatperiod. Vid revisionen iakttas revisionslagen (936/1994) i tillämpliga delar. Pensionsanstalten upprättar bokslut för varje kalenderår. Vid upprättandet av bokslutet iakttas bokföringslagen (1336/1997) i tillämpliga delar.",
        "folded_sv": "revision av den kommunala pensionsanstaltens rakenskaper och forvaltning utfors av en av centralhandelskammaren godkand revisionssammanslutning som delegationen valt for sin mandatperiod. vid revisionen iakttas revisionslagen (936/1994) i tillampliga delar. pensionsanstalten upprattar bokslut for varje kalenderar. vid upprattandet av bokslutet iakttas bokforingslagen (1336/1997) i tillampliga delar."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "168",
      "section": "168",
      "title": "Johtosääntö",
      "content": "Kunnallisen eläkelaitoksen toimielimistä sekä niiden kokoonpanosta, tehtävistä ja toimikaudesta samoin kuin muusta eläkelaitoksen toiminnasta annetaan tarvittavat määräykset johtosäännössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168",
        "normalized_fi": "Kunnallisen eläkelaitoksen toimielimistä sekä niiden kokoonpanosta, tehtävistä ja toimikaudesta samoin kuin muusta eläkelaitoksen toiminnasta annetaan tarvittavat määräykset johtosäännössä.",
        "folded_fi": "kunnallisen elakelaitoksen toimielimista seka niiden kokoonpanosta, tehtavista ja toimikaudesta samoin kuin muusta elakelaitoksen toiminnasta annetaan tarvittavat maaraykset johtosaannossa.",
        "title_sv": "Instruktion",
        "content_sv": "Behövliga bestämmelser om den kommunala pensionsanstaltens organ och deras sammansättning, uppgifter och mandatperiod samt pensionsanstaltens övriga verksamhet ges i en instruktion.",
        "normalized_sv": "Behövliga bestämmelser om den kommunala pensionsanstaltens organ och deras sammansättning, uppgifter och mandatperiod samt pensionsanstaltens övriga verksamhet ges i en instruktion.",
        "folded_sv": "behovliga bestammelser om den kommunala pensionsanstaltens organ och deras sammansattning, uppgifter och mandatperiod samt pensionsanstaltens ovriga verksamhet ges i en instruktion."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "168 a",
      "section": "168 a",
      "title": "Jäsenyhteisöksi liittyminen ja jäsenyyden päättäminen",
      "content": "Yhdistyksen, osakeyhtiön tai säätiön, joka haluaa liittyä kunnallisen eläkelaitoksen jäsenyhteisöksi, on haettava jäsenyyttä kirjallisesti eläkelaitoksen hallitukselta. Hallitus päättää täyttääkö yhdistys, osakeyhtiö tai säätiö 2 §:n 2 momentissa säädetyt edellytykset ja mistä ajankohdasta jäsenyys alkaa. Jos tulee selvitetyksi, ettei jäsenyhteisöksi liittynyt yhdistys, osakeyhtiö tai säätiö enää täytä 2 §:n 2 momentissa säädettyjä jäsenyyden edellytyksiä, taikka jos jäsenyhteisö on ilmoittanut kirjallisesti haluavansa erota jäsenyydestä, hallitus toteaa jäsenyyden päättyneen kyseistä jäsenyhteisöä kuultuaan. Jäsenyhteisön on ilmoitettava erosta viimeistään kolme kuukautta ennen jäsenyyden päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:168 a",
        "normalized_fi": "Yhdistyksen, osakeyhtiön tai säätiön, joka haluaa liittyä kunnallisen eläkelaitoksen jäsenyhteisöksi, on haettava jäsenyyttä kirjallisesti eläkelaitoksen hallitukselta. Hallitus päättää täyttääkö yhdistys, osakeyhtiö tai säätiö 2 § :n 2 momentissa säädetyt edellytykset ja mistä ajankohdasta jäsenyys alkaa. Jos tulee selvitetyksi, ettei jäsenyhteisöksi liittynyt yhdistys, osakeyhtiö tai säätiö enää täytä 2 § :n 2 momentissa säädettyjä jäsenyyden edellytyksiä, taikka jos jäsenyhteisö on ilmoittanut kirjallisesti haluavansa erota jäsenyydestä, hallitus toteaa jäsenyyden päättyneen kyseistä jäsenyhteisöä kuultuaan. Jäsenyhteisön on ilmoitettava erosta viimeistään kolme kuukautta ennen jäsenyyden päättymistä.",
        "folded_fi": "yhdistyksen, osakeyhtion tai saation, joka haluaa liittya kunnallisen elakelaitoksen jasenyhteisoksi, on haettava jasenyytta kirjallisesti elakelaitoksen hallitukselta. hallitus paattaa tayttaako yhdistys, osakeyhtio tai saatio 2 §:n 2 momentissa saadetyt edellytykset ja mista ajankohdasta jasenyys alkaa. jos tulee selvitetyksi, ettei jasenyhteisoksi liittynyt yhdistys, osakeyhtio tai saatio enaa tayta 2 §:n 2 momentissa saadettyja jasenyyden edellytyksia, taikka jos jasenyhteiso on ilmoittanut kirjallisesti haluavansa erota jasenyydesta, hallitus toteaa jasenyyden paattyneen kyseista jasenyhteisoa kuultuaan. jasenyhteison on ilmoitettava erosta viimeistaan kolme kuukautta ennen jasenyyden paattymista.",
        "title_sv": "Anslutning som medlemssamfund och avslutande av medlemskap",
        "content_sv": "En förening, ett aktiebolag eller en stiftelse som önskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansöka skriftligt om medlemskap hos pensionsanstaltens styrelse. Styrelsen avgör om föreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och från vilken tidpunkt medlemskapet börjar. Om det blir klarlagt att en förening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte längre uppfyller villkoren för medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmält att det önskar utträda ur medlemskapet, konstaterar styrelsen efter att ha hört medlemssamfundet i fråga att medlemskapet upphört. Medlemssamfundet skall anmäla sitt utträde senast tre månader innan medlemskapet upphör.",
        "normalized_sv": "En förening, ett aktiebolag eller en stiftelse som önskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansöka skriftligt om medlemskap hos pensionsanstaltens styrelse. Styrelsen avgör om föreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och från vilken tidpunkt medlemskapet börjar. Om det blir klarlagt att en förening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte längre uppfyller villkoren för medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmält att det önskar utträda ur medlemskapet, konstaterar styrelsen efter att ha hört medlemssamfundet i fråga att medlemskapet upphört. Medlemssamfundet skall anmäla sitt utträde senast tre månader innan medlemskapet upphör.",
        "folded_sv": "en forening, ett aktiebolag eller en stiftelse som onskar ansluta sig som medlemssamfund i den kommunala pensionsanstalten skall ansoka skriftligt om medlemskap hos pensionsanstaltens styrelse. styrelsen avgor om foreningen, aktiebolaget eller stiftelsen uppfyller de villkor som anges i 2 § 2 mom. och fran vilken tidpunkt medlemskapet borjar. om det blir klarlagt att en forening, ett aktiebolag eller en stiftelse som anslutit sig som medlemssamfund inte langre uppfyller villkoren for medlemskap enligt 2 § 2 mom. eller om ett medlemssamfund skriftligen har anmalt att det onskar uttrada ur medlemskapet, konstaterar styrelsen efter att ha hort medlemssamfundet i fraga att medlemskapet upphort. medlemssamfundet skall anmala sitt uttrade senast tre manader innan medlemskapet upphor."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    }
  ]
}