{
  "id": "262/2024",
  "type": "statute",
  "title": "Laki rajavartiolaitoksen hallinnosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om gränsbevakningsväsendets förvaltning",
  "status": "in_force",
  "issued_date": "2024-05-17",
  "in_force_date": "2024-05-17",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/262/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajavartiolaitos, päällikkö ja hallintoyksiköt",
      "content": "hallintoyksiköt Rajavartiolaitos on sisäministeriön johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. Rajavartiolaitosta johtaa sisäministeriössä Rajavartiolaitoksen päällikkö alaisinaan hallintoyksikköinä Rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, Raja- ja merivartiokoulu sekä Vartiolentolaivue (). Rajavartiolaitoksen esikuntaa johtaa Rajavartiolaitoksen apulaispäällikkö ja muuta hallintoyksikköä asianomaisen hallintoyksikön päällikkö. Muut hallintoyksiköt ovat Rajavartiolaitoksen esikunnan alaisia. Rajavartiolaitoksen päällikön sijaisena tämän ollessa estyneenä toimii Rajavartiolaitoksen apulaispäällikkö ja hänenkin estyneenä ollessaan Rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilöstöosaston tai teknillisen osaston päällikkönä palveleva kenraali tai amiraali. Rajavartiolaitoksen hallintoyksiköistä, rajavartiostojen ja merivartiostojen alueellisista rajoista sekä Rajavartiolaitoksen päällikön oikeudesta määrätä Rajavartiolaitoksen hallintoyksiköiden tarkemmasta kokoonpanosta ja Rajavartiolaitoksen johtosuhteista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "hallintoyksiköt Rajavartiolaitos on sisäministeriön johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. Rajavartiolaitosta johtaa sisäministeriössä Rajavartiolaitoksen päällikkö alaisinaan hallintoyksikköinä Rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, Raja- ja merivartiokoulu sekä Vartiolentolaivue (). Rajavartiolaitoksen esikuntaa johtaa Rajavartiolaitoksen apulaispäällikkö ja muuta hallintoyksikköä asianomaisen hallintoyksikön päällikkö. Muut hallintoyksiköt ovat Rajavartiolaitoksen esikunnan alaisia. Rajavartiolaitoksen päällikön sijaisena tämän ollessa estyneenä toimii Rajavartiolaitoksen apulaispäällikkö ja hänenkin estyneenä ollessaan Rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilöstöosaston tai teknillisen osaston päällikkönä palveleva kenraali tai amiraali. Rajavartiolaitoksen hallintoyksiköistä, rajavartiostojen ja merivartiostojen alueellisista rajoista sekä Rajavartiolaitoksen päällikön oikeudesta määrätä Rajavartiolaitoksen hallintoyksiköiden tarkemmasta kokoonpanosta ja Rajavartiolaitoksen johtosuhteista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "hallintoyksikot rajavartiolaitos on sisaministerion johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. rajavartiolaitosta johtaa sisaministeriossa rajavartiolaitoksen paallikko alaisinaan hallintoyksikkoina rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, raja- ja merivartiokoulu seka vartiolentolaivue (). rajavartiolaitoksen esikuntaa johtaa rajavartiolaitoksen apulaispaallikko ja muuta hallintoyksikkoa asianomaisen hallintoyksikon paallikko. muut hallintoyksikot ovat rajavartiolaitoksen esikunnan alaisia. rajavartiolaitoksen paallikon sijaisena taman ollessa estyneena toimii rajavartiolaitoksen apulaispaallikko ja hanenkin estyneena ollessaan rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilostoosaston tai teknillisen osaston paallikkona palveleva kenraali tai amiraali. rajavartiolaitoksen hallintoyksikoista, rajavartiostojen ja merivartiostojen alueellisista rajoista seka rajavartiolaitoksen paallikon oikeudesta maarata rajavartiolaitoksen hallintoyksikoiden tarkemmasta kokoonpanosta ja rajavartiolaitoksen johtosuhteista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Gränsbevakningsväsendet, chefen och förvaltningsenheterna",
        "content_sv": "förvaltningsenheter Gränsbevakningsväsendet är en till statens centralförvaltning hörande myndighet som står under inrikesministeriets ledning och tillsyn. Gränsbevakningsväsendet leds vid inrikesministeriet av chefen för Gränsbevakningsväsendet. Chefen underställda förvaltningsenheter är staben för Gränsbevakningsväsendet, gränsbevakningssektionerna, sjöbevakningssektionerna, Gräns- och sjöbevakningsskolan och Bevakningsflygdivisionen (). Staben för Gränsbevakningsväsendet leds av biträdande chefen för Gränsbevakningsväsendet och övriga förvaltningsenheter av sina respektive chefer. Övriga förvaltningsenheter lyder under staben för Gränsbevakningsväsendet. Vid förhinder för chefen för Gränsbevakningsväsendet är biträdande chefen för Gränsbevakningsväsendet dennes ställföreträdare. Om också biträdande chefen har förhinder, är ställföreträdaren en general eller amiral som tjänstgör vid staben för Gränsbevakningsväsendet som gräns- och sjöavdelningens, personalavdelningens eller tekniska avdelningens chef. Genom förordning av statsrådet föreskrivs om Gränsbevakningsväsendets förvaltningsenheter och om gränsbevakningssektionernas och sjöbevakningssektionernas territoriella gränser samt om rätt för chefen för Gränsbevakningsväsendet att bestämma om den närmare sammansättningen av förvaltningsenheterna och om Gränsbevakningsväsendets ledningsförhållanden.",
        "normalized_sv": "förvaltningsenheter Gränsbevakningsväsendet är en till statens centralförvaltning hörande myndighet som står under inrikesministeriets ledning och tillsyn. Gränsbevakningsväsendet leds vid inrikesministeriet av chefen för Gränsbevakningsväsendet. Chefen underställda förvaltningsenheter är staben för Gränsbevakningsväsendet, gränsbevakningssektionerna, sjöbevakningssektionerna, Gräns- och sjöbevakningsskolan och Bevakningsflygdivisionen (). Staben för Gränsbevakningsväsendet leds av biträdande chefen för Gränsbevakningsväsendet och övriga förvaltningsenheter av sina respektive chefer. Övriga förvaltningsenheter lyder under staben för Gränsbevakningsväsendet. Vid förhinder för chefen för Gränsbevakningsväsendet är biträdande chefen för Gränsbevakningsväsendet dennes ställföreträdare. Om också biträdande chefen har förhinder, är ställföreträdaren en general eller amiral som tjänstgör vid staben för Gränsbevakningsväsendet som gräns- och sjöavdelningens, personalavdelningens eller tekniska avdelningens chef. Genom förordning av statsrådet föreskrivs om Gränsbevakningsväsendets förvaltningsenheter och om gränsbevakningssektionernas och sjöbevakningssektionernas territoriella gränser samt om rätt för chefen för Gränsbevakningsväsendet att bestämma om den närmare sammansättningen av förvaltningsenheterna och om Gränsbevakningsväsendets ledningsförhållanden.",
        "folded_sv": "forvaltningsenheter gransbevakningsvasendet ar en till statens centralforvaltning horande myndighet som star under inrikesministeriets ledning och tillsyn. gransbevakningsvasendet leds vid inrikesministeriet av chefen for gransbevakningsvasendet. chefen understallda forvaltningsenheter ar staben for gransbevakningsvasendet, gransbevakningssektionerna, sjobevakningssektionerna, grans- och sjobevakningsskolan och bevakningsflygdivisionen (). staben for gransbevakningsvasendet leds av bitradande chefen for gransbevakningsvasendet och ovriga forvaltningsenheter av sina respektive chefer. ovriga forvaltningsenheter lyder under staben for gransbevakningsvasendet. vid forhinder for chefen for gransbevakningsvasendet ar bitradande chefen for gransbevakningsvasendet dennes stallforetradare. om ocksa bitradande chefen har forhinder, ar stallforetradaren en general eller amiral som tjanstgor vid staben for gransbevakningsvasendet som grans- och sjoavdelningens, personalavdelningens eller tekniska avdelningens chef. genom forordning av statsradet foreskrivs om gransbevakningsvasendets forvaltningsenheter och om gransbevakningssektionernas och sjobevakningssektionernas territoriella granser samt om ratt for chefen for gransbevakningsvasendet att bestamma om den narmare sammansattningen av forvaltningsenheterna och om gransbevakningsvasendets ledningsforhallanden."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Rajavartiolaitoksen virat",
      "content": "Rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta sekä sijoittamisesta ja siirtämisestä Rajavartiolaitoksessa säädetään tarkemmin valtioneuvoston asetuksella. Rajaturvallisuuden häiriötilanteissa sekä tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi Raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittää nuoremman upseerin sotilasvirkaan enintään kuudeksi kuukaudeksi kerrallaan. Nimittäminen edellyttää riittävää koulutusta, josta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta sekä sijoittamisesta ja siirtämisestä Rajavartiolaitoksessa säädetään tarkemmin valtioneuvoston asetuksella. Rajaturvallisuuden häiriötilanteissa sekä tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi Raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittää nuoremman upseerin sotilasvirkaan enintään kuudeksi kuukaudeksi kerrallaan. Nimittäminen edellyttää riittävää koulutusta, josta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta seka sijoittamisesta ja siirtamisesta rajavartiolaitoksessa saadetaan tarkemmin valtioneuvoston asetuksella. rajaturvallisuuden hairiotilanteissa seka tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittaa nuoremman upseerin sotilasvirkaan enintaan kuudeksi kuukaudeksi kerrallaan. nimittaminen edellyttaa riittavaa koulutusta, josta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Tjänsterna vid Gränsbevakningsväsendet",
        "content_sv": "Närmare bestämmelser om inrättande, ändring och indragning av tjänster vid Gränsbevakningsväsendet samt om placering och flyttning av tjänster inom Gränsbevakningsväsendet utfärdas genom förordning av statsrådet. I störningssituationer som berör gränssäkerheten samt när beredskapen effektiveras och höjs som förberedelse inför sådana situationer kan en kadett som studerar vid Gräns- och sjöbevakningsskolan i utbildningsprogrammet för officerare utnämnas till en militär tjänst som yngre officer för högst sex månader åt gången. Den som utnämns ska ha tillräcklig utbildning, om vilken det utfärdas närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om inrättande, ändring och indragning av tjänster vid Gränsbevakningsväsendet samt om placering och flyttning av tjänster inom Gränsbevakningsväsendet utfärdas genom förordning av statsrådet. I störningssituationer som berör gränssäkerheten samt när beredskapen effektiveras och höjs som förberedelse inför sådana situationer kan en kadett som studerar vid Gräns- och sjöbevakningsskolan i utbildningsprogrammet för officerare utnämnas till en militär tjänst som yngre officer för högst sex månader åt gången. Den som utnämns ska ha tillräcklig utbildning, om vilken det utfärdas närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om inrattande, andring och indragning av tjanster vid gransbevakningsvasendet samt om placering och flyttning av tjanster inom gransbevakningsvasendet utfardas genom forordning av statsradet. i storningssituationer som beror granssakerheten samt nar beredskapen effektiveras och hojs som forberedelse infor sadana situationer kan en kadett som studerar vid grans- och sjobevakningsskolan i utbildningsprogrammet for officerare utnamnas till en militar tjanst som yngre officer for hogst sex manader at gangen. den som utnamns ska ha tillracklig utbildning, om vilken det utfardas narmare bestammelser genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Rajavartiolaitoksen eräisiin siviilivirkoihin nimittäminen",
      "content": "Rajavartiolaitoksen siviilivirka, jonka tehtävät muodostuvat rajaturvallisuuden ylläpitämisen tai sotilaallisen maanpuolustuksen asiantuntijatehtävistä taikka niihin välittömästi liittyvistä teknisistä asiantuntijatehtävistä, voidaan täyttää sitä haettavaksi julistamatta, jos tehtävän luonne sitä välttämättä edellyttää. Välttämättömyyttä arvioitaessa otetaan huomioon: 1) Rajavartiolaitoksen henkilöstö- ja organisaatioturvallisuus; 2) täytettävä virka ja sen tehtäviin liittyvät uhkat; 3) Rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittäin tärkeä yleinen etu. Edellä 1 momentissa säädetty ei koske virkoja, joihin valtioneuvosto nimittää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Rajavartiolaitoksen siviilivirka, jonka tehtävät muodostuvat rajaturvallisuuden ylläpitämisen tai sotilaallisen maanpuolustuksen asiantuntijatehtävistä taikka niihin välittömästi liittyvistä teknisistä asiantuntijatehtävistä, voidaan täyttää sitä haettavaksi julistamatta, jos tehtävän luonne sitä välttämättä edellyttää. Välttämättömyyttä arvioitaessa otetaan huomioon: 1) Rajavartiolaitoksen henkilöstö- ja organisaatioturvallisuus; 2) täytettävä virka ja sen tehtäviin liittyvät uhkat; 3) Rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittäin tärkeä yleinen etu. Edellä 1 momentissa säädetty ei koske virkoja, joihin valtioneuvosto nimittää.",
        "folded_fi": "rajavartiolaitoksen siviilivirka, jonka tehtavat muodostuvat rajaturvallisuuden yllapitamisen tai sotilaallisen maanpuolustuksen asiantuntijatehtavista taikka niihin valittomasti liittyvista teknisista asiantuntijatehtavista, voidaan tayttaa sita haettavaksi julistamatta, jos tehtavan luonne sita valttamatta edellyttaa. valttamattomyytta arvioitaessa otetaan huomioon: 1) rajavartiolaitoksen henkilosto- ja organisaatioturvallisuus; 2) taytettava virka ja sen tehtaviin liittyvat uhkat; 3) rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittain tarkea yleinen etu. edella 1 momentissa saadetty ei koske virkoja, joihin valtioneuvosto nimittaa.",
        "title_sv": "Utnämning till vissa civila tjänster vid Gränsbevakningsväsendet",
        "content_sv": "Sådana civila tjänster vid Gränsbevakningsväsendet vilkas uppgiftsområde består av expertuppdrag inom upprätthållandet av gränssäkerheten eller inom det militära försvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsättas utan att tjänsten ledigförklaras, om uppgiftens art med nödvändighet kräver det. Vid bedömningen av nödvändigheten ska hänsyn tas till 1) Gränsbevakningsväsendets personalsäkerhet och organisationssäkerhet, 2) den tjänst som ska tillsättas och de hot som tjänstens uppgifter är förknippade med, 3) skyddet av Gränsbevakningsväsendets operativa funktionsförmåga och den operativa prestandan hos dess materiel, 4) andra än i 1-3 punkten avsedda synnerligen viktiga allmänna intressen. Det som föreskrivs i 1 mom. gäller inte tjänster till vilka statsrådet utnämner.",
        "normalized_sv": "Sådana civila tjänster vid Gränsbevakningsväsendet vilkas uppgiftsområde består av expertuppdrag inom upprätthållandet av gränssäkerheten eller inom det militära försvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsättas utan att tjänsten ledigförklaras, om uppgiftens art med nödvändighet kräver det. Vid bedömningen av nödvändigheten ska hänsyn tas till 1) Gränsbevakningsväsendets personalsäkerhet och organisationssäkerhet, 2) den tjänst som ska tillsättas och de hot som tjänstens uppgifter är förknippade med, 3) skyddet av Gränsbevakningsväsendets operativa funktionsförmåga och den operativa prestandan hos dess materiel, 4) andra än i 1-3 punkten avsedda synnerligen viktiga allmänna intressen. Det som föreskrivs i 1 mom. gäller inte tjänster till vilka statsrådet utnämner.",
        "folded_sv": "sadana civila tjanster vid gransbevakningsvasendet vilkas uppgiftsomrade bestar av expertuppdrag inom uppratthallandet av granssakerheten eller inom det militara forsvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsattas utan att tjansten ledigforklaras, om uppgiftens art med nodvandighet kraver det. vid bedomningen av nodvandigheten ska hansyn tas till 1) gransbevakningsvasendets personalsakerhet och organisationssakerhet, 2) den tjanst som ska tillsattas och de hot som tjanstens uppgifter ar forknippade med, 3) skyddet av gransbevakningsvasendets operativa funktionsformaga och den operativa prestandan hos dess materiel, 4) andra an i 1-3 punkten avsedda synnerligen viktiga allmanna intressen. det som foreskrivs i 1 mom. galler inte tjanster till vilka statsradet utnamner."
      }
    },
    {
      "provision_ref": "26 b",
      "section": "26 b",
      "title": "Opiskelijan muut tehtävät",
      "content": "Rajavartiolaitoksen esikunta voi määrätä Raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittävän koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myös muita tehtäviä kuin koulutukseen liittyviä harjoituksia, jos se on tarpeen Rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. Kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtävässä säädetään rajavartiolain 34 g §:ssä. Maanpuolustuskorkeakoulua on kuultava ennen kadetin määräämistä 1 momentissa tarkoitettuun tehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 b",
        "normalized_fi": "Rajavartiolaitoksen esikunta voi määrätä Raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittävän koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myös muita tehtäviä kuin koulutukseen liittyviä harjoituksia, jos se on tarpeen Rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. Kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtävässä säädetään rajavartiolain 34 g § :ssä. Maanpuolustuskorkeakoulua on kuultava ennen kadetin määräämistä 1 momentissa tarkoitettuun tehtävään.",
        "folded_fi": "rajavartiolaitoksen esikunta voi maarata raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittavan koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myos muita tehtavia kuin koulutukseen liittyvia harjoituksia, jos se on tarpeen rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtavassa saadetaan rajavartiolain 34 g §:ssa. maanpuolustuskorkeakoulua on kuultava ennen kadetin maaraamista 1 momentissa tarkoitettuun tehtavaan.",
        "title_sv": "Studerandes övriga uppgifter",
        "content_sv": "Staben för Gränsbevakningsväsendet kan förordna en kadett som bedriver studier inom utbildningsprogrammet för officerare vid Gräns- och sjöbevakningsskolan och en studerande på grundkursen för gränsbevakare som har tillräcklig utbildning att även utföra andra uppgifter än övningar som ingår i utbildningen, om detta behövs för skötseln av allvarliga specialsituationer som hör till Gränsbevakningsväsendets ansvarsområde. Bestämmelser om befogenheterna för kadetter och studerande på grundkursen för gränsbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gränsbevakningslagen. Försvarshögskolan ska höras innan en kadett förordnas till en uppgift som avses i 1 mom.",
        "normalized_sv": "Staben för Gränsbevakningsväsendet kan förordna en kadett som bedriver studier inom utbildningsprogrammet för officerare vid Gräns- och sjöbevakningsskolan och en studerande på grundkursen för gränsbevakare som har tillräcklig utbildning att även utföra andra uppgifter än övningar som ingår i utbildningen, om detta behövs för skötseln av allvarliga specialsituationer som hör till Gränsbevakningsväsendets ansvarsområde. Bestämmelser om befogenheterna för kadetter och studerande på grundkursen för gränsbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gränsbevakningslagen. Försvarshögskolan ska höras innan en kadett förordnas till en uppgift som avses i 1 mom.",
        "folded_sv": "staben for gransbevakningsvasendet kan forordna en kadett som bedriver studier inom utbildningsprogrammet for officerare vid grans- och sjobevakningsskolan och en studerande pa grundkursen for gransbevakare som har tillracklig utbildning att aven utfora andra uppgifter an ovningar som ingar i utbildningen, om detta behovs for skotseln av allvarliga specialsituationer som hor till gransbevakningsvasendets ansvarsomrade. bestammelser om befogenheterna for kadetter och studerande pa grundkursen for gransbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gransbevakningslagen. forsvarshogskolan ska horas innan en kadett forordnas till en uppgift som avses i 1 mom."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rajavartiolaitos, päällikkö ja hallintoyksiköt",
      "content": "hallintoyksiköt Rajavartiolaitos on sisäministeriön johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. Rajavartiolaitosta johtaa sisäministeriössä Rajavartiolaitoksen päällikkö alaisinaan hallintoyksikköinä Rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, Raja- ja merivartiokoulu sekä Vartiolentolaivue (). Rajavartiolaitoksen esikuntaa johtaa Rajavartiolaitoksen apulaispäällikkö ja muuta hallintoyksikköä asianomaisen hallintoyksikön päällikkö. Muut hallintoyksiköt ovat Rajavartiolaitoksen esikunnan alaisia. Rajavartiolaitoksen päällikön sijaisena tämän ollessa estyneenä toimii Rajavartiolaitoksen apulaispäällikkö ja hänenkin estyneenä ollessaan Rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilöstöosaston tai teknillisen osaston päällikkönä palveleva kenraali tai amiraali. Rajavartiolaitoksen hallintoyksiköistä, rajavartiostojen ja merivartiostojen alueellisista rajoista sekä Rajavartiolaitoksen päällikön oikeudesta määrätä Rajavartiolaitoksen hallintoyksiköiden tarkemmasta kokoonpanosta ja Rajavartiolaitoksen johtosuhteista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "hallintoyksiköt Rajavartiolaitos on sisäministeriön johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. Rajavartiolaitosta johtaa sisäministeriössä Rajavartiolaitoksen päällikkö alaisinaan hallintoyksikköinä Rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, Raja- ja merivartiokoulu sekä Vartiolentolaivue (). Rajavartiolaitoksen esikuntaa johtaa Rajavartiolaitoksen apulaispäällikkö ja muuta hallintoyksikköä asianomaisen hallintoyksikön päällikkö. Muut hallintoyksiköt ovat Rajavartiolaitoksen esikunnan alaisia. Rajavartiolaitoksen päällikön sijaisena tämän ollessa estyneenä toimii Rajavartiolaitoksen apulaispäällikkö ja hänenkin estyneenä ollessaan Rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilöstöosaston tai teknillisen osaston päällikkönä palveleva kenraali tai amiraali. Rajavartiolaitoksen hallintoyksiköistä, rajavartiostojen ja merivartiostojen alueellisista rajoista sekä Rajavartiolaitoksen päällikön oikeudesta määrätä Rajavartiolaitoksen hallintoyksiköiden tarkemmasta kokoonpanosta ja Rajavartiolaitoksen johtosuhteista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "hallintoyksikot rajavartiolaitos on sisaministerion johdon ja valvonnan alaisena toimiva valtion keskushallintoon kuuluva viranomainen. rajavartiolaitosta johtaa sisaministeriossa rajavartiolaitoksen paallikko alaisinaan hallintoyksikkoina rajavartiolaitoksen esikunta, rajavartiostot ja merivartiostot, raja- ja merivartiokoulu seka vartiolentolaivue (). rajavartiolaitoksen esikuntaa johtaa rajavartiolaitoksen apulaispaallikko ja muuta hallintoyksikkoa asianomaisen hallintoyksikon paallikko. muut hallintoyksikot ovat rajavartiolaitoksen esikunnan alaisia. rajavartiolaitoksen paallikon sijaisena taman ollessa estyneena toimii rajavartiolaitoksen apulaispaallikko ja hanenkin estyneena ollessaan rajavartiolaitoksen esikunnan raja- ja meriosaston, henkilostoosaston tai teknillisen osaston paallikkona palveleva kenraali tai amiraali. rajavartiolaitoksen hallintoyksikoista, rajavartiostojen ja merivartiostojen alueellisista rajoista seka rajavartiolaitoksen paallikon oikeudesta maarata rajavartiolaitoksen hallintoyksikoiden tarkemmasta kokoonpanosta ja rajavartiolaitoksen johtosuhteista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Gränsbevakningsväsendet, chefen och förvaltningsenheterna",
        "content_sv": "förvaltningsenheter Gränsbevakningsväsendet är en till statens centralförvaltning hörande myndighet som står under inrikesministeriets ledning och tillsyn. Gränsbevakningsväsendet leds vid inrikesministeriet av chefen för Gränsbevakningsväsendet. Chefen underställda förvaltningsenheter är staben för Gränsbevakningsväsendet, gränsbevakningssektionerna, sjöbevakningssektionerna, Gräns- och sjöbevakningsskolan och Bevakningsflygdivisionen (). Staben för Gränsbevakningsväsendet leds av biträdande chefen för Gränsbevakningsväsendet och övriga förvaltningsenheter av sina respektive chefer. Övriga förvaltningsenheter lyder under staben för Gränsbevakningsväsendet. Vid förhinder för chefen för Gränsbevakningsväsendet är biträdande chefen för Gränsbevakningsväsendet dennes ställföreträdare. Om också biträdande chefen har förhinder, är ställföreträdaren en general eller amiral som tjänstgör vid staben för Gränsbevakningsväsendet som gräns- och sjöavdelningens, personalavdelningens eller tekniska avdelningens chef. Genom förordning av statsrådet föreskrivs om Gränsbevakningsväsendets förvaltningsenheter och om gränsbevakningssektionernas och sjöbevakningssektionernas territoriella gränser samt om rätt för chefen för Gränsbevakningsväsendet att bestämma om den närmare sammansättningen av förvaltningsenheterna och om Gränsbevakningsväsendets ledningsförhållanden.",
        "normalized_sv": "förvaltningsenheter Gränsbevakningsväsendet är en till statens centralförvaltning hörande myndighet som står under inrikesministeriets ledning och tillsyn. Gränsbevakningsväsendet leds vid inrikesministeriet av chefen för Gränsbevakningsväsendet. Chefen underställda förvaltningsenheter är staben för Gränsbevakningsväsendet, gränsbevakningssektionerna, sjöbevakningssektionerna, Gräns- och sjöbevakningsskolan och Bevakningsflygdivisionen (). Staben för Gränsbevakningsväsendet leds av biträdande chefen för Gränsbevakningsväsendet och övriga förvaltningsenheter av sina respektive chefer. Övriga förvaltningsenheter lyder under staben för Gränsbevakningsväsendet. Vid förhinder för chefen för Gränsbevakningsväsendet är biträdande chefen för Gränsbevakningsväsendet dennes ställföreträdare. Om också biträdande chefen har förhinder, är ställföreträdaren en general eller amiral som tjänstgör vid staben för Gränsbevakningsväsendet som gräns- och sjöavdelningens, personalavdelningens eller tekniska avdelningens chef. Genom förordning av statsrådet föreskrivs om Gränsbevakningsväsendets förvaltningsenheter och om gränsbevakningssektionernas och sjöbevakningssektionernas territoriella gränser samt om rätt för chefen för Gränsbevakningsväsendet att bestämma om den närmare sammansättningen av förvaltningsenheterna och om Gränsbevakningsväsendets ledningsförhållanden.",
        "folded_sv": "forvaltningsenheter gransbevakningsvasendet ar en till statens centralforvaltning horande myndighet som star under inrikesministeriets ledning och tillsyn. gransbevakningsvasendet leds vid inrikesministeriet av chefen for gransbevakningsvasendet. chefen understallda forvaltningsenheter ar staben for gransbevakningsvasendet, gransbevakningssektionerna, sjobevakningssektionerna, grans- och sjobevakningsskolan och bevakningsflygdivisionen (). staben for gransbevakningsvasendet leds av bitradande chefen for gransbevakningsvasendet och ovriga forvaltningsenheter av sina respektive chefer. ovriga forvaltningsenheter lyder under staben for gransbevakningsvasendet. vid forhinder for chefen for gransbevakningsvasendet ar bitradande chefen for gransbevakningsvasendet dennes stallforetradare. om ocksa bitradande chefen har forhinder, ar stallforetradaren en general eller amiral som tjanstgor vid staben for gransbevakningsvasendet som grans- och sjoavdelningens, personalavdelningens eller tekniska avdelningens chef. genom forordning av statsradet foreskrivs om gransbevakningsvasendets forvaltningsenheter och om gransbevakningssektionernas och sjobevakningssektionernas territoriella granser samt om ratt for chefen for gransbevakningsvasendet att bestamma om den narmare sammansattningen av forvaltningsenheterna och om gransbevakningsvasendets ledningsforhallanden."
      },
      "valid_from": "2024-05-17",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Rajavartiolaitoksen virat",
      "content": "Rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta sekä sijoittamisesta ja siirtämisestä Rajavartiolaitoksessa säädetään tarkemmin valtioneuvoston asetuksella. Rajaturvallisuuden häiriötilanteissa sekä tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi Raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittää nuoremman upseerin sotilasvirkaan enintään kuudeksi kuukaudeksi kerrallaan. Nimittäminen edellyttää riittävää koulutusta, josta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta sekä sijoittamisesta ja siirtämisestä Rajavartiolaitoksessa säädetään tarkemmin valtioneuvoston asetuksella. Rajaturvallisuuden häiriötilanteissa sekä tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi Raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittää nuoremman upseerin sotilasvirkaan enintään kuudeksi kuukaudeksi kerrallaan. Nimittäminen edellyttää riittävää koulutusta, josta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "rajavartiolaitoksen virkojen perustamisesta, muuttamisesta ja lakkauttamisesta seka sijoittamisesta ja siirtamisesta rajavartiolaitoksessa saadetaan tarkemmin valtioneuvoston asetuksella. rajaturvallisuuden hairiotilanteissa seka tehostettaessa ja kohotettaessa valmiutta niihin varautumiseksi raja- ja merivartiokoululla upseerin koulutusohjelmassa opiskeleva kadetti voidaan nimittaa nuoremman upseerin sotilasvirkaan enintaan kuudeksi kuukaudeksi kerrallaan. nimittaminen edellyttaa riittavaa koulutusta, josta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Tjänsterna vid Gränsbevakningsväsendet",
        "content_sv": "Närmare bestämmelser om inrättande, ändring och indragning av tjänster vid Gränsbevakningsväsendet samt om placering och flyttning av tjänster inom Gränsbevakningsväsendet utfärdas genom förordning av statsrådet. I störningssituationer som berör gränssäkerheten samt när beredskapen effektiveras och höjs som förberedelse inför sådana situationer kan en kadett som studerar vid Gräns- och sjöbevakningsskolan i utbildningsprogrammet för officerare utnämnas till en militär tjänst som yngre officer för högst sex månader åt gången. Den som utnämns ska ha tillräcklig utbildning, om vilken det utfärdas närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om inrättande, ändring och indragning av tjänster vid Gränsbevakningsväsendet samt om placering och flyttning av tjänster inom Gränsbevakningsväsendet utfärdas genom förordning av statsrådet. I störningssituationer som berör gränssäkerheten samt när beredskapen effektiveras och höjs som förberedelse inför sådana situationer kan en kadett som studerar vid Gräns- och sjöbevakningsskolan i utbildningsprogrammet för officerare utnämnas till en militär tjänst som yngre officer för högst sex månader åt gången. Den som utnämns ska ha tillräcklig utbildning, om vilken det utfärdas närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om inrattande, andring och indragning av tjanster vid gransbevakningsvasendet samt om placering och flyttning av tjanster inom gransbevakningsvasendet utfardas genom forordning av statsradet. i storningssituationer som beror granssakerheten samt nar beredskapen effektiveras och hojs som forberedelse infor sadana situationer kan en kadett som studerar vid grans- och sjobevakningsskolan i utbildningsprogrammet for officerare utnamnas till en militar tjanst som yngre officer for hogst sex manader at gangen. den som utnamns ska ha tillracklig utbildning, om vilken det utfardas narmare bestammelser genom forordning av statsradet."
      },
      "valid_from": "2024-05-17",
      "valid_to": null
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "title": "Rajavartiolaitoksen eräisiin siviilivirkoihin nimittäminen",
      "content": "Rajavartiolaitoksen siviilivirka, jonka tehtävät muodostuvat rajaturvallisuuden ylläpitämisen tai sotilaallisen maanpuolustuksen asiantuntijatehtävistä taikka niihin välittömästi liittyvistä teknisistä asiantuntijatehtävistä, voidaan täyttää sitä haettavaksi julistamatta, jos tehtävän luonne sitä välttämättä edellyttää. Välttämättömyyttä arvioitaessa otetaan huomioon: 1) Rajavartiolaitoksen henkilöstö- ja organisaatioturvallisuus; 2) täytettävä virka ja sen tehtäviin liittyvät uhkat; 3) Rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittäin tärkeä yleinen etu. Edellä 1 momentissa säädetty ei koske virkoja, joihin valtioneuvosto nimittää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Rajavartiolaitoksen siviilivirka, jonka tehtävät muodostuvat rajaturvallisuuden ylläpitämisen tai sotilaallisen maanpuolustuksen asiantuntijatehtävistä taikka niihin välittömästi liittyvistä teknisistä asiantuntijatehtävistä, voidaan täyttää sitä haettavaksi julistamatta, jos tehtävän luonne sitä välttämättä edellyttää. Välttämättömyyttä arvioitaessa otetaan huomioon: 1) Rajavartiolaitoksen henkilöstö- ja organisaatioturvallisuus; 2) täytettävä virka ja sen tehtäviin liittyvät uhkat; 3) Rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittäin tärkeä yleinen etu. Edellä 1 momentissa säädetty ei koske virkoja, joihin valtioneuvosto nimittää.",
        "folded_fi": "rajavartiolaitoksen siviilivirka, jonka tehtavat muodostuvat rajaturvallisuuden yllapitamisen tai sotilaallisen maanpuolustuksen asiantuntijatehtavista taikka niihin valittomasti liittyvista teknisista asiantuntijatehtavista, voidaan tayttaa sita haettavaksi julistamatta, jos tehtavan luonne sita valttamatta edellyttaa. valttamattomyytta arvioitaessa otetaan huomioon: 1) rajavartiolaitoksen henkilosto- ja organisaatioturvallisuus; 2) taytettava virka ja sen tehtaviin liittyvat uhkat; 3) rajavartiolaitoksen ja sen kaluston operatiivisen suorituskyvyn suojaaminen; 4) muu kuin 1-3 kohdassa tarkoitettu erittain tarkea yleinen etu. edella 1 momentissa saadetty ei koske virkoja, joihin valtioneuvosto nimittaa.",
        "title_sv": "Utnämning till vissa civila tjänster vid Gränsbevakningsväsendet",
        "content_sv": "Sådana civila tjänster vid Gränsbevakningsväsendet vilkas uppgiftsområde består av expertuppdrag inom upprätthållandet av gränssäkerheten eller inom det militära försvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsättas utan att tjänsten ledigförklaras, om uppgiftens art med nödvändighet kräver det. Vid bedömningen av nödvändigheten ska hänsyn tas till 1) Gränsbevakningsväsendets personalsäkerhet och organisationssäkerhet, 2) den tjänst som ska tillsättas och de hot som tjänstens uppgifter är förknippade med, 3) skyddet av Gränsbevakningsväsendets operativa funktionsförmåga och den operativa prestandan hos dess materiel, 4) andra än i 1-3 punkten avsedda synnerligen viktiga allmänna intressen. Det som föreskrivs i 1 mom. gäller inte tjänster till vilka statsrådet utnämner.",
        "normalized_sv": "Sådana civila tjänster vid Gränsbevakningsväsendet vilkas uppgiftsområde består av expertuppdrag inom upprätthållandet av gränssäkerheten eller inom det militära försvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsättas utan att tjänsten ledigförklaras, om uppgiftens art med nödvändighet kräver det. Vid bedömningen av nödvändigheten ska hänsyn tas till 1) Gränsbevakningsväsendets personalsäkerhet och organisationssäkerhet, 2) den tjänst som ska tillsättas och de hot som tjänstens uppgifter är förknippade med, 3) skyddet av Gränsbevakningsväsendets operativa funktionsförmåga och den operativa prestandan hos dess materiel, 4) andra än i 1-3 punkten avsedda synnerligen viktiga allmänna intressen. Det som föreskrivs i 1 mom. gäller inte tjänster till vilka statsrådet utnämner.",
        "folded_sv": "sadana civila tjanster vid gransbevakningsvasendet vilkas uppgiftsomrade bestar av expertuppdrag inom uppratthallandet av granssakerheten eller inom det militara forsvaret eller av tekniska expertuppdrag i direkt anslutning till dessa kan tillsattas utan att tjansten ledigforklaras, om uppgiftens art med nodvandighet kraver det. vid bedomningen av nodvandigheten ska hansyn tas till 1) gransbevakningsvasendets personalsakerhet och organisationssakerhet, 2) den tjanst som ska tillsattas och de hot som tjanstens uppgifter ar forknippade med, 3) skyddet av gransbevakningsvasendets operativa funktionsformaga och den operativa prestandan hos dess materiel, 4) andra an i 1-3 punkten avsedda synnerligen viktiga allmanna intressen. det som foreskrivs i 1 mom. galler inte tjanster till vilka statsradet utnamner."
      },
      "valid_from": "2024-05-17",
      "valid_to": null
    },
    {
      "provision_ref": "26 b",
      "section": "26 b",
      "title": "Opiskelijan muut tehtävät",
      "content": "Rajavartiolaitoksen esikunta voi määrätä Raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittävän koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myös muita tehtäviä kuin koulutukseen liittyviä harjoituksia, jos se on tarpeen Rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. Kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtävässä säädetään rajavartiolain 34 g §:ssä. Maanpuolustuskorkeakoulua on kuultava ennen kadetin määräämistä 1 momentissa tarkoitettuun tehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 b",
        "normalized_fi": "Rajavartiolaitoksen esikunta voi määrätä Raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittävän koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myös muita tehtäviä kuin koulutukseen liittyviä harjoituksia, jos se on tarpeen Rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. Kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtävässä säädetään rajavartiolain 34 g § :ssä. Maanpuolustuskorkeakoulua on kuultava ennen kadetin määräämistä 1 momentissa tarkoitettuun tehtävään.",
        "folded_fi": "rajavartiolaitoksen esikunta voi maarata raja- ja merivartiokoululla upseerin koulutusohjelmaan kuuluvia opintoja suorittavan kadetin ja riittavan koulutuksen saaneen rajavartijan peruskurssin opiskelijan suorittamaan myos muita tehtavia kuin koulutukseen liittyvia harjoituksia, jos se on tarpeen rajavartiolaitoksen toimialaan kuuluvien vakavien erityistilanteiden hoitamiseksi. kadetin ja rajavartijan peruskurssin opiskelijan toimivaltuuksista 1 momentissa tarkoitetussa tehtavassa saadetaan rajavartiolain 34 g §:ssa. maanpuolustuskorkeakoulua on kuultava ennen kadetin maaraamista 1 momentissa tarkoitettuun tehtavaan.",
        "title_sv": "Studerandes övriga uppgifter",
        "content_sv": "Staben för Gränsbevakningsväsendet kan förordna en kadett som bedriver studier inom utbildningsprogrammet för officerare vid Gräns- och sjöbevakningsskolan och en studerande på grundkursen för gränsbevakare som har tillräcklig utbildning att även utföra andra uppgifter än övningar som ingår i utbildningen, om detta behövs för skötseln av allvarliga specialsituationer som hör till Gränsbevakningsväsendets ansvarsområde. Bestämmelser om befogenheterna för kadetter och studerande på grundkursen för gränsbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gränsbevakningslagen. Försvarshögskolan ska höras innan en kadett förordnas till en uppgift som avses i 1 mom.",
        "normalized_sv": "Staben för Gränsbevakningsväsendet kan förordna en kadett som bedriver studier inom utbildningsprogrammet för officerare vid Gräns- och sjöbevakningsskolan och en studerande på grundkursen för gränsbevakare som har tillräcklig utbildning att även utföra andra uppgifter än övningar som ingår i utbildningen, om detta behövs för skötseln av allvarliga specialsituationer som hör till Gränsbevakningsväsendets ansvarsområde. Bestämmelser om befogenheterna för kadetter och studerande på grundkursen för gränsbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gränsbevakningslagen. Försvarshögskolan ska höras innan en kadett förordnas till en uppgift som avses i 1 mom.",
        "folded_sv": "staben for gransbevakningsvasendet kan forordna en kadett som bedriver studier inom utbildningsprogrammet for officerare vid grans- och sjobevakningsskolan och en studerande pa grundkursen for gransbevakare som har tillracklig utbildning att aven utfora andra uppgifter an ovningar som ingar i utbildningen, om detta behovs for skotseln av allvarliga specialsituationer som hor till gransbevakningsvasendets ansvarsomrade. bestammelser om befogenheterna for kadetter och studerande pa grundkursen for gransbevakare i uppgifter som avses i 1 mom. finns i 34 g § i gransbevakningslagen. forsvarshogskolan ska horas innan en kadett forordnas till en uppgift som avses i 1 mom."
      },
      "valid_from": "2024-05-17",
      "valid_to": null
    }
  ]
}