{
  "id": "263/2015",
  "type": "statute",
  "title": "Perhehoitolaki",
  "title_en": "Familjevårdslag",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/263/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus ja tavoite",
      "content": "Tämän lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. Perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilölle mahdollisuus kodinomaiseen hoitoon ja läheisiin ihmissuhteisiin sekä edistää hänen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. Perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilölle mahdollisuus kodinomaiseen hoitoon ja läheisiin ihmissuhteisiin sekä edistää hänen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
        "folded_fi": "taman lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilolle mahdollisuus kodinomaiseen hoitoon ja laheisiin ihmissuhteisiin seka edistaa hanen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att trygga familjevård under familjeliknande förhållanden utifrån den vårdbehövandes behov. Målet med familjevården är att ge den som är i familjevård möjlighet till vård under hemliknande förhållanden och till nära människorelationer samt att främja personens grundtrygghet och sociala relationer.",
        "normalized_sv": "Syftet med denna lag är att trygga familjevård under familjeliknande förhållanden utifrån den vårdbehövandes behov. Målet med familjevården är att ge den som är i familjevård möjlighet till vård under hemliknande förhållanden och till nära människorelationer samt att främja personens grundtrygghet och sociala relationer.",
        "folded_sv": "syftet med denna lag ar att trygga familjevard under familjeliknande forhallanden utifran den vardbehovandes behov. malet med familjevarden ar att ge den som ar i familjevard mojlighet till vard under hemliknande forhallanden och till nara manniskorelationer samt att framja personens grundtrygghet och sociala relationer."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan henkilön hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. Jollei toisin säädetä, se mitä tässä laissa säädetään perhehoidosta, koskee myös ammatillista perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain (922/2011) 7 §:ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan henkilön hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. Jollei toisin säädetä, se mitä tässä laissa säädetään perhehoidosta, koskee myös ammatillista perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain (922/2011) 7 § :ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "folded_fi": "tata lakia sovelletaan henkilon hoidon tai muun osa- tai ymparivuorokautisen huolenpidon jarjestamiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. jollei toisin saadeta, se mita tassa laissa saadetaan perhehoidosta, koskee myos ammatillista perhehoitoa, jota annetaan yksityisista sosiaalipalveluista annetun lain (922/2011) 7 §:ssa tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Om inte annat bestäms gäller det som i denna lag föreskrivs om familjevård även professionell familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice (922/2011).",
        "normalized_sv": "Denna lag tillämpas på vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Om inte annat bestäms gäller det som i denna lag föreskrivs om familjevård även professionell familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice (922/2011).",
        "folded_sv": "denna lag tillampas pa vard av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevardarens privathem eller i den vardbehovandes hem. om inte annat bestams galler det som i denna lag foreskrivs om familjevard aven professionell familjevard som ges i professionella familjehem med stod av tillstand enligt 7 § i lagen om privat socialservice (922/2011)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Perhehoito",
      "content": "Perhehoito on hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämistä perhehoitajan yksityiskodissa tai hoidettavan kotona. Kunta tai kuntayhtymä tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon järjestämisestä yksityisen perhehoidon tuottajan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Perhehoito on hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämistä perhehoitajan yksityiskodissa tai hoidettavan kotona. Kunta tai kuntayhtymä tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon järjestämisestä yksityisen perhehoidon tuottajan kanssa.",
        "folded_fi": "perhehoito on hoidon tai muun osa- tai ymparivuorokautisen huolenpidon jarjestamista perhehoitajan yksityiskodissa tai hoidettavan kotona. kunta tai kuntayhtyma tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon jarjestamisesta yksityisen perhehoidon tuottajan kanssa.",
        "title_sv": "Familjevård",
        "content_sv": "Familjevård är vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Kommunen eller samkommunen ska ingå ett uppdragsavtal med familjevårdaren eller avtal om ordnande av familjevård med en producent av privat familjevård.",
        "normalized_sv": "Familjevård är vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Kommunen eller samkommunen ska ingå ett uppdragsavtal med familjevårdaren eller avtal om ordnande av familjevård med en producent av privat familjevård.",
        "folded_sv": "familjevard ar vard av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevardarens privathem eller i den vardbehovandes hem. kommunen eller samkommunen ska inga ett uppdragsavtal med familjevardaren eller avtal om ordnande av familjevard med en producent av privat familjevard."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ammatillinen perhehoito",
      "content": "Ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain 7 §:ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain 7 § :ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "folded_fi": "ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisista sosiaalipalveluista annetun lain 7 §:ssa tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "title_sv": "Professionell familjevård",
        "content_sv": "Professionell familjevård är familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice.",
        "normalized_sv": "Professionell familjevård är familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice.",
        "folded_sv": "professionell familjevard ar familjevard som ges i professionella familjehem med stod av tillstand enligt 7 § i lagen om privat socialservice."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perhekodin olosuhteet",
      "content": "Perhekodin pitää olla terveydellisiltä ja muilta olosuhteiltaan siellä annettavalle hoidolle sopiva. Perhekodin sopivuutta harkittaessa on kiinnitettävä erityistä huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hänen etunsa mukaisesti. Lisäksi on selvitettävä, hyväksyvätkö muut perhekodin jäsenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilö saada perhekodin muihin jäseniin nähden tasavertaisen aseman. Perhekodin tulee myös rakenteeltaan, tiloiltaan ja varustetasoltaan olla siellä annettavalle hoidolle sopiva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Perhekodin pitää olla terveydellisiltä ja muilta olosuhteiltaan siellä annettavalle hoidolle sopiva. Perhekodin sopivuutta harkittaessa on kiinnitettävä erityistä huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hänen etunsa mukaisesti. Lisäksi on selvitettävä, hyväksyvätkö muut perhekodin jäsenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilö saada perhekodin muihin jäseniin nähden tasavertaisen aseman. Perhekodin tulee myös rakenteeltaan, tiloiltaan ja varustetasoltaan olla siellä annettavalle hoidolle sopiva.",
        "folded_fi": "perhekodin pitaa olla terveydellisilta ja muilta olosuhteiltaan siella annettavalle hoidolle sopiva. perhekodin sopivuutta harkittaessa on kiinnitettava erityista huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hanen etunsa mukaisesti. lisaksi on selvitettava, hyvaksyvatko muut perhekodin jasenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilo saada perhekodin muihin jaseniin nahden tasavertaisen aseman. perhekodin tulee myos rakenteeltaan, tiloiltaan ja varustetasoltaan olla siella annettavalle hoidolle sopiva.",
        "title_sv": "Förhållandena i familjehem",
        "content_sv": "Ett familjehem ska till sina sanitära och övriga förhållanden vara lämpligt för den vård som ges där. Vid prövning av om ett familjehem är lämpligt ska särskild vikt fästas vid de mänskliga relationerna i familjehemmet samt vid vilka möjligheter familjevårdaren har att i enlighet med vad som är bäst för den som placeras i familjevård beakta och tillgodose behoven hos denna person. Dessutom ska det utredas om de övriga medlemmarna i familjehemmet godtar den som placeras i familjevård och om personen kan få en jämbördig ställning i förhållande till de övriga medlemmarna i familjehemmet. Ett familjehem ska även i fråga om uppbyggnad, utrymmen och utrustningsnivå lämpa sig för familjevård.",
        "normalized_sv": "Ett familjehem ska till sina sanitära och övriga förhållanden vara lämpligt för den vård som ges där. Vid prövning av om ett familjehem är lämpligt ska särskild vikt fästas vid de mänskliga relationerna i familjehemmet samt vid vilka möjligheter familjevårdaren har att i enlighet med vad som är bäst för den som placeras i familjevård beakta och tillgodose behoven hos denna person. Dessutom ska det utredas om de övriga medlemmarna i familjehemmet godtar den som placeras i familjevård och om personen kan få en jämbördig ställning i förhållande till de övriga medlemmarna i familjehemmet. Ett familjehem ska även i fråga om uppbyggnad, utrymmen och utrustningsnivå lämpa sig för familjevård.",
        "folded_sv": "ett familjehem ska till sina sanitara och ovriga forhallanden vara lampligt for den vard som ges dar. vid provning av om ett familjehem ar lampligt ska sarskild vikt fastas vid de manskliga relationerna i familjehemmet samt vid vilka mojligheter familjevardaren har att i enlighet med vad som ar bast for den som placeras i familjevard beakta och tillgodose behoven hos denna person. dessutom ska det utredas om de ovriga medlemmarna i familjehemmet godtar den som placeras i familjevard och om personen kan fa en jambordig stallning i forhallande till de ovriga medlemmarna i familjehemmet. ett familjehem ska aven i fraga om uppbyggnad, utrymmen och utrustningsniva lampa sig for familjevard."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Perhehoitajan kelpoisuus",
      "content": "Perhehoitajaksi voidaan hyväksyä henkilö, joka koulutuksensa, kokemuksensa tai henkilökohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. Ennen 10 §:ssä tarkoitetun toimeksiantosopimuksen tekemistä perhehoitajaksi aikovan henkilön on suoritettava tehtävän edellyttämä ennakkovalmennus. Erityisistä syistä ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. Ammatillisessa perhehoidossa edellytetään 1 momentissa säädetyn lisäksi olevan vähintään kaksi perhehoitajaa, joista ainakin yhdellä perhehoidon hoito- ja kasvatustehtäviin osallistuvista on tehtävään soveltuva koulutus ja riittävä kokemus hoito- tai kasvatustehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Perhehoitajaksi voidaan hyväksyä henkilö, joka koulutuksensa, kokemuksensa tai henkilökohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. Ennen 10 § :ssä tarkoitetun toimeksiantosopimuksen tekemistä perhehoitajaksi aikovan henkilön on suoritettava tehtävän edellyttämä ennakkovalmennus. Erityisistä syistä ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. Ammatillisessa perhehoidossa edellytetään 1 momentissa säädetyn lisäksi olevan vähintään kaksi perhehoitajaa, joista ainakin yhdellä perhehoidon hoito- ja kasvatustehtäviin osallistuvista on tehtävään soveltuva koulutus ja riittävä kokemus hoito- tai kasvatustehtävistä.",
        "folded_fi": "perhehoitajaksi voidaan hyvaksya henkilo, joka koulutuksensa, kokemuksensa tai henkilokohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. ennen 10 §:ssa tarkoitetun toimeksiantosopimuksen tekemista perhehoitajaksi aikovan henkilon on suoritettava tehtavan edellyttama ennakkovalmennus. erityisista syista ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. ammatillisessa perhehoidossa edellytetaan 1 momentissa saadetyn lisaksi olevan vahintaan kaksi perhehoitajaa, joista ainakin yhdella perhehoidon hoito- ja kasvatustehtaviin osallistuvista on tehtavaan soveltuva koulutus ja riittava kokemus hoito- tai kasvatustehtavista.",
        "title_sv": "Familjevårdarens behörighet",
        "content_sv": "Personer som med hänsyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper är lämpliga att ge familjevård kan godkännas som familjevårdare. Innan ett uppdragsavtal enligt 10 § ingås ska den som har för avsikt att arbeta som familjevårdare genomgå den förberedande utbildning som arbetet kräver. Av särskilda skäl kan personen genomgå förberedande utbildning senast ett år efter placerandet. Inom professionell familjevård krävs utöver det som föreskrivs i 1 mom. att det finns minst två familjevårdare, varav åtminstone den ena av dem som deltar i vården och fostran har lämplig utbildning för uppgiften och tillräcklig erfarenhet av att arbeta med vård och fostran.",
        "normalized_sv": "Personer som med hänsyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper är lämpliga att ge familjevård kan godkännas som familjevårdare. Innan ett uppdragsavtal enligt 10 § ingås ska den som har för avsikt att arbeta som familjevårdare genomgå den förberedande utbildning som arbetet kräver. Av särskilda skäl kan personen genomgå förberedande utbildning senast ett år efter placerandet. Inom professionell familjevård krävs utöver det som föreskrivs i 1 mom. att det finns minst två familjevårdare, varav åtminstone den ena av dem som deltar i vården och fostran har lämplig utbildning för uppgiften och tillräcklig erfarenhet av att arbeta med vård och fostran.",
        "folded_sv": "personer som med hansyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper ar lampliga att ge familjevard kan godkannas som familjevardare. innan ett uppdragsavtal enligt 10 § ingas ska den som har for avsikt att arbeta som familjevardare genomga den forberedande utbildning som arbetet kraver. av sarskilda skal kan personen genomga forberedande utbildning senast ett ar efter placerandet. inom professionell familjevard kravs utover det som foreskrivs i 1 mom. att det finns minst tva familjevardare, varav atminstone den ena av dem som deltar i varden och fostran har lamplig utbildning for uppgiften och tillracklig erfarenhet av att arbeta med vard och fostran."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Perhekodissa hoidettavien määrä",
      "content": "Perhekodissa saadaan samanaikaisesti hoitaa enintään neljää henkilöä hoitajan kanssa samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt mukaan luettuina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Perhekodissa saadaan samanaikaisesti hoitaa enintään neljää henkilöä hoitajan kanssa samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt mukaan luettuina.",
        "folded_fi": "perhekodissa saadaan samanaikaisesti hoitaa enintaan neljaa henkiloa hoitajan kanssa samassa taloudessa asuvat alle kouluikaiset lapset ja muut erityista hoitoa tai huolenpitoa vaativat henkilot mukaan luettuina.",
        "title_sv": "Antalet personer som vårdas i familjehem",
        "content_sv": "I familjehem får högst fyra personer vårdas samtidigt, inberäknat de barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll som vårdaren.",
        "normalized_sv": "I familjehem får högst fyra personer vårdas samtidigt, inberäknat de barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll som vårdaren.",
        "folded_sv": "i familjehem far hogst fyra personer vardas samtidigt, inberaknat de barn under skolaldern och andra personer i behov av sarskild vard eller omsorg som bor i samma hushall som vardaren."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ammatillisessa perhekodissa hoidettavien määrä",
      "content": "Ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintään seitsemää henkilöä, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vähintään kaksi hoitopaikassa asuvaa henkilöä, joista ainakin yhdellä on 6 §:n 1 momentissa ja yhdellä 3 momentissa säädetty kelpoisuus. Samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt lasketaan mukaan enimmäismäärään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintään seitsemää henkilöä, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vähintään kaksi hoitopaikassa asuvaa henkilöä, joista ainakin yhdellä on 6 § :n 1 momentissa ja yhdellä 3 momentissa säädetty kelpoisuus. Samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt lasketaan mukaan enimmäismäärään.",
        "folded_fi": "ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintaan seitsemaa henkiloa, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vahintaan kaksi hoitopaikassa asuvaa henkiloa, joista ainakin yhdella on 6 §:n 1 momentissa ja yhdella 3 momentissa saadetty kelpoisuus. samassa taloudessa asuvat alle kouluikaiset lapset ja muut erityista hoitoa tai huolenpitoa vaativat henkilot lasketaan mukaan enimmaismaaraan.",
        "title_sv": "Antalet personer som vårdas i professionella familjehem",
        "content_sv": "I professionella familjehem får samtidigt vårdas högst sju personer, om det på vårdstället bor minst två personer som svarar för vården, fostran eller den övriga omsorgen i familjehemmet. Av de sistnämnda ska åtminstone den ena ha den behörighet som anges i 6 § 1 mom. och den andra den behörighet som anges i 3 mom. I det maximala antalet inkluderas barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll.",
        "normalized_sv": "I professionella familjehem får samtidigt vårdas högst sju personer, om det på vårdstället bor minst två personer som svarar för vården, fostran eller den övriga omsorgen i familjehemmet. Av de sistnämnda ska åtminstone den ena ha den behörighet som anges i 6 § 1 mom. och den andra den behörighet som anges i 3 mom. I det maximala antalet inkluderas barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll.",
        "folded_sv": "i professionella familjehem far samtidigt vardas hogst sju personer, om det pa vardstallet bor minst tva personer som svarar for varden, fostran eller den ovriga omsorgen i familjehemmet. av de sistnamnda ska atminstone den ena ha den behorighet som anges i 6 § 1 mom. och den andra den behorighet som anges i 3 mom. i det maximala antalet inkluderas barn under skolaldern och andra personer i behov av sarskild vard eller omsorg som bor i samma hushall."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hoidettavien määrästä poikkeaminen",
      "content": "Jos kyse on hoidon antamisesta sisaruksille tai saman perheen jäsenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilö kuin 7 ja 8 §:ssä säädetään. Lisäksi erityisestä syystä voidaan 7 ja 8 §:ssä säädetyistä samanaikaisesti hoidettavien henkilöiden enimmäismääristä poiketa. Erityisenä syynä pidetään lähinnä tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain täysi-ikäisiä henkilöitä, joiden keskinäinen kanssakäyminen ja perhehoitosijoituksen laatu yhdessä toimintakyvyn ja hoidon tarpeen kanssa tekevät mahdolliseksi poikkeamisen enimmäismäärästä. Hoidettavien määrä on kuitenkin suhteutettava perhehoitajien lukumäärään, hoidettavien tarvitsemaan hoitoon ja kasvatukseen sekä toiminnan luonteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos kyse on hoidon antamisesta sisaruksille tai saman perheen jäsenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilö kuin 7 ja 8 § :ssä säädetään. Lisäksi erityisestä syystä voidaan 7 ja 8 § :ssä säädetyistä samanaikaisesti hoidettavien henkilöiden enimmäismääristä poiketa. Erityisenä syynä pidetään lähinnä tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain täysi-ikäisiä henkilöitä, joiden keskinäinen kanssakäyminen ja perhehoitosijoituksen laatu yhdessä toimintakyvyn ja hoidon tarpeen kanssa tekevät mahdolliseksi poikkeamisen enimmäismäärästä. Hoidettavien määrä on kuitenkin suhteutettava perhehoitajien lukumäärään, hoidettavien tarvitsemaan hoitoon ja kasvatukseen sekä toiminnan luonteeseen.",
        "folded_fi": "jos kyse on hoidon antamisesta sisaruksille tai saman perheen jasenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilo kuin 7 ja 8 §:ssa saadetaan. lisaksi erityisesta syysta voidaan 7 ja 8 §:ssa saadetyista samanaikaisesti hoidettavien henkiloiden enimmaismaarista poiketa. erityisena syyna pidetaan lahinna tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain taysi-ikaisia henkiloita, joiden keskinainen kanssakayminen ja perhehoitosijoituksen laatu yhdessa toimintakyvyn ja hoidon tarpeen kanssa tekevat mahdolliseksi poikkeamisen enimmaismaarasta. hoidettavien maara on kuitenkin suhteutettava perhehoitajien lukumaaraan, hoidettavien tarvitsemaan hoitoon ja kasvatukseen seka toiminnan luonteeseen.",
        "title_sv": "Avvikelse från antalet personer som vårdas",
        "content_sv": "Om det är fråga om vård av syskon eller medlemmar av samma familj, får det i ett familjehem eller professionellt familjehem samtidigt vårdas fler personer än vad som anges i 7 och 8 §. Av särskilda skäl kan undantag göras från det maximiantal vårdtagare som enligt 7 och 8 § får vårdas samtidigt. Som särskilda skäl anses främst det fall där det i familjevård samtidigt vårdas endast myndiga personer vars umgänge sinsemellan och arten av deras placering i familjevård i förening med deras funktionsförmåga och vårdbehov gör en avvikelse från maximiantalet möjlig. Antalet personer som vårdas ska dock ställas i relation till antalet familjevårdare, den vård och fostran som personerna behöver samt verksamhetens natur.",
        "normalized_sv": "Om det är fråga om vård av syskon eller medlemmar av samma familj, får det i ett familjehem eller professionellt familjehem samtidigt vårdas fler personer än vad som anges i 7 och 8 § . Av särskilda skäl kan undantag göras från det maximiantal vårdtagare som enligt 7 och 8 § får vårdas samtidigt. Som särskilda skäl anses främst det fall där det i familjevård samtidigt vårdas endast myndiga personer vars umgänge sinsemellan och arten av deras placering i familjevård i förening med deras funktionsförmåga och vårdbehov gör en avvikelse från maximiantalet möjlig. Antalet personer som vårdas ska dock ställas i relation till antalet familjevårdare, den vård och fostran som personerna behöver samt verksamhetens natur.",
        "folded_sv": "om det ar fraga om vard av syskon eller medlemmar av samma familj, far det i ett familjehem eller professionellt familjehem samtidigt vardas fler personer an vad som anges i 7 och 8 §. av sarskilda skal kan undantag goras fran det maximiantal vardtagare som enligt 7 och 8 § far vardas samtidigt. som sarskilda skal anses framst det fall dar det i familjevard samtidigt vardas endast myndiga personer vars umgange sinsemellan och arten av deras placering i familjevard i forening med deras funktionsformaga och vardbehov gor en avvikelse fran maximiantalet mojlig. antalet personer som vardas ska dock stallas i relation till antalet familjevardare, den vard och fostran som personerna behover samt verksamhetens natur."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Toimeksiantosopimus",
      "content": "Perhehoitajan ja kunnan tai kuntayhtymän välisessä toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion määrästä ja suorittamisesta; 2) perhehoidosta ja hoidon käynnistämisestä aiheutuvien kustannusten korvaamisesta sekä perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta sekä palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyöstä kunnan ja perhehoitajan kesken. Toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta. Tässä laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole työsopimuslain (55/2001) 1 luvun 1 §:ssä tarkoitetussa työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Perhehoitajan ja kunnan tai kuntayhtymän välisessä toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion määrästä ja suorittamisesta; 2) perhehoidosta ja hoidon käynnistämisestä aiheutuvien kustannusten korvaamisesta sekä perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta sekä palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyöstä kunnan ja perhehoitajan kesken. Toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta. Tässä laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole työsopimuslain (55/2001) 1 luvun 1 § :ssä tarkoitetussa työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään.",
        "folded_fi": "perhehoitajan ja kunnan tai kuntayhtyman valisessa toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion maarasta ja suorittamisesta; 2) perhehoidosta ja hoidon kaynnistamisesta aiheutuvien kustannusten korvaamisesta seka perhehoidossa olevan kalenterikuukausittaisten kayttovarojen maksamisesta; 3) perhehoidossa olevan yksilollisista tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta seka palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka naiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyosta kunnan ja perhehoitajan kesken. toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisaltoa koskevien muutosten vuoksi seka myos, kun sen tarkistamiseen muutoin on aihetta. tassa laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole tyosopimuslain (55/2001) 1 luvun 1 §:ssa tarkoitetussa tyosuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymaan.",
        "title_sv": "Uppdragsavtal",
        "content_sv": "I det uppdragsavtal som ingås mellan en familjevårdare och kommunen eller samkommunen ska parterna komma överens om 1) storleken och utbetalningen av arvodet till familjevårdaren, 2) ersättande av kostnaderna för familjevården och inledandet av vården samt om utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) familjevårdarens rätt till ledighet, genomförandet av ledigheten samt betalning av arvode och ersättning för kostnader under ledigheten, 6) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 7) uppsägning av uppdragsavtalet, 8) vid behov om andra omständigheter som gäller familjehemmet och familjevården, 9) samarbetet mellan kommunen och familjevårdaren. Uppdragsavtalet ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det. Den som ingått uppdragsavtal enligt denna lag står inte i ett sådant anställningsförhållande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingått avtalet.",
        "normalized_sv": "I det uppdragsavtal som ingås mellan en familjevårdare och kommunen eller samkommunen ska parterna komma överens om 1) storleken och utbetalningen av arvodet till familjevårdaren, 2) ersättande av kostnaderna för familjevården och inledandet av vården samt om utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) familjevårdarens rätt till ledighet, genomförandet av ledigheten samt betalning av arvode och ersättning för kostnader under ledigheten, 6) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 7) uppsägning av uppdragsavtalet, 8) vid behov om andra omständigheter som gäller familjehemmet och familjevården, 9) samarbetet mellan kommunen och familjevårdaren. Uppdragsavtalet ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det. Den som ingått uppdragsavtal enligt denna lag står inte i ett sådant anställningsförhållande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingått avtalet.",
        "folded_sv": "i det uppdragsavtal som ingas mellan en familjevardare och kommunen eller samkommunen ska parterna komma overens om 1) storleken och utbetalningen av arvodet till familjevardaren, 2) ersattande av kostnaderna for familjevarden och inledandet av varden samt om utbetalningen av de dispositionsmedel som kalendermanadsvis betalas till den som ar i familjevard, 3) ersattning for de sarskilda kostnader som foljer av individuella behov hos den som ar i familjevard, 4) vardens beraknade langd, 5) familjevardarens ratt till ledighet, genomforandet av ledigheten samt betalning av arvode och ersattning for kostnader under ledigheten, 6) forberedelse, handledning och utbildning for familjevardaren och hur dessa ska genomforas, 7) uppsagning av uppdragsavtalet, 8) vid behov om andra omstandigheter som galler familjehemmet och familjevarden, 9) samarbetet mellan kommunen och familjevardaren. uppdragsavtalet ska ses over pa grund av andringar som galler vardens varaktighet eller innehall samt ocksa annars om det finns skal till det. den som ingatt uppdragsavtal enligt denna lag star inte i ett sadant anstallningsforhallande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingatt avtalet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sopimus perhehoidon järjestämisestä",
      "content": "Kunnan tai kuntayhtymän ja yksityisen perhehoidon tuottajan välisessä sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. Perhehoidosta tehtyä sopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Kunnan tai kuntayhtymän ja yksityisen perhehoidon tuottajan välisessä sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. Perhehoidosta tehtyä sopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta.",
        "folded_fi": "kunnan tai kuntayhtyman ja yksityisen perhehoidon tuottajan valisessa sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten kayttovarojen maksamisesta; 3) perhehoidossa olevan yksilollisista tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka naiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. perhehoidosta tehtya sopimusta tarkistetaan hoidon kestoa tai sisaltoa koskevien muutosten vuoksi seka myos, kun sen tarkistamiseen muutoin on aihetta.",
        "title_sv": "Avtal om ordnande av familjevård",
        "content_sv": "I det avtal om familjevård som ingås mellan kommunen eller samkommunen och en producent av privat familjevård ska parterna komma överens om 1) den ersättning som betalas för familjevården, 2) utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 6) uppsägning av avtalet, 7) vid behov om andra omständigheter som gäller familjevården. Avtalet om familjevård ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det.",
        "normalized_sv": "I det avtal om familjevård som ingås mellan kommunen eller samkommunen och en producent av privat familjevård ska parterna komma överens om 1) den ersättning som betalas för familjevården, 2) utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 6) uppsägning av avtalet, 7) vid behov om andra omständigheter som gäller familjevården. Avtalet om familjevård ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det.",
        "folded_sv": "i det avtal om familjevard som ingas mellan kommunen eller samkommunen och en producent av privat familjevard ska parterna komma overens om 1) den ersattning som betalas for familjevarden, 2) utbetalningen av de dispositionsmedel som kalendermanadsvis betalas till den som ar i familjevard, 3) ersattning for de sarskilda kostnader som foljer av individuella behov hos den som ar i familjevard, 4) vardens beraknade langd, 5) forberedelse, handledning och utbildning for familjevardaren och hur dessa ska genomforas, 6) uppsagning av avtalet, 7) vid behov om andra omstandigheter som galler familjevarden. avtalet om familjevard ska ses over pa grund av andringar som galler vardens varaktighet eller innehall samt ocksa annars om det finns skal till det."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Toimeksiantosopimuksen irtisanominen ja purkaminen",
      "content": "Jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa päättymään irtisanomista seuraavan kahden kuukauden kuluttua. Jos valvonnan yhteydessä perhekoti tai siellä annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee pyrkiä saamaan aikaan korjaus. Jos puutetta ei korjata asetetussa määräajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa välittömästi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa päättymään irtisanomista seuraavan kahden kuukauden kuluttua. Jos valvonnan yhteydessä perhekoti tai siellä annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee pyrkiä saamaan aikaan korjaus. Jos puutetta ei korjata asetetussa määräajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa välittömästi.",
        "folded_fi": "jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa paattymaan irtisanomista seuraavan kahden kuukauden kuluttua. jos valvonnan yhteydessa perhekoti tai siella annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon jarjestamisesta vastaavan kunnan tai kuntayhtyman tulee pyrkia saamaan aikaan korjaus. jos puutetta ei korjata asetetussa maaraajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa valittomasti.",
        "title_sv": "Uppsägning och hävning av uppdragsavtal",
        "content_sv": "Om inte något annat har överenskommits i ett uppdragsavtal, kan avtalet sägas upp så att det upphör att gälla två månader efter uppsägningen. Om familjehemmet eller den vård som ges där vid tillsynen konstateras vara olämpliga eller bristfälliga, ska den kommun eller samkommun som svarar för ordnandet av vården försöka se till att bristen avhjälps. Om bristen inte avhjälps inom utsatt tid eller inte kan avhjälpas utan oskäligt besvär eller inom en skälig tid, kan uppdragsavtalet hävas omedelbart.",
        "normalized_sv": "Om inte något annat har överenskommits i ett uppdragsavtal, kan avtalet sägas upp så att det upphör att gälla två månader efter uppsägningen. Om familjehemmet eller den vård som ges där vid tillsynen konstateras vara olämpliga eller bristfälliga, ska den kommun eller samkommun som svarar för ordnandet av vården försöka se till att bristen avhjälps. Om bristen inte avhjälps inom utsatt tid eller inte kan avhjälpas utan oskäligt besvär eller inom en skälig tid, kan uppdragsavtalet hävas omedelbart.",
        "folded_sv": "om inte nagot annat har overenskommits i ett uppdragsavtal, kan avtalet sagas upp sa att det upphor att galla tva manader efter uppsagningen. om familjehemmet eller den vard som ges dar vid tillsynen konstateras vara olampliga eller bristfalliga, ska den kommun eller samkommun som svarar for ordnandet av varden forsoka se till att bristen avhjalps. om bristen inte avhjalps inom utsatt tid eller inte kan avhjalpas utan oskaligt besvar eller inom en skalig tid, kan uppdragsavtalet havas omedelbart."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Oikeus vapaaseen",
      "content": "Jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtymän tulee järjestää perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipäivä kutakin sellaista kalenterikuukautta kohden, jona hän on toiminut toimeksiantosopimuksen perusteella vähintään 14 vuorokautta perhehoitajana. Perhehoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilön hoidon tarkoituksenmukaisessa järjestämisessä perhehoitajan vapaan ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtymän tulee järjestää perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipäivä kutakin sellaista kalenterikuukautta kohden, jona hän on toiminut toimeksiantosopimuksen perusteella vähintään 14 vuorokautta perhehoitajana. Perhehoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilön hoidon tarkoituksenmukaisessa järjestämisessä perhehoitajan vapaan ajaksi.",
        "folded_fi": "jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtyman tulee jarjestaa perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipaiva kutakin sellaista kalenterikuukautta kohden, jona han on toiminut toimeksiantosopimuksen perusteella vahintaan 14 vuorokautta perhehoitajana. perhehoidon jarjestamisesta vastaavan kunnan tai kuntayhtyman tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilon hoidon tarkoituksenmukaisessa jarjestamisessa perhehoitajan vapaan ajaksi.",
        "title_sv": "Rätt till ledighet",
        "content_sv": "Om inte något annat har överenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna möjlighet för familjevårdaren till en ledighet vars längd är en vardag för varje kalendermånad under vilken vårdaren med stöd av uppdragsavtalet har arbetat minst 14 dygn som familjevårdare. Den kommun eller samkommun som svarar för ordnandet av familjevården ska se till eller vid behov lämna sådant bistånd att den som är i familjevård tillhandahålls ändamålsenlig vård under den tid familjevårdarens ledighet varar.",
        "normalized_sv": "Om inte något annat har överenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna möjlighet för familjevårdaren till en ledighet vars längd är en vardag för varje kalendermånad under vilken vårdaren med stöd av uppdragsavtalet har arbetat minst 14 dygn som familjevårdare. Den kommun eller samkommun som svarar för ordnandet av familjevården ska se till eller vid behov lämna sådant bistånd att den som är i familjevård tillhandahålls ändamålsenlig vård under den tid familjevårdarens ledighet varar.",
        "folded_sv": "om inte nagot annat har overenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna mojlighet for familjevardaren till en ledighet vars langd ar en vardag for varje kalendermanad under vilken vardaren med stod av uppdragsavtalet har arbetat minst 14 dygn som familjevardare. den kommun eller samkommun som svarar for ordnandet av familjevarden ska se till eller vid behov lamna sadant bistand att den som ar i familjevard tillhandahalls andamalsenlig vard under den tid familjevardarens ledighet varar."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Sijaishoito perhehoitajan vapaan ja muun poissaolon aikana",
      "content": "Kunta tai kuntayhtymä voi järjestää perhehoitajan vapaan tai muun tilapäisen poissaolon ajaksi tarvittavan sijaishoidon tekemällä 6 §:ssä säädetyt edellytykset täyttävän henkilön kanssa toimeksiantosopimuksen, jolla tämä sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. Sijaishoito voidaan järjestää edellä tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja järjestely arvioidaan hoidettavan edun mukaiseksi. Sijaishoitajan kanssa tehtävässä toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion määrästä ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. Sijaishoitaja ei ole työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään. Sijaishoitajalle järjestettävään koulutukseen ja tukeen sovelletaan 15 §:ää ja hänen sosiaaliturvaansa 20 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Kunta tai kuntayhtymä voi järjestää perhehoitajan vapaan tai muun tilapäisen poissaolon ajaksi tarvittavan sijaishoidon tekemällä 6 § :ssä säädetyt edellytykset täyttävän henkilön kanssa toimeksiantosopimuksen, jolla tämä sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. Sijaishoito voidaan järjestää edellä tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja järjestely arvioidaan hoidettavan edun mukaiseksi. Sijaishoitajan kanssa tehtävässä toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion määrästä ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. Sijaishoitaja ei ole työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään. Sijaishoitajalle järjestettävään koulutukseen ja tukeen sovelletaan 15 § :ää ja hänen sosiaaliturvaansa 20 § :ää.",
        "folded_fi": "kunta tai kuntayhtyma voi jarjestaa perhehoitajan vapaan tai muun tilapaisen poissaolon ajaksi tarvittavan sijaishoidon tekemalla 6 §:ssa saadetyt edellytykset tayttavan henkilon kanssa toimeksiantosopimuksen, jolla tama sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. sijaishoito voidaan jarjestaa edella tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja jarjestely arvioidaan hoidettavan edun mukaiseksi. sijaishoitajan kanssa tehtavassa toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion maarasta ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. sijaishoitaja ei ole tyosuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymaan. sijaishoitajalle jarjestettavaan koulutukseen ja tukeen sovelletaan 15 §:aa ja hanen sosiaaliturvaansa 20 §:aa.",
        "title_sv": "Avlösarservice under familjevårdarens ledighet och annan frånvaro",
        "content_sv": "Kommunen eller samkommunen kan ordna den avlösarservice som behövs under familjevårdarens ledighet eller annan tillfällig frånvaro genom att med en person som uppfyller kraven i 6 § ingå ett uppdragsavtal där personen förbinder sig att ge vården i familjevårdarens hem eller i den vårdbehövandes hem. Avlösningen kan ordnas på detta sätt, om familjevårdaren samtycker till det och om arrangemanget kan anses förenligt med den vårdbehövandes bästa. I det uppdragsavtal som ingås med en avlösare ska parterna 1) komma överens om beloppet och utbetalningen av vårdarvodet till avlösaren, 2) vid behov komma överens om ersättning för de kostnader som avlösaren orsakas, 3) komma överens om uppdragsavtalets giltighetstid, 4) vid behov komma överens om andra frågor som gäller den vård som avlösaren ger. Avlösaren står inte i anställningsförhållande till den kommun eller samkommun som har ingått avtalet. På utbildning och stöd som ordnas för avlösare tillämpas 15 § och på den sociala tryggheten för avlösare tillämpas 20 §.",
        "normalized_sv": "Kommunen eller samkommunen kan ordna den avlösarservice som behövs under familjevårdarens ledighet eller annan tillfällig frånvaro genom att med en person som uppfyller kraven i 6 § ingå ett uppdragsavtal där personen förbinder sig att ge vården i familjevårdarens hem eller i den vårdbehövandes hem. Avlösningen kan ordnas på detta sätt, om familjevårdaren samtycker till det och om arrangemanget kan anses förenligt med den vårdbehövandes bästa. I det uppdragsavtal som ingås med en avlösare ska parterna 1) komma överens om beloppet och utbetalningen av vårdarvodet till avlösaren, 2) vid behov komma överens om ersättning för de kostnader som avlösaren orsakas, 3) komma överens om uppdragsavtalets giltighetstid, 4) vid behov komma överens om andra frågor som gäller den vård som avlösaren ger. Avlösaren står inte i anställningsförhållande till den kommun eller samkommun som har ingått avtalet. På utbildning och stöd som ordnas för avlösare tillämpas 15 § och på den sociala tryggheten för avlösare tillämpas 20 § .",
        "folded_sv": "kommunen eller samkommunen kan ordna den avlosarservice som behovs under familjevardarens ledighet eller annan tillfallig franvaro genom att med en person som uppfyller kraven i 6 § inga ett uppdragsavtal dar personen forbinder sig att ge varden i familjevardarens hem eller i den vardbehovandes hem. avlosningen kan ordnas pa detta satt, om familjevardaren samtycker till det och om arrangemanget kan anses forenligt med den vardbehovandes basta. i det uppdragsavtal som ingas med en avlosare ska parterna 1) komma overens om beloppet och utbetalningen av vardarvodet till avlosaren, 2) vid behov komma overens om ersattning for de kostnader som avlosaren orsakas, 3) komma overens om uppdragsavtalets giltighetstid, 4) vid behov komma overens om andra fragor som galler den vard som avlosaren ger. avlosaren star inte i anstallningsforhallande till den kommun eller samkommun som har ingatt avtalet. pa utbildning och stod som ordnas for avlosare tillampas 15 § och pa den sociala tryggheten for avlosare tillampas 20 §."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Koulutus ja tuki",
      "content": "Perhehoidon järjestämisestä vastaava kunta tai kuntayhtymä vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä perhehoitajaksi aikovalle henkilölle annettavasta ennakkovalmennuksesta. Perhehoidon aikana tarvittavan tuen järjestämiseksi perhehoitajalle on nimettävä jokaista hoidettavaa varten vastuutyöntekijä. Perhehoitajalle on järjestettävä riittävä mahdollisuus saada tukea ja tavata vastuutyöntekijää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Perhehoidon järjestämisestä vastaava kunta tai kuntayhtymä vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä perhehoitajaksi aikovalle henkilölle annettavasta ennakkovalmennuksesta. Perhehoidon aikana tarvittavan tuen järjestämiseksi perhehoitajalle on nimettävä jokaista hoidettavaa varten vastuutyöntekijä. Perhehoitajalle on järjestettävä riittävä mahdollisuus saada tukea ja tavata vastuutyöntekijää.",
        "folded_fi": "perhehoidon jarjestamisesta vastaava kunta tai kuntayhtyma vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka perhehoitajaksi aikovalle henkilolle annettavasta ennakkovalmennuksesta. perhehoidon aikana tarvittavan tuen jarjestamiseksi perhehoitajalle on nimettava jokaista hoidettavaa varten vastuutyontekija. perhehoitajalle on jarjestettava riittava mahdollisuus saada tukea ja tavata vastuutyontekijaa.",
        "title_sv": "Utbildning och stöd",
        "content_sv": "Den kommun eller samkommun som svarar för ordnandet av familjevården ska på det sätt som antecknas i uppdragsavtalet se till att familjevårdaren får den förberedelse, handledning och utbildning som behövs och att den som har för avsikt att arbeta som familjevårdare får förberedande utbildning. För att ordna det stöd som behövs under familjevården ska en ansvarig arbetstagare utnämnas för familjevårdaren för varje vårdbehövande. Familjevårdaren ska ges tillräcklig möjlighet att få stöd och möta den ansvariga arbetstagaren.",
        "normalized_sv": "Den kommun eller samkommun som svarar för ordnandet av familjevården ska på det sätt som antecknas i uppdragsavtalet se till att familjevårdaren får den förberedelse, handledning och utbildning som behövs och att den som har för avsikt att arbeta som familjevårdare får förberedande utbildning. För att ordna det stöd som behövs under familjevården ska en ansvarig arbetstagare utnämnas för familjevårdaren för varje vårdbehövande. Familjevårdaren ska ges tillräcklig möjlighet att få stöd och möta den ansvariga arbetstagaren.",
        "folded_sv": "den kommun eller samkommun som svarar for ordnandet av familjevarden ska pa det satt som antecknas i uppdragsavtalet se till att familjevardaren far den forberedelse, handledning och utbildning som behovs och att den som har for avsikt att arbeta som familjevardare far forberedande utbildning. for att ordna det stod som behovs under familjevarden ska en ansvarig arbetstagare utnamnas for familjevardaren for varje vardbehovande. familjevardaren ska ges tillracklig mojlighet att fa stod och mota den ansvariga arbetstagaren."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Hoitopalkkio",
      "content": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 686,25 euroa. Hoitopalkkion määrän tulee vastata henkilön hoidettavuutta ja sitä arvioidessa tulee ottaa huomioon toiminnan luonne. Hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Kun lapsen hoito ja huolenpito on järjestetty kodin ulkopuolisen sijoituksen sijasta läheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmääräyksellä muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilölle maksaa tämän lain mukainen hoitopalkkio, 17 §:n mukainen kulukorvaus ja 18 §:n mukainen käynnistämiskorvaus. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä on tarkistettava kalenterivuosittain työntekijän eläkelain (395/2006) 96 §:ssä tarkoitetulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 686,25 euroa. Hoitopalkkion määrän tulee vastata henkilön hoidettavuutta ja sitä arvioidessa tulee ottaa huomioon toiminnan luonne. Hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Kun lapsen hoito ja huolenpito on järjestetty kodin ulkopuolisen sijoituksen sijasta läheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmääräyksellä muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilölle maksaa tämän lain mukainen hoitopalkkio, 17 § :n mukainen kulukorvaus ja 18 § :n mukainen käynnistämiskorvaus. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä on tarkistettava kalenterivuosittain työntekijän eläkelain (395/2006) 96 § :ssä tarkoitetulla palkkakertoimella.",
        "folded_fi": "hoitopalkkio jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). hoitopalkkiota maksetaan perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa vahintaan 686,25 euroa. hoitopalkkion maaran tulee vastata henkilon hoidettavuutta ja sita arvioidessa tulee ottaa huomioon toiminnan luonne. hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. hoitopalkkio voidaan erityisesta syysta sopia maksettavaksi myos 1 momentissa saadettya vahimmaismaaraa pienempana. kun lapsen hoito ja huolenpito on jarjestetty kodin ulkopuolisen sijoituksen sijasta laheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmaarayksella muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilolle maksaa taman lain mukainen hoitopalkkio, 17 §:n mukainen kulukorvaus ja 18 §:n mukainen kaynnistamiskorvaus. edella 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion maara on tarkistettava kalenterivuosittain tyontekijan elakelain (395/2006) 96 §:ssa tarkoitetulla palkkakertoimella.",
        "title_sv": "Vårdarvode",
        "content_sv": "vårdarvode Om inte något annat har överenskommits i uppdragsavtalet har familjevårdaren rätt att få arvode för vården (). Vårdarvodet är minst 686,25 euro per kalendermånad per person i familjevård. Vårdarvodets storlek ska fastställas med beaktande av personens vårdtyngd och verksamhetens natur. Vårdarvode betalas inte för familjevårdarens egna barn under 18 år. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. När vården av och omsorgen om ett barn i stället för genom placering utom hemmet har ordnats hos någon annan än de biologiska föräldrarna genom att vårdnaden vid sidan av eller i stället för dem genom ett beslut anförtros någon annan person på basis av en kartläggning av barnets närståendenätverk, ska till den som vårdar barnet betalas vårdarvode enligt denna lag, kostnadsersättning enligt 17 § och startersättning enligt 18 §. Det belopp på vårdarvodet som anges i 1 mom. och som fastställs i uppdragsavtalet ska justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "vårdarvode Om inte något annat har överenskommits i uppdragsavtalet har familjevårdaren rätt att få arvode för vården (). Vårdarvodet är minst 686,25 euro per kalendermånad per person i familjevård. Vårdarvodets storlek ska fastställas med beaktande av personens vårdtyngd och verksamhetens natur. Vårdarvode betalas inte för familjevårdarens egna barn under 18 år. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. När vården av och omsorgen om ett barn i stället för genom placering utom hemmet har ordnats hos någon annan än de biologiska föräldrarna genom att vårdnaden vid sidan av eller i stället för dem genom ett beslut anförtros någon annan person på basis av en kartläggning av barnets närståendenätverk, ska till den som vårdar barnet betalas vårdarvode enligt denna lag, kostnadsersättning enligt 17 § och startersättning enligt 18 § . Det belopp på vårdarvodet som anges i 1 mom. och som fastställs i uppdragsavtalet ska justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "vardarvode om inte nagot annat har overenskommits i uppdragsavtalet har familjevardaren ratt att fa arvode for varden (). vardarvodet ar minst 686,25 euro per kalendermanad per person i familjevard. vardarvodets storlek ska faststallas med beaktande av personens vardtyngd och verksamhetens natur. vardarvode betalas inte for familjevardarens egna barn under 18 ar. vardarvodet kan av sarskilda skal enligt overenskommelse aven betalas till ett belopp som understiger minimibeloppet enligt 1 mom. nar varden av och omsorgen om ett barn i stallet for genom placering utom hemmet har ordnats hos nagon annan an de biologiska foraldrarna genom att vardnaden vid sidan av eller i stallet for dem genom ett beslut anfortros nagon annan person pa basis av en kartlaggning av barnets narstaendenatverk, ska till den som vardar barnet betalas vardarvode enligt denna lag, kostnadsersattning enligt 17 § och startersattning enligt 18 §. det belopp pa vardarvodet som anges i 1 mom. och som faststalls i uppdragsavtalet ska justeras kalenderarsvis med den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare (395/2006)."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Kustannusten korvaaminen",
      "content": "kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 410,66 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2-4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 410,66 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2-4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
        "folded_fi": "kulukorvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vahintaan 410,66 euroa perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. kulukorvaus voidaan erityisesta syysta maksaa myos saadettya vahimmaismaaraa pienempana. kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilokohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot seka ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsaadannon nojalla ei korvata. lisaksi kulukorvaus sisaltaa lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hanen omaan kayttoonsa mainitun lain nojalla annettavat kayttovarat. kulukorvauksen lisaksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilollisista tarpeista johtuvista terapian ja terveydenhuollon seka alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisista kustannuksista, joita muun lainsaadannon nojalla ei korvata. edella 2-4 momentissa tarkoitettujen kustannusten lisaksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvalineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
        "title_sv": "Ersättning för kostnader",
        "content_sv": "kostnadsersättning Till familjevårdaren betalas ersättning för de faktiska kostnaderna för vård och underhåll av en person i familjevård (), dock minst 410,66 euro per person i familjevård per kalendermånad, om inte något annat har överenskommits i uppdragsavtalet. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Kostnadsersättningen täcker de normala utgifterna för den som är i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (417/2007) ska ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den lagen. Utöver kostnadsersättningen ersätts familjevårdaren för sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana särskilda studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2-4 mom. kan ersättning betalas för särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver och för andra särskilda fortlöpande kostnader eller engångskostnader för den som är i familjevård.",
        "normalized_sv": "kostnadsersättning Till familjevårdaren betalas ersättning för de faktiska kostnaderna för vård och underhåll av en person i familjevård (), dock minst 410,66 euro per person i familjevård per kalendermånad, om inte något annat har överenskommits i uppdragsavtalet. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Kostnadsersättningen täcker de normala utgifterna för den som är i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (417/2007) ska ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den lagen. Utöver kostnadsersättningen ersätts familjevårdaren för sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana särskilda studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2-4 mom. kan ersättning betalas för särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver och för andra särskilda fortlöpande kostnader eller engångskostnader för den som är i familjevård.",
        "folded_sv": "kostnadsersattning till familjevardaren betalas ersattning for de faktiska kostnaderna for vard och underhall av en person i familjevard (), dock minst 410,66 euro per person i familjevard per kalendermanad, om inte nagot annat har overenskommits i uppdragsavtalet. kostnadsersattningens minimibelopp kan aven sankas, om det finns sarskilda skal for det. kostnadsersattningen tacker de normala utgifterna for den som ar i familjevard i fraga om mat, boende, fritidssysselsattningar, personliga behov och annat underhall samt de normala halsovardskostnader som inte ersatts med stod av annan lagstiftning. dessutom omfattar kostnadsersattningen sadana dispositionsmedel som enligt barnskyddslagen (417/2007) ska stallas till barnets eller den unga personens eget forfogande da han eller hon placeras i familjevard med stod av den lagen. utover kostnadsersattningen ersatts familjevardaren for sadana sarskilda kostnader for terapi och halsovard som beror pa de individuella behoven hos den som ar i familjevard samt sadana sarskilda studiekostnader for ett barn eller en ung person under 21 ar i familjevard som inte ersatts enligt annan lagstiftning. utover de kostnader som avses i 2-4 mom. kan ersattning betalas for sarskilda kostnader for semester och sarskilda fritidssysselsattningar eller for utrustning som fritidssysselsattningen kraver och for andra sarskilda fortlopande kostnader eller engangskostnader for den som ar i familjevard."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Käynnistämiskorvaus",
      "content": "käynnistämiskorvaus Perhehoitajalle maksetaan hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkilöä kohti enintään 2 916,43 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "käynnistämiskorvaus Perhehoitajalle maksetaan hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkilöä kohti enintään 2 916,43 euroa.",
        "folded_fi": "kaynnistamiskorvaus perhehoitajalle maksetaan hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkiloa kohti enintaan 2 916,43 euroa.",
        "title_sv": "Startersättning",
        "content_sv": "startersättning Till familjevårdaren betalas ersättning för de behövliga kostnaderna för inledandet av vården () till ett belopp av högst 2 916,43 euro per person i familjevård.",
        "normalized_sv": "startersättning Till familjevårdaren betalas ersättning för de behövliga kostnaderna för inledandet av vården () till ett belopp av högst 2 916,43 euro per person i familjevård.",
        "folded_sv": "startersattning till familjevardaren betalas ersattning for de behovliga kostnaderna for inledandet av varden () till ett belopp av hogst 2 916,43 euro per person i familjevard."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Indeksisidonnaisuus",
      "content": "Tämän lain 17 ja 18 §:ssä mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Tämän lain 17 ja 18 § :ssä mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "folded_fi": "taman lain 17 ja 18 §:ssa mainitut maarat seka toimeksiantosopimuksessa sovitut kulukorvausten maarat on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "title_sv": "Indexbindning",
        "content_sv": "Beloppen av de kostnadsersättningar som nämns i 17 och 18 § samt som fastställts i uppdragsavtalet ska justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "normalized_sv": "Beloppen av de kostnadsersättningar som nämns i 17 och 18 § samt som fastställts i uppdragsavtalet ska justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "folded_sv": "beloppen av de kostnadsersattningar som namns i 17 och 18 § samt som faststallts i uppdragsavtalet ska justeras kalenderarsvis fran och med ingangen av aret i enlighet med den arliga andringen av levnadskostnadsindex for oktober det foregaende aret (oktober 1951=100)."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Sosiaaliturva",
      "content": "Toimeksiantosuhteisen perhehoitajan eläketurvasta säädetään kunnallisessa eläkelaissa (549/2003). Perhehoitajan tapaturmavakuutuksesta säädetään tapaturmavakuutuslaissa (608/1948).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Toimeksiantosuhteisen perhehoitajan eläketurvasta säädetään kunnallisessa eläkelaissa (549/2003). Perhehoitajan tapaturmavakuutuksesta säädetään tapaturmavakuutuslaissa (608/1948).",
        "folded_fi": "toimeksiantosuhteisen perhehoitajan elaketurvasta saadetaan kunnallisessa elakelaissa (549/2003). perhehoitajan tapaturmavakuutuksesta saadetaan tapaturmavakuutuslaissa (608/1948).",
        "title_sv": "Social trygghet",
        "content_sv": "Bestämmelser om pensionsskyddet för familjevårdare i uppdragsförhållande finns i lagen om kommunala pensioner (549/2003). Bestämmelser om olycksfallsförsäkring för familjevårdare finns i lagen om olycksfallsförsäkring (608/1948).",
        "normalized_sv": "Bestämmelser om pensionsskyddet för familjevårdare i uppdragsförhållande finns i lagen om kommunala pensioner (549/2003). Bestämmelser om olycksfallsförsäkring för familjevårdare finns i lagen om olycksfallsförsäkring (608/1948).",
        "folded_sv": "bestammelser om pensionsskyddet for familjevardare i uppdragsforhallande finns i lagen om kommunala pensioner (549/2003). bestammelser om olycksfallsforsakring for familjevardare finns i lagen om olycksfallsforsakring (608/1948)."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ilmoittamisvelvollisuus",
      "content": "Perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyöntekijälle siihen kuntaan, joka on sijoittanut hoidettavan sekä kuntaan, jossa perhekoti sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyöntekijälle siihen kuntaan, joka on sijoittanut hoidettavan sekä kuntaan, jossa perhekoti sijaitsee.",
        "folded_fi": "perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyontekijalle siihen kuntaan, joka on sijoittanut hoidettavan seka kuntaan, jossa perhekoti sijaitsee.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Familjevårdaren är skyldig att anmäla förändringar i familjevården till den ansvariga arbetstagaren i den kommun som placerat den vårdbehövande och till den kommun där familjehemmet finns.",
        "normalized_sv": "Familjevårdaren är skyldig att anmäla förändringar i familjevården till den ansvariga arbetstagaren i den kommun som placerat den vårdbehövande och till den kommun där familjehemmet finns.",
        "folded_sv": "familjevardaren ar skyldig att anmala forandringar i familjevarden till den ansvariga arbetstagaren i den kommun som placerat den vardbehovande och till den kommun dar familjehemmet finns."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvonta",
      "content": "Hoidettavan sijoittaneen kunnan tehtävänä on valvoa, että sijoitus perhehoitoon toteutuu tämän lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka järjestetään sen kunnan toimesta, johon henkilö on sijoitettu. Sekä sijoittajakunnan että sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Pysyväisluonteiseen asumiseen käytettävät tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on välttämätöntä asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin perhehoitopaikan tiloihin. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. Jos perhekoti tai siinä annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittävä ohjauksen avulla saamaan aikaan korjaus asiassa. Jollei korjausta ole asetetussa määräajassa tapahtunut, toimielimen on tällöin huolehdittava, että hoidettavan hoito järjestetään hänen etunsa ja tarpeidensa mukaisella tavalla. Tarvittaessa hoidettavat siirretään heidän tarpeitaan vastaavaan muuhun hoitopaikkaan. Palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessä havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mitä yksityisistä sosiaalipalveluista annetun lain 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Hoidettavan sijoittaneen kunnan tehtävänä on valvoa, että sijoitus perhehoitoon toteutuu tämän lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka järjestetään sen kunnan toimesta, johon henkilö on sijoitettu. Sekä sijoittajakunnan että sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Pysyväisluonteiseen asumiseen käytettävät tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on välttämätöntä asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin perhehoitopaikan tiloihin. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. Jos perhekoti tai siinä annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittävä ohjauksen avulla saamaan aikaan korjaus asiassa. Jollei korjausta ole asetetussa määräajassa tapahtunut, toimielimen on tällöin huolehdittava, että hoidettavan hoito järjestetään hänen etunsa ja tarpeidensa mukaisella tavalla. Tarvittaessa hoidettavat siirretään heidän tarpeitaan vastaavaan muuhun hoitopaikkaan. Palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessä havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mitä yksityisistä sosiaalipalveluista annetun lain 4 luvussa säädetään.",
        "folded_fi": "hoidettavan sijoittaneen kunnan tehtavana on valvoa, etta sijoitus perhehoitoon toteutuu taman lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka jarjestetaan sen kunnan toimesta, johon henkilo on sijoitettu. seka sijoittajakunnan etta sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tassa laissa tarkoitetun toiminnan seka toiminnan jarjestamisessa kaytettavat toimintayksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. pysyvaisluonteiseen asumiseen kaytettavat tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on valttamatonta asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastaja on paastettava kaikkiin perhehoitopaikan tiloihin. tarkastuksesta on pidettava poytakirjaa. tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. jos perhekoti tai siina annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittava ohjauksen avulla saamaan aikaan korjaus asiassa. jollei korjausta ole asetetussa maaraajassa tapahtunut, toimielimen on talloin huolehdittava, etta hoidettavan hoito jarjestetaan hanen etunsa ja tarpeidensa mukaisella tavalla. tarvittaessa hoidettavat siirretaan heidan tarpeitaan vastaavaan muuhun hoitopaikkaan. palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessa havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mita yksityisista sosiaalipalveluista annetun lain 4 luvussa saadetaan.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommun som placerat den vårdbehövande ska se till att placeringen i familjevård genomförs enligt denna lag och att den vårdbehövande under den tid placeringen varar får den service och de stödåtgärder som behövs av den kommun där personen är placerad. Det ansvariga organet för socialvården i både placerarkommunen och i placeringskommunen får inspektera verksamheten på platsen för familjevård enligt denna lag samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Lokaler som används för boende av permanent natur får inspekteras bara om det är nödvändigt för att säkerställa klientens ställning och behörig service. En inspektion får förrättas utan förhandsanmälan. Inspektören ska ges tillträde till alla lokaler på platsen för familjevård. Protokoll ska föras över inspektionerna. Inspektören har rätt att ta fotografier under inspektionen. Om familjehemmet eller den vård och fostran som ges där konstateras vara olämpliga eller bristfälliga, ska organet försöka avhjälpa bristen med hjälp av styrning. Om bristen inte har avhjälpts inom utsatt tid ska organet se till att vården av den vårdbehövande ordnas på ett sätt som är förenligt med personens bästa och behov. Vid behov ska de vårdbehövande flyttas till ett annat vårdställe som svarar mot deras behov. På tillsynen över servicen och på åtgärder för att avhjälpa brister som konstaterats i samband med tillsynen tillämpas i fråga om professionella familjehem och andra producenter av privat familjevård bestämmelserna i 4 kap. i lagen om privat socialservice.",
        "normalized_sv": "Den kommun som placerat den vårdbehövande ska se till att placeringen i familjevård genomförs enligt denna lag och att den vårdbehövande under den tid placeringen varar får den service och de stödåtgärder som behövs av den kommun där personen är placerad. Det ansvariga organet för socialvården i både placerarkommunen och i placeringskommunen får inspektera verksamheten på platsen för familjevård enligt denna lag samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Lokaler som används för boende av permanent natur får inspekteras bara om det är nödvändigt för att säkerställa klientens ställning och behörig service. En inspektion får förrättas utan förhandsanmälan. Inspektören ska ges tillträde till alla lokaler på platsen för familjevård. Protokoll ska föras över inspektionerna. Inspektören har rätt att ta fotografier under inspektionen. Om familjehemmet eller den vård och fostran som ges där konstateras vara olämpliga eller bristfälliga, ska organet försöka avhjälpa bristen med hjälp av styrning. Om bristen inte har avhjälpts inom utsatt tid ska organet se till att vården av den vårdbehövande ordnas på ett sätt som är förenligt med personens bästa och behov. Vid behov ska de vårdbehövande flyttas till ett annat vårdställe som svarar mot deras behov. På tillsynen över servicen och på åtgärder för att avhjälpa brister som konstaterats i samband med tillsynen tillämpas i fråga om professionella familjehem och andra producenter av privat familjevård bestämmelserna i 4 kap. i lagen om privat socialservice.",
        "folded_sv": "den kommun som placerat den vardbehovande ska se till att placeringen i familjevard genomfors enligt denna lag och att den vardbehovande under den tid placeringen varar far den service och de stodatgarder som behovs av den kommun dar personen ar placerad. det ansvariga organet for socialvarden i bade placerarkommunen och i placeringskommunen far inspektera verksamheten pa platsen for familjevard enligt denna lag samt de verksamhetsenheter och lokaler som anvands vid ordnandet av verksamheten nar det finns grundad anledning att forratta en inspektion. lokaler som anvands for boende av permanent natur far inspekteras bara om det ar nodvandigt for att sakerstalla klientens stallning och behorig service. en inspektion far forrattas utan forhandsanmalan. inspektoren ska ges tilltrade till alla lokaler pa platsen for familjevard. protokoll ska foras over inspektionerna. inspektoren har ratt att ta fotografier under inspektionen. om familjehemmet eller den vard och fostran som ges dar konstateras vara olampliga eller bristfalliga, ska organet forsoka avhjalpa bristen med hjalp av styrning. om bristen inte har avhjalpts inom utsatt tid ska organet se till att varden av den vardbehovande ordnas pa ett satt som ar forenligt med personens basta och behov. vid behov ska de vardbehovande flyttas till ett annat vardstalle som svarar mot deras behov. pa tillsynen over servicen och pa atgarder for att avhjalpa brister som konstaterats i samband med tillsynen tillampas i fraga om professionella familjehem och andra producenter av privat familjevard bestammelserna i 4 kap. i lagen om privat socialservice."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2015. Sen estämättä, mitä 7 §:ssä säädetään, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkään kuin hoidettavan hoidon tarve sitä edellyttää. Tällä lailla kumotaan perhehoitajalaki (312/1992) sekä sosiaalihuoltolain (710/1982) 25, 26 ja 26 a §, sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 sekä 26 § laeissa 311/1992, 604/1996 ja 923/2011. Kunnan tai kuntayhtymän on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttävä toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, että se vastaa tämän lain säännöksiä viimeistään kolmen kuukauden kuluttua tämän lain voimaantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2015. Sen estämättä, mitä 7 § :ssä säädetään, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkään kuin hoidettavan hoidon tarve sitä edellyttää. Tällä lailla kumotaan perhehoitajalaki (312/1992) sekä sosiaalihuoltolain (710/1982) 25, 26 ja 26 a § , sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 sekä 26 § laeissa 311/1992, 604/1996 ja 923/2011. Kunnan tai kuntayhtymän on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttävä toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, että se vastaa tämän lain säännöksiä viimeistään kolmen kuukauden kuluttua tämän lain voimaantulopäivästä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana huhtikuuta 2015. sen estamatta, mita 7 §:ssa saadetaan, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkaan kuin hoidettavan hoidon tarve sita edellyttaa. talla lailla kumotaan perhehoitajalaki (312/1992) seka sosiaalihuoltolain (710/1982) 25, 26 ja 26 a §, sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 seka 26 § laeissa 311/1992, 604/1996 ja 923/2011. kunnan tai kuntayhtyman on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttava toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, etta se vastaa taman lain saannoksia viimeistaan kolmen kuukauden kuluttua taman lain voimaantulopaivasta.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 april 2015. Trots 7 § får familjevård enligt ett avtal som ingåtts innan lagen träder i kraft efter ikraftträdandet fortsätta så länge som den vårdbehövandes vårdbehov förutsätter. Genom denna lag upphävs familjevårdarlagen (312/1992) samt i socialvårdslagen (710/1982) 25, 26 och 26 a §, sådana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. I andra fall än de som avses i 2 mom. ska kommunen eller samkommunen vidta åtgärder för att revidera ett avtal om familjevård som har ingåtts innan lagen trätt i kraft så att det motsvarar denna lag senast tre månader efter den dag då lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 april 2015. Trots 7 § får familjevård enligt ett avtal som ingåtts innan lagen träder i kraft efter ikraftträdandet fortsätta så länge som den vårdbehövandes vårdbehov förutsätter. Genom denna lag upphävs familjevårdarlagen (312/1992) samt i socialvårdslagen (710/1982) 25, 26 och 26 a § , sådana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. I andra fall än de som avses i 2 mom. ska kommunen eller samkommunen vidta åtgärder för att revidera ett avtal om familjevård som har ingåtts innan lagen trätt i kraft så att det motsvarar denna lag senast tre månader efter den dag då lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 april 2015. trots 7 § far familjevard enligt ett avtal som ingatts innan lagen trader i kraft efter ikrafttradandet fortsatta sa lange som den vardbehovandes vardbehov forutsatter. genom denna lag upphavs familjevardarlagen (312/1992) samt i socialvardslagen (710/1982) 25, 26 och 26 a §, sadana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. i andra fall an de som avses i 2 mom. ska kommunen eller samkommunen vidta atgarder for att revidera ett avtal om familjevard som har ingatts innan lagen tratt i kraft sa att det motsvarar denna lag senast tre manader efter den dag da lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus ja tavoite",
      "content": "Tämän lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. Perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilölle mahdollisuus kodinomaiseen hoitoon ja läheisiin ihmissuhteisiin sekä edistää hänen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. Perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilölle mahdollisuus kodinomaiseen hoitoon ja läheisiin ihmissuhteisiin sekä edistää hänen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
        "folded_fi": "taman lain tarkoituksena on turvata hoidettavalle perheenomainen ja hoidettavan tarpeiden mukainen perhehoito. perhehoidon tavoitteena on antaa perhehoidossa olevalle henkilolle mahdollisuus kodinomaiseen hoitoon ja laheisiin ihmissuhteisiin seka edistaa hanen perusturvallisuuttaan ja sosiaalisia suhteitaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att trygga familjevård under familjeliknande förhållanden utifrån den vårdbehövandes behov. Målet med familjevården är att ge den som är i familjevård möjlighet till vård under hemliknande förhållanden och till nära människorelationer samt att främja personens grundtrygghet och sociala relationer.",
        "normalized_sv": "Syftet med denna lag är att trygga familjevård under familjeliknande förhållanden utifrån den vårdbehövandes behov. Målet med familjevården är att ge den som är i familjevård möjlighet till vård under hemliknande förhållanden och till nära människorelationer samt att främja personens grundtrygghet och sociala relationer.",
        "folded_sv": "syftet med denna lag ar att trygga familjevard under familjeliknande forhallanden utifran den vardbehovandes behov. malet med familjevarden ar att ge den som ar i familjevard mojlighet till vard under hemliknande forhallanden och till nara manniskorelationer samt att framja personens grundtrygghet och sociala relationer."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan henkilön hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. Jollei toisin säädetä, se mitä tässä laissa säädetään perhehoidosta, koskee myös ammatillista perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain (922/2011) 7 §:ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan henkilön hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. Jollei toisin säädetä, se mitä tässä laissa säädetään perhehoidosta, koskee myös ammatillista perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain (922/2011) 7 § :ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "folded_fi": "tata lakia sovelletaan henkilon hoidon tai muun osa- tai ymparivuorokautisen huolenpidon jarjestamiseen perhehoitajan yksityiskodissa tai hoidettavan kotona. jollei toisin saadeta, se mita tassa laissa saadetaan perhehoidosta, koskee myos ammatillista perhehoitoa, jota annetaan yksityisista sosiaalipalveluista annetun lain (922/2011) 7 §:ssa tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Om inte annat bestäms gäller det som i denna lag föreskrivs om familjevård även professionell familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice (922/2011).",
        "normalized_sv": "Denna lag tillämpas på vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Om inte annat bestäms gäller det som i denna lag föreskrivs om familjevård även professionell familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice (922/2011).",
        "folded_sv": "denna lag tillampas pa vard av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevardarens privathem eller i den vardbehovandes hem. om inte annat bestams galler det som i denna lag foreskrivs om familjevard aven professionell familjevard som ges i professionella familjehem med stod av tillstand enligt 7 § i lagen om privat socialservice (922/2011)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Perhehoito",
      "content": "Perhehoito on hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämistä perhehoitajan yksityiskodissa tai hoidettavan kotona. Kunta tai kuntayhtymä tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon järjestämisestä yksityisen perhehoidon tuottajan kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Perhehoito on hoidon tai muun osa- tai ympärivuorokautisen huolenpidon järjestämistä perhehoitajan yksityiskodissa tai hoidettavan kotona. Kunta tai kuntayhtymä tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon järjestämisestä yksityisen perhehoidon tuottajan kanssa.",
        "folded_fi": "perhehoito on hoidon tai muun osa- tai ymparivuorokautisen huolenpidon jarjestamista perhehoitajan yksityiskodissa tai hoidettavan kotona. kunta tai kuntayhtyma tekee toimeksiantosopimuksen perhehoitajan kanssa tai sopimuksen perhehoidon jarjestamisesta yksityisen perhehoidon tuottajan kanssa.",
        "title_sv": "Familjevård",
        "content_sv": "Familjevård är vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Kommunen eller samkommunen ska ingå ett uppdragsavtal med familjevårdaren eller avtal om ordnande av familjevård med en producent av privat familjevård.",
        "normalized_sv": "Familjevård är vård av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevårdarens privathem eller i den vårdbehövandes hem. Kommunen eller samkommunen ska ingå ett uppdragsavtal med familjevårdaren eller avtal om ordnande av familjevård med en producent av privat familjevård.",
        "folded_sv": "familjevard ar vard av eller annan omsorg om en person under en del av dygnet eller dygnet runt i familjevardarens privathem eller i den vardbehovandes hem. kommunen eller samkommunen ska inga ett uppdragsavtal med familjevardaren eller avtal om ordnande av familjevard med en producent av privat familjevard."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ammatillinen perhehoito",
      "content": "Ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain 7 §:ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisistä sosiaalipalveluista annetun lain 7 § :ssä tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "folded_fi": "ammatillinen perhehoito on perhehoitoa, jota annetaan yksityisista sosiaalipalveluista annetun lain 7 §:ssa tarkoitetun luvan perusteella ammatillisessa perhekodissa.",
        "title_sv": "Professionell familjevård",
        "content_sv": "Professionell familjevård är familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice.",
        "normalized_sv": "Professionell familjevård är familjevård som ges i professionella familjehem med stöd av tillstånd enligt 7 § i lagen om privat socialservice.",
        "folded_sv": "professionell familjevard ar familjevard som ges i professionella familjehem med stod av tillstand enligt 7 § i lagen om privat socialservice."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perhekodin olosuhteet",
      "content": "Perhekodin pitää olla terveydellisiltä ja muilta olosuhteiltaan siellä annettavalle hoidolle sopiva. Perhekodin sopivuutta harkittaessa on kiinnitettävä erityistä huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hänen etunsa mukaisesti. Lisäksi on selvitettävä, hyväksyvätkö muut perhekodin jäsenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilö saada perhekodin muihin jäseniin nähden tasavertaisen aseman. Perhekodin tulee myös rakenteeltaan, tiloiltaan ja varustetasoltaan olla siellä annettavalle hoidolle sopiva.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Perhekodin pitää olla terveydellisiltä ja muilta olosuhteiltaan siellä annettavalle hoidolle sopiva. Perhekodin sopivuutta harkittaessa on kiinnitettävä erityistä huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hänen etunsa mukaisesti. Lisäksi on selvitettävä, hyväksyvätkö muut perhekodin jäsenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilö saada perhekodin muihin jäseniin nähden tasavertaisen aseman. Perhekodin tulee myös rakenteeltaan, tiloiltaan ja varustetasoltaan olla siellä annettavalle hoidolle sopiva.",
        "folded_fi": "perhekodin pitaa olla terveydellisilta ja muilta olosuhteiltaan siella annettavalle hoidolle sopiva. perhekodin sopivuutta harkittaessa on kiinnitettava erityista huomiota perhekodin ihmissuhteisiin, perhehoitajan mahdollisuuksiin ottaa huomioon ja vastata perhehoitoon sijoitettavan tarpeisiin hanen etunsa mukaisesti. lisaksi on selvitettava, hyvaksyvatko muut perhekodin jasenet perhehoitoon sijoitettavan ja voiko perhehoitoon sijoitettava henkilo saada perhekodin muihin jaseniin nahden tasavertaisen aseman. perhekodin tulee myos rakenteeltaan, tiloiltaan ja varustetasoltaan olla siella annettavalle hoidolle sopiva.",
        "title_sv": "Förhållandena i familjehem",
        "content_sv": "Ett familjehem ska till sina sanitära och övriga förhållanden vara lämpligt för den vård som ges där. Vid prövning av om ett familjehem är lämpligt ska särskild vikt fästas vid de mänskliga relationerna i familjehemmet samt vid vilka möjligheter familjevårdaren har att i enlighet med vad som är bäst för den som placeras i familjevård beakta och tillgodose behoven hos denna person. Dessutom ska det utredas om de övriga medlemmarna i familjehemmet godtar den som placeras i familjevård och om personen kan få en jämbördig ställning i förhållande till de övriga medlemmarna i familjehemmet. Ett familjehem ska även i fråga om uppbyggnad, utrymmen och utrustningsnivå lämpa sig för familjevård.",
        "normalized_sv": "Ett familjehem ska till sina sanitära och övriga förhållanden vara lämpligt för den vård som ges där. Vid prövning av om ett familjehem är lämpligt ska särskild vikt fästas vid de mänskliga relationerna i familjehemmet samt vid vilka möjligheter familjevårdaren har att i enlighet med vad som är bäst för den som placeras i familjevård beakta och tillgodose behoven hos denna person. Dessutom ska det utredas om de övriga medlemmarna i familjehemmet godtar den som placeras i familjevård och om personen kan få en jämbördig ställning i förhållande till de övriga medlemmarna i familjehemmet. Ett familjehem ska även i fråga om uppbyggnad, utrymmen och utrustningsnivå lämpa sig för familjevård.",
        "folded_sv": "ett familjehem ska till sina sanitara och ovriga forhallanden vara lampligt for den vard som ges dar. vid provning av om ett familjehem ar lampligt ska sarskild vikt fastas vid de manskliga relationerna i familjehemmet samt vid vilka mojligheter familjevardaren har att i enlighet med vad som ar bast for den som placeras i familjevard beakta och tillgodose behoven hos denna person. dessutom ska det utredas om de ovriga medlemmarna i familjehemmet godtar den som placeras i familjevard och om personen kan fa en jambordig stallning i forhallande till de ovriga medlemmarna i familjehemmet. ett familjehem ska aven i fraga om uppbyggnad, utrymmen och utrustningsniva lampa sig for familjevard."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Perhehoitajan kelpoisuus",
      "content": "Perhehoitajaksi voidaan hyväksyä henkilö, joka koulutuksensa, kokemuksensa tai henkilökohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. Ennen 10 §:ssä tarkoitetun toimeksiantosopimuksen tekemistä perhehoitajaksi aikovan henkilön on suoritettava tehtävän edellyttämä ennakkovalmennus. Erityisistä syistä ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. Ammatillisessa perhehoidossa edellytetään 1 momentissa säädetyn lisäksi olevan vähintään kaksi perhehoitajaa, joista ainakin yhdellä perhehoidon hoito- ja kasvatustehtäviin osallistuvista on tehtävään soveltuva koulutus ja riittävä kokemus hoito- tai kasvatustehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Perhehoitajaksi voidaan hyväksyä henkilö, joka koulutuksensa, kokemuksensa tai henkilökohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. Ennen 10 § :ssä tarkoitetun toimeksiantosopimuksen tekemistä perhehoitajaksi aikovan henkilön on suoritettava tehtävän edellyttämä ennakkovalmennus. Erityisistä syistä ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. Ammatillisessa perhehoidossa edellytetään 1 momentissa säädetyn lisäksi olevan vähintään kaksi perhehoitajaa, joista ainakin yhdellä perhehoidon hoito- ja kasvatustehtäviin osallistuvista on tehtävään soveltuva koulutus ja riittävä kokemus hoito- tai kasvatustehtävistä.",
        "folded_fi": "perhehoitajaksi voidaan hyvaksya henkilo, joka koulutuksensa, kokemuksensa tai henkilokohtaisten ominaisuuksiensa perusteella on sopiva antamaan perhehoitoa. ennen 10 §:ssa tarkoitetun toimeksiantosopimuksen tekemista perhehoitajaksi aikovan henkilon on suoritettava tehtavan edellyttama ennakkovalmennus. erityisista syista ennakkovalmennus voidaan suorittaa vuoden kuluessa sijoituksen alkamisesta. ammatillisessa perhehoidossa edellytetaan 1 momentissa saadetyn lisaksi olevan vahintaan kaksi perhehoitajaa, joista ainakin yhdella perhehoidon hoito- ja kasvatustehtaviin osallistuvista on tehtavaan soveltuva koulutus ja riittava kokemus hoito- tai kasvatustehtavista.",
        "title_sv": "Familjevårdarens behörighet",
        "content_sv": "Personer som med hänsyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper är lämpliga att ge familjevård kan godkännas som familjevårdare. Innan ett uppdragsavtal enligt 10 § ingås ska den som har för avsikt att arbeta som familjevårdare genomgå den förberedande utbildning som arbetet kräver. Av särskilda skäl kan personen genomgå förberedande utbildning senast ett år efter placerandet. Inom professionell familjevård krävs utöver det som föreskrivs i 1 mom. att det finns minst två familjevårdare, varav åtminstone den ena av dem som deltar i vården och fostran har lämplig utbildning för uppgiften och tillräcklig erfarenhet av att arbeta med vård och fostran.",
        "normalized_sv": "Personer som med hänsyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper är lämpliga att ge familjevård kan godkännas som familjevårdare. Innan ett uppdragsavtal enligt 10 § ingås ska den som har för avsikt att arbeta som familjevårdare genomgå den förberedande utbildning som arbetet kräver. Av särskilda skäl kan personen genomgå förberedande utbildning senast ett år efter placerandet. Inom professionell familjevård krävs utöver det som föreskrivs i 1 mom. att det finns minst två familjevårdare, varav åtminstone den ena av dem som deltar i vården och fostran har lämplig utbildning för uppgiften och tillräcklig erfarenhet av att arbeta med vård och fostran.",
        "folded_sv": "personer som med hansyn till sin utbildning, sin erfarenhet eller sina personliga egenskaper ar lampliga att ge familjevard kan godkannas som familjevardare. innan ett uppdragsavtal enligt 10 § ingas ska den som har for avsikt att arbeta som familjevardare genomga den forberedande utbildning som arbetet kraver. av sarskilda skal kan personen genomga forberedande utbildning senast ett ar efter placerandet. inom professionell familjevard kravs utover det som foreskrivs i 1 mom. att det finns minst tva familjevardare, varav atminstone den ena av dem som deltar i varden och fostran har lamplig utbildning for uppgiften och tillracklig erfarenhet av att arbeta med vard och fostran."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Perhekodissa hoidettavien määrä",
      "content": "Perhekodissa saadaan samanaikaisesti hoitaa enintään neljää henkilöä hoitajan kanssa samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt mukaan luettuina.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Perhekodissa saadaan samanaikaisesti hoitaa enintään neljää henkilöä hoitajan kanssa samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt mukaan luettuina.",
        "folded_fi": "perhekodissa saadaan samanaikaisesti hoitaa enintaan neljaa henkiloa hoitajan kanssa samassa taloudessa asuvat alle kouluikaiset lapset ja muut erityista hoitoa tai huolenpitoa vaativat henkilot mukaan luettuina.",
        "title_sv": "Antalet personer som vårdas i familjehem",
        "content_sv": "I familjehem får högst fyra personer vårdas samtidigt, inberäknat de barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll som vårdaren.",
        "normalized_sv": "I familjehem får högst fyra personer vårdas samtidigt, inberäknat de barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll som vårdaren.",
        "folded_sv": "i familjehem far hogst fyra personer vardas samtidigt, inberaknat de barn under skolaldern och andra personer i behov av sarskild vard eller omsorg som bor i samma hushall som vardaren."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ammatillisessa perhekodissa hoidettavien määrä",
      "content": "Ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintään seitsemää henkilöä, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vähintään kaksi hoitopaikassa asuvaa henkilöä, joista ainakin yhdellä on 6 §:n 1 momentissa ja yhdellä 3 momentissa säädetty kelpoisuus. Samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt lasketaan mukaan enimmäismäärään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintään seitsemää henkilöä, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vähintään kaksi hoitopaikassa asuvaa henkilöä, joista ainakin yhdellä on 6 § :n 1 momentissa ja yhdellä 3 momentissa säädetty kelpoisuus. Samassa taloudessa asuvat alle kouluikäiset lapset ja muut erityistä hoitoa tai huolenpitoa vaativat henkilöt lasketaan mukaan enimmäismäärään.",
        "folded_fi": "ammatillisessa perhekodissa saadaan hoitaa samanaikaisesti enintaan seitsemaa henkiloa, jos perhekodissa annettavasta hoidosta, kasvatuksesta tai muusta huolenpidosta vastaa vahintaan kaksi hoitopaikassa asuvaa henkiloa, joista ainakin yhdella on 6 §:n 1 momentissa ja yhdella 3 momentissa saadetty kelpoisuus. samassa taloudessa asuvat alle kouluikaiset lapset ja muut erityista hoitoa tai huolenpitoa vaativat henkilot lasketaan mukaan enimmaismaaraan.",
        "title_sv": "Antalet personer som vårdas i professionella familjehem",
        "content_sv": "I professionella familjehem får samtidigt vårdas högst sju personer, om det på vårdstället bor minst två personer som svarar för vården, fostran eller den övriga omsorgen i familjehemmet. Av de sistnämnda ska åtminstone den ena ha den behörighet som anges i 6 § 1 mom. och den andra den behörighet som anges i 3 mom. I det maximala antalet inkluderas barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll.",
        "normalized_sv": "I professionella familjehem får samtidigt vårdas högst sju personer, om det på vårdstället bor minst två personer som svarar för vården, fostran eller den övriga omsorgen i familjehemmet. Av de sistnämnda ska åtminstone den ena ha den behörighet som anges i 6 § 1 mom. och den andra den behörighet som anges i 3 mom. I det maximala antalet inkluderas barn under skolåldern och andra personer i behov av särskild vård eller omsorg som bor i samma hushåll.",
        "folded_sv": "i professionella familjehem far samtidigt vardas hogst sju personer, om det pa vardstallet bor minst tva personer som svarar for varden, fostran eller den ovriga omsorgen i familjehemmet. av de sistnamnda ska atminstone den ena ha den behorighet som anges i 6 § 1 mom. och den andra den behorighet som anges i 3 mom. i det maximala antalet inkluderas barn under skolaldern och andra personer i behov av sarskild vard eller omsorg som bor i samma hushall."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hoidettavien määrästä poikkeaminen",
      "content": "Jos kyse on hoidon antamisesta sisaruksille tai saman perheen jäsenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilö kuin 7 ja 8 §:ssä säädetään. Lisäksi erityisestä syystä voidaan 7 ja 8 §:ssä säädetyistä samanaikaisesti hoidettavien henkilöiden enimmäismääristä poiketa. Erityisenä syynä pidetään lähinnä tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain täysi-ikäisiä henkilöitä, joiden keskinäinen kanssakäyminen ja perhehoitosijoituksen laatu yhdessä toimintakyvyn ja hoidon tarpeen kanssa tekevät mahdolliseksi poikkeamisen enimmäismäärästä. Hoidettavien määrä on kuitenkin suhteutettava perhehoitajien lukumäärään, hoidettavien tarvitsemaan hoitoon ja kasvatukseen sekä toiminnan luonteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos kyse on hoidon antamisesta sisaruksille tai saman perheen jäsenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilö kuin 7 ja 8 § :ssä säädetään. Lisäksi erityisestä syystä voidaan 7 ja 8 § :ssä säädetyistä samanaikaisesti hoidettavien henkilöiden enimmäismääristä poiketa. Erityisenä syynä pidetään lähinnä tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain täysi-ikäisiä henkilöitä, joiden keskinäinen kanssakäyminen ja perhehoitosijoituksen laatu yhdessä toimintakyvyn ja hoidon tarpeen kanssa tekevät mahdolliseksi poikkeamisen enimmäismäärästä. Hoidettavien määrä on kuitenkin suhteutettava perhehoitajien lukumäärään, hoidettavien tarvitsemaan hoitoon ja kasvatukseen sekä toiminnan luonteeseen.",
        "folded_fi": "jos kyse on hoidon antamisesta sisaruksille tai saman perheen jasenille, voi perhekodissa tai ammatillisessa perhekodissa olla samanaikaisesti hoidettavana useampi henkilo kuin 7 ja 8 §:ssa saadetaan. lisaksi erityisesta syysta voidaan 7 ja 8 §:ssa saadetyista samanaikaisesti hoidettavien henkiloiden enimmaismaarista poiketa. erityisena syyna pidetaan lahinna tilannetta, jossa perhehoidossa samanaikaisesti hoidetaan vain taysi-ikaisia henkiloita, joiden keskinainen kanssakayminen ja perhehoitosijoituksen laatu yhdessa toimintakyvyn ja hoidon tarpeen kanssa tekevat mahdolliseksi poikkeamisen enimmaismaarasta. hoidettavien maara on kuitenkin suhteutettava perhehoitajien lukumaaraan, hoidettavien tarvitsemaan hoitoon ja kasvatukseen seka toiminnan luonteeseen.",
        "title_sv": "Avvikelse från antalet personer som vårdas",
        "content_sv": "Om det är fråga om vård av syskon eller medlemmar av samma familj, får det i ett familjehem eller professionellt familjehem samtidigt vårdas fler personer än vad som anges i 7 och 8 §. Av särskilda skäl kan undantag göras från det maximiantal vårdtagare som enligt 7 och 8 § får vårdas samtidigt. Som särskilda skäl anses främst det fall där det i familjevård samtidigt vårdas endast myndiga personer vars umgänge sinsemellan och arten av deras placering i familjevård i förening med deras funktionsförmåga och vårdbehov gör en avvikelse från maximiantalet möjlig. Antalet personer som vårdas ska dock ställas i relation till antalet familjevårdare, den vård och fostran som personerna behöver samt verksamhetens natur.",
        "normalized_sv": "Om det är fråga om vård av syskon eller medlemmar av samma familj, får det i ett familjehem eller professionellt familjehem samtidigt vårdas fler personer än vad som anges i 7 och 8 § . Av särskilda skäl kan undantag göras från det maximiantal vårdtagare som enligt 7 och 8 § får vårdas samtidigt. Som särskilda skäl anses främst det fall där det i familjevård samtidigt vårdas endast myndiga personer vars umgänge sinsemellan och arten av deras placering i familjevård i förening med deras funktionsförmåga och vårdbehov gör en avvikelse från maximiantalet möjlig. Antalet personer som vårdas ska dock ställas i relation till antalet familjevårdare, den vård och fostran som personerna behöver samt verksamhetens natur.",
        "folded_sv": "om det ar fraga om vard av syskon eller medlemmar av samma familj, far det i ett familjehem eller professionellt familjehem samtidigt vardas fler personer an vad som anges i 7 och 8 §. av sarskilda skal kan undantag goras fran det maximiantal vardtagare som enligt 7 och 8 § far vardas samtidigt. som sarskilda skal anses framst det fall dar det i familjevard samtidigt vardas endast myndiga personer vars umgange sinsemellan och arten av deras placering i familjevard i forening med deras funktionsformaga och vardbehov gor en avvikelse fran maximiantalet mojlig. antalet personer som vardas ska dock stallas i relation till antalet familjevardare, den vard och fostran som personerna behover samt verksamhetens natur."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Toimeksiantosopimus",
      "content": "Perhehoitajan ja kunnan tai kuntayhtymän välisessä toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion määrästä ja suorittamisesta; 2) perhehoidosta ja hoidon käynnistämisestä aiheutuvien kustannusten korvaamisesta sekä perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta sekä palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyöstä kunnan ja perhehoitajan kesken. Toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta. Tässä laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole työsopimuslain (55/2001) 1 luvun 1 §:ssä tarkoitetussa työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Perhehoitajan ja kunnan tai kuntayhtymän välisessä toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion määrästä ja suorittamisesta; 2) perhehoidosta ja hoidon käynnistämisestä aiheutuvien kustannusten korvaamisesta sekä perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta sekä palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyöstä kunnan ja perhehoitajan kesken. Toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta. Tässä laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole työsopimuslain (55/2001) 1 luvun 1 § :ssä tarkoitetussa työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään.",
        "folded_fi": "perhehoitajan ja kunnan tai kuntayhtyman valisessa toimeksiantosopimuksessa tulee sopia: 1) perhehoitajalle maksettavan palkkion maarasta ja suorittamisesta; 2) perhehoidosta ja hoidon kaynnistamisesta aiheutuvien kustannusten korvaamisesta seka perhehoidossa olevan kalenterikuukausittaisten kayttovarojen maksamisesta; 3) perhehoidossa olevan yksilollisista tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajan oikeudesta vapaaseen, vapaan toteuttamisesta seka palkkion maksamisesta ja kustannusten korvaamisesta vapaan ajalta; 6) perhehoitajalle annettavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka naiden toteuttamisesta; 7) toimeksiantosopimuksen irtisanomisesta; 8) tarvittaessa muista perhekotia ja perhehoitoa koskevista seikoista; 9) yhteistyosta kunnan ja perhehoitajan kesken. toimeksiantosopimusta tarkistetaan hoidon kestoa tai sisaltoa koskevien muutosten vuoksi seka myos, kun sen tarkistamiseen muutoin on aihetta. tassa laissa tarkoitetun toimeksiantosopimuksen tehnyt ei ole tyosopimuslain (55/2001) 1 luvun 1 §:ssa tarkoitetussa tyosuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymaan.",
        "title_sv": "Uppdragsavtal",
        "content_sv": "I det uppdragsavtal som ingås mellan en familjevårdare och kommunen eller samkommunen ska parterna komma överens om 1) storleken och utbetalningen av arvodet till familjevårdaren, 2) ersättande av kostnaderna för familjevården och inledandet av vården samt om utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) familjevårdarens rätt till ledighet, genomförandet av ledigheten samt betalning av arvode och ersättning för kostnader under ledigheten, 6) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 7) uppsägning av uppdragsavtalet, 8) vid behov om andra omständigheter som gäller familjehemmet och familjevården, 9) samarbetet mellan kommunen och familjevårdaren. Uppdragsavtalet ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det. Den som ingått uppdragsavtal enligt denna lag står inte i ett sådant anställningsförhållande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingått avtalet.",
        "normalized_sv": "I det uppdragsavtal som ingås mellan en familjevårdare och kommunen eller samkommunen ska parterna komma överens om 1) storleken och utbetalningen av arvodet till familjevårdaren, 2) ersättande av kostnaderna för familjevården och inledandet av vården samt om utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) familjevårdarens rätt till ledighet, genomförandet av ledigheten samt betalning av arvode och ersättning för kostnader under ledigheten, 6) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 7) uppsägning av uppdragsavtalet, 8) vid behov om andra omständigheter som gäller familjehemmet och familjevården, 9) samarbetet mellan kommunen och familjevårdaren. Uppdragsavtalet ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det. Den som ingått uppdragsavtal enligt denna lag står inte i ett sådant anställningsförhållande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingått avtalet.",
        "folded_sv": "i det uppdragsavtal som ingas mellan en familjevardare och kommunen eller samkommunen ska parterna komma overens om 1) storleken och utbetalningen av arvodet till familjevardaren, 2) ersattande av kostnaderna for familjevarden och inledandet av varden samt om utbetalningen av de dispositionsmedel som kalendermanadsvis betalas till den som ar i familjevard, 3) ersattning for de sarskilda kostnader som foljer av individuella behov hos den som ar i familjevard, 4) vardens beraknade langd, 5) familjevardarens ratt till ledighet, genomforandet av ledigheten samt betalning av arvode och ersattning for kostnader under ledigheten, 6) forberedelse, handledning och utbildning for familjevardaren och hur dessa ska genomforas, 7) uppsagning av uppdragsavtalet, 8) vid behov om andra omstandigheter som galler familjehemmet och familjevarden, 9) samarbetet mellan kommunen och familjevardaren. uppdragsavtalet ska ses over pa grund av andringar som galler vardens varaktighet eller innehall samt ocksa annars om det finns skal till det. den som ingatt uppdragsavtal enligt denna lag star inte i ett sadant anstallningsforhallande som avses i 1 kap. 1 § i arbetsavtalslagen (55/2001) till den kommun eller samkommun som har ingatt avtalet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sopimus perhehoidon järjestämisestä",
      "content": "Kunnan tai kuntayhtymän ja yksityisen perhehoidon tuottajan välisessä sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. Perhehoidosta tehtyä sopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Kunnan tai kuntayhtymän ja yksityisen perhehoidon tuottajan välisessä sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten käyttövarojen maksamisesta; 3) perhehoidossa olevan yksilöllisistä tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä näiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. Perhehoidosta tehtyä sopimusta tarkistetaan hoidon kestoa tai sisältöä koskevien muutosten vuoksi sekä myös, kun sen tarkistamiseen muutoin on aihetta.",
        "folded_fi": "kunnan tai kuntayhtyman ja yksityisen perhehoidon tuottajan valisessa sopimuksessa perhehoidon antamisesta tulee sopia: 1) perhehoidosta maksettavasta korvauksesta; 2) perhehoidossa olevan kalenterikuukausittaisten kayttovarojen maksamisesta; 3) perhehoidossa olevan yksilollisista tarpeista johtuvien erityisten kustannusten korvaamisesta; 4) hoidon arvioidusta kestosta; 5) perhehoitajalle annettavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka naiden toteuttamisesta; 6) sopimuksen irtisanomisesta; 7) tarvittaessa muista perhehoitoa koskevista seikoista. perhehoidosta tehtya sopimusta tarkistetaan hoidon kestoa tai sisaltoa koskevien muutosten vuoksi seka myos, kun sen tarkistamiseen muutoin on aihetta.",
        "title_sv": "Avtal om ordnande av familjevård",
        "content_sv": "I det avtal om familjevård som ingås mellan kommunen eller samkommunen och en producent av privat familjevård ska parterna komma överens om 1) den ersättning som betalas för familjevården, 2) utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 6) uppsägning av avtalet, 7) vid behov om andra omständigheter som gäller familjevården. Avtalet om familjevård ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det.",
        "normalized_sv": "I det avtal om familjevård som ingås mellan kommunen eller samkommunen och en producent av privat familjevård ska parterna komma överens om 1) den ersättning som betalas för familjevården, 2) utbetalningen av de dispositionsmedel som kalendermånadsvis betalas till den som är i familjevård, 3) ersättning för de särskilda kostnader som följer av individuella behov hos den som är i familjevård, 4) vårdens beräknade längd, 5) förberedelse, handledning och utbildning för familjevårdaren och hur dessa ska genomföras, 6) uppsägning av avtalet, 7) vid behov om andra omständigheter som gäller familjevården. Avtalet om familjevård ska ses över på grund av ändringar som gäller vårdens varaktighet eller innehåll samt också annars om det finns skäl till det.",
        "folded_sv": "i det avtal om familjevard som ingas mellan kommunen eller samkommunen och en producent av privat familjevard ska parterna komma overens om 1) den ersattning som betalas for familjevarden, 2) utbetalningen av de dispositionsmedel som kalendermanadsvis betalas till den som ar i familjevard, 3) ersattning for de sarskilda kostnader som foljer av individuella behov hos den som ar i familjevard, 4) vardens beraknade langd, 5) forberedelse, handledning och utbildning for familjevardaren och hur dessa ska genomforas, 6) uppsagning av avtalet, 7) vid behov om andra omstandigheter som galler familjevarden. avtalet om familjevard ska ses over pa grund av andringar som galler vardens varaktighet eller innehall samt ocksa annars om det finns skal till det."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Toimeksiantosopimuksen irtisanominen ja purkaminen",
      "content": "Jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa päättymään irtisanomista seuraavan kahden kuukauden kuluttua. Jos valvonnan yhteydessä perhekoti tai siellä annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee pyrkiä saamaan aikaan korjaus. Jos puutetta ei korjata asetetussa määräajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa välittömästi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa päättymään irtisanomista seuraavan kahden kuukauden kuluttua. Jos valvonnan yhteydessä perhekoti tai siellä annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee pyrkiä saamaan aikaan korjaus. Jos puutetta ei korjata asetetussa määräajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa välittömästi.",
        "folded_fi": "jos toimeksiantosopimuksessa ei ole toisin sovittu, voidaan toimeksiantosopimus irtisanoa paattymaan irtisanomista seuraavan kahden kuukauden kuluttua. jos valvonnan yhteydessa perhekoti tai siella annettava hoito todetaan sopimattomaksi tai puutteelliseksi, hoidon jarjestamisesta vastaavan kunnan tai kuntayhtyman tulee pyrkia saamaan aikaan korjaus. jos puutetta ei korjata asetetussa maaraajassa tai jos puutetta ei voida korjata ilman kohtuutonta vaivaa tai kohtuullisessa ajassa, toimeksiantosopimus voidaan purkaa valittomasti.",
        "title_sv": "Uppsägning och hävning av uppdragsavtal",
        "content_sv": "Om inte något annat har överenskommits i ett uppdragsavtal, kan avtalet sägas upp så att det upphör att gälla två månader efter uppsägningen. Om familjehemmet eller den vård som ges där vid tillsynen konstateras vara olämpliga eller bristfälliga, ska den kommun eller samkommun som svarar för ordnandet av vården försöka se till att bristen avhjälps. Om bristen inte avhjälps inom utsatt tid eller inte kan avhjälpas utan oskäligt besvär eller inom en skälig tid, kan uppdragsavtalet hävas omedelbart.",
        "normalized_sv": "Om inte något annat har överenskommits i ett uppdragsavtal, kan avtalet sägas upp så att det upphör att gälla två månader efter uppsägningen. Om familjehemmet eller den vård som ges där vid tillsynen konstateras vara olämpliga eller bristfälliga, ska den kommun eller samkommun som svarar för ordnandet av vården försöka se till att bristen avhjälps. Om bristen inte avhjälps inom utsatt tid eller inte kan avhjälpas utan oskäligt besvär eller inom en skälig tid, kan uppdragsavtalet hävas omedelbart.",
        "folded_sv": "om inte nagot annat har overenskommits i ett uppdragsavtal, kan avtalet sagas upp sa att det upphor att galla tva manader efter uppsagningen. om familjehemmet eller den vard som ges dar vid tillsynen konstateras vara olampliga eller bristfalliga, ska den kommun eller samkommun som svarar for ordnandet av varden forsoka se till att bristen avhjalps. om bristen inte avhjalps inom utsatt tid eller inte kan avhjalpas utan oskaligt besvar eller inom en skalig tid, kan uppdragsavtalet havas omedelbart."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Oikeus vapaaseen",
      "content": "Jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtymän tulee järjestää perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipäivä kutakin sellaista kalenterikuukautta kohden, jona hän on toiminut toimeksiantosopimuksen perusteella vähintään 14 vuorokautta perhehoitajana. Perhehoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilön hoidon tarkoituksenmukaisessa järjestämisessä perhehoitajan vapaan ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtymän tulee järjestää perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipäivä kutakin sellaista kalenterikuukautta kohden, jona hän on toiminut toimeksiantosopimuksen perusteella vähintään 14 vuorokautta perhehoitajana. Perhehoidon järjestämisestä vastaavan kunnan tai kuntayhtymän tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilön hoidon tarkoituksenmukaisessa järjestämisessä perhehoitajan vapaan ajaksi.",
        "folded_fi": "jollei toimeksiantosopimuksessa ole toisin sovittu, kunnan tai kuntayhtyman tulee jarjestaa perhehoitajalle mahdollisuus vapaaseen, jonka pituus on yksi arkipaiva kutakin sellaista kalenterikuukautta kohden, jona han on toiminut toimeksiantosopimuksen perusteella vahintaan 14 vuorokautta perhehoitajana. perhehoidon jarjestamisesta vastaavan kunnan tai kuntayhtyman tulee huolehtia tai tarvittaessa avustaa perhehoidossa olevan henkilon hoidon tarkoituksenmukaisessa jarjestamisessa perhehoitajan vapaan ajaksi.",
        "title_sv": "Rätt till ledighet",
        "content_sv": "Om inte något annat har överenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna möjlighet för familjevårdaren till en ledighet vars längd är en vardag för varje kalendermånad under vilken vårdaren med stöd av uppdragsavtalet har arbetat minst 14 dygn som familjevårdare. Den kommun eller samkommun som svarar för ordnandet av familjevården ska se till eller vid behov lämna sådant bistånd att den som är i familjevård tillhandahålls ändamålsenlig vård under den tid familjevårdarens ledighet varar.",
        "normalized_sv": "Om inte något annat har överenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna möjlighet för familjevårdaren till en ledighet vars längd är en vardag för varje kalendermånad under vilken vårdaren med stöd av uppdragsavtalet har arbetat minst 14 dygn som familjevårdare. Den kommun eller samkommun som svarar för ordnandet av familjevården ska se till eller vid behov lämna sådant bistånd att den som är i familjevård tillhandahålls ändamålsenlig vård under den tid familjevårdarens ledighet varar.",
        "folded_sv": "om inte nagot annat har overenskommits i uppdragsavtalet, ska kommunen eller samkommunen ordna mojlighet for familjevardaren till en ledighet vars langd ar en vardag for varje kalendermanad under vilken vardaren med stod av uppdragsavtalet har arbetat minst 14 dygn som familjevardare. den kommun eller samkommun som svarar for ordnandet av familjevarden ska se till eller vid behov lamna sadant bistand att den som ar i familjevard tillhandahalls andamalsenlig vard under den tid familjevardarens ledighet varar."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Sijaishoito perhehoitajan vapaan ja muun poissaolon aikana",
      "content": "Kunta tai kuntayhtymä voi järjestää perhehoitajan vapaan tai muun tilapäisen poissaolon ajaksi tarvittavan sijaishoidon tekemällä 6 §:ssä säädetyt edellytykset täyttävän henkilön kanssa toimeksiantosopimuksen, jolla tämä sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. Sijaishoito voidaan järjestää edellä tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja järjestely arvioidaan hoidettavan edun mukaiseksi. Sijaishoitajan kanssa tehtävässä toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion määrästä ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. Sijaishoitaja ei ole työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään. Sijaishoitajalle järjestettävään koulutukseen ja tukeen sovelletaan 15 §:ää ja hänen sosiaaliturvaansa 20 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Kunta tai kuntayhtymä voi järjestää perhehoitajan vapaan tai muun tilapäisen poissaolon ajaksi tarvittavan sijaishoidon tekemällä 6 § :ssä säädetyt edellytykset täyttävän henkilön kanssa toimeksiantosopimuksen, jolla tämä sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. Sijaishoito voidaan järjestää edellä tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja järjestely arvioidaan hoidettavan edun mukaiseksi. Sijaishoitajan kanssa tehtävässä toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion määrästä ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. Sijaishoitaja ei ole työsuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymään. Sijaishoitajalle järjestettävään koulutukseen ja tukeen sovelletaan 15 § :ää ja hänen sosiaaliturvaansa 20 § :ää.",
        "folded_fi": "kunta tai kuntayhtyma voi jarjestaa perhehoitajan vapaan tai muun tilapaisen poissaolon ajaksi tarvittavan sijaishoidon tekemalla 6 §:ssa saadetyt edellytykset tayttavan henkilon kanssa toimeksiantosopimuksen, jolla tama sitoutuu huolehtimaan sijaishoidosta perhehoitajan tai hoidettavan kotona. sijaishoito voidaan jarjestaa edella tarkoitetulla tavalla, jos perhehoitaja suostuu siihen ja jarjestely arvioidaan hoidettavan edun mukaiseksi. sijaishoitajan kanssa tehtavassa toimeksiantosopimuksessa sovitaan: 1) sijaishoitajalle maksettavan hoitopalkkion maarasta ja suorittamisesta; 2) tarvittaessa sijaishoitajalle aiheutuvien kustannusten korvaamisesta; 3) toimeksiantosopimuksen voimassaolosta; 4) tarvittaessa muista sijaishoitoa koskevista seikoista. sijaishoitaja ei ole tyosuhteessa sopimuksen tehneeseen kuntaan tai kuntayhtymaan. sijaishoitajalle jarjestettavaan koulutukseen ja tukeen sovelletaan 15 §:aa ja hanen sosiaaliturvaansa 20 §:aa.",
        "title_sv": "Avlösarservice under familjevårdarens ledighet och annan frånvaro",
        "content_sv": "Kommunen eller samkommunen kan ordna den avlösarservice som behövs under familjevårdarens ledighet eller annan tillfällig frånvaro genom att med en person som uppfyller kraven i 6 § ingå ett uppdragsavtal där personen förbinder sig att ge vården i familjevårdarens hem eller i den vårdbehövandes hem. Avlösningen kan ordnas på detta sätt, om familjevårdaren samtycker till det och om arrangemanget kan anses förenligt med den vårdbehövandes bästa. I det uppdragsavtal som ingås med en avlösare ska parterna 1) komma överens om beloppet och utbetalningen av vårdarvodet till avlösaren, 2) vid behov komma överens om ersättning för de kostnader som avlösaren orsakas, 3) komma överens om uppdragsavtalets giltighetstid, 4) vid behov komma överens om andra frågor som gäller den vård som avlösaren ger. Avlösaren står inte i anställningsförhållande till den kommun eller samkommun som har ingått avtalet. På utbildning och stöd som ordnas för avlösare tillämpas 15 § och på den sociala tryggheten för avlösare tillämpas 20 §.",
        "normalized_sv": "Kommunen eller samkommunen kan ordna den avlösarservice som behövs under familjevårdarens ledighet eller annan tillfällig frånvaro genom att med en person som uppfyller kraven i 6 § ingå ett uppdragsavtal där personen förbinder sig att ge vården i familjevårdarens hem eller i den vårdbehövandes hem. Avlösningen kan ordnas på detta sätt, om familjevårdaren samtycker till det och om arrangemanget kan anses förenligt med den vårdbehövandes bästa. I det uppdragsavtal som ingås med en avlösare ska parterna 1) komma överens om beloppet och utbetalningen av vårdarvodet till avlösaren, 2) vid behov komma överens om ersättning för de kostnader som avlösaren orsakas, 3) komma överens om uppdragsavtalets giltighetstid, 4) vid behov komma överens om andra frågor som gäller den vård som avlösaren ger. Avlösaren står inte i anställningsförhållande till den kommun eller samkommun som har ingått avtalet. På utbildning och stöd som ordnas för avlösare tillämpas 15 § och på den sociala tryggheten för avlösare tillämpas 20 § .",
        "folded_sv": "kommunen eller samkommunen kan ordna den avlosarservice som behovs under familjevardarens ledighet eller annan tillfallig franvaro genom att med en person som uppfyller kraven i 6 § inga ett uppdragsavtal dar personen forbinder sig att ge varden i familjevardarens hem eller i den vardbehovandes hem. avlosningen kan ordnas pa detta satt, om familjevardaren samtycker till det och om arrangemanget kan anses forenligt med den vardbehovandes basta. i det uppdragsavtal som ingas med en avlosare ska parterna 1) komma overens om beloppet och utbetalningen av vardarvodet till avlosaren, 2) vid behov komma overens om ersattning for de kostnader som avlosaren orsakas, 3) komma overens om uppdragsavtalets giltighetstid, 4) vid behov komma overens om andra fragor som galler den vard som avlosaren ger. avlosaren star inte i anstallningsforhallande till den kommun eller samkommun som har ingatt avtalet. pa utbildning och stod som ordnas for avlosare tillampas 15 § och pa den sociala tryggheten for avlosare tillampas 20 §."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Koulutus ja tuki",
      "content": "Perhehoidon järjestämisestä vastaava kunta tai kuntayhtymä vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä perhehoitajaksi aikovalle henkilölle annettavasta ennakkovalmennuksesta. Perhehoidon aikana tarvittavan tuen järjestämiseksi perhehoitajalle on nimettävä jokaista hoidettavaa varten vastuutyöntekijä. Perhehoitajalle on järjestettävä riittävä mahdollisuus saada tukea ja tavata vastuutyöntekijää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Perhehoidon järjestämisestä vastaava kunta tai kuntayhtymä vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, työnohjauksesta ja koulutuksesta sekä perhehoitajaksi aikovalle henkilölle annettavasta ennakkovalmennuksesta. Perhehoidon aikana tarvittavan tuen järjestämiseksi perhehoitajalle on nimettävä jokaista hoidettavaa varten vastuutyöntekijä. Perhehoitajalle on järjestettävä riittävä mahdollisuus saada tukea ja tavata vastuutyöntekijää.",
        "folded_fi": "perhehoidon jarjestamisesta vastaava kunta tai kuntayhtyma vastaa toimeksiantosopimukseen kirjattavalla tavalla perhehoitajalle annettavasta tarvittavasta valmennuksesta, tyonohjauksesta ja koulutuksesta seka perhehoitajaksi aikovalle henkilolle annettavasta ennakkovalmennuksesta. perhehoidon aikana tarvittavan tuen jarjestamiseksi perhehoitajalle on nimettava jokaista hoidettavaa varten vastuutyontekija. perhehoitajalle on jarjestettava riittava mahdollisuus saada tukea ja tavata vastuutyontekijaa.",
        "title_sv": "Utbildning och stöd",
        "content_sv": "Den kommun eller samkommun som svarar för ordnandet av familjevården ska på det sätt som antecknas i uppdragsavtalet se till att familjevårdaren får den förberedelse, handledning och utbildning som behövs och att den som har för avsikt att arbeta som familjevårdare får förberedande utbildning. För att ordna det stöd som behövs under familjevården ska en ansvarig arbetstagare utnämnas för familjevårdaren för varje vårdbehövande. Familjevårdaren ska ges tillräcklig möjlighet att få stöd och möta den ansvariga arbetstagaren.",
        "normalized_sv": "Den kommun eller samkommun som svarar för ordnandet av familjevården ska på det sätt som antecknas i uppdragsavtalet se till att familjevårdaren får den förberedelse, handledning och utbildning som behövs och att den som har för avsikt att arbeta som familjevårdare får förberedande utbildning. För att ordna det stöd som behövs under familjevården ska en ansvarig arbetstagare utnämnas för familjevårdaren för varje vårdbehövande. Familjevårdaren ska ges tillräcklig möjlighet att få stöd och möta den ansvariga arbetstagaren.",
        "folded_sv": "den kommun eller samkommun som svarar for ordnandet av familjevarden ska pa det satt som antecknas i uppdragsavtalet se till att familjevardaren far den forberedelse, handledning och utbildning som behovs och att den som har for avsikt att arbeta som familjevardare far forberedande utbildning. for att ordna det stod som behovs under familjevarden ska en ansvarig arbetstagare utnamnas for familjevardaren for varje vardbehovande. familjevardaren ska ges tillracklig mojlighet att fa stod och mota den ansvariga arbetstagaren."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Hoitopalkkio",
      "content": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 686,25 euroa. Hoitopalkkion määrän tulee vastata henkilön hoidettavuutta ja sitä arvioidessa tulee ottaa huomioon toiminnan luonne. Hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Kun lapsen hoito ja huolenpito on järjestetty kodin ulkopuolisen sijoituksen sijasta läheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmääräyksellä muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilölle maksaa tämän lain mukainen hoitopalkkio, 17 §:n mukainen kulukorvaus ja 18 §:n mukainen käynnistämiskorvaus. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä on tarkistettava kalenterivuosittain työntekijän eläkelain (395/2006) 96 §:ssä tarkoitetulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 686,25 euroa. Hoitopalkkion määrän tulee vastata henkilön hoidettavuutta ja sitä arvioidessa tulee ottaa huomioon toiminnan luonne. Hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Kun lapsen hoito ja huolenpito on järjestetty kodin ulkopuolisen sijoituksen sijasta läheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmääräyksellä muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilölle maksaa tämän lain mukainen hoitopalkkio, 17 § :n mukainen kulukorvaus ja 18 § :n mukainen käynnistämiskorvaus. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä on tarkistettava kalenterivuosittain työntekijän eläkelain (395/2006) 96 § :ssä tarkoitetulla palkkakertoimella.",
        "folded_fi": "hoitopalkkio jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). hoitopalkkiota maksetaan perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa vahintaan 686,25 euroa. hoitopalkkion maaran tulee vastata henkilon hoidettavuutta ja sita arvioidessa tulee ottaa huomioon toiminnan luonne. hoitopalkkiota ei makseta perhehoitajan omasta alle 18-vuotiaasta lapsesta. hoitopalkkio voidaan erityisesta syysta sopia maksettavaksi myos 1 momentissa saadettya vahimmaismaaraa pienempana. kun lapsen hoito ja huolenpito on jarjestetty kodin ulkopuolisen sijoituksen sijasta laheisverkoston kartoituksen perusteella huoltajuus- tai oheishuoltajuusmaarayksella muun kuin biologisen vanhemman luona, tulee lasta hoitavalle henkilolle maksaa taman lain mukainen hoitopalkkio, 17 §:n mukainen kulukorvaus ja 18 §:n mukainen kaynnistamiskorvaus. edella 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion maara on tarkistettava kalenterivuosittain tyontekijan elakelain (395/2006) 96 §:ssa tarkoitetulla palkkakertoimella.",
        "title_sv": "Vårdarvode",
        "content_sv": "vårdarvode Om inte något annat har överenskommits i uppdragsavtalet har familjevårdaren rätt att få arvode för vården (). Vårdarvodet är minst 686,25 euro per kalendermånad per person i familjevård. Vårdarvodets storlek ska fastställas med beaktande av personens vårdtyngd och verksamhetens natur. Vårdarvode betalas inte för familjevårdarens egna barn under 18 år. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. När vården av och omsorgen om ett barn i stället för genom placering utom hemmet har ordnats hos någon annan än de biologiska föräldrarna genom att vårdnaden vid sidan av eller i stället för dem genom ett beslut anförtros någon annan person på basis av en kartläggning av barnets närståendenätverk, ska till den som vårdar barnet betalas vårdarvode enligt denna lag, kostnadsersättning enligt 17 § och startersättning enligt 18 §. Det belopp på vårdarvodet som anges i 1 mom. och som fastställs i uppdragsavtalet ska justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "vårdarvode Om inte något annat har överenskommits i uppdragsavtalet har familjevårdaren rätt att få arvode för vården (). Vårdarvodet är minst 686,25 euro per kalendermånad per person i familjevård. Vårdarvodets storlek ska fastställas med beaktande av personens vårdtyngd och verksamhetens natur. Vårdarvode betalas inte för familjevårdarens egna barn under 18 år. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. När vården av och omsorgen om ett barn i stället för genom placering utom hemmet har ordnats hos någon annan än de biologiska föräldrarna genom att vårdnaden vid sidan av eller i stället för dem genom ett beslut anförtros någon annan person på basis av en kartläggning av barnets närståendenätverk, ska till den som vårdar barnet betalas vårdarvode enligt denna lag, kostnadsersättning enligt 17 § och startersättning enligt 18 § . Det belopp på vårdarvodet som anges i 1 mom. och som fastställs i uppdragsavtalet ska justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "vardarvode om inte nagot annat har overenskommits i uppdragsavtalet har familjevardaren ratt att fa arvode for varden (). vardarvodet ar minst 686,25 euro per kalendermanad per person i familjevard. vardarvodets storlek ska faststallas med beaktande av personens vardtyngd och verksamhetens natur. vardarvode betalas inte for familjevardarens egna barn under 18 ar. vardarvodet kan av sarskilda skal enligt overenskommelse aven betalas till ett belopp som understiger minimibeloppet enligt 1 mom. nar varden av och omsorgen om ett barn i stallet for genom placering utom hemmet har ordnats hos nagon annan an de biologiska foraldrarna genom att vardnaden vid sidan av eller i stallet for dem genom ett beslut anfortros nagon annan person pa basis av en kartlaggning av barnets narstaendenatverk, ska till den som vardar barnet betalas vardarvode enligt denna lag, kostnadsersattning enligt 17 § och startersattning enligt 18 §. det belopp pa vardarvodet som anges i 1 mom. och som faststalls i uppdragsavtalet ska justeras kalenderarsvis med den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare (395/2006)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Kustannusten korvaaminen",
      "content": "kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 410,66 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2-4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 410,66 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2-4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
        "folded_fi": "kulukorvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vahintaan 410,66 euroa perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa, jollei toimeksiantosopimuksessa ole toisin sovittu. kulukorvaus voidaan erityisesta syysta maksaa myos saadettya vahimmaismaaraa pienempana. kulukorvaus kattaa perhehoidossa olevan ravinnosta, asumisesta, harrastuksista, henkilokohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot seka ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsaadannon nojalla ei korvata. lisaksi kulukorvaus sisaltaa lastensuojelulain (417/2007) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hanen omaan kayttoonsa mainitun lain nojalla annettavat kayttovarat. kulukorvauksen lisaksi perhehoitajalle maksetaan korvaus sellaisista perhehoidossa olevan yksilollisista tarpeista johtuvista terapian ja terveydenhuollon seka alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisista kustannuksista, joita muun lainsaadannon nojalla ei korvata. edella 2-4 momentissa tarkoitettujen kustannusten lisaksi voidaan korvata perhehoidossa olevan lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvalineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset.",
        "title_sv": "Ersättning för kostnader",
        "content_sv": "kostnadsersättning Till familjevårdaren betalas ersättning för de faktiska kostnaderna för vård och underhåll av en person i familjevård (), dock minst 410,66 euro per person i familjevård per kalendermånad, om inte något annat har överenskommits i uppdragsavtalet. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Kostnadsersättningen täcker de normala utgifterna för den som är i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (417/2007) ska ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den lagen. Utöver kostnadsersättningen ersätts familjevårdaren för sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana särskilda studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2-4 mom. kan ersättning betalas för särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver och för andra särskilda fortlöpande kostnader eller engångskostnader för den som är i familjevård.",
        "normalized_sv": "kostnadsersättning Till familjevårdaren betalas ersättning för de faktiska kostnaderna för vård och underhåll av en person i familjevård (), dock minst 410,66 euro per person i familjevård per kalendermånad, om inte något annat har överenskommits i uppdragsavtalet. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Kostnadsersättningen täcker de normala utgifterna för den som är i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (417/2007) ska ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den lagen. Utöver kostnadsersättningen ersätts familjevårdaren för sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana särskilda studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2-4 mom. kan ersättning betalas för särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver och för andra särskilda fortlöpande kostnader eller engångskostnader för den som är i familjevård.",
        "folded_sv": "kostnadsersattning till familjevardaren betalas ersattning for de faktiska kostnaderna for vard och underhall av en person i familjevard (), dock minst 410,66 euro per person i familjevard per kalendermanad, om inte nagot annat har overenskommits i uppdragsavtalet. kostnadsersattningens minimibelopp kan aven sankas, om det finns sarskilda skal for det. kostnadsersattningen tacker de normala utgifterna for den som ar i familjevard i fraga om mat, boende, fritidssysselsattningar, personliga behov och annat underhall samt de normala halsovardskostnader som inte ersatts med stod av annan lagstiftning. dessutom omfattar kostnadsersattningen sadana dispositionsmedel som enligt barnskyddslagen (417/2007) ska stallas till barnets eller den unga personens eget forfogande da han eller hon placeras i familjevard med stod av den lagen. utover kostnadsersattningen ersatts familjevardaren for sadana sarskilda kostnader for terapi och halsovard som beror pa de individuella behoven hos den som ar i familjevard samt sadana sarskilda studiekostnader for ett barn eller en ung person under 21 ar i familjevard som inte ersatts enligt annan lagstiftning. utover de kostnader som avses i 2-4 mom. kan ersattning betalas for sarskilda kostnader for semester och sarskilda fritidssysselsattningar eller for utrustning som fritidssysselsattningen kraver och for andra sarskilda fortlopande kostnader eller engangskostnader for den som ar i familjevard."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Käynnistämiskorvaus",
      "content": "käynnistämiskorvaus Perhehoitajalle maksetaan hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkilöä kohti enintään 2 916,43 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "käynnistämiskorvaus Perhehoitajalle maksetaan hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkilöä kohti enintään 2 916,43 euroa.",
        "folded_fi": "kaynnistamiskorvaus perhehoitajalle maksetaan hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista korvaus (), jonka suuruus on perhehoidossa olevaa henkiloa kohti enintaan 2 916,43 euroa.",
        "title_sv": "Startersättning",
        "content_sv": "startersättning Till familjevårdaren betalas ersättning för de behövliga kostnaderna för inledandet av vården () till ett belopp av högst 2 916,43 euro per person i familjevård.",
        "normalized_sv": "startersättning Till familjevårdaren betalas ersättning för de behövliga kostnaderna för inledandet av vården () till ett belopp av högst 2 916,43 euro per person i familjevård.",
        "folded_sv": "startersattning till familjevardaren betalas ersattning for de behovliga kostnaderna for inledandet av varden () till ett belopp av hogst 2 916,43 euro per person i familjevard."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Indeksisidonnaisuus",
      "content": "Tämän lain 17 ja 18 §:ssä mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Tämän lain 17 ja 18 § :ssä mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "folded_fi": "taman lain 17 ja 18 §:ssa mainitut maarat seka toimeksiantosopimuksessa sovitut kulukorvausten maarat on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "title_sv": "Indexbindning",
        "content_sv": "Beloppen av de kostnadsersättningar som nämns i 17 och 18 § samt som fastställts i uppdragsavtalet ska justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "normalized_sv": "Beloppen av de kostnadsersättningar som nämns i 17 och 18 § samt som fastställts i uppdragsavtalet ska justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "folded_sv": "beloppen av de kostnadsersattningar som namns i 17 och 18 § samt som faststallts i uppdragsavtalet ska justeras kalenderarsvis fran och med ingangen av aret i enlighet med den arliga andringen av levnadskostnadsindex for oktober det foregaende aret (oktober 1951=100)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Sosiaaliturva",
      "content": "Toimeksiantosuhteisen perhehoitajan eläketurvasta säädetään kunnallisessa eläkelaissa (549/2003). Perhehoitajan tapaturmavakuutuksesta säädetään tapaturmavakuutuslaissa (608/1948).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Toimeksiantosuhteisen perhehoitajan eläketurvasta säädetään kunnallisessa eläkelaissa (549/2003). Perhehoitajan tapaturmavakuutuksesta säädetään tapaturmavakuutuslaissa (608/1948).",
        "folded_fi": "toimeksiantosuhteisen perhehoitajan elaketurvasta saadetaan kunnallisessa elakelaissa (549/2003). perhehoitajan tapaturmavakuutuksesta saadetaan tapaturmavakuutuslaissa (608/1948).",
        "title_sv": "Social trygghet",
        "content_sv": "Bestämmelser om pensionsskyddet för familjevårdare i uppdragsförhållande finns i lagen om kommunala pensioner (549/2003). Bestämmelser om olycksfallsförsäkring för familjevårdare finns i lagen om olycksfallsförsäkring (608/1948).",
        "normalized_sv": "Bestämmelser om pensionsskyddet för familjevårdare i uppdragsförhållande finns i lagen om kommunala pensioner (549/2003). Bestämmelser om olycksfallsförsäkring för familjevårdare finns i lagen om olycksfallsförsäkring (608/1948).",
        "folded_sv": "bestammelser om pensionsskyddet for familjevardare i uppdragsforhallande finns i lagen om kommunala pensioner (549/2003). bestammelser om olycksfallsforsakring for familjevardare finns i lagen om olycksfallsforsakring (608/1948)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ilmoittamisvelvollisuus",
      "content": "Perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyöntekijälle siihen kuntaan, joka on sijoittanut hoidettavan sekä kuntaan, jossa perhekoti sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyöntekijälle siihen kuntaan, joka on sijoittanut hoidettavan sekä kuntaan, jossa perhekoti sijaitsee.",
        "folded_fi": "perhehoitaja on velvollinen ilmoittamaan perhehoidossa tapahtuneista muutoksista vastuutyontekijalle siihen kuntaan, joka on sijoittanut hoidettavan seka kuntaan, jossa perhekoti sijaitsee.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Familjevårdaren är skyldig att anmäla förändringar i familjevården till den ansvariga arbetstagaren i den kommun som placerat den vårdbehövande och till den kommun där familjehemmet finns.",
        "normalized_sv": "Familjevårdaren är skyldig att anmäla förändringar i familjevården till den ansvariga arbetstagaren i den kommun som placerat den vårdbehövande och till den kommun där familjehemmet finns.",
        "folded_sv": "familjevardaren ar skyldig att anmala forandringar i familjevarden till den ansvariga arbetstagaren i den kommun som placerat den vardbehovande och till den kommun dar familjehemmet finns."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvonta",
      "content": "Hoidettavan sijoittaneen kunnan tehtävänä on valvoa, että sijoitus perhehoitoon toteutuu tämän lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka järjestetään sen kunnan toimesta, johon henkilö on sijoitettu. Sekä sijoittajakunnan että sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Pysyväisluonteiseen asumiseen käytettävät tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on välttämätöntä asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin perhehoitopaikan tiloihin. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. Jos perhekoti tai siinä annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittävä ohjauksen avulla saamaan aikaan korjaus asiassa. Jollei korjausta ole asetetussa määräajassa tapahtunut, toimielimen on tällöin huolehdittava, että hoidettavan hoito järjestetään hänen etunsa ja tarpeidensa mukaisella tavalla. Tarvittaessa hoidettavat siirretään heidän tarpeitaan vastaavaan muuhun hoitopaikkaan. Palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessä havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mitä yksityisistä sosiaalipalveluista annetun lain 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Hoidettavan sijoittaneen kunnan tehtävänä on valvoa, että sijoitus perhehoitoon toteutuu tämän lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka järjestetään sen kunnan toimesta, johon henkilö on sijoitettu. Sekä sijoittajakunnan että sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tässä laissa tarkoitetun toiminnan sekä toiminnan järjestämisessä käytettävät toimintayksiköt ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. Pysyväisluonteiseen asumiseen käytettävät tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on välttämätöntä asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. Tarkastus voidaan tehdä ennalta ilmoittamatta. Tarkastaja on päästettävä kaikkiin perhehoitopaikan tiloihin. Tarkastuksesta on pidettävä pöytäkirjaa. Tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. Jos perhekoti tai siinä annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittävä ohjauksen avulla saamaan aikaan korjaus asiassa. Jollei korjausta ole asetetussa määräajassa tapahtunut, toimielimen on tällöin huolehdittava, että hoidettavan hoito järjestetään hänen etunsa ja tarpeidensa mukaisella tavalla. Tarvittaessa hoidettavat siirretään heidän tarpeitaan vastaavaan muuhun hoitopaikkaan. Palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessä havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mitä yksityisistä sosiaalipalveluista annetun lain 4 luvussa säädetään.",
        "folded_fi": "hoidettavan sijoittaneen kunnan tehtavana on valvoa, etta sijoitus perhehoitoon toteutuu taman lain mukaisesti ja hoidettava saa sijoituksen aikana ne tarvitsemansa palvelut ja tukitoimet, jotka jarjestetaan sen kunnan toimesta, johon henkilo on sijoitettu. seka sijoittajakunnan etta sijoituskunnan sosiaalihuollosta vastaava toimielin voi tarkastaa perhehoitopaikan tassa laissa tarkoitetun toiminnan seka toiminnan jarjestamisessa kaytettavat toimintayksikot ja toimitilat silloin, kun tarkastuksen tekemiseen on perusteltu syy. pysyvaisluonteiseen asumiseen kaytettavat tilat voidaan tarkastaa ainoastaan, jos tarkastaminen on valttamatonta asiakkaan aseman ja asianmukaisten palvelujen turvaamiseksi. tarkastus voidaan tehda ennalta ilmoittamatta. tarkastaja on paastettava kaikkiin perhehoitopaikan tiloihin. tarkastuksesta on pidettava poytakirjaa. tarkastajalla on oikeus ottaa valokuvia tarkastuksen aikana. jos perhekoti tai siina annettu hoito ja kasvatus todetaan sopimattomaksi tai puutteelliseksi, toimielimen on pyrittava ohjauksen avulla saamaan aikaan korjaus asiassa. jollei korjausta ole asetetussa maaraajassa tapahtunut, toimielimen on talloin huolehdittava, etta hoidettavan hoito jarjestetaan hanen etunsa ja tarpeidensa mukaisella tavalla. tarvittaessa hoidettavat siirretaan heidan tarpeitaan vastaavaan muuhun hoitopaikkaan. palvelujen valvontaan ja toimenpiteisiin valvonnan yhteydessa havaittujen puutteiden korjaamiseksi sovelletaan ammatillisten perhekotien ja muiden yksityisten perhehoidon palveluntuottajien osalta, mita yksityisista sosiaalipalveluista annetun lain 4 luvussa saadetaan.",
        "title_sv": "Tillsyn",
        "content_sv": "Den kommun som placerat den vårdbehövande ska se till att placeringen i familjevård genomförs enligt denna lag och att den vårdbehövande under den tid placeringen varar får den service och de stödåtgärder som behövs av den kommun där personen är placerad. Det ansvariga organet för socialvården i både placerarkommunen och i placeringskommunen får inspektera verksamheten på platsen för familjevård enligt denna lag samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Lokaler som används för boende av permanent natur får inspekteras bara om det är nödvändigt för att säkerställa klientens ställning och behörig service. En inspektion får förrättas utan förhandsanmälan. Inspektören ska ges tillträde till alla lokaler på platsen för familjevård. Protokoll ska föras över inspektionerna. Inspektören har rätt att ta fotografier under inspektionen. Om familjehemmet eller den vård och fostran som ges där konstateras vara olämpliga eller bristfälliga, ska organet försöka avhjälpa bristen med hjälp av styrning. Om bristen inte har avhjälpts inom utsatt tid ska organet se till att vården av den vårdbehövande ordnas på ett sätt som är förenligt med personens bästa och behov. Vid behov ska de vårdbehövande flyttas till ett annat vårdställe som svarar mot deras behov. På tillsynen över servicen och på åtgärder för att avhjälpa brister som konstaterats i samband med tillsynen tillämpas i fråga om professionella familjehem och andra producenter av privat familjevård bestämmelserna i 4 kap. i lagen om privat socialservice.",
        "normalized_sv": "Den kommun som placerat den vårdbehövande ska se till att placeringen i familjevård genomförs enligt denna lag och att den vårdbehövande under den tid placeringen varar får den service och de stödåtgärder som behövs av den kommun där personen är placerad. Det ansvariga organet för socialvården i både placerarkommunen och i placeringskommunen får inspektera verksamheten på platsen för familjevård enligt denna lag samt de verksamhetsenheter och lokaler som används vid ordnandet av verksamheten när det finns grundad anledning att förrätta en inspektion. Lokaler som används för boende av permanent natur får inspekteras bara om det är nödvändigt för att säkerställa klientens ställning och behörig service. En inspektion får förrättas utan förhandsanmälan. Inspektören ska ges tillträde till alla lokaler på platsen för familjevård. Protokoll ska föras över inspektionerna. Inspektören har rätt att ta fotografier under inspektionen. Om familjehemmet eller den vård och fostran som ges där konstateras vara olämpliga eller bristfälliga, ska organet försöka avhjälpa bristen med hjälp av styrning. Om bristen inte har avhjälpts inom utsatt tid ska organet se till att vården av den vårdbehövande ordnas på ett sätt som är förenligt med personens bästa och behov. Vid behov ska de vårdbehövande flyttas till ett annat vårdställe som svarar mot deras behov. På tillsynen över servicen och på åtgärder för att avhjälpa brister som konstaterats i samband med tillsynen tillämpas i fråga om professionella familjehem och andra producenter av privat familjevård bestämmelserna i 4 kap. i lagen om privat socialservice.",
        "folded_sv": "den kommun som placerat den vardbehovande ska se till att placeringen i familjevard genomfors enligt denna lag och att den vardbehovande under den tid placeringen varar far den service och de stodatgarder som behovs av den kommun dar personen ar placerad. det ansvariga organet for socialvarden i bade placerarkommunen och i placeringskommunen far inspektera verksamheten pa platsen for familjevard enligt denna lag samt de verksamhetsenheter och lokaler som anvands vid ordnandet av verksamheten nar det finns grundad anledning att forratta en inspektion. lokaler som anvands for boende av permanent natur far inspekteras bara om det ar nodvandigt for att sakerstalla klientens stallning och behorig service. en inspektion far forrattas utan forhandsanmalan. inspektoren ska ges tilltrade till alla lokaler pa platsen for familjevard. protokoll ska foras over inspektionerna. inspektoren har ratt att ta fotografier under inspektionen. om familjehemmet eller den vard och fostran som ges dar konstateras vara olampliga eller bristfalliga, ska organet forsoka avhjalpa bristen med hjalp av styrning. om bristen inte har avhjalpts inom utsatt tid ska organet se till att varden av den vardbehovande ordnas pa ett satt som ar forenligt med personens basta och behov. vid behov ska de vardbehovande flyttas till ett annat vardstalle som svarar mot deras behov. pa tillsynen over servicen och pa atgarder for att avhjalpa brister som konstaterats i samband med tillsynen tillampas i fraga om professionella familjehem och andra producenter av privat familjevard bestammelserna i 4 kap. i lagen om privat socialservice."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2015. Sen estämättä, mitä 7 §:ssä säädetään, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkään kuin hoidettavan hoidon tarve sitä edellyttää. Tällä lailla kumotaan perhehoitajalaki (312/1992) sekä sosiaalihuoltolain (710/1982) 25, 26 ja 26 a §, sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 sekä 26 § laeissa 311/1992, 604/1996 ja 923/2011. Kunnan tai kuntayhtymän on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttävä toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, että se vastaa tämän lain säännöksiä viimeistään kolmen kuukauden kuluttua tämän lain voimaantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä huhtikuuta 2015. Sen estämättä, mitä 7 § :ssä säädetään, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkään kuin hoidettavan hoidon tarve sitä edellyttää. Tällä lailla kumotaan perhehoitajalaki (312/1992) sekä sosiaalihuoltolain (710/1982) 25, 26 ja 26 a § , sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 sekä 26 § laeissa 311/1992, 604/1996 ja 923/2011. Kunnan tai kuntayhtymän on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttävä toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, että se vastaa tämän lain säännöksiä viimeistään kolmen kuukauden kuluttua tämän lain voimaantulopäivästä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana huhtikuuta 2015. sen estamatta, mita 7 §:ssa saadetaan, ennen lain voimaantuloa tehtyyn sopimukseen perustuva perhehoito voi jatkua lain voimaan tultua niin pitkaan kuin hoidettavan hoidon tarve sita edellyttaa. talla lailla kumotaan perhehoitajalaki (312/1992) seka sosiaalihuoltolain (710/1982) 25, 26 ja 26 a §, sellaisina kuin ne ovat, 25 ja 26 a § laissa 311/1992 seka 26 § laeissa 311/1992, 604/1996 ja 923/2011. kunnan tai kuntayhtyman on muilta kuin 2 momentissa tarkoitetuilta osin ryhdyttava toimenpiteisiin ennen lain voimaantuloa tehdyn perhehoitoa koskevan sopimuksen tarkistamiseksi siten, etta se vastaa taman lain saannoksia viimeistaan kolmen kuukauden kuluttua taman lain voimaantulopaivasta.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 april 2015. Trots 7 § får familjevård enligt ett avtal som ingåtts innan lagen träder i kraft efter ikraftträdandet fortsätta så länge som den vårdbehövandes vårdbehov förutsätter. Genom denna lag upphävs familjevårdarlagen (312/1992) samt i socialvårdslagen (710/1982) 25, 26 och 26 a §, sådana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. I andra fall än de som avses i 2 mom. ska kommunen eller samkommunen vidta åtgärder för att revidera ett avtal om familjevård som har ingåtts innan lagen trätt i kraft så att det motsvarar denna lag senast tre månader efter den dag då lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 april 2015. Trots 7 § får familjevård enligt ett avtal som ingåtts innan lagen träder i kraft efter ikraftträdandet fortsätta så länge som den vårdbehövandes vårdbehov förutsätter. Genom denna lag upphävs familjevårdarlagen (312/1992) samt i socialvårdslagen (710/1982) 25, 26 och 26 a § , sådana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. I andra fall än de som avses i 2 mom. ska kommunen eller samkommunen vidta åtgärder för att revidera ett avtal om familjevård som har ingåtts innan lagen trätt i kraft så att det motsvarar denna lag senast tre månader efter den dag då lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 april 2015. trots 7 § far familjevard enligt ett avtal som ingatts innan lagen trader i kraft efter ikrafttradandet fortsatta sa lange som den vardbehovandes vardbehov forutsatter. genom denna lag upphavs familjevardarlagen (312/1992) samt i socialvardslagen (710/1982) 25, 26 och 26 a §, sadana de lyder, 25 och 26 a § i lag 311/1992 och 26 § i lagarna 311/1992, 604/1996 och 923/2011. i andra fall an de som avses i 2 mom. ska kommunen eller samkommunen vidta atgarder for att revidera ett avtal om familjevard som har ingatts innan lagen tratt i kraft sa att det motsvarar denna lag senast tre manader efter den dag da lagen trader i kraft."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}