{
  "id": "26/2006",
  "type": "statute",
  "title": "Laki viestintämarkkinalain muuttamisesta ja viestintämarkkinalain 70 § :n väliaikaisesta muuttamisesta",
  "title_en": "Lag om ändring av kommunikationsmarknadslagen och om temporär ändring av 70 § i kommunikationsmarknadslagen",
  "status": "in_force",
  "issued_date": "2006-01-20",
  "in_force_date": "2006-01-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/26/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Teletoimintailmoitus",
      "content": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
        "folded_fi": "teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava viestintavirastolle. viestintavirasto voi myos omasta aloitteestaan todeta teleyrityksen toiminnan paattyneeksi, jos se saa toiminnan paattymisesta luotettavaa selvitysta.",
        "title_sv": "Televerksamhetsanmälan",
        "content_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan och om att verksamheten upphör. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "normalized_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan och om att verksamheten upphör. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "folded_sv": "kommunikationsverket skall underrattas om forandringar i uppgifterna i televerksamhetsanmalan och om att verksamheten upphor. kommunikationsverket kan aven pa eget initiativ konstatera att ett teleforetags verksamhet har upphort, om verket far tillforlitlig utredning om att verksamheten upphort."
      }
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Viestintämarkkinamaksu",
      "content": "Viestintämarkkinamaksun määräytymisestä toiminnan ensimmäisenä vuotena säädetään 15 d §:ssä. Viestintämarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 a",
        "normalized_fi": "Viestintämarkkinamaksun määräytymisestä toiminnan ensimmäisenä vuotena säädetään 15 d § :ssä. Viestintämarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
        "folded_fi": "viestintamarkkinamaksun maaraytymisesta toiminnan ensimmaisena vuotena saadetaan 15 d §:ssa. viestintamarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
        "title_sv": "Kommunikationsmarknadsavgift",
        "content_sv": "I 15 d § föreskrivs om bestämmande av kommunikationsmarknadsavgiften under det första året av verksamhet. Kommunikationsmarknadsavgiften återbetalas inte även om teleföretaget upphör med sin verksamhet under avgiftsperioden.",
        "normalized_sv": "I 15 d § föreskrivs om bestämmande av kommunikationsmarknadsavgiften under det första året av verksamhet. Kommunikationsmarknadsavgiften återbetalas inte även om teleföretaget upphör med sin verksamhet under avgiftsperioden.",
        "folded_sv": "i 15 d § foreskrivs om bestammande av kommunikationsmarknadsavgiften under det forsta aret av verksamhet. kommunikationsmarknadsavgiften aterbetalas inte aven om teleforetaget upphor med sin verksamhet under avgiftsperioden."
      }
    },
    {
      "provision_ref": "2:15 b",
      "chapter": "2",
      "section": "15 b",
      "title": "Maksuluokan määräytymisen perusteena oleva liikevaihto",
      "content": "Jos teleyrityksen konsernisuhteissa on edellisen tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana tapahtunut muutoksia, maksuluokka määräytyy sen perusteella, mikä yrityksen osuus on ollut edellisen päättyneen tilikauden teletoiminnan liikevaihdosta. Jos teletoiminta on edellisen vuoden tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleistä teletoimintaa maksupäätöksen antamisajankohtana. Sen maksuluokkaa määrättäessä otetaan huomioon luovutetun teletoiminnan edelliseltä päättyneeltä tilikaudelta vahvistettu liikevaihto. Jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumäärällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 b",
        "normalized_fi": "Jos teleyrityksen konsernisuhteissa on edellisen tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana tapahtunut muutoksia, maksuluokka määräytyy sen perusteella, mikä yrityksen osuus on ollut edellisen päättyneen tilikauden teletoiminnan liikevaihdosta. Jos teletoiminta on edellisen vuoden tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleistä teletoimintaa maksupäätöksen antamisajankohtana. Sen maksuluokkaa määrättäessä otetaan huomioon luovutetun teletoiminnan edelliseltä päättyneeltä tilikaudelta vahvistettu liikevaihto. Jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumäärällä.",
        "folded_fi": "jos teleyrityksen konsernisuhteissa on edellisen tilikauden paattymisen ja maksupaatoksen antamisajankohdan valisena aikana tapahtunut muutoksia, maksuluokka maaraytyy sen perusteella, mika yrityksen osuus on ollut edellisen paattyneen tilikauden teletoiminnan liikevaihdosta. jos teletoiminta on edellisen vuoden tilikauden paattymisen ja maksupaatoksen antamisajankohdan valisena aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleista teletoimintaa maksupaatoksen antamisajankohtana. sen maksuluokkaa maarattaessa otetaan huomioon luovutetun teletoiminnan edelliselta paattyneelta tilikaudelta vahvistettu liikevaihto. jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumaaralla.",
        "title_sv": "Omsättning som ligger till grund för bestämmandet av avgiftsklass",
        "content_sv": "Om det under tiden mellan utgången av den föregående räkenskapsperioden och tidpunkten för utfärdandet av avgiftsbeslutet har inträffat förändringar i teleföretagets koncernförhållanden, bestäms avgiftsklassen enligt hur stor företagets andel har varit av televerksamhetens omsättning under den föregående avslutade räkenskapsperioden. Om televerksamheten under tiden mellan utgången av det föregående årets räkenskapsperiod och tidpunkten för utfärdandet av avgiftsbeslutet har överlåtits till ett annat företag, hänförs avgiftsskyldigheten till det företag som bedriver allmän televerksamhet vid tidpunkten för utfärdandet av avgiftsbeslutet. Vid bestämmande av dess avgiftsklass beaktas den omsättning som fastställts för den överlåtna televerksamheten för den föregående avslutade räkenskapsperioden. Om teleföretagets räkenskapsperiod avviker från kalenderåret omvandlas dess omsättning så att den motsvarar omsättningen för ett kalenderår genom att omsättningen multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden.",
        "normalized_sv": "Om det under tiden mellan utgången av den föregående räkenskapsperioden och tidpunkten för utfärdandet av avgiftsbeslutet har inträffat förändringar i teleföretagets koncernförhållanden, bestäms avgiftsklassen enligt hur stor företagets andel har varit av televerksamhetens omsättning under den föregående avslutade räkenskapsperioden. Om televerksamheten under tiden mellan utgången av det föregående årets räkenskapsperiod och tidpunkten för utfärdandet av avgiftsbeslutet har överlåtits till ett annat företag, hänförs avgiftsskyldigheten till det företag som bedriver allmän televerksamhet vid tidpunkten för utfärdandet av avgiftsbeslutet. Vid bestämmande av dess avgiftsklass beaktas den omsättning som fastställts för den överlåtna televerksamheten för den föregående avslutade räkenskapsperioden. Om teleföretagets räkenskapsperiod avviker från kalenderåret omvandlas dess omsättning så att den motsvarar omsättningen för ett kalenderår genom att omsättningen multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden.",
        "folded_sv": "om det under tiden mellan utgangen av den foregaende rakenskapsperioden och tidpunkten for utfardandet av avgiftsbeslutet har intraffat forandringar i teleforetagets koncernforhallanden, bestams avgiftsklassen enligt hur stor foretagets andel har varit av televerksamhetens omsattning under den foregaende avslutade rakenskapsperioden. om televerksamheten under tiden mellan utgangen av det foregaende arets rakenskapsperiod och tidpunkten for utfardandet av avgiftsbeslutet har overlatits till ett annat foretag, hanfors avgiftsskyldigheten till det foretag som bedriver allman televerksamhet vid tidpunkten for utfardandet av avgiftsbeslutet. vid bestammande av dess avgiftsklass beaktas den omsattning som faststallts for den overlatna televerksamheten for den foregaende avslutade rakenskapsperioden. om teleforetagets rakenskapsperiod avviker fran kalenderaret omvandlas dess omsattning sa att den motsvarar omsattningen for ett kalenderar genom att omsattningen multipliceras med talet 12 och divideras med antalet manader i rakenskapsperioden."
      }
    },
    {
      "provision_ref": "2:15 d",
      "chapter": "2",
      "section": "15 d",
      "title": "Maksuvelvollisuuden määräytyminen eräissä poikkeustilanteissa",
      "content": "Viestintävirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siitä ei puuttuvan tilinpäätöksen tai muun siihen verrattavan erittäin painavan syyn vuoksi voida saada riittävän luotettavaa selvitystä. Arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmääristä ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksistä; 5) muut näihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. Viestintäviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymistä kehotettava teleyritystä liikevaihdon arvioinnin uhalla antamaan viestintämarkkinamaksun määräämistä varten tarvittavat tiedot Viestintäviraston asettamassa kohtuullisessa määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 d",
        "normalized_fi": "Viestintävirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siitä ei puuttuvan tilinpäätöksen tai muun siihen verrattavan erittäin painavan syyn vuoksi voida saada riittävän luotettavaa selvitystä. Arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmääristä ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksistä; 5) muut näihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. Viestintäviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymistä kehotettava teleyritystä liikevaihdon arvioinnin uhalla antamaan viestintämarkkinamaksun määräämistä varten tarvittavat tiedot Viestintäviraston asettamassa kohtuullisessa määräajassa.",
        "folded_fi": "viestintavirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siita ei puuttuvan tilinpaatoksen tai muun siihen verrattavan erittain painavan syyn vuoksi voida saada riittavan luotettavaa selvitysta. arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmaarista ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksista; 5) muut naihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. viestintaviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymista kehotettava teleyritysta liikevaihdon arvioinnin uhalla antamaan viestintamarkkinamaksun maaraamista varten tarvittavat tiedot viestintaviraston asettamassa kohtuullisessa maaraajassa.",
        "title_sv": "Bestämmande av avgiftsskyldigheten i vissa undantagssituationer",
        "content_sv": "Kommunikationsverket kan uppskatta den omsättning som ligger till grund för avgiften, om tillräckligt tillförlitlig utredning inte kan fås om omsättningen på grund av att bokslut saknas eller på grund av något annat synnerligen vägande skäl. Vid bedömningen skall följande beaktas: 1) hur omfattande teleföretagets verksamhet är, 2) teleföretagets marknadsställning, 3) uppgifter om av företaget tillhandahållna tjänster, kundvolymer och fakturering, 4) referensuppgifter om andra teleföretag som tillhandahåller motsvarande tjänsteutbud, 5) övriga med dem jämförliga omständigheter som påverkar teleföretagets omsättning. Innan Kommunikationsverket vidtar åtgärder enligt 1 mom. skall det uppmana teleföretaget att vid hot om uppskattning av omsättningen lämna de uppgifter som behövs för påförande av kommunikationsmarknadsavgiften inom en av verket förelagd skälig tid.",
        "normalized_sv": "Kommunikationsverket kan uppskatta den omsättning som ligger till grund för avgiften, om tillräckligt tillförlitlig utredning inte kan fås om omsättningen på grund av att bokslut saknas eller på grund av något annat synnerligen vägande skäl. Vid bedömningen skall följande beaktas: 1) hur omfattande teleföretagets verksamhet är, 2) teleföretagets marknadsställning, 3) uppgifter om av företaget tillhandahållna tjänster, kundvolymer och fakturering, 4) referensuppgifter om andra teleföretag som tillhandahåller motsvarande tjänsteutbud, 5) övriga med dem jämförliga omständigheter som påverkar teleföretagets omsättning. Innan Kommunikationsverket vidtar åtgärder enligt 1 mom. skall det uppmana teleföretaget att vid hot om uppskattning av omsättningen lämna de uppgifter som behövs för påförande av kommunikationsmarknadsavgiften inom en av verket förelagd skälig tid.",
        "folded_sv": "kommunikationsverket kan uppskatta den omsattning som ligger till grund for avgiften, om tillrackligt tillforlitlig utredning inte kan fas om omsattningen pa grund av att bokslut saknas eller pa grund av nagot annat synnerligen vagande skal. vid bedomningen skall foljande beaktas: 1) hur omfattande teleforetagets verksamhet ar, 2) teleforetagets marknadsstallning, 3) uppgifter om av foretaget tillhandahallna tjanster, kundvolymer och fakturering, 4) referensuppgifter om andra teleforetag som tillhandahaller motsvarande tjansteutbud, 5) ovriga med dem jamforliga omstandigheter som paverkar teleforetagets omsattning. innan kommunikationsverket vidtar atgarder enligt 1 mom. skall det uppmana teleforetaget att vid hot om uppskattning av omsattningen lamna de uppgifter som behovs for paforande av kommunikationsmarknadsavgiften inom en av verket forelagd skalig tid."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Markkinamäärittely",
      "content": "Viestintäviraston on merkityksellisiä markkinoita määritellessään toimittava yhteistyössä liikenne- ja viestintäministeriön kanssa. Jos liikenne- ja viestintäministeriö katsoo, että Suomessa on tarpeen määritellä Euroopan yhteisöjen komission suositukseen perustumattomia kansallisia markkinoita, markkinamäärittely tehdään liikenne- ja viestintäministeriön päätöksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Viestintäviraston on merkityksellisiä markkinoita määritellessään toimittava yhteistyössä liikenne- ja viestintäministeriön kanssa. Jos liikenne- ja viestintäministeriö katsoo, että Suomessa on tarpeen määritellä Euroopan yhteisöjen komission suositukseen perustumattomia kansallisia markkinoita, markkinamäärittely tehdään liikenne- ja viestintäministeriön päätöksellä.",
        "folded_fi": "viestintaviraston on merkityksellisia markkinoita maaritellessaan toimittava yhteistyossa liikenne- ja viestintaministerion kanssa. jos liikenne- ja viestintaministerio katsoo, etta suomessa on tarpeen maaritella euroopan yhteisojen komission suositukseen perustumattomia kansallisia markkinoita, markkinamaarittely tehdaan liikenne- ja viestintaministerion paatoksella.",
        "title_sv": "Marknadsdefinition",
        "content_sv": "Kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. Om kommunikationsministeriet anser att det i Finland är nödvändigt att definiera nationella marknader som inte grundar sig på någon rekommendation av Europeiska gemenskapernas kommission, görs marknadsdefinitionen genom ett beslut av kommunikationsministeriet.",
        "normalized_sv": "Kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. Om kommunikationsministeriet anser att det i Finland är nödvändigt att definiera nationella marknader som inte grundar sig på någon rekommendation av Europeiska gemenskapernas kommission, görs marknadsdefinitionen genom ett beslut av kommunikationsministeriet.",
        "folded_sv": "kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. om kommunikationsministeriet anser att det i finland ar nodvandigt att definiera nationella marknader som inte grundar sig pa nagon rekommendation av europeiska gemenskapernas kommission, gors marknadsdefinitionen genom ett beslut av kommunikationsministeriet."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Velvollisuus vuokrata tilaajayhteyttä ja laitetilaa",
      "content": "Velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epätarkoituksenmukaista tai muutoin kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24",
        "normalized_fi": "Velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epätarkoituksenmukaista tai muutoin kohtuutonta.",
        "folded_fi": "velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epatarkoituksenmukaista tai muutoin kohtuutonta.",
        "title_sv": "Skyldighet att hyra ut abonnentförbindelser och utrustningsutrymmen",
        "content_sv": "Sådan skyldighet föreligger dock inte, om uthyrningen leder till att datasekretessen äventyras eller om det är tekniskt oändamålsenligt eller annars oskäligt för nätföretaget.",
        "normalized_sv": "Sådan skyldighet föreligger dock inte, om uthyrningen leder till att datasekretessen äventyras eller om det är tekniskt oändamålsenligt eller annars oskäligt för nätföretaget.",
        "folded_sv": "sadan skyldighet foreligger dock inte, om uthyrningen leder till att datasekretessen aventyras eller om det ar tekniskt oandamalsenligt eller annars oskaligt for natforetaget."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Velvollisuus vuokrata kaapelikanava ja antennipaikka",
      "content": "Viestintävirasto voi 18 §:n mukaisella päätöksellä asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. Viestintävirasto voi 19 §:n mukaisella päätöksellä asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ympäristönsuojelusta, luonnonsuojelusta tai maankäytön suunnittelusta johtuvasta taikka muusta näihin verrattavasta syystä. Radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myös muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:26",
        "normalized_fi": "Viestintävirasto voi 18 § :n mukaisella päätöksellä asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. Viestintävirasto voi 19 § :n mukaisella päätöksellä asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ympäristönsuojelusta, luonnonsuojelusta tai maankäytön suunnittelusta johtuvasta taikka muusta näihin verrattavasta syystä. Radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myös muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
        "folded_fi": "viestintavirasto voi 18 §:n mukaisella paatoksella asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. viestintavirasto voi 19 §:n mukaisella paatoksella asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ymparistonsuojelusta, luonnonsuojelusta tai maankayton suunnittelusta johtuvasta taikka muusta naihin verrattavasta syysta. radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myos muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
        "title_sv": "Skyldighet att hyra ut kabelkanaler och antennplatser",
        "content_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga ett teleföretag med betydande marknadsinflytande en skyldighet att till teleföretag hyra ut en kabelkanal eller en antennplats i en radiomast. Kommunikationsverket kan genom ett beslut enligt 19 § ålägga även andra företag än företag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror på miljövård, naturskydd eller markanvändningsplanering eller någon annan därmed jämförbar orsak inte är ändamålsenligt att bygga en parallell kabelkanal eller radiomast. Skyldigheten att hyra ut antennplatser i en radiomast kan på de i 2 mom. avsedda grunderna åläggas också ett annat företag än ett teleföretag, om företaget hyr ut antennplatser till något teleföretag.",
        "normalized_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga ett teleföretag med betydande marknadsinflytande en skyldighet att till teleföretag hyra ut en kabelkanal eller en antennplats i en radiomast. Kommunikationsverket kan genom ett beslut enligt 19 § ålägga även andra företag än företag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror på miljövård, naturskydd eller markanvändningsplanering eller någon annan därmed jämförbar orsak inte är ändamålsenligt att bygga en parallell kabelkanal eller radiomast. Skyldigheten att hyra ut antennplatser i en radiomast kan på de i 2 mom. avsedda grunderna åläggas också ett annat företag än ett teleföretag, om företaget hyr ut antennplatser till något teleföretag.",
        "folded_sv": "kommunikationsverket kan genom ett beslut enligt 18 § alagga ett teleforetag med betydande marknadsinflytande en skyldighet att till teleforetag hyra ut en kabelkanal eller en antennplats i en radiomast. kommunikationsverket kan genom ett beslut enligt 19 § alagga aven andra foretag an foretag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror pa miljovard, naturskydd eller markanvandningsplanering eller nagon annan darmed jamforbar orsak inte ar andamalsenligt att bygga en parallell kabelkanal eller radiomast. skyldigheten att hyra ut antennplatser i en radiomast kan pa de i 2 mom. avsedda grunderna alaggas ocksa ett annat foretag an ett teleforetag, om foretaget hyr ut antennplatser till nagot teleforetag."
      }
    },
    {
      "provision_ref": "2:38",
      "chapter": "2",
      "section": "38",
      "title": "Asetettua velvollisuutta koskevat rajoitukset",
      "content": "Edellä 23―30 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:38",
        "normalized_fi": "Edellä 23―30 ja 36 § :n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 § :n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "folded_fi": "edella 23―30 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos kayttooikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa kaytossa tai se on tarpeen naiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "title_sv": "Begränsningar för skyldigheter",
        "content_sv": "Trots att en skyldighet införts med stöd av 23―30 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "normalized_sv": "Trots att en skyldighet införts med stöd av 23―30 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "folded_sv": "trots att en skyldighet inforts med stod av 23―30 och 36 § finns skyldigheten inte, om foremalet for nyttjanderatten ar i teleforetagets eller ett i 26 § 3 mom. avsett foretags eget bruk eller behovs for dessa foretags eget rimliga framtida behov."
      }
    },
    {
      "provision_ref": "2:50",
      "chapter": "2",
      "section": "50",
      "title": "Numeron tai tunnuksen käyttöoikeuden peruuttaminen",
      "content": "Numeron tai tunnuksen käyttöoikeus voidaan peruuttaa myös, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai käyttäjien etuun liittyvä erittäin painava syy ja numeron tai tunnuksen käyttöoikeuden haltijalle on annettu mahdollisuus esittää näkemyksensä asiassa kuukauden määräajassa. Kuuleminen on tarpeetonta, jos käyttöoikeuden saanut yritys on lopettanut toimintansa tai käyttöoikeuden haltija on jostain muusta syystä lakannut olemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:50",
        "normalized_fi": "Numeron tai tunnuksen käyttöoikeus voidaan peruuttaa myös, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai käyttäjien etuun liittyvä erittäin painava syy ja numeron tai tunnuksen käyttöoikeuden haltijalle on annettu mahdollisuus esittää näkemyksensä asiassa kuukauden määräajassa. Kuuleminen on tarpeetonta, jos käyttöoikeuden saanut yritys on lopettanut toimintansa tai käyttöoikeuden haltija on jostain muusta syystä lakannut olemasta.",
        "folded_fi": "numeron tai tunnuksen kayttooikeus voidaan peruuttaa myos, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai kayttajien etuun liittyva erittain painava syy ja numeron tai tunnuksen kayttooikeuden haltijalle on annettu mahdollisuus esittaa nakemyksensa asiassa kuukauden maaraajassa. kuuleminen on tarpeetonta, jos kayttooikeuden saanut yritys on lopettanut toimintansa tai kayttooikeuden haltija on jostain muusta syysta lakannut olemasta.",
        "title_sv": "Återkallande av nyttjanderätten till nummer eller prefix",
        "content_sv": "Nyttjanderätten till ett nummer eller prefix kan återkallas även om det finns något annat motsvarande synnerligen vägande skäl som har samband med en klar och effektiv numrering eller användarnas intresse, och innehavaren av nyttjanderätten till numret eller prefixet har getts möjlighet att inom en månad föra fram sin uppfattning i saken. Hörande är obehövligt, om ett företag med nyttjanderätt har upphört med verksamheten eller innehavaren av nyttjanderätten av någon annan orsak har upphört att existera.",
        "normalized_sv": "Nyttjanderätten till ett nummer eller prefix kan återkallas även om det finns något annat motsvarande synnerligen vägande skäl som har samband med en klar och effektiv numrering eller användarnas intresse, och innehavaren av nyttjanderätten till numret eller prefixet har getts möjlighet att inom en månad föra fram sin uppfattning i saken. Hörande är obehövligt, om ett företag med nyttjanderätt har upphört med verksamheten eller innehavaren av nyttjanderätten av någon annan orsak har upphört att existera.",
        "folded_sv": "nyttjanderatten till ett nummer eller prefix kan aterkallas aven om det finns nagot annat motsvarande synnerligen vagande skal som har samband med en klar och effektiv numrering eller anvandarnas intresse, och innehavaren av nyttjanderatten till numret eller prefixet har getts mojlighet att inom en manad fora fram sin uppfattning i saken. horande ar obehovligt, om ett foretag med nyttjanderatt har upphort med verksamheten eller innehavaren av nyttjanderatten av nagon annan orsak har upphort att existera."
      }
    },
    {
      "provision_ref": "2:70",
      "chapter": "2",
      "section": "70",
      "title": "Kytkykauppa",
      "content": "kytkykauppa GSM-matkaviestinverkon päätelaitteen tai siihen liittyvän hyödykkeen hinta ei saa riippua siitä, hankkiiko käyttäjä myyjältä myös GSM-matkaviestinverkon liittymän (). Kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymäsopimusta tehtäessä. Teleyrityksen tulee tarjota vastaavaa viestintäpalvelua käyttäjälle myös ilman päätelaitetta. Markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 §:ssä tarkoitettujen tietojen ohella myös kytkykaupasta kuluttajalle aiheutuvien lisäkustannusten kokonaismäärä. Teleyritys saa kytkykaupan yhteydessä tehdä kuluttajan kanssa enintään kahden vuoden määräaikaisen liittymäsopimuksen. Kuluttajalla on oikeus irtisanoa määräaikainen sopimus päättyväksi kahden viikon kuluttua irtisanomisesta, jos hän on pääasiassa ilman omaa syytään joutunut maksuvaikeuksiin vakavan sairauden, työttömyyden tai muun erityisen seikan vuoksi. Määräaikaisen liittymäsopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. Sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsäädännön muutoksista tai viranomaispäätöksistä. Teleyritys saa estää toisen teleyrityksen liittymän käytön kytkykaupassa tarjotussa matkapuhelimessa. Esto on kuluttajan pyynnöstä purettava maksutta liittymäsopimuksen päättyessä, kuitenkin viimeistään kahden vuoden kuluttua liittymäsopimuksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70",
        "normalized_fi": "kytkykauppa GSM-matkaviestinverkon päätelaitteen tai siihen liittyvän hyödykkeen hinta ei saa riippua siitä, hankkiiko käyttäjä myyjältä myös GSM-matkaviestinverkon liittymän (). Kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymäsopimusta tehtäessä. Teleyrityksen tulee tarjota vastaavaa viestintäpalvelua käyttäjälle myös ilman päätelaitetta. Markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 § :ssä tarkoitettujen tietojen ohella myös kytkykaupasta kuluttajalle aiheutuvien lisäkustannusten kokonaismäärä. Teleyritys saa kytkykaupan yhteydessä tehdä kuluttajan kanssa enintään kahden vuoden määräaikaisen liittymäsopimuksen. Kuluttajalla on oikeus irtisanoa määräaikainen sopimus päättyväksi kahden viikon kuluttua irtisanomisesta, jos hän on pääasiassa ilman omaa syytään joutunut maksuvaikeuksiin vakavan sairauden, työttömyyden tai muun erityisen seikan vuoksi. Määräaikaisen liittymäsopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. Sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsäädännön muutoksista tai viranomaispäätöksistä. Teleyritys saa estää toisen teleyrityksen liittymän käytön kytkykaupassa tarjotussa matkapuhelimessa. Esto on kuluttajan pyynnöstä purettava maksutta liittymäsopimuksen päättyessä, kuitenkin viimeistään kahden vuoden kuluttua liittymäsopimuksen tekemisestä.",
        "folded_fi": "kytkykauppa gsm-matkaviestinverkon paatelaitteen tai siihen liittyvan hyodykkeen hinta ei saa riippua siita, hankkiiko kayttaja myyjalta myos gsm-matkaviestinverkon liittyman (). kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymasopimusta tehtaessa. teleyrityksen tulee tarjota vastaavaa viestintapalvelua kayttajalle myos ilman paatelaitetta. markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 §:ssa tarkoitettujen tietojen ohella myos kytkykaupasta kuluttajalle aiheutuvien lisakustannusten kokonaismaara. teleyritys saa kytkykaupan yhteydessa tehda kuluttajan kanssa enintaan kahden vuoden maaraaikaisen liittymasopimuksen. kuluttajalla on oikeus irtisanoa maaraaikainen sopimus paattyvaksi kahden viikon kuluttua irtisanomisesta, jos han on paaasiassa ilman omaa syytaan joutunut maksuvaikeuksiin vakavan sairauden, tyottomyyden tai muun erityisen seikan vuoksi. maaraaikaisen liittymasopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsaadannon muutoksista tai viranomaispaatoksista. teleyritys saa estaa toisen teleyrityksen liittyman kayton kytkykaupassa tarjotussa matkapuhelimessa. esto on kuluttajan pyynnosta purettava maksutta liittymasopimuksen paattyessa, kuitenkin viimeistaan kahden vuoden kuluttua liittymasopimuksen tekemisesta.",
        "title_sv": "Uppbindning",
        "content_sv": "uppbindning Priset på terminaler i GSM-mobilnät eller tillhörande nyttigheter får inte vara beroende av om användaren köper även GSM-mobilnätsanslutningen av försäljaren (). Uppbindning är tillåtet när ett anslutningsavtal som gäller något annat än ett i 1 mom. avsett mobilnät ingås. Teleföretag skall tillhandahålla användare motsvarande kommunikationstjänster även utan terminal. I marknadsföringen skall, utöver de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), även meddelas det totala beloppet av de tilläggskostnader som konsumenten orsakas av uppbindningen. I samband med uppbindning får teleföretaget med konsumenten teckna ett tidsbundet anslutningsavtal på högst två år. Konsumenten har rätt att säga upp ett tidsbundet avtal så att avtalet upphör två veckor efter uppsägningen, om han eller hon, huvudsakligen utan att själv vara orsak till det, råkat i betalningssvårigheter till följd av en svår sjukdom, arbetslöshet eller någon annan särskild omständighet. Villkoren i ett tidsbundet anslutningsavtal får inte ändras till nackdel för konsumenten under avtalstiden. En ändring av avtalsvillkoren är emellertid tillåten, om ändringsbehovet föranleds av ändringar i lagstiftningen eller myndighetsbeslut. Ett teleföretag får förhindra att en mobiltelefon som erbjudits med uppbindning används för ett annat teleföretags anslutning. Spärren skall på konsumentens begäran hävas kostnadsfritt när anslutningsavtalet upphör, dock senast två år efter det att anslutningsavtalet ingicks.",
        "normalized_sv": "uppbindning Priset på terminaler i GSM-mobilnät eller tillhörande nyttigheter får inte vara beroende av om användaren köper även GSM-mobilnätsanslutningen av försäljaren (). Uppbindning är tillåtet när ett anslutningsavtal som gäller något annat än ett i 1 mom. avsett mobilnät ingås. Teleföretag skall tillhandahålla användare motsvarande kommunikationstjänster även utan terminal. I marknadsföringen skall, utöver de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), även meddelas det totala beloppet av de tilläggskostnader som konsumenten orsakas av uppbindningen. I samband med uppbindning får teleföretaget med konsumenten teckna ett tidsbundet anslutningsavtal på högst två år. Konsumenten har rätt att säga upp ett tidsbundet avtal så att avtalet upphör två veckor efter uppsägningen, om han eller hon, huvudsakligen utan att själv vara orsak till det, råkat i betalningssvårigheter till följd av en svår sjukdom, arbetslöshet eller någon annan särskild omständighet. Villkoren i ett tidsbundet anslutningsavtal får inte ändras till nackdel för konsumenten under avtalstiden. En ändring av avtalsvillkoren är emellertid tillåten, om ändringsbehovet föranleds av ändringar i lagstiftningen eller myndighetsbeslut. Ett teleföretag får förhindra att en mobiltelefon som erbjudits med uppbindning används för ett annat teleföretags anslutning. Spärren skall på konsumentens begäran hävas kostnadsfritt när anslutningsavtalet upphör, dock senast två år efter det att anslutningsavtalet ingicks.",
        "folded_sv": "uppbindning priset pa terminaler i gsm-mobilnat eller tillhorande nyttigheter far inte vara beroende av om anvandaren koper aven gsm-mobilnatsanslutningen av forsaljaren (). uppbindning ar tillatet nar ett anslutningsavtal som galler nagot annat an ett i 1 mom. avsett mobilnat ingas. teleforetag skall tillhandahalla anvandare motsvarande kommunikationstjanster aven utan terminal. i marknadsforingen skall, utover de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), aven meddelas det totala beloppet av de tillaggskostnader som konsumenten orsakas av uppbindningen. i samband med uppbindning far teleforetaget med konsumenten teckna ett tidsbundet anslutningsavtal pa hogst tva ar. konsumenten har ratt att saga upp ett tidsbundet avtal sa att avtalet upphor tva veckor efter uppsagningen, om han eller hon, huvudsakligen utan att sjalv vara orsak till det, rakat i betalningssvarigheter till foljd av en svar sjukdom, arbetsloshet eller nagon annan sarskild omstandighet. villkoren i ett tidsbundet anslutningsavtal far inte andras till nackdel for konsumenten under avtalstiden. en andring av avtalsvillkoren ar emellertid tillaten, om andringsbehovet foranleds av andringar i lagstiftningen eller myndighetsbeslut. ett teleforetag far forhindra att en mobiltelefon som erbjudits med uppbindning anvands for ett annat teleforetags anslutning. sparren skall pa konsumentens begaran havas kostnadsfritt nar anslutningsavtalet upphor, dock senast tva ar efter det att anslutningsavtalet ingicks."
      }
    },
    {
      "provision_ref": "2:82",
      "chapter": "2",
      "section": "82",
      "title": "Palvelun laatua koskeva julkaisuvelvollisuus",
      "content": "Viestintävirasto voi päätöksellään asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. Päätöksessä on määrättävä julkaistavat tiedot ja tietojen julkaisutapa. Julkaistavat tiedot voivat koskea muun ohessa liittymän toimitusaikaa, vikojen määrää liittymää kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa sekä laskutuksen oikeellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:82",
        "normalized_fi": "Viestintävirasto voi päätöksellään asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. Päätöksessä on määrättävä julkaistavat tiedot ja tietojen julkaisutapa. Julkaistavat tiedot voivat koskea muun ohessa liittymän toimitusaikaa, vikojen määrää liittymää kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa sekä laskutuksen oikeellisuutta.",
        "folded_fi": "viestintavirasto voi paatoksellaan asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. paatoksessa on maarattava julkaistavat tiedot ja tietojen julkaisutapa. julkaistavat tiedot voivat koskea muun ohessa liittyman toimitusaikaa, vikojen maaraa liittymaa kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa seka laskutuksen oikeellisuutta.",
        "title_sv": "Skyldighet att offentliggöra uppgifter om tjänsternas kvalitet",
        "content_sv": "Kommunikationsverket kan genom sitt beslut ålägga ett teleföretag eller en tillhandahållare av nummerupplysningstjänst en skyldighet att offentliggöra jämförbara och aktuella uppgifter om kvaliteten på de tjänster företaget tillhandahåller. I beslutet skall anges vilka uppgifter som skall offentliggöras och på vilket sätt de skall offentliggöras. Uppgifterna kan bland annat gälla leveranstid för anslutningar, felfrekvens per anslutning, tid för reparation av fel, uppkopplingstid, svarstid för nummerupplysningstjänsten och faktureringens korrekthet.",
        "normalized_sv": "Kommunikationsverket kan genom sitt beslut ålägga ett teleföretag eller en tillhandahållare av nummerupplysningstjänst en skyldighet att offentliggöra jämförbara och aktuella uppgifter om kvaliteten på de tjänster företaget tillhandahåller. I beslutet skall anges vilka uppgifter som skall offentliggöras och på vilket sätt de skall offentliggöras. Uppgifterna kan bland annat gälla leveranstid för anslutningar, felfrekvens per anslutning, tid för reparation av fel, uppkopplingstid, svarstid för nummerupplysningstjänsten och faktureringens korrekthet.",
        "folded_sv": "kommunikationsverket kan genom sitt beslut alagga ett teleforetag eller en tillhandahallare av nummerupplysningstjanst en skyldighet att offentliggora jamforbara och aktuella uppgifter om kvaliteten pa de tjanster foretaget tillhandahaller. i beslutet skall anges vilka uppgifter som skall offentliggoras och pa vilket satt de skall offentliggoras. uppgifterna kan bland annat galla leveranstid for anslutningar, felfrekvens per anslutning, tid for reparation av fel, uppkopplingstid, svarstid for nummerupplysningstjansten och faktureringens korrekthet."
      }
    },
    {
      "provision_ref": "2:91",
      "chapter": "2",
      "section": "91",
      "title": "Etuoikeustoiminto ja etuoikeutettu liittymä",
      "content": "Etuoikeustoiminnon käyttämisestä valmiuslaissa tarkoitetuissa poikkeusoloissa säädetään valtioneuvoston asetuksella. Normaaliolojen häiriötilanteissa etuoikeustoiminnon käyttämisestä päättää Viestintävirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:91",
        "normalized_fi": "Etuoikeustoiminnon käyttämisestä valmiuslaissa tarkoitetuissa poikkeusoloissa säädetään valtioneuvoston asetuksella. Normaaliolojen häiriötilanteissa etuoikeustoiminnon käyttämisestä päättää Viestintävirasto.",
        "folded_fi": "etuoikeustoiminnon kayttamisesta valmiuslaissa tarkoitetuissa poikkeusoloissa saadetaan valtioneuvoston asetuksella. normaaliolojen hairiotilanteissa etuoikeustoiminnon kayttamisesta paattaa viestintavirasto.",
        "title_sv": "Prioriteringsfacilitet och prioriterade anslutningar",
        "content_sv": "Angående användningen av prioriteringsfaciliteten under undantagsförhållanden som avses i beredskapslagen bestäms genom förordning av statsrådet. Kommunikationsverket beslutar om användningen av prioriteringsfaciliteten vid störningar under normala förhållanden.",
        "normalized_sv": "Angående användningen av prioriteringsfaciliteten under undantagsförhållanden som avses i beredskapslagen bestäms genom förordning av statsrådet. Kommunikationsverket beslutar om användningen av prioriteringsfaciliteten vid störningar under normala förhållanden.",
        "folded_sv": "angaende anvandningen av prioriteringsfaciliteten under undantagsforhallanden som avses i beredskapslagen bestams genom forordning av statsradet. kommunikationsverket beslutar om anvandningen av prioriteringsfaciliteten vid storningar under normala forhallanden."
      }
    },
    {
      "provision_ref": "2:118",
      "chapter": "2",
      "section": "118",
      "title": "Kuulemisvelvollisuus",
      "content": "Viranomaisen kuulemisvelvollisuudesta säädetään muilta osin hallintolaissa (434/ 2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:118",
        "normalized_fi": "Viranomaisen kuulemisvelvollisuudesta säädetään muilta osin hallintolaissa (434/ 2003).",
        "folded_fi": "viranomaisen kuulemisvelvollisuudesta saadetaan muilta osin hallintolaissa (434/ 2003).",
        "title_sv": "Skyldighet att höra parter",
        "content_sv": "I förvaltningslagen (434/2003) föreskrivs i övrigt om myndigheters skyldighet att höra parter.",
        "normalized_sv": "I förvaltningslagen (434/2003) föreskrivs i övrigt om myndigheters skyldighet att höra parter.",
        "folded_sv": "i forvaltningslagen (434/2003) foreskrivs i ovrigt om myndigheters skyldighet att hora parter."
      }
    },
    {
      "provision_ref": "2:127",
      "chapter": "2",
      "section": "127",
      "title": "Muutoksenhaku",
      "content": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20 tai 126 §:n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintäviraston 16―20 ja 126 §:n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkäyttölain mukaisesti. Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:127",
        "normalized_fi": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20 tai 126 § :n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintäviraston 16―20 ja 126 § :n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkäyttölain mukaisesti. Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää.",
        "folded_fi": "liikenne- ja viestintaministerion ja viestintaviraston taman lain muun kuin 16―20 tai 126 §:n nojalla antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. liikenne- ja viestintaministerion ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. viestintaviraston 16―20 ja 126 §:n nojalla tekemaan paatokseen seka markkinaoikeuden ja valtioneuvoston tekemaan paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkayttolain mukaisesti. viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20 eller 126 § får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Ett beslut av kommunikationsministeriet och Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får i enlighet med förvaltningsprocesslagen sökas genom besvär hos högsta förvaltningsdomstolen. Ett beslut av Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20 eller 126 § får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Ett beslut av kommunikationsministeriet och Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får i enlighet med förvaltningsprocesslagen sökas genom besvär hos högsta förvaltningsdomstolen. Ett beslut av Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "i ett beslut som kommunikationsministeriet och kommunikationsverket har fattat med stod av nagot annat lagrum an 16―20 eller 126 § far andring i enlighet med forvaltningsprocesslagen sokas genom besvar hos forvaltningsdomstolen. ett beslut av kommunikationsministeriet och kommunikationsverket skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. andring i beslut som kommunikationsverket har fattat med stod av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsradet far i enlighet med forvaltningsprocesslagen sokas genom besvar hos hogsta forvaltningsdomstolen. ett beslut av kommunikationsverket skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat."
      }
    },
    {
      "provision_ref": "14:138 a",
      "chapter": "14",
      "section": "138 a",
      "title": "Viestintäviraston päätöksen sähköinen tiedoksianto",
      "content": "Viestintäviraston päätös voidaan asianosaisen suostumuksella antaa tiedoksi sähköpostitse. Päätös katsotaan annetuksi tiedoksi silloin, kun asianosainen lähettää Viestintävirastolle kuittauksen viestin lukemisesta. Jos tässä laissa tarkoitetun hallintopäätöksen asianosainen on antanut Viestintävirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jättänyt ilmoittamatta olennaisen yhteystiedon eikä näitä tietoja ole myöhemminkään saatu oikaistua tai täydennettyä ja päätöksen tiedoksianto ei tästä syystä ole toteutettavissa muutoin kuin hallintolain 62 §:ssä tarkoitettuna yleistiedoksiantona, Viestintävirasto voi antaa päätöksen tiedoksi myös julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. Päätös katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. Ilmoituksessa on oltava tieto julkaisuajankohdasta ja siitä, koska päätös katsotaan annetuksi tiedoksi. Viestintäviraston on muutoin noudatettava, mitä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:138 a",
        "normalized_fi": "Viestintäviraston päätös voidaan asianosaisen suostumuksella antaa tiedoksi sähköpostitse. Päätös katsotaan annetuksi tiedoksi silloin, kun asianosainen lähettää Viestintävirastolle kuittauksen viestin lukemisesta. Jos tässä laissa tarkoitetun hallintopäätöksen asianosainen on antanut Viestintävirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jättänyt ilmoittamatta olennaisen yhteystiedon eikä näitä tietoja ole myöhemminkään saatu oikaistua tai täydennettyä ja päätöksen tiedoksianto ei tästä syystä ole toteutettavissa muutoin kuin hallintolain 62 § :ssä tarkoitettuna yleistiedoksiantona, Viestintävirasto voi antaa päätöksen tiedoksi myös julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. Päätös katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. Ilmoituksessa on oltava tieto julkaisuajankohdasta ja siitä, koska päätös katsotaan annetuksi tiedoksi. Viestintäviraston on muutoin noudatettava, mitä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003) säädetään.",
        "folded_fi": "viestintaviraston paatos voidaan asianosaisen suostumuksella antaa tiedoksi sahkopostitse. paatos katsotaan annetuksi tiedoksi silloin, kun asianosainen lahettaa viestintavirastolle kuittauksen viestin lukemisesta. jos tassa laissa tarkoitetun hallintopaatoksen asianosainen on antanut viestintavirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jattanyt ilmoittamatta olennaisen yhteystiedon eika naita tietoja ole myohemminkaan saatu oikaistua tai taydennettya ja paatoksen tiedoksianto ei tasta syysta ole toteutettavissa muutoin kuin hallintolain 62 §:ssa tarkoitettuna yleistiedoksiantona, viestintavirasto voi antaa paatoksen tiedoksi myos julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. paatos katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. ilmoituksessa on oltava tieto julkaisuajankohdasta ja siita, koska paatos katsotaan annetuksi tiedoksi. viestintaviraston on muutoin noudatettava, mita sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003) saadetaan.",
        "title_sv": "Elektronisk delgivning av Kommunikationsverkets beslut",
        "content_sv": "Kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. Beslutet anses ha delgivits då parten till Kommunikationsverket sänder en kvittering om att meddelandet har lästs. Om en part i ett i denna lag avsett förvaltningsbeslut har lämnat Kommunikationsverket kontaktinformation som är väsentligt bristfällig eller felaktig eller inte har anmält väsentlig kontaktinformation, och om denna information inte heller senare blivit rättad eller kompletterad och delgivning av ett beslut inte av denna orsak är möjlig på annat sätt än som offentlig delgivning enligt 62 § i förvaltningslagen, kan Kommunikationsverket delge beslutet även genom att publicera ett meddelande i ärendet på sina webbsidor. Beslutet anses då ha delgivits en månad efter det att meddelandet har publicerats. I meddelandet skall anges när publicering skett och när beslutet anses ha blivit delgivet. Kommunikationsverket skall i övrigt iaktta vad som bestäms i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "Kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. Beslutet anses ha delgivits då parten till Kommunikationsverket sänder en kvittering om att meddelandet har lästs. Om en part i ett i denna lag avsett förvaltningsbeslut har lämnat Kommunikationsverket kontaktinformation som är väsentligt bristfällig eller felaktig eller inte har anmält väsentlig kontaktinformation, och om denna information inte heller senare blivit rättad eller kompletterad och delgivning av ett beslut inte av denna orsak är möjlig på annat sätt än som offentlig delgivning enligt 62 § i förvaltningslagen, kan Kommunikationsverket delge beslutet även genom att publicera ett meddelande i ärendet på sina webbsidor. Beslutet anses då ha delgivits en månad efter det att meddelandet har publicerats. I meddelandet skall anges när publicering skett och när beslutet anses ha blivit delgivet. Kommunikationsverket skall i övrigt iaktta vad som bestäms i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. beslutet anses ha delgivits da parten till kommunikationsverket sander en kvittering om att meddelandet har lasts. om en part i ett i denna lag avsett forvaltningsbeslut har lamnat kommunikationsverket kontaktinformation som ar vasentligt bristfallig eller felaktig eller inte har anmalt vasentlig kontaktinformation, och om denna information inte heller senare blivit rattad eller kompletterad och delgivning av ett beslut inte av denna orsak ar mojlig pa annat satt an som offentlig delgivning enligt 62 § i forvaltningslagen, kan kommunikationsverket delge beslutet aven genom att publicera ett meddelande i arendet pa sina webbsidor. beslutet anses da ha delgivits en manad efter det att meddelandet har publicerats. i meddelandet skall anges nar publicering skett och nar beslutet anses ha blivit delgivet. kommunikationsverket skall i ovrigt iaktta vad som bestams i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Teletoimintailmoitus",
      "content": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
        "folded_fi": "teletoimintailmoituksen tiedoissa tapahtuneista muutoksista ja toiminnan lopettamisesta on ilmoitettava viestintavirastolle. viestintavirasto voi myos omasta aloitteestaan todeta teleyrityksen toiminnan paattyneeksi, jos se saa toiminnan paattymisesta luotettavaa selvitysta.",
        "title_sv": "Televerksamhetsanmälan",
        "content_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan och om att verksamheten upphör. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "normalized_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan och om att verksamheten upphör. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "folded_sv": "kommunikationsverket skall underrattas om forandringar i uppgifterna i televerksamhetsanmalan och om att verksamheten upphor. kommunikationsverket kan aven pa eget initiativ konstatera att ett teleforetags verksamhet har upphort, om verket far tillforlitlig utredning om att verksamheten upphort."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:15 a",
      "chapter": "2",
      "section": "15 a",
      "title": "Viestintämarkkinamaksu",
      "content": "Viestintämarkkinamaksun määräytymisestä toiminnan ensimmäisenä vuotena säädetään 15 d §:ssä. Viestintämarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 a",
        "normalized_fi": "Viestintämarkkinamaksun määräytymisestä toiminnan ensimmäisenä vuotena säädetään 15 d § :ssä. Viestintämarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
        "folded_fi": "viestintamarkkinamaksun maaraytymisesta toiminnan ensimmaisena vuotena saadetaan 15 d §:ssa. viestintamarkkinamaksua ei palauteta, vaikka teleyritys lopettaisi toimintansa kesken maksukauden.",
        "title_sv": "Kommunikationsmarknadsavgift",
        "content_sv": "I 15 d § föreskrivs om bestämmande av kommunikationsmarknadsavgiften under det första året av verksamhet. Kommunikationsmarknadsavgiften återbetalas inte även om teleföretaget upphör med sin verksamhet under avgiftsperioden.",
        "normalized_sv": "I 15 d § föreskrivs om bestämmande av kommunikationsmarknadsavgiften under det första året av verksamhet. Kommunikationsmarknadsavgiften återbetalas inte även om teleföretaget upphör med sin verksamhet under avgiftsperioden.",
        "folded_sv": "i 15 d § foreskrivs om bestammande av kommunikationsmarknadsavgiften under det forsta aret av verksamhet. kommunikationsmarknadsavgiften aterbetalas inte aven om teleforetaget upphor med sin verksamhet under avgiftsperioden."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:15 b",
      "chapter": "2",
      "section": "15 b",
      "title": "Maksuluokan määräytymisen perusteena oleva liikevaihto",
      "content": "Jos teleyrityksen konsernisuhteissa on edellisen tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana tapahtunut muutoksia, maksuluokka määräytyy sen perusteella, mikä yrityksen osuus on ollut edellisen päättyneen tilikauden teletoiminnan liikevaihdosta. Jos teletoiminta on edellisen vuoden tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleistä teletoimintaa maksupäätöksen antamisajankohtana. Sen maksuluokkaa määrättäessä otetaan huomioon luovutetun teletoiminnan edelliseltä päättyneeltä tilikaudelta vahvistettu liikevaihto. Jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumäärällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 b",
        "normalized_fi": "Jos teleyrityksen konsernisuhteissa on edellisen tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana tapahtunut muutoksia, maksuluokka määräytyy sen perusteella, mikä yrityksen osuus on ollut edellisen päättyneen tilikauden teletoiminnan liikevaihdosta. Jos teletoiminta on edellisen vuoden tilikauden päättymisen ja maksupäätöksen antamisajankohdan välisenä aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleistä teletoimintaa maksupäätöksen antamisajankohtana. Sen maksuluokkaa määrättäessä otetaan huomioon luovutetun teletoiminnan edelliseltä päättyneeltä tilikaudelta vahvistettu liikevaihto. Jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumäärällä.",
        "folded_fi": "jos teleyrityksen konsernisuhteissa on edellisen tilikauden paattymisen ja maksupaatoksen antamisajankohdan valisena aikana tapahtunut muutoksia, maksuluokka maaraytyy sen perusteella, mika yrityksen osuus on ollut edellisen paattyneen tilikauden teletoiminnan liikevaihdosta. jos teletoiminta on edellisen vuoden tilikauden paattymisen ja maksupaatoksen antamisajankohdan valisena aikana luovutettu toiselle yritykselle, maksuvelvollisuus kohdistuu siihen yritykseen, joka harjoittaa yleista teletoimintaa maksupaatoksen antamisajankohtana. sen maksuluokkaa maarattaessa otetaan huomioon luovutetun teletoiminnan edelliselta paattyneelta tilikaudelta vahvistettu liikevaihto. jos teleyrityksen tilikausi poikkeaa kalenterivuodesta, sen liikevaihto muunnetaan kalenterivuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 ja jakamalla se tilikauden kuukausien lukumaaralla.",
        "title_sv": "Omsättning som ligger till grund för bestämmandet av avgiftsklass",
        "content_sv": "Om det under tiden mellan utgången av den föregående räkenskapsperioden och tidpunkten för utfärdandet av avgiftsbeslutet har inträffat förändringar i teleföretagets koncernförhållanden, bestäms avgiftsklassen enligt hur stor företagets andel har varit av televerksamhetens omsättning under den föregående avslutade räkenskapsperioden. Om televerksamheten under tiden mellan utgången av det föregående årets räkenskapsperiod och tidpunkten för utfärdandet av avgiftsbeslutet har överlåtits till ett annat företag, hänförs avgiftsskyldigheten till det företag som bedriver allmän televerksamhet vid tidpunkten för utfärdandet av avgiftsbeslutet. Vid bestämmande av dess avgiftsklass beaktas den omsättning som fastställts för den överlåtna televerksamheten för den föregående avslutade räkenskapsperioden. Om teleföretagets räkenskapsperiod avviker från kalenderåret omvandlas dess omsättning så att den motsvarar omsättningen för ett kalenderår genom att omsättningen multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden.",
        "normalized_sv": "Om det under tiden mellan utgången av den föregående räkenskapsperioden och tidpunkten för utfärdandet av avgiftsbeslutet har inträffat förändringar i teleföretagets koncernförhållanden, bestäms avgiftsklassen enligt hur stor företagets andel har varit av televerksamhetens omsättning under den föregående avslutade räkenskapsperioden. Om televerksamheten under tiden mellan utgången av det föregående årets räkenskapsperiod och tidpunkten för utfärdandet av avgiftsbeslutet har överlåtits till ett annat företag, hänförs avgiftsskyldigheten till det företag som bedriver allmän televerksamhet vid tidpunkten för utfärdandet av avgiftsbeslutet. Vid bestämmande av dess avgiftsklass beaktas den omsättning som fastställts för den överlåtna televerksamheten för den föregående avslutade räkenskapsperioden. Om teleföretagets räkenskapsperiod avviker från kalenderåret omvandlas dess omsättning så att den motsvarar omsättningen för ett kalenderår genom att omsättningen multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden.",
        "folded_sv": "om det under tiden mellan utgangen av den foregaende rakenskapsperioden och tidpunkten for utfardandet av avgiftsbeslutet har intraffat forandringar i teleforetagets koncernforhallanden, bestams avgiftsklassen enligt hur stor foretagets andel har varit av televerksamhetens omsattning under den foregaende avslutade rakenskapsperioden. om televerksamheten under tiden mellan utgangen av det foregaende arets rakenskapsperiod och tidpunkten for utfardandet av avgiftsbeslutet har overlatits till ett annat foretag, hanfors avgiftsskyldigheten till det foretag som bedriver allman televerksamhet vid tidpunkten for utfardandet av avgiftsbeslutet. vid bestammande av dess avgiftsklass beaktas den omsattning som faststallts for den overlatna televerksamheten for den foregaende avslutade rakenskapsperioden. om teleforetagets rakenskapsperiod avviker fran kalenderaret omvandlas dess omsattning sa att den motsvarar omsattningen for ett kalenderar genom att omsattningen multipliceras med talet 12 och divideras med antalet manader i rakenskapsperioden."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:15 d",
      "chapter": "2",
      "section": "15 d",
      "title": "Maksuvelvollisuuden määräytyminen eräissä poikkeustilanteissa",
      "content": "Viestintävirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siitä ei puuttuvan tilinpäätöksen tai muun siihen verrattavan erittäin painavan syyn vuoksi voida saada riittävän luotettavaa selvitystä. Arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmääristä ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksistä; 5) muut näihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. Viestintäviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymistä kehotettava teleyritystä liikevaihdon arvioinnin uhalla antamaan viestintämarkkinamaksun määräämistä varten tarvittavat tiedot Viestintäviraston asettamassa kohtuullisessa määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 d",
        "normalized_fi": "Viestintävirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siitä ei puuttuvan tilinpäätöksen tai muun siihen verrattavan erittäin painavan syyn vuoksi voida saada riittävän luotettavaa selvitystä. Arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmääristä ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksistä; 5) muut näihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. Viestintäviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymistä kehotettava teleyritystä liikevaihdon arvioinnin uhalla antamaan viestintämarkkinamaksun määräämistä varten tarvittavat tiedot Viestintäviraston asettamassa kohtuullisessa määräajassa.",
        "folded_fi": "viestintavirasto voi arvioida maksun perusteena olevan liikevaihdon, jos siita ei puuttuvan tilinpaatoksen tai muun siihen verrattavan erittain painavan syyn vuoksi voida saada riittavan luotettavaa selvitysta. arvioinnissa on otettava huomioon: 1) teleyrityksen toiminnan laajuus; 2) teleyrityksen markkina-asema; 3) tiedot teleyrityksen tarjoamista palveluista, asiakasmaarista ja laskutuksesta; 4) vertailutiedot muista vastaavaa palveluntarjontaa harjoittavista teleyrityksista; 5) muut naihin rinnastettavat, teleyrityksen liikevaihtoon vaikuttavat seikat. viestintaviraston on ennen 1 momentissa tarkoitettuun toimenpiteeseen ryhtymista kehotettava teleyritysta liikevaihdon arvioinnin uhalla antamaan viestintamarkkinamaksun maaraamista varten tarvittavat tiedot viestintaviraston asettamassa kohtuullisessa maaraajassa.",
        "title_sv": "Bestämmande av avgiftsskyldigheten i vissa undantagssituationer",
        "content_sv": "Kommunikationsverket kan uppskatta den omsättning som ligger till grund för avgiften, om tillräckligt tillförlitlig utredning inte kan fås om omsättningen på grund av att bokslut saknas eller på grund av något annat synnerligen vägande skäl. Vid bedömningen skall följande beaktas: 1) hur omfattande teleföretagets verksamhet är, 2) teleföretagets marknadsställning, 3) uppgifter om av företaget tillhandahållna tjänster, kundvolymer och fakturering, 4) referensuppgifter om andra teleföretag som tillhandahåller motsvarande tjänsteutbud, 5) övriga med dem jämförliga omständigheter som påverkar teleföretagets omsättning. Innan Kommunikationsverket vidtar åtgärder enligt 1 mom. skall det uppmana teleföretaget att vid hot om uppskattning av omsättningen lämna de uppgifter som behövs för påförande av kommunikationsmarknadsavgiften inom en av verket förelagd skälig tid.",
        "normalized_sv": "Kommunikationsverket kan uppskatta den omsättning som ligger till grund för avgiften, om tillräckligt tillförlitlig utredning inte kan fås om omsättningen på grund av att bokslut saknas eller på grund av något annat synnerligen vägande skäl. Vid bedömningen skall följande beaktas: 1) hur omfattande teleföretagets verksamhet är, 2) teleföretagets marknadsställning, 3) uppgifter om av företaget tillhandahållna tjänster, kundvolymer och fakturering, 4) referensuppgifter om andra teleföretag som tillhandahåller motsvarande tjänsteutbud, 5) övriga med dem jämförliga omständigheter som påverkar teleföretagets omsättning. Innan Kommunikationsverket vidtar åtgärder enligt 1 mom. skall det uppmana teleföretaget att vid hot om uppskattning av omsättningen lämna de uppgifter som behövs för påförande av kommunikationsmarknadsavgiften inom en av verket förelagd skälig tid.",
        "folded_sv": "kommunikationsverket kan uppskatta den omsattning som ligger till grund for avgiften, om tillrackligt tillforlitlig utredning inte kan fas om omsattningen pa grund av att bokslut saknas eller pa grund av nagot annat synnerligen vagande skal. vid bedomningen skall foljande beaktas: 1) hur omfattande teleforetagets verksamhet ar, 2) teleforetagets marknadsstallning, 3) uppgifter om av foretaget tillhandahallna tjanster, kundvolymer och fakturering, 4) referensuppgifter om andra teleforetag som tillhandahaller motsvarande tjansteutbud, 5) ovriga med dem jamforliga omstandigheter som paverkar teleforetagets omsattning. innan kommunikationsverket vidtar atgarder enligt 1 mom. skall det uppmana teleforetaget att vid hot om uppskattning av omsattningen lamna de uppgifter som behovs for paforande av kommunikationsmarknadsavgiften inom en av verket forelagd skalig tid."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Markkinamäärittely",
      "content": "Viestintäviraston on merkityksellisiä markkinoita määritellessään toimittava yhteistyössä liikenne- ja viestintäministeriön kanssa. Jos liikenne- ja viestintäministeriö katsoo, että Suomessa on tarpeen määritellä Euroopan yhteisöjen komission suositukseen perustumattomia kansallisia markkinoita, markkinamäärittely tehdään liikenne- ja viestintäministeriön päätöksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Viestintäviraston on merkityksellisiä markkinoita määritellessään toimittava yhteistyössä liikenne- ja viestintäministeriön kanssa. Jos liikenne- ja viestintäministeriö katsoo, että Suomessa on tarpeen määritellä Euroopan yhteisöjen komission suositukseen perustumattomia kansallisia markkinoita, markkinamäärittely tehdään liikenne- ja viestintäministeriön päätöksellä.",
        "folded_fi": "viestintaviraston on merkityksellisia markkinoita maaritellessaan toimittava yhteistyossa liikenne- ja viestintaministerion kanssa. jos liikenne- ja viestintaministerio katsoo, etta suomessa on tarpeen maaritella euroopan yhteisojen komission suositukseen perustumattomia kansallisia markkinoita, markkinamaarittely tehdaan liikenne- ja viestintaministerion paatoksella.",
        "title_sv": "Marknadsdefinition",
        "content_sv": "Kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. Om kommunikationsministeriet anser att det i Finland är nödvändigt att definiera nationella marknader som inte grundar sig på någon rekommendation av Europeiska gemenskapernas kommission, görs marknadsdefinitionen genom ett beslut av kommunikationsministeriet.",
        "normalized_sv": "Kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. Om kommunikationsministeriet anser att det i Finland är nödvändigt att definiera nationella marknader som inte grundar sig på någon rekommendation av Europeiska gemenskapernas kommission, görs marknadsdefinitionen genom ett beslut av kommunikationsministeriet.",
        "folded_sv": "kommunikationsverket skall samarbeta med kommunikationsministeriet vid definieringen av relevanta marknader. om kommunikationsministeriet anser att det i finland ar nodvandigt att definiera nationella marknader som inte grundar sig pa nagon rekommendation av europeiska gemenskapernas kommission, gors marknadsdefinitionen genom ett beslut av kommunikationsministeriet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Velvollisuus vuokrata tilaajayhteyttä ja laitetilaa",
      "content": "Velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epätarkoituksenmukaista tai muutoin kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24",
        "normalized_fi": "Velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epätarkoituksenmukaista tai muutoin kohtuutonta.",
        "folded_fi": "velvollisuutta ei kuitenkaan ole, jos vuokraaminen johtaa tietosuojan vaarantumiseen tai se on verkkoyrityksen kannalta teknisesti epatarkoituksenmukaista tai muutoin kohtuutonta.",
        "title_sv": "Skyldighet att hyra ut abonnentförbindelser och utrustningsutrymmen",
        "content_sv": "Sådan skyldighet föreligger dock inte, om uthyrningen leder till att datasekretessen äventyras eller om det är tekniskt oändamålsenligt eller annars oskäligt för nätföretaget.",
        "normalized_sv": "Sådan skyldighet föreligger dock inte, om uthyrningen leder till att datasekretessen äventyras eller om det är tekniskt oändamålsenligt eller annars oskäligt för nätföretaget.",
        "folded_sv": "sadan skyldighet foreligger dock inte, om uthyrningen leder till att datasekretessen aventyras eller om det ar tekniskt oandamalsenligt eller annars oskaligt for natforetaget."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Velvollisuus vuokrata kaapelikanava ja antennipaikka",
      "content": "Viestintävirasto voi 18 §:n mukaisella päätöksellä asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. Viestintävirasto voi 19 §:n mukaisella päätöksellä asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ympäristönsuojelusta, luonnonsuojelusta tai maankäytön suunnittelusta johtuvasta taikka muusta näihin verrattavasta syystä. Radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myös muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:26",
        "normalized_fi": "Viestintävirasto voi 18 § :n mukaisella päätöksellä asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. Viestintävirasto voi 19 § :n mukaisella päätöksellä asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ympäristönsuojelusta, luonnonsuojelusta tai maankäytön suunnittelusta johtuvasta taikka muusta näihin verrattavasta syystä. Radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myös muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
        "folded_fi": "viestintavirasto voi 18 §:n mukaisella paatoksella asettaa teleyritykselle, jolla on huomattava markkinavoima, velvollisuuden vuokrata teleyrityksille kaapelikanava tai radiomaston antennipaikka. viestintavirasto voi 19 §:n mukaisella paatoksella asettaa muulle kuin huomattavan markkinavoiman yritykselle 1 momentissa tarkoitetun velvollisuuden, jos rinnakkaisen kaapelikanavan tai radiomaston rakentaminen ei ole tarkoituksenmukaista ymparistonsuojelusta, luonnonsuojelusta tai maankayton suunnittelusta johtuvasta taikka muusta naihin verrattavasta syysta. radiomaston antennipaikan vuokrausvelvollisuus voidaan asettaa 2 momentissa tarkoitetuilla perusteilla myos muulle yritykselle kuin teleyritykselle, jos yritys vuokraa antennipaikkaa jollekin teleyritykselle.",
        "title_sv": "Skyldighet att hyra ut kabelkanaler och antennplatser",
        "content_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga ett teleföretag med betydande marknadsinflytande en skyldighet att till teleföretag hyra ut en kabelkanal eller en antennplats i en radiomast. Kommunikationsverket kan genom ett beslut enligt 19 § ålägga även andra företag än företag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror på miljövård, naturskydd eller markanvändningsplanering eller någon annan därmed jämförbar orsak inte är ändamålsenligt att bygga en parallell kabelkanal eller radiomast. Skyldigheten att hyra ut antennplatser i en radiomast kan på de i 2 mom. avsedda grunderna åläggas också ett annat företag än ett teleföretag, om företaget hyr ut antennplatser till något teleföretag.",
        "normalized_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga ett teleföretag med betydande marknadsinflytande en skyldighet att till teleföretag hyra ut en kabelkanal eller en antennplats i en radiomast. Kommunikationsverket kan genom ett beslut enligt 19 § ålägga även andra företag än företag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror på miljövård, naturskydd eller markanvändningsplanering eller någon annan därmed jämförbar orsak inte är ändamålsenligt att bygga en parallell kabelkanal eller radiomast. Skyldigheten att hyra ut antennplatser i en radiomast kan på de i 2 mom. avsedda grunderna åläggas också ett annat företag än ett teleföretag, om företaget hyr ut antennplatser till något teleföretag.",
        "folded_sv": "kommunikationsverket kan genom ett beslut enligt 18 § alagga ett teleforetag med betydande marknadsinflytande en skyldighet att till teleforetag hyra ut en kabelkanal eller en antennplats i en radiomast. kommunikationsverket kan genom ett beslut enligt 19 § alagga aven andra foretag an foretag med betydande marknadsinflytande den skyldighet som avses i 1 mom., om det av en orsak som beror pa miljovard, naturskydd eller markanvandningsplanering eller nagon annan darmed jamforbar orsak inte ar andamalsenligt att bygga en parallell kabelkanal eller radiomast. skyldigheten att hyra ut antennplatser i en radiomast kan pa de i 2 mom. avsedda grunderna alaggas ocksa ett annat foretag an ett teleforetag, om foretaget hyr ut antennplatser till nagot teleforetag."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:38",
      "chapter": "2",
      "section": "38",
      "title": "Asetettua velvollisuutta koskevat rajoitukset",
      "content": "Edellä 23―30 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:38",
        "normalized_fi": "Edellä 23―30 ja 36 § :n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 § :n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "folded_fi": "edella 23―30 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos kayttooikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa kaytossa tai se on tarpeen naiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "title_sv": "Begränsningar för skyldigheter",
        "content_sv": "Trots att en skyldighet införts med stöd av 23―30 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "normalized_sv": "Trots att en skyldighet införts med stöd av 23―30 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "folded_sv": "trots att en skyldighet inforts med stod av 23―30 och 36 § finns skyldigheten inte, om foremalet for nyttjanderatten ar i teleforetagets eller ett i 26 § 3 mom. avsett foretags eget bruk eller behovs for dessa foretags eget rimliga framtida behov."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:50",
      "chapter": "2",
      "section": "50",
      "title": "Numeron tai tunnuksen käyttöoikeuden peruuttaminen",
      "content": "Numeron tai tunnuksen käyttöoikeus voidaan peruuttaa myös, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai käyttäjien etuun liittyvä erittäin painava syy ja numeron tai tunnuksen käyttöoikeuden haltijalle on annettu mahdollisuus esittää näkemyksensä asiassa kuukauden määräajassa. Kuuleminen on tarpeetonta, jos käyttöoikeuden saanut yritys on lopettanut toimintansa tai käyttöoikeuden haltija on jostain muusta syystä lakannut olemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:50",
        "normalized_fi": "Numeron tai tunnuksen käyttöoikeus voidaan peruuttaa myös, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai käyttäjien etuun liittyvä erittäin painava syy ja numeron tai tunnuksen käyttöoikeuden haltijalle on annettu mahdollisuus esittää näkemyksensä asiassa kuukauden määräajassa. Kuuleminen on tarpeetonta, jos käyttöoikeuden saanut yritys on lopettanut toimintansa tai käyttöoikeuden haltija on jostain muusta syystä lakannut olemasta.",
        "folded_fi": "numeron tai tunnuksen kayttooikeus voidaan peruuttaa myos, jos peruuttamiseen on muu vastaava numeroinnin selkeyteen ja tehokkuuteen tai kayttajien etuun liittyva erittain painava syy ja numeron tai tunnuksen kayttooikeuden haltijalle on annettu mahdollisuus esittaa nakemyksensa asiassa kuukauden maaraajassa. kuuleminen on tarpeetonta, jos kayttooikeuden saanut yritys on lopettanut toimintansa tai kayttooikeuden haltija on jostain muusta syysta lakannut olemasta.",
        "title_sv": "Återkallande av nyttjanderätten till nummer eller prefix",
        "content_sv": "Nyttjanderätten till ett nummer eller prefix kan återkallas även om det finns något annat motsvarande synnerligen vägande skäl som har samband med en klar och effektiv numrering eller användarnas intresse, och innehavaren av nyttjanderätten till numret eller prefixet har getts möjlighet att inom en månad föra fram sin uppfattning i saken. Hörande är obehövligt, om ett företag med nyttjanderätt har upphört med verksamheten eller innehavaren av nyttjanderätten av någon annan orsak har upphört att existera.",
        "normalized_sv": "Nyttjanderätten till ett nummer eller prefix kan återkallas även om det finns något annat motsvarande synnerligen vägande skäl som har samband med en klar och effektiv numrering eller användarnas intresse, och innehavaren av nyttjanderätten till numret eller prefixet har getts möjlighet att inom en månad föra fram sin uppfattning i saken. Hörande är obehövligt, om ett företag med nyttjanderätt har upphört med verksamheten eller innehavaren av nyttjanderätten av någon annan orsak har upphört att existera.",
        "folded_sv": "nyttjanderatten till ett nummer eller prefix kan aterkallas aven om det finns nagot annat motsvarande synnerligen vagande skal som har samband med en klar och effektiv numrering eller anvandarnas intresse, och innehavaren av nyttjanderatten till numret eller prefixet har getts mojlighet att inom en manad fora fram sin uppfattning i saken. horande ar obehovligt, om ett foretag med nyttjanderatt har upphort med verksamheten eller innehavaren av nyttjanderatten av nagon annan orsak har upphort att existera."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:70",
      "chapter": "2",
      "section": "70",
      "title": "Kytkykauppa",
      "content": "kytkykauppa GSM-matkaviestinverkon päätelaitteen tai siihen liittyvän hyödykkeen hinta ei saa riippua siitä, hankkiiko käyttäjä myyjältä myös GSM-matkaviestinverkon liittymän (). Kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymäsopimusta tehtäessä. Teleyrityksen tulee tarjota vastaavaa viestintäpalvelua käyttäjälle myös ilman päätelaitetta. Markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 §:ssä tarkoitettujen tietojen ohella myös kytkykaupasta kuluttajalle aiheutuvien lisäkustannusten kokonaismäärä. Teleyritys saa kytkykaupan yhteydessä tehdä kuluttajan kanssa enintään kahden vuoden määräaikaisen liittymäsopimuksen. Kuluttajalla on oikeus irtisanoa määräaikainen sopimus päättyväksi kahden viikon kuluttua irtisanomisesta, jos hän on pääasiassa ilman omaa syytään joutunut maksuvaikeuksiin vakavan sairauden, työttömyyden tai muun erityisen seikan vuoksi. Määräaikaisen liittymäsopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. Sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsäädännön muutoksista tai viranomaispäätöksistä. Teleyritys saa estää toisen teleyrityksen liittymän käytön kytkykaupassa tarjotussa matkapuhelimessa. Esto on kuluttajan pyynnöstä purettava maksutta liittymäsopimuksen päättyessä, kuitenkin viimeistään kahden vuoden kuluttua liittymäsopimuksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70",
        "normalized_fi": "kytkykauppa GSM-matkaviestinverkon päätelaitteen tai siihen liittyvän hyödykkeen hinta ei saa riippua siitä, hankkiiko käyttäjä myyjältä myös GSM-matkaviestinverkon liittymän (). Kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymäsopimusta tehtäessä. Teleyrityksen tulee tarjota vastaavaa viestintäpalvelua käyttäjälle myös ilman päätelaitetta. Markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 § :ssä tarkoitettujen tietojen ohella myös kytkykaupasta kuluttajalle aiheutuvien lisäkustannusten kokonaismäärä. Teleyritys saa kytkykaupan yhteydessä tehdä kuluttajan kanssa enintään kahden vuoden määräaikaisen liittymäsopimuksen. Kuluttajalla on oikeus irtisanoa määräaikainen sopimus päättyväksi kahden viikon kuluttua irtisanomisesta, jos hän on pääasiassa ilman omaa syytään joutunut maksuvaikeuksiin vakavan sairauden, työttömyyden tai muun erityisen seikan vuoksi. Määräaikaisen liittymäsopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. Sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsäädännön muutoksista tai viranomaispäätöksistä. Teleyritys saa estää toisen teleyrityksen liittymän käytön kytkykaupassa tarjotussa matkapuhelimessa. Esto on kuluttajan pyynnöstä purettava maksutta liittymäsopimuksen päättyessä, kuitenkin viimeistään kahden vuoden kuluttua liittymäsopimuksen tekemisestä.",
        "folded_fi": "kytkykauppa gsm-matkaviestinverkon paatelaitteen tai siihen liittyvan hyodykkeen hinta ei saa riippua siita, hankkiiko kayttaja myyjalta myos gsm-matkaviestinverkon liittyman (). kytkykauppa on sallittua muun kuin 1 momentissa tarkoitetun matkaviestinverkon liittymasopimusta tehtaessa. teleyrityksen tulee tarjota vastaavaa viestintapalvelua kayttajalle myos ilman paatelaitetta. markkinoinnissa on ilmoitettava kuluttajansuojalain (38/1978) 2 luvun 4 §:ssa tarkoitettujen tietojen ohella myos kytkykaupasta kuluttajalle aiheutuvien lisakustannusten kokonaismaara. teleyritys saa kytkykaupan yhteydessa tehda kuluttajan kanssa enintaan kahden vuoden maaraaikaisen liittymasopimuksen. kuluttajalla on oikeus irtisanoa maaraaikainen sopimus paattyvaksi kahden viikon kuluttua irtisanomisesta, jos han on paaasiassa ilman omaa syytaan joutunut maksuvaikeuksiin vakavan sairauden, tyottomyyden tai muun erityisen seikan vuoksi. maaraaikaisen liittymasopimuksen ehtoja ei saa muuttaa kesken sopimuskauden kuluttajan vahingoksi. sopimusehtojen muuttaminen on kuitenkin sallittua, jos muutostarve johtuu lainsaadannon muutoksista tai viranomaispaatoksista. teleyritys saa estaa toisen teleyrityksen liittyman kayton kytkykaupassa tarjotussa matkapuhelimessa. esto on kuluttajan pyynnosta purettava maksutta liittymasopimuksen paattyessa, kuitenkin viimeistaan kahden vuoden kuluttua liittymasopimuksen tekemisesta.",
        "title_sv": "Uppbindning",
        "content_sv": "uppbindning Priset på terminaler i GSM-mobilnät eller tillhörande nyttigheter får inte vara beroende av om användaren köper även GSM-mobilnätsanslutningen av försäljaren (). Uppbindning är tillåtet när ett anslutningsavtal som gäller något annat än ett i 1 mom. avsett mobilnät ingås. Teleföretag skall tillhandahålla användare motsvarande kommunikationstjänster även utan terminal. I marknadsföringen skall, utöver de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), även meddelas det totala beloppet av de tilläggskostnader som konsumenten orsakas av uppbindningen. I samband med uppbindning får teleföretaget med konsumenten teckna ett tidsbundet anslutningsavtal på högst två år. Konsumenten har rätt att säga upp ett tidsbundet avtal så att avtalet upphör två veckor efter uppsägningen, om han eller hon, huvudsakligen utan att själv vara orsak till det, råkat i betalningssvårigheter till följd av en svår sjukdom, arbetslöshet eller någon annan särskild omständighet. Villkoren i ett tidsbundet anslutningsavtal får inte ändras till nackdel för konsumenten under avtalstiden. En ändring av avtalsvillkoren är emellertid tillåten, om ändringsbehovet föranleds av ändringar i lagstiftningen eller myndighetsbeslut. Ett teleföretag får förhindra att en mobiltelefon som erbjudits med uppbindning används för ett annat teleföretags anslutning. Spärren skall på konsumentens begäran hävas kostnadsfritt när anslutningsavtalet upphör, dock senast två år efter det att anslutningsavtalet ingicks.",
        "normalized_sv": "uppbindning Priset på terminaler i GSM-mobilnät eller tillhörande nyttigheter får inte vara beroende av om användaren köper även GSM-mobilnätsanslutningen av försäljaren (). Uppbindning är tillåtet när ett anslutningsavtal som gäller något annat än ett i 1 mom. avsett mobilnät ingås. Teleföretag skall tillhandahålla användare motsvarande kommunikationstjänster även utan terminal. I marknadsföringen skall, utöver de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), även meddelas det totala beloppet av de tilläggskostnader som konsumenten orsakas av uppbindningen. I samband med uppbindning får teleföretaget med konsumenten teckna ett tidsbundet anslutningsavtal på högst två år. Konsumenten har rätt att säga upp ett tidsbundet avtal så att avtalet upphör två veckor efter uppsägningen, om han eller hon, huvudsakligen utan att själv vara orsak till det, råkat i betalningssvårigheter till följd av en svår sjukdom, arbetslöshet eller någon annan särskild omständighet. Villkoren i ett tidsbundet anslutningsavtal får inte ändras till nackdel för konsumenten under avtalstiden. En ändring av avtalsvillkoren är emellertid tillåten, om ändringsbehovet föranleds av ändringar i lagstiftningen eller myndighetsbeslut. Ett teleföretag får förhindra att en mobiltelefon som erbjudits med uppbindning används för ett annat teleföretags anslutning. Spärren skall på konsumentens begäran hävas kostnadsfritt när anslutningsavtalet upphör, dock senast två år efter det att anslutningsavtalet ingicks.",
        "folded_sv": "uppbindning priset pa terminaler i gsm-mobilnat eller tillhorande nyttigheter far inte vara beroende av om anvandaren koper aven gsm-mobilnatsanslutningen av forsaljaren (). uppbindning ar tillatet nar ett anslutningsavtal som galler nagot annat an ett i 1 mom. avsett mobilnat ingas. teleforetag skall tillhandahalla anvandare motsvarande kommunikationstjanster aven utan terminal. i marknadsforingen skall, utover de uppgifter som avses i 2 kap. 4 § i konsumentskyddslagen (38/1978), aven meddelas det totala beloppet av de tillaggskostnader som konsumenten orsakas av uppbindningen. i samband med uppbindning far teleforetaget med konsumenten teckna ett tidsbundet anslutningsavtal pa hogst tva ar. konsumenten har ratt att saga upp ett tidsbundet avtal sa att avtalet upphor tva veckor efter uppsagningen, om han eller hon, huvudsakligen utan att sjalv vara orsak till det, rakat i betalningssvarigheter till foljd av en svar sjukdom, arbetsloshet eller nagon annan sarskild omstandighet. villkoren i ett tidsbundet anslutningsavtal far inte andras till nackdel for konsumenten under avtalstiden. en andring av avtalsvillkoren ar emellertid tillaten, om andringsbehovet foranleds av andringar i lagstiftningen eller myndighetsbeslut. ett teleforetag far forhindra att en mobiltelefon som erbjudits med uppbindning anvands for ett annat teleforetags anslutning. sparren skall pa konsumentens begaran havas kostnadsfritt nar anslutningsavtalet upphor, dock senast tva ar efter det att anslutningsavtalet ingicks."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:82",
      "chapter": "2",
      "section": "82",
      "title": "Palvelun laatua koskeva julkaisuvelvollisuus",
      "content": "Viestintävirasto voi päätöksellään asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. Päätöksessä on määrättävä julkaistavat tiedot ja tietojen julkaisutapa. Julkaistavat tiedot voivat koskea muun ohessa liittymän toimitusaikaa, vikojen määrää liittymää kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa sekä laskutuksen oikeellisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:82",
        "normalized_fi": "Viestintävirasto voi päätöksellään asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. Päätöksessä on määrättävä julkaistavat tiedot ja tietojen julkaisutapa. Julkaistavat tiedot voivat koskea muun ohessa liittymän toimitusaikaa, vikojen määrää liittymää kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa sekä laskutuksen oikeellisuutta.",
        "folded_fi": "viestintavirasto voi paatoksellaan asettaa teleyritykselle tai numerotiedotuspalvelun tarjoajalle velvollisuuden julkaista vertailukelpoisia ja ajantasaisia tietoja yrityksen tarjoamien palveluiden laadusta. paatoksessa on maarattava julkaistavat tiedot ja tietojen julkaisutapa. julkaistavat tiedot voivat koskea muun ohessa liittyman toimitusaikaa, vikojen maaraa liittymaa kohden ja vikojen korjausaikaa, puhelunmuodostusaikaa, numerotiedotuspalvelun vastausaikaa seka laskutuksen oikeellisuutta.",
        "title_sv": "Skyldighet att offentliggöra uppgifter om tjänsternas kvalitet",
        "content_sv": "Kommunikationsverket kan genom sitt beslut ålägga ett teleföretag eller en tillhandahållare av nummerupplysningstjänst en skyldighet att offentliggöra jämförbara och aktuella uppgifter om kvaliteten på de tjänster företaget tillhandahåller. I beslutet skall anges vilka uppgifter som skall offentliggöras och på vilket sätt de skall offentliggöras. Uppgifterna kan bland annat gälla leveranstid för anslutningar, felfrekvens per anslutning, tid för reparation av fel, uppkopplingstid, svarstid för nummerupplysningstjänsten och faktureringens korrekthet.",
        "normalized_sv": "Kommunikationsverket kan genom sitt beslut ålägga ett teleföretag eller en tillhandahållare av nummerupplysningstjänst en skyldighet att offentliggöra jämförbara och aktuella uppgifter om kvaliteten på de tjänster företaget tillhandahåller. I beslutet skall anges vilka uppgifter som skall offentliggöras och på vilket sätt de skall offentliggöras. Uppgifterna kan bland annat gälla leveranstid för anslutningar, felfrekvens per anslutning, tid för reparation av fel, uppkopplingstid, svarstid för nummerupplysningstjänsten och faktureringens korrekthet.",
        "folded_sv": "kommunikationsverket kan genom sitt beslut alagga ett teleforetag eller en tillhandahallare av nummerupplysningstjanst en skyldighet att offentliggora jamforbara och aktuella uppgifter om kvaliteten pa de tjanster foretaget tillhandahaller. i beslutet skall anges vilka uppgifter som skall offentliggoras och pa vilket satt de skall offentliggoras. uppgifterna kan bland annat galla leveranstid for anslutningar, felfrekvens per anslutning, tid for reparation av fel, uppkopplingstid, svarstid for nummerupplysningstjansten och faktureringens korrekthet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:91",
      "chapter": "2",
      "section": "91",
      "title": "Etuoikeustoiminto ja etuoikeutettu liittymä",
      "content": "Etuoikeustoiminnon käyttämisestä valmiuslaissa tarkoitetuissa poikkeusoloissa säädetään valtioneuvoston asetuksella. Normaaliolojen häiriötilanteissa etuoikeustoiminnon käyttämisestä päättää Viestintävirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:91",
        "normalized_fi": "Etuoikeustoiminnon käyttämisestä valmiuslaissa tarkoitetuissa poikkeusoloissa säädetään valtioneuvoston asetuksella. Normaaliolojen häiriötilanteissa etuoikeustoiminnon käyttämisestä päättää Viestintävirasto.",
        "folded_fi": "etuoikeustoiminnon kayttamisesta valmiuslaissa tarkoitetuissa poikkeusoloissa saadetaan valtioneuvoston asetuksella. normaaliolojen hairiotilanteissa etuoikeustoiminnon kayttamisesta paattaa viestintavirasto.",
        "title_sv": "Prioriteringsfacilitet och prioriterade anslutningar",
        "content_sv": "Angående användningen av prioriteringsfaciliteten under undantagsförhållanden som avses i beredskapslagen bestäms genom förordning av statsrådet. Kommunikationsverket beslutar om användningen av prioriteringsfaciliteten vid störningar under normala förhållanden.",
        "normalized_sv": "Angående användningen av prioriteringsfaciliteten under undantagsförhållanden som avses i beredskapslagen bestäms genom förordning av statsrådet. Kommunikationsverket beslutar om användningen av prioriteringsfaciliteten vid störningar under normala förhållanden.",
        "folded_sv": "angaende anvandningen av prioriteringsfaciliteten under undantagsforhallanden som avses i beredskapslagen bestams genom forordning av statsradet. kommunikationsverket beslutar om anvandningen av prioriteringsfaciliteten vid storningar under normala forhallanden."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:118",
      "chapter": "2",
      "section": "118",
      "title": "Kuulemisvelvollisuus",
      "content": "Viranomaisen kuulemisvelvollisuudesta säädetään muilta osin hallintolaissa (434/ 2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:118",
        "normalized_fi": "Viranomaisen kuulemisvelvollisuudesta säädetään muilta osin hallintolaissa (434/ 2003).",
        "folded_fi": "viranomaisen kuulemisvelvollisuudesta saadetaan muilta osin hallintolaissa (434/ 2003).",
        "title_sv": "Skyldighet att höra parter",
        "content_sv": "I förvaltningslagen (434/2003) föreskrivs i övrigt om myndigheters skyldighet att höra parter.",
        "normalized_sv": "I förvaltningslagen (434/2003) föreskrivs i övrigt om myndigheters skyldighet att höra parter.",
        "folded_sv": "i forvaltningslagen (434/2003) foreskrivs i ovrigt om myndigheters skyldighet att hora parter."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:127",
      "chapter": "2",
      "section": "127",
      "title": "Muutoksenhaku",
      "content": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20 tai 126 §:n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintäviraston 16―20 ja 126 §:n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkäyttölain mukaisesti. Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:127",
        "normalized_fi": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20 tai 126 § :n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintäviraston 16―20 ja 126 § :n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkäyttölain mukaisesti. Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää.",
        "folded_fi": "liikenne- ja viestintaministerion ja viestintaviraston taman lain muun kuin 16―20 tai 126 §:n nojalla antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. liikenne- ja viestintaministerion ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. viestintaviraston 16―20 ja 126 §:n nojalla tekemaan paatokseen seka markkinaoikeuden ja valtioneuvoston tekemaan paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen hallintolainkayttolain mukaisesti. viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20 eller 126 § får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Ett beslut av kommunikationsministeriet och Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får i enlighet med förvaltningsprocesslagen sökas genom besvär hos högsta förvaltningsdomstolen. Ett beslut av Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20 eller 126 § får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Ett beslut av kommunikationsministeriet och Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får i enlighet med förvaltningsprocesslagen sökas genom besvär hos högsta förvaltningsdomstolen. Ett beslut av Kommunikationsverket skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "i ett beslut som kommunikationsministeriet och kommunikationsverket har fattat med stod av nagot annat lagrum an 16―20 eller 126 § far andring i enlighet med forvaltningsprocesslagen sokas genom besvar hos forvaltningsdomstolen. ett beslut av kommunikationsministeriet och kommunikationsverket skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. andring i beslut som kommunikationsverket har fattat med stod av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsradet far i enlighet med forvaltningsprocesslagen sokas genom besvar hos hogsta forvaltningsdomstolen. ett beslut av kommunikationsverket skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "14:138 a",
      "chapter": "14",
      "section": "138 a",
      "title": "Viestintäviraston päätöksen sähköinen tiedoksianto",
      "content": "Viestintäviraston päätös voidaan asianosaisen suostumuksella antaa tiedoksi sähköpostitse. Päätös katsotaan annetuksi tiedoksi silloin, kun asianosainen lähettää Viestintävirastolle kuittauksen viestin lukemisesta. Jos tässä laissa tarkoitetun hallintopäätöksen asianosainen on antanut Viestintävirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jättänyt ilmoittamatta olennaisen yhteystiedon eikä näitä tietoja ole myöhemminkään saatu oikaistua tai täydennettyä ja päätöksen tiedoksianto ei tästä syystä ole toteutettavissa muutoin kuin hallintolain 62 §:ssä tarkoitettuna yleistiedoksiantona, Viestintävirasto voi antaa päätöksen tiedoksi myös julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. Päätös katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. Ilmoituksessa on oltava tieto julkaisuajankohdasta ja siitä, koska päätös katsotaan annetuksi tiedoksi. Viestintäviraston on muutoin noudatettava, mitä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:138 a",
        "normalized_fi": "Viestintäviraston päätös voidaan asianosaisen suostumuksella antaa tiedoksi sähköpostitse. Päätös katsotaan annetuksi tiedoksi silloin, kun asianosainen lähettää Viestintävirastolle kuittauksen viestin lukemisesta. Jos tässä laissa tarkoitetun hallintopäätöksen asianosainen on antanut Viestintävirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jättänyt ilmoittamatta olennaisen yhteystiedon eikä näitä tietoja ole myöhemminkään saatu oikaistua tai täydennettyä ja päätöksen tiedoksianto ei tästä syystä ole toteutettavissa muutoin kuin hallintolain 62 § :ssä tarkoitettuna yleistiedoksiantona, Viestintävirasto voi antaa päätöksen tiedoksi myös julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. Päätös katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. Ilmoituksessa on oltava tieto julkaisuajankohdasta ja siitä, koska päätös katsotaan annetuksi tiedoksi. Viestintäviraston on muutoin noudatettava, mitä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003) säädetään.",
        "folded_fi": "viestintaviraston paatos voidaan asianosaisen suostumuksella antaa tiedoksi sahkopostitse. paatos katsotaan annetuksi tiedoksi silloin, kun asianosainen lahettaa viestintavirastolle kuittauksen viestin lukemisesta. jos tassa laissa tarkoitetun hallintopaatoksen asianosainen on antanut viestintavirastolle olennaisesti puutteelliset tai virheelliset yhteystiedot taikka jattanyt ilmoittamatta olennaisen yhteystiedon eika naita tietoja ole myohemminkaan saatu oikaistua tai taydennettya ja paatoksen tiedoksianto ei tasta syysta ole toteutettavissa muutoin kuin hallintolain 62 §:ssa tarkoitettuna yleistiedoksiantona, viestintavirasto voi antaa paatoksen tiedoksi myos julkaisemalla asiaa koskevan ilmoituksen verkkosivuillaan. paatos katsotaan annetuksi tiedoksi kuukauden kuluttua ilmoituksen julkaisemisesta. ilmoituksessa on oltava tieto julkaisuajankohdasta ja siita, koska paatos katsotaan annetuksi tiedoksi. viestintaviraston on muutoin noudatettava, mita sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003) saadetaan.",
        "title_sv": "Elektronisk delgivning av Kommunikationsverkets beslut",
        "content_sv": "Kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. Beslutet anses ha delgivits då parten till Kommunikationsverket sänder en kvittering om att meddelandet har lästs. Om en part i ett i denna lag avsett förvaltningsbeslut har lämnat Kommunikationsverket kontaktinformation som är väsentligt bristfällig eller felaktig eller inte har anmält väsentlig kontaktinformation, och om denna information inte heller senare blivit rättad eller kompletterad och delgivning av ett beslut inte av denna orsak är möjlig på annat sätt än som offentlig delgivning enligt 62 § i förvaltningslagen, kan Kommunikationsverket delge beslutet även genom att publicera ett meddelande i ärendet på sina webbsidor. Beslutet anses då ha delgivits en månad efter det att meddelandet har publicerats. I meddelandet skall anges när publicering skett och när beslutet anses ha blivit delgivet. Kommunikationsverket skall i övrigt iaktta vad som bestäms i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "Kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. Beslutet anses ha delgivits då parten till Kommunikationsverket sänder en kvittering om att meddelandet har lästs. Om en part i ett i denna lag avsett förvaltningsbeslut har lämnat Kommunikationsverket kontaktinformation som är väsentligt bristfällig eller felaktig eller inte har anmält väsentlig kontaktinformation, och om denna information inte heller senare blivit rättad eller kompletterad och delgivning av ett beslut inte av denna orsak är möjlig på annat sätt än som offentlig delgivning enligt 62 § i förvaltningslagen, kan Kommunikationsverket delge beslutet även genom att publicera ett meddelande i ärendet på sina webbsidor. Beslutet anses då ha delgivits en månad efter det att meddelandet har publicerats. I meddelandet skall anges när publicering skett och när beslutet anses ha blivit delgivet. Kommunikationsverket skall i övrigt iaktta vad som bestäms i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "kommunikationsverkets beslut kan med en parts samtycke delges genom elektronisk post. beslutet anses ha delgivits da parten till kommunikationsverket sander en kvittering om att meddelandet har lasts. om en part i ett i denna lag avsett forvaltningsbeslut har lamnat kommunikationsverket kontaktinformation som ar vasentligt bristfallig eller felaktig eller inte har anmalt vasentlig kontaktinformation, och om denna information inte heller senare blivit rattad eller kompletterad och delgivning av ett beslut inte av denna orsak ar mojlig pa annat satt an som offentlig delgivning enligt 62 § i forvaltningslagen, kan kommunikationsverket delge beslutet aven genom att publicera ett meddelande i arendet pa sina webbsidor. beslutet anses da ha delgivits en manad efter det att meddelandet har publicerats. i meddelandet skall anges nar publicering skett och nar beslutet anses ha blivit delgivet. kommunikationsverket skall i ovrigt iaktta vad som bestams i lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    }
  ]
}