{
  "id": "277/2007",
  "type": "statute",
  "title": "Laki Belgian kuningaskunnan, Saksan liittotasavallan, Espanjan kuningaskunnan, Ranskan tasavallan, Luxemburgin suurherttuakunnan, Alankomaiden kuningaskunnan ja Itävallan tasavallan välillä rajat ylittävän yhteistyön tehostamisesta erityisesti terrorismin, rajat ylittävän rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta sekä sopimuksen soveltamisesta",
  "title_en": "Lag om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i fördraget mellan Konungariket Belgien, Förbundsrepubliken Tyskland, Konungariket Spanien, Republiken Frankrike, Storhertigdömet Luxemburg, Konungariket Nederländerna och Republiken Österrike om ett fördjupat gränsöverskridande samarbete, särskilt för bekämpning av terrorism, gränsöverskridande brottslighet och olaglig migration samt om tillämpning av detta fördrag",
  "status": "in_force",
  "issued_date": "2007-03-16",
  "in_force_date": "2007-03-16",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/277/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Sopimuksen voimaansaattaminen",
      "content": "Prümissa 27 päivänä toukokuuta 2005 Belgian kuningaskunnan, Saksan liittotasavallan, Espanjan kuningaskunnan, Ranskan tasavallan, Luxemburgin suurherttuakunnan, Alankomaiden kuningaskunnan ja Itävallan tasavallan välillä rajat ylittävän yhteistyön tehostamisesta erityisesti terrorismin, rajat ylittävän rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Prümissa 27 päivänä toukokuuta 2005 Belgian kuningaskunnan, Saksan liittotasavallan, Espanjan kuningaskunnan, Ranskan tasavallan, Luxemburgin suurherttuakunnan, Alankomaiden kuningaskunnan ja Itävallan tasavallan välillä rajat ylittävän yhteistyön tehostamisesta erityisesti terrorismin, rajat ylittävän rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "prumissa 27 paivana toukokuuta 2005 belgian kuningaskunnan, saksan liittotasavallan, espanjan kuningaskunnan, ranskan tasavallan, luxemburgin suurherttuakunnan, alankomaiden kuningaskunnan ja itavallan tasavallan valilla rajat ylittavan yhteistyon tehostamisesta erityisesti terrorismin, rajat ylittavan rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Ikraftsättande av fördraget",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Prüm den 27 maj 2005 mellan Konungariket Belgien, Förbundsrepubliken Tyskland, Konungariket Spanien, Republiken Frankrike, Storhertigdömet Luxemburg, Konungariket Nederländerna och Republiken Österrike ingångna fördraget om ett fördjupat gränsöverskridande samarbete, särskilt för bekämpning av terrorism, gränsöverskridande brottslighet och olaglig migration gäller som lag sådana Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Prüm den 27 maj 2005 mellan Konungariket Belgien, Förbundsrepubliken Tyskland, Konungariket Spanien, Republiken Frankrike, Storhertigdömet Luxemburg, Konungariket Nederländerna och Republiken Österrike ingångna fördraget om ett fördjupat gränsöverskridande samarbete, särskilt för bekämpning av terrorism, gränsöverskridande brottslighet och olaglig migration gäller som lag sådana Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i prum den 27 maj 2005 mellan konungariket belgien, forbundsrepubliken tyskland, konungariket spanien, republiken frankrike, storhertigdomet luxemburg, konungariket nederlanderna och republiken osterrike ingangna fordraget om ett fordjupat gransoverskridande samarbete, sarskilt for bekampning av terrorism, gransoverskridande brottslighet och olaglig migration galler som lag sadana finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lennon turvahenkilö",
      "content": "Sopimuksen 17 ja 18 artiklan nojalla Suomen alueella toimivalle lennon turvahenkilölle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Sopimuksen 17 ja 18 artiklan nojalla Suomen alueella toimivalle lennon turvahenkilölle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee poliisi.",
        "folded_fi": "sopimuksen 17 ja 18 artiklan nojalla suomen alueella toimivalle lennon turvahenkilolle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankayttovalineita. paatoksen oikeudesta kantaa ampuma-asetta tai muuta voimankayttovalinetta tekee poliisi.",
        "title_sv": "Flygsäkerhetsvakt",
        "content_sv": "Med stöd av artiklarna 17 och 18 i fördraget kan en flygsäkerhetsvakt på Finlands territorium beviljas rätt att ombord på luftfartyg och på flygplatser bära skjutvapen och andra maktmedelsredskap. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av polisen.",
        "normalized_sv": "Med stöd av artiklarna 17 och 18 i fördraget kan en flygsäkerhetsvakt på Finlands territorium beviljas rätt att ombord på luftfartyg och på flygplatser bära skjutvapen och andra maktmedelsredskap. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av polisen.",
        "folded_sv": "med stod av artiklarna 17 och 18 i fordraget kan en flygsakerhetsvakt pa finlands territorium beviljas ratt att ombord pa luftfartyg och pa flygplatser bara skjutvapen och andra maktmedelsredskap. beslut om ratt att bara skjutvapen eller andra maktmedelsredskap fattas av polisen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toisen valtion virkamiehen osallistuminen yhteiseen operaatioon Suomessa",
      "content": "Sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehellä on Suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti käyttää sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. Toisen valtion virkamiehellä on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen käyttämiseen, joihin poliisimies toimivaltansa nojalla hänet valtuuttaa. Toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa Suomen alueella sopimuksen liitteessä 2 lueteltuja ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee päällystöön kuuluva poliisimies. Voimankäyttövälinettä on oikeus käyttää vain rikoslain (39/1889) 4 luvun 4 §:n mukaisessa hätävarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittäistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankäyttövälineen käyttämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehellä on Suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti käyttää sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. Toisen valtion virkamiehellä on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen käyttämiseen, joihin poliisimies toimivaltansa nojalla hänet valtuuttaa. Toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa Suomen alueella sopimuksen liitteessä 2 lueteltuja ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee päällystöön kuuluva poliisimies. Voimankäyttövälinettä on oikeus käyttää vain rikoslain (39/1889) 4 luvun 4 § :n mukaisessa hätävarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittäistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankäyttövälineen käyttämiseen.",
        "folded_fi": "sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehella on suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti kayttaa sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. toisen valtion virkamiehella on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen kayttamiseen, joihin poliisimies toimivaltansa nojalla hanet valtuuttaa. toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa suomen alueella sopimuksen liitteessa 2 lueteltuja ampuma-aseita ja muita voimankayttovalineita. paatoksen oikeudesta kantaa ampuma-asetta tai muuta voimankayttovalinetta tekee paallystoon kuuluva poliisimies. voimankayttovalinetta on oikeus kayttaa vain rikoslain (39/1889) 4 luvun 4 §:n mukaisessa hatavarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittaistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankayttovalineen kayttamiseen.",
        "title_sv": "En annan stats tjänstemans deltagande i en gemensam insats i Finland",
        "content_sv": "Med stöd av artikel 24 i fördraget har en behörig tjänsteman som deltar i en gemensam insats rätt att på Finlands territorium enligt en finländsk polismans anvisningar utöva sådana polisbefogenheter som polismannen inom ramen för sin behörighet anvisar. En annan stats tjänsteman har rätt att under en finländsk polismans uppsikt använda sådana maktmedel som polismannen med stöd av sina befogenheter ger honom fullmakt till. En annan stats tjänsteman som deltar i en gemensam insats kan ges rätt att på Finlands territorium bära sådana skjutvapen och andra maktmedelsredskap som uppräknas i bilaga 2 till fördraget. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av en polisman som hör till befälet. Maktmedelsredskap får användas endast i en sådan nödvärnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation när en polisman med stöd av sina befogenheter i ett enskilt fall ger en annan stats behöriga tjänsteman fullmakt att använda maktmedelsredskap.",
        "normalized_sv": "Med stöd av artikel 24 i fördraget har en behörig tjänsteman som deltar i en gemensam insats rätt att på Finlands territorium enligt en finländsk polismans anvisningar utöva sådana polisbefogenheter som polismannen inom ramen för sin behörighet anvisar. En annan stats tjänsteman har rätt att under en finländsk polismans uppsikt använda sådana maktmedel som polismannen med stöd av sina befogenheter ger honom fullmakt till. En annan stats tjänsteman som deltar i en gemensam insats kan ges rätt att på Finlands territorium bära sådana skjutvapen och andra maktmedelsredskap som uppräknas i bilaga 2 till fördraget. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av en polisman som hör till befälet. Maktmedelsredskap får användas endast i en sådan nödvärnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation när en polisman med stöd av sina befogenheter i ett enskilt fall ger en annan stats behöriga tjänsteman fullmakt att använda maktmedelsredskap.",
        "folded_sv": "med stod av artikel 24 i fordraget har en behorig tjansteman som deltar i en gemensam insats ratt att pa finlands territorium enligt en finlandsk polismans anvisningar utova sadana polisbefogenheter som polismannen inom ramen for sin behorighet anvisar. en annan stats tjansteman har ratt att under en finlandsk polismans uppsikt anvanda sadana maktmedel som polismannen med stod av sina befogenheter ger honom fullmakt till. en annan stats tjansteman som deltar i en gemensam insats kan ges ratt att pa finlands territorium bara sadana skjutvapen och andra maktmedelsredskap som uppraknas i bilaga 2 till fordraget. beslut om ratt att bara skjutvapen eller andra maktmedelsredskap fattas av en polisman som hor till befalet. maktmedelsredskap far anvandas endast i en sadan nodvarnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation nar en polisman med stod av sina befogenheter i ett enskilt fall ger en annan stats behoriga tjansteman fullmakt att anvanda maktmedelsredskap."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Välittömässä vaaratilanteessa toimiva toisen valtion virkamies",
      "content": "Sopimuksen 25 artiklan nojalla välittömässä vaaratilanteessa Suomen alueella rajan läheisyydessä toimivalla toisen valtion toimivaltaisella virkamiehellä on oikeus käyttää sellaisia poliisilain (493/1995) 2 luvussa säädettyjä valtuuksia, joiden kiireellinen käyttäminen on välttämätöntä henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Edellytyksenä on lisäksi, että suomalainen toimivaltainen virkamies ei voi välittömästi käyttää valtuuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Sopimuksen 25 artiklan nojalla välittömässä vaaratilanteessa Suomen alueella rajan läheisyydessä toimivalla toisen valtion toimivaltaisella virkamiehellä on oikeus käyttää sellaisia poliisilain (493/1995) 2 luvussa säädettyjä valtuuksia, joiden kiireellinen käyttäminen on välttämätöntä henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Edellytyksenä on lisäksi, että suomalainen toimivaltainen virkamies ei voi välittömästi käyttää valtuuksia.",
        "folded_fi": "sopimuksen 25 artiklan nojalla valittomassa vaaratilanteessa suomen alueella rajan laheisyydessa toimivalla toisen valtion toimivaltaisella virkamiehella on oikeus kayttaa sellaisia poliisilain (493/1995) 2 luvussa saadettyja valtuuksia, joiden kiireellinen kayttaminen on valttamatonta henkea tai terveytta uhkaavan vaaran torjumiseksi. edellytyksena on lisaksi, etta suomalainen toimivaltainen virkamies ei voi valittomasti kayttaa valtuuksia.",
        "title_sv": "En annan stats tjänstemans agerande i en omedelbar farosituation",
        "content_sv": "En behörig tjänsteman i en annan stat som med stöd av artikel 25 i fördraget i en omedelbar farosituation verkar på Finlands territorium i närheten av gränsen har rätt att använda sådana befogenheter som anges i 2 kap. i polislagen (493/1995), om det är nödvändigt att i brådskande ordning tillgripa dem för att avvärja fara som hotar liv eller hälsa. En förutsättning är dessutom att en behörig finländsk tjänsteman inte omedelbart kan använda sina befogenheter.",
        "normalized_sv": "En behörig tjänsteman i en annan stat som med stöd av artikel 25 i fördraget i en omedelbar farosituation verkar på Finlands territorium i närheten av gränsen har rätt att använda sådana befogenheter som anges i 2 kap. i polislagen (493/1995), om det är nödvändigt att i brådskande ordning tillgripa dem för att avvärja fara som hotar liv eller hälsa. En förutsättning är dessutom att en behörig finländsk tjänsteman inte omedelbart kan använda sina befogenheter.",
        "folded_sv": "en behorig tjansteman i en annan stat som med stod av artikel 25 i fordraget i en omedelbar farosituation verkar pa finlands territorium i narheten av gransen har ratt att anvanda sadana befogenheter som anges i 2 kap. i polislagen (493/1995), om det ar nodvandigt att i bradskande ordning tillgripa dem for att avvarja fara som hotar liv eller halsa. en forutsattning ar dessutom att en behorig finlandsk tjansteman inte omedelbart kan anvanda sina befogenheter."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toisen valtion virkamies ajoneuvon kuljettajana",
      "content": "Toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla Suomen alueella toimivalla toimivaltaisella virkamiehellä on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 §:n 1 momentissa, 25 §:n 3 momentissa ja 48 §:ssä suomalaiselle poliisiajoneuvon kuljettajalle säädetyt oikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla Suomen alueella toimivalla toimivaltaisella virkamiehellä on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 § :n 1 momentissa, 25 § :n 3 momentissa ja 48 § :ssä suomalaiselle poliisiajoneuvon kuljettajalle säädetyt oikeudet.",
        "folded_fi": "toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla suomen alueella toimivalla toimivaltaisella virkamiehella on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 §:n 1 momentissa, 25 §:n 3 momentissa ja 48 §:ssa suomalaiselle poliisiajoneuvon kuljettajalle saadetyt oikeudet.",
        "title_sv": "En annan stats tjänsteman som fordonsförare",
        "content_sv": "En annan stats behöriga tjänstemän som med stöd av artikel 23.2 eller artikel 24 eller artikel 25 verkar på Finlands territorium har då de framför ett fordon de rättigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vägtrafiklagen (267/1981) föreskrivs för finländska förare av polisfordon.",
        "normalized_sv": "En annan stats behöriga tjänstemän som med stöd av artikel 23.2 eller artikel 24 eller artikel 25 verkar på Finlands territorium har då de framför ett fordon de rättigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vägtrafiklagen (267/1981) föreskrivs för finländska förare av polisfordon.",
        "folded_sv": "en annan stats behoriga tjansteman som med stod av artikel 23.2 eller artikel 24 eller artikel 25 verkar pa finlands territorium har da de framfor ett fordon de rattigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vagtrafiklagen (267/1981) foreskrivs for finlandska forare av polisfordon."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asetuksenantovaltuus",
      "content": "Tarkempia säännöksiä toimivaltaisista viranomaisista ja virkamiehistä sekä kansallisista yhteys- ja koordinaatiopisteistä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tarkempia säännöksiä toimivaltaisista viranomaisista ja virkamiehistä sekä kansallisista yhteys- ja koordinaatiopisteistä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia toimivaltaisista viranomaisista ja virkamiehista seka kansallisista yhteys- ja koordinaatiopisteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Närmare bestämmelser om behöriga myndigheter och tjänstemän samt om nationella kontakt- och samordningsställen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om behöriga myndigheter och tjänstemän samt om nationella kontakt- och samordningsställen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om behoriga myndigheter och tjansteman samt om nationella kontakt- och samordningsstallen kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Om ikraftträdandet av denna lag bestäms genom förordning av statsrådet.",
        "normalized_sv": "Om ikraftträdandet av denna lag bestäms genom förordning av statsrådet.",
        "folded_sv": "om ikrafttradandet av denna lag bestams genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Sopimuksen voimaansaattaminen",
      "content": "Prümissa 27 päivänä toukokuuta 2005 Belgian kuningaskunnan, Saksan liittotasavallan, Espanjan kuningaskunnan, Ranskan tasavallan, Luxemburgin suurherttuakunnan, Alankomaiden kuningaskunnan ja Itävallan tasavallan välillä rajat ylittävän yhteistyön tehostamisesta erityisesti terrorismin, rajat ylittävän rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Prümissa 27 päivänä toukokuuta 2005 Belgian kuningaskunnan, Saksan liittotasavallan, Espanjan kuningaskunnan, Ranskan tasavallan, Luxemburgin suurherttuakunnan, Alankomaiden kuningaskunnan ja Itävallan tasavallan välillä rajat ylittävän yhteistyön tehostamisesta erityisesti terrorismin, rajat ylittävän rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "prumissa 27 paivana toukokuuta 2005 belgian kuningaskunnan, saksan liittotasavallan, espanjan kuningaskunnan, ranskan tasavallan, luxemburgin suurherttuakunnan, alankomaiden kuningaskunnan ja itavallan tasavallan valilla rajat ylittavan yhteistyon tehostamisesta erityisesti terrorismin, rajat ylittavan rikollisuuden ja laittoman muuttoliikkeen torjumiseksi tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Ikraftsättande av fördraget",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Prüm den 27 maj 2005 mellan Konungariket Belgien, Förbundsrepubliken Tyskland, Konungariket Spanien, Republiken Frankrike, Storhertigdömet Luxemburg, Konungariket Nederländerna och Republiken Österrike ingångna fördraget om ett fördjupat gränsöverskridande samarbete, särskilt för bekämpning av terrorism, gränsöverskridande brottslighet och olaglig migration gäller som lag sådana Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Prüm den 27 maj 2005 mellan Konungariket Belgien, Förbundsrepubliken Tyskland, Konungariket Spanien, Republiken Frankrike, Storhertigdömet Luxemburg, Konungariket Nederländerna och Republiken Österrike ingångna fördraget om ett fördjupat gränsöverskridande samarbete, särskilt för bekämpning av terrorism, gränsöverskridande brottslighet och olaglig migration gäller som lag sådana Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i prum den 27 maj 2005 mellan konungariket belgien, forbundsrepubliken tyskland, konungariket spanien, republiken frankrike, storhertigdomet luxemburg, konungariket nederlanderna och republiken osterrike ingangna fordraget om ett fordjupat gransoverskridande samarbete, sarskilt for bekampning av terrorism, gransoverskridande brottslighet och olaglig migration galler som lag sadana finland har forbundit sig till dem."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lennon turvahenkilö",
      "content": "Sopimuksen 17 ja 18 artiklan nojalla Suomen alueella toimivalle lennon turvahenkilölle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Sopimuksen 17 ja 18 artiklan nojalla Suomen alueella toimivalle lennon turvahenkilölle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee poliisi.",
        "folded_fi": "sopimuksen 17 ja 18 artiklan nojalla suomen alueella toimivalle lennon turvahenkilolle voidaan antaa oikeus kantaa ilma-aluksessa ja lentoasemalla ampuma-aseita ja muita voimankayttovalineita. paatoksen oikeudesta kantaa ampuma-asetta tai muuta voimankayttovalinetta tekee poliisi.",
        "title_sv": "Flygsäkerhetsvakt",
        "content_sv": "Med stöd av artiklarna 17 och 18 i fördraget kan en flygsäkerhetsvakt på Finlands territorium beviljas rätt att ombord på luftfartyg och på flygplatser bära skjutvapen och andra maktmedelsredskap. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av polisen.",
        "normalized_sv": "Med stöd av artiklarna 17 och 18 i fördraget kan en flygsäkerhetsvakt på Finlands territorium beviljas rätt att ombord på luftfartyg och på flygplatser bära skjutvapen och andra maktmedelsredskap. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av polisen.",
        "folded_sv": "med stod av artiklarna 17 och 18 i fordraget kan en flygsakerhetsvakt pa finlands territorium beviljas ratt att ombord pa luftfartyg och pa flygplatser bara skjutvapen och andra maktmedelsredskap. beslut om ratt att bara skjutvapen eller andra maktmedelsredskap fattas av polisen."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toisen valtion virkamiehen osallistuminen yhteiseen operaatioon Suomessa",
      "content": "Sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehellä on Suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti käyttää sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. Toisen valtion virkamiehellä on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen käyttämiseen, joihin poliisimies toimivaltansa nojalla hänet valtuuttaa. Toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa Suomen alueella sopimuksen liitteessä 2 lueteltuja ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee päällystöön kuuluva poliisimies. Voimankäyttövälinettä on oikeus käyttää vain rikoslain (39/1889) 4 luvun 4 §:n mukaisessa hätävarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittäistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankäyttövälineen käyttämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehellä on Suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti käyttää sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. Toisen valtion virkamiehellä on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen käyttämiseen, joihin poliisimies toimivaltansa nojalla hänet valtuuttaa. Toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa Suomen alueella sopimuksen liitteessä 2 lueteltuja ampuma-aseita ja muita voimankäyttövälineitä. Päätöksen oikeudesta kantaa ampuma-asetta tai muuta voimankäyttövälinettä tekee päällystöön kuuluva poliisimies. Voimankäyttövälinettä on oikeus käyttää vain rikoslain (39/1889) 4 luvun 4 § :n mukaisessa hätävarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittäistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankäyttövälineen käyttämiseen.",
        "folded_fi": "sopimuksen 24 artiklan nojalla yhteiseen operaatioon osallistuvalla toimivaltaisella virkamiehella on suomen alueella oikeus suomalaisen poliisimiehen ohjeiden mukaisesti kayttaa sellaisia poliisimiehelle kuuluvia valtuuksia, jotka poliisimies toimivaltansa rajoissa osoittaa. toisen valtion virkamiehella on oikeus suomalaisen poliisimiehen ohjauksessa sellaisten voimakeinojen kayttamiseen, joihin poliisimies toimivaltansa nojalla hanet valtuuttaa. toisen valtion yhteiseen operaatioon osallistuvalle virkamiehelle voidaan antaa oikeus kantaa suomen alueella sopimuksen liitteessa 2 lueteltuja ampuma-aseita ja muita voimankayttovalineita. paatoksen oikeudesta kantaa ampuma-asetta tai muuta voimankayttovalinetta tekee paallystoon kuuluva poliisimies. voimankayttovalinetta on oikeus kayttaa vain rikoslain (39/1889) 4 luvun 4 §:n mukaisessa hatavarjelutilanteessa ja tilanteessa, jossa poliisimies toimivaltansa nojalla yksittaistapauksessa valtuuttaa toisen valtion toimivaltaisen virkamiehen voimankayttovalineen kayttamiseen.",
        "title_sv": "En annan stats tjänstemans deltagande i en gemensam insats i Finland",
        "content_sv": "Med stöd av artikel 24 i fördraget har en behörig tjänsteman som deltar i en gemensam insats rätt att på Finlands territorium enligt en finländsk polismans anvisningar utöva sådana polisbefogenheter som polismannen inom ramen för sin behörighet anvisar. En annan stats tjänsteman har rätt att under en finländsk polismans uppsikt använda sådana maktmedel som polismannen med stöd av sina befogenheter ger honom fullmakt till. En annan stats tjänsteman som deltar i en gemensam insats kan ges rätt att på Finlands territorium bära sådana skjutvapen och andra maktmedelsredskap som uppräknas i bilaga 2 till fördraget. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av en polisman som hör till befälet. Maktmedelsredskap får användas endast i en sådan nödvärnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation när en polisman med stöd av sina befogenheter i ett enskilt fall ger en annan stats behöriga tjänsteman fullmakt att använda maktmedelsredskap.",
        "normalized_sv": "Med stöd av artikel 24 i fördraget har en behörig tjänsteman som deltar i en gemensam insats rätt att på Finlands territorium enligt en finländsk polismans anvisningar utöva sådana polisbefogenheter som polismannen inom ramen för sin behörighet anvisar. En annan stats tjänsteman har rätt att under en finländsk polismans uppsikt använda sådana maktmedel som polismannen med stöd av sina befogenheter ger honom fullmakt till. En annan stats tjänsteman som deltar i en gemensam insats kan ges rätt att på Finlands territorium bära sådana skjutvapen och andra maktmedelsredskap som uppräknas i bilaga 2 till fördraget. Beslut om rätt att bära skjutvapen eller andra maktmedelsredskap fattas av en polisman som hör till befälet. Maktmedelsredskap får användas endast i en sådan nödvärnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation när en polisman med stöd av sina befogenheter i ett enskilt fall ger en annan stats behöriga tjänsteman fullmakt att använda maktmedelsredskap.",
        "folded_sv": "med stod av artikel 24 i fordraget har en behorig tjansteman som deltar i en gemensam insats ratt att pa finlands territorium enligt en finlandsk polismans anvisningar utova sadana polisbefogenheter som polismannen inom ramen for sin behorighet anvisar. en annan stats tjansteman har ratt att under en finlandsk polismans uppsikt anvanda sadana maktmedel som polismannen med stod av sina befogenheter ger honom fullmakt till. en annan stats tjansteman som deltar i en gemensam insats kan ges ratt att pa finlands territorium bara sadana skjutvapen och andra maktmedelsredskap som uppraknas i bilaga 2 till fordraget. beslut om ratt att bara skjutvapen eller andra maktmedelsredskap fattas av en polisman som hor till befalet. maktmedelsredskap far anvandas endast i en sadan nodvarnssituation som avses i 4 kap. 4 § i strafflagen (39/1889) och i en situation nar en polisman med stod av sina befogenheter i ett enskilt fall ger en annan stats behoriga tjansteman fullmakt att anvanda maktmedelsredskap."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Välittömässä vaaratilanteessa toimiva toisen valtion virkamies",
      "content": "Sopimuksen 25 artiklan nojalla välittömässä vaaratilanteessa Suomen alueella rajan läheisyydessä toimivalla toisen valtion toimivaltaisella virkamiehellä on oikeus käyttää sellaisia poliisilain (493/1995) 2 luvussa säädettyjä valtuuksia, joiden kiireellinen käyttäminen on välttämätöntä henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Edellytyksenä on lisäksi, että suomalainen toimivaltainen virkamies ei voi välittömästi käyttää valtuuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Sopimuksen 25 artiklan nojalla välittömässä vaaratilanteessa Suomen alueella rajan läheisyydessä toimivalla toisen valtion toimivaltaisella virkamiehellä on oikeus käyttää sellaisia poliisilain (493/1995) 2 luvussa säädettyjä valtuuksia, joiden kiireellinen käyttäminen on välttämätöntä henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Edellytyksenä on lisäksi, että suomalainen toimivaltainen virkamies ei voi välittömästi käyttää valtuuksia.",
        "folded_fi": "sopimuksen 25 artiklan nojalla valittomassa vaaratilanteessa suomen alueella rajan laheisyydessa toimivalla toisen valtion toimivaltaisella virkamiehella on oikeus kayttaa sellaisia poliisilain (493/1995) 2 luvussa saadettyja valtuuksia, joiden kiireellinen kayttaminen on valttamatonta henkea tai terveytta uhkaavan vaaran torjumiseksi. edellytyksena on lisaksi, etta suomalainen toimivaltainen virkamies ei voi valittomasti kayttaa valtuuksia.",
        "title_sv": "En annan stats tjänstemans agerande i en omedelbar farosituation",
        "content_sv": "En behörig tjänsteman i en annan stat som med stöd av artikel 25 i fördraget i en omedelbar farosituation verkar på Finlands territorium i närheten av gränsen har rätt att använda sådana befogenheter som anges i 2 kap. i polislagen (493/1995), om det är nödvändigt att i brådskande ordning tillgripa dem för att avvärja fara som hotar liv eller hälsa. En förutsättning är dessutom att en behörig finländsk tjänsteman inte omedelbart kan använda sina befogenheter.",
        "normalized_sv": "En behörig tjänsteman i en annan stat som med stöd av artikel 25 i fördraget i en omedelbar farosituation verkar på Finlands territorium i närheten av gränsen har rätt att använda sådana befogenheter som anges i 2 kap. i polislagen (493/1995), om det är nödvändigt att i brådskande ordning tillgripa dem för att avvärja fara som hotar liv eller hälsa. En förutsättning är dessutom att en behörig finländsk tjänsteman inte omedelbart kan använda sina befogenheter.",
        "folded_sv": "en behorig tjansteman i en annan stat som med stod av artikel 25 i fordraget i en omedelbar farosituation verkar pa finlands territorium i narheten av gransen har ratt att anvanda sadana befogenheter som anges i 2 kap. i polislagen (493/1995), om det ar nodvandigt att i bradskande ordning tillgripa dem for att avvarja fara som hotar liv eller halsa. en forutsattning ar dessutom att en behorig finlandsk tjansteman inte omedelbart kan anvanda sina befogenheter."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toisen valtion virkamies ajoneuvon kuljettajana",
      "content": "Toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla Suomen alueella toimivalla toimivaltaisella virkamiehellä on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 §:n 1 momentissa, 25 §:n 3 momentissa ja 48 §:ssä suomalaiselle poliisiajoneuvon kuljettajalle säädetyt oikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla Suomen alueella toimivalla toimivaltaisella virkamiehellä on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 § :n 1 momentissa, 25 § :n 3 momentissa ja 48 § :ssä suomalaiselle poliisiajoneuvon kuljettajalle säädetyt oikeudet.",
        "folded_fi": "toisen valtion sopimuksen 23 artiklan 2 kohdan taikka 24 tai 25 artiklan nojalla suomen alueella toimivalla toimivaltaisella virkamiehella on ajoneuvoa kuljettaessaan tieliikennelain (267/1981) 6 §:n 1 momentissa, 25 §:n 3 momentissa ja 48 §:ssa suomalaiselle poliisiajoneuvon kuljettajalle saadetyt oikeudet.",
        "title_sv": "En annan stats tjänsteman som fordonsförare",
        "content_sv": "En annan stats behöriga tjänstemän som med stöd av artikel 23.2 eller artikel 24 eller artikel 25 verkar på Finlands territorium har då de framför ett fordon de rättigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vägtrafiklagen (267/1981) föreskrivs för finländska förare av polisfordon.",
        "normalized_sv": "En annan stats behöriga tjänstemän som med stöd av artikel 23.2 eller artikel 24 eller artikel 25 verkar på Finlands territorium har då de framför ett fordon de rättigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vägtrafiklagen (267/1981) föreskrivs för finländska förare av polisfordon.",
        "folded_sv": "en annan stats behoriga tjansteman som med stod av artikel 23.2 eller artikel 24 eller artikel 25 verkar pa finlands territorium har da de framfor ett fordon de rattigheter som i 6 § 1 mom., 25 § 3 mom. och 48 § i vagtrafiklagen (267/1981) foreskrivs for finlandska forare av polisfordon."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asetuksenantovaltuus",
      "content": "Tarkempia säännöksiä toimivaltaisista viranomaisista ja virkamiehistä sekä kansallisista yhteys- ja koordinaatiopisteistä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tarkempia säännöksiä toimivaltaisista viranomaisista ja virkamiehistä sekä kansallisista yhteys- ja koordinaatiopisteistä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia toimivaltaisista viranomaisista ja virkamiehista seka kansallisista yhteys- ja koordinaatiopisteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Närmare bestämmelser om behöriga myndigheter och tjänstemän samt om nationella kontakt- och samordningsställen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om behöriga myndigheter och tjänstemän samt om nationella kontakt- och samordningsställen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om behoriga myndigheter och tjansteman samt om nationella kontakt- och samordningsstallen kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Om ikraftträdandet av denna lag bestäms genom förordning av statsrådet.",
        "normalized_sv": "Om ikraftträdandet av denna lag bestäms genom förordning av statsrådet.",
        "folded_sv": "om ikrafttradandet av denna lag bestams genom forordning av statsradet."
      },
      "valid_from": "2007-03-16",
      "valid_to": null
    }
  ]
}