{
  "id": "278/2016",
  "type": "statute",
  "title": "Laki eräitä tuoteryhmiä koskevista ilmoitetuista laitoksista",
  "title_en": "Lag om anmälda organ för vissa produktgrupper",
  "status": "in_force",
  "issued_date": "2016-04-22",
  "in_force_date": "2016-04-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/278/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sähköturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ilmoitetuiksi laitoksiksi ja näiden laitosten toimintaa koskevista velvollisuuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sähköturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ilmoitetuiksi laitoksiksi ja näiden laitosten toimintaa koskevista velvollisuuksista.",
        "folded_fi": "tassa laissa saadetaan mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sahkoturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja rajahteiden kasittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyvaksymisesta ilmoitetuiksi laitoksiksi ja naiden laitosten toimintaa koskevista velvollisuuksista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om godkännande av organ för bedömning av överensstämmelse med kraven för produkter som omfattas av tillämpningsområdet för lagen om mätinstrument (707/2011), lagen om tryckbärande anordningar (869/1999), lagen om pyrotekniska artiklars överensstämmelse med kraven (180/2015), elsäkerhetslagen (410/1996) och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmälda organ och om de skyldigheter som gäller dessa organs verksamhet.",
        "normalized_sv": "Denna lag innehåller bestämmelser om godkännande av organ för bedömning av överensstämmelse med kraven för produkter som omfattas av tillämpningsområdet för lagen om mätinstrument (707/2011), lagen om tryckbärande anordningar (869/1999), lagen om pyrotekniska artiklars överensstämmelse med kraven (180/2015), elsäkerhetslagen (410/1996) och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmälda organ och om de skyldigheter som gäller dessa organs verksamhet.",
        "folded_sv": "denna lag innehaller bestammelser om godkannande av organ for bedomning av overensstammelse med kraven for produkter som omfattas av tillampningsomradet for lagen om matinstrument (707/2011), lagen om tryckbarande anordningar (869/1999), lagen om pyrotekniska artiklars overensstammelse med kraven (180/2015), elsakerhetslagen (410/1996) och lagen om sakerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmalda organ och om de skyldigheter som galler dessa organs verksamhet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijärjestelmästä säädetään vaatimustenmukaisuuden arviointipalvelujen pätevyyden toteamisesta annetussa laissa (920/2005).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijärjestelmästä säädetään vaatimustenmukaisuuden arviointipalvelujen pätevyyden toteamisesta annetussa laissa (920/2005).",
        "folded_fi": "vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijarjestelmasta saadetaan vaatimustenmukaisuuden arviointipalvelujen patevyyden toteamisesta annetussa laissa (920/2005).",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Bestämmelser om ett nationellt system för ackreditering av organ för bedömning av överensstämmelse med kraven finns i lagen om konstaterande av tillförlitligheten hos tjänster för bedömning av överensstämmelse med kraven (920/2005).",
        "normalized_sv": "Bestämmelser om ett nationellt system för ackreditering av organ för bedömning av överensstämmelse med kraven finns i lagen om konstaterande av tillförlitligheten hos tjänster för bedömning av överensstämmelse med kraven (920/2005).",
        "folded_sv": "bestammelser om ett nationellt system for ackreditering av organ for bedomning av overensstammelse med kraven finns i lagen om konstaterande av tillforlitligheten hos tjanster for bedomning av overensstammelse med kraven (920/2005)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ilmoitetulla laitoksella Suomen viranomaisen nimeämää ja Euroopan komissiolle ilmoitettua Suomeen sijoittautunutta laitosta, jonka tehtävänä on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsäädäntöön perustuvaa kansallista lainsäädäntöä; 2) vaatimustenmukaisuuden arviointilaitoksella elintä, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkilöä ja oikeushenkilöä, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseistä tuotetta nimellään tai tavaramerkillään varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siitä, että vaatimustenmukaisuuden arviointilaitos täyttää tiettyä vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetään, ovatko arvioitavaan tuotteeseen liittyvät olennaiset turvallisuusvaatimukset täyttyneet; 6) unionin yhdenmukaistamislainsäädännöllä mitä tahansa unionin lainsäädäntöä, jolla yhdenmukaistetaan tuotteiden kaupan pitämisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkilöä tai oikeushenkilöä, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ilmoitetulla laitoksella Suomen viranomaisen nimeämää ja Euroopan komissiolle ilmoitettua Suomeen sijoittautunutta laitosta, jonka tehtävänä on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsäädäntöön perustuvaa kansallista lainsäädäntöä; 2) vaatimustenmukaisuuden arviointilaitoksella elintä, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkilöä ja oikeushenkilöä, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseistä tuotetta nimellään tai tavaramerkillään varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siitä, että vaatimustenmukaisuuden arviointilaitos täyttää tiettyä vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetään, ovatko arvioitavaan tuotteeseen liittyvät olennaiset turvallisuusvaatimukset täyttyneet; 6) unionin yhdenmukaistamislainsäädännöllä mitä tahansa unionin lainsäädäntöä, jolla yhdenmukaistetaan tuotteiden kaupan pitämisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkilöä tai oikeushenkilöä, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtävät.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ilmoitetulla laitoksella suomen viranomaisen nimeamaa ja euroopan komissiolle ilmoitettua suomeen sijoittautunutta laitosta, jonka tehtavana on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsaadantoon perustuvaa kansallista lainsaadantoa; 2) vaatimustenmukaisuuden arviointilaitoksella elinta, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkiloa ja oikeushenkiloa, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseista tuotetta nimellaan tai tavaramerkillaan varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siita, etta vaatimustenmukaisuuden arviointilaitos tayttaa tiettya vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetaan, ovatko arvioitavaan tuotteeseen liittyvat olennaiset turvallisuusvaatimukset tayttyneet; 6) unionin yhdenmukaistamislainsaadannolla mita tahansa unionin lainsaadantoa, jolla yhdenmukaistetaan tuotteiden kaupan pitamisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkiloa tai oikeushenkiloa, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtavat.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) anmält organ ett i Finland etablerat organ som utsetts av en finsk myndighet och anmälts till Europeiska kommissionen och som har till uppgift att tillhandahålla tjänster för bedömning av produkters överensstämmelse med kraven vid tillämpningen av nationell lagstiftning som grundar sig på harmoniserad unionslagstiftning, 2) organ för bedömning av överensstämmelse ett organ som utför kalibrering, provning, certifiering och kontroll samt andra åtgärder för bedömning av överensstämmelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som låter konstruera eller tillverka en eller flera produkter och marknadsför produkten i sitt eget namn eller under eget varumärke, 4) ackrediteringsintyg ett intyg som utfärdats av ett nationellt ackrediteringsorgan och som visar att ett organ för bedömning av överensstämmelse uppfyller de krav som fastställs genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sådana som fastställs i sektorsspecifika program, för att utföra specifika bedömningar av överensstämmelse med kraven, 5) bedömning av överensstämmelse ett förfarande där det utreds huruvida en produkt som bedöms uppfyller de väsentliga säkerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren för saluföring av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som är etablerad i Europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har rätt att i dennes ställe utföra särskilda uppgifter.",
        "normalized_sv": "I denna lag avses med 1) anmält organ ett i Finland etablerat organ som utsetts av en finsk myndighet och anmälts till Europeiska kommissionen och som har till uppgift att tillhandahålla tjänster för bedömning av produkters överensstämmelse med kraven vid tillämpningen av nationell lagstiftning som grundar sig på harmoniserad unionslagstiftning, 2) organ för bedömning av överensstämmelse ett organ som utför kalibrering, provning, certifiering och kontroll samt andra åtgärder för bedömning av överensstämmelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som låter konstruera eller tillverka en eller flera produkter och marknadsför produkten i sitt eget namn eller under eget varumärke, 4) ackrediteringsintyg ett intyg som utfärdats av ett nationellt ackrediteringsorgan och som visar att ett organ för bedömning av överensstämmelse uppfyller de krav som fastställs genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sådana som fastställs i sektorsspecifika program, för att utföra specifika bedömningar av överensstämmelse med kraven, 5) bedömning av överensstämmelse ett förfarande där det utreds huruvida en produkt som bedöms uppfyller de väsentliga säkerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren för saluföring av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som är etablerad i Europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har rätt att i dennes ställe utföra särskilda uppgifter.",
        "folded_sv": "i denna lag avses med 1) anmalt organ ett i finland etablerat organ som utsetts av en finsk myndighet och anmalts till europeiska kommissionen och som har till uppgift att tillhandahalla tjanster for bedomning av produkters overensstammelse med kraven vid tillampningen av nationell lagstiftning som grundar sig pa harmoniserad unionslagstiftning, 2) organ for bedomning av overensstammelse ett organ som utfor kalibrering, provning, certifiering och kontroll samt andra atgarder for bedomning av overensstammelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som later konstruera eller tillverka en eller flera produkter och marknadsfor produkten i sitt eget namn eller under eget varumarke, 4) ackrediteringsintyg ett intyg som utfardats av ett nationellt ackrediteringsorgan och som visar att ett organ for bedomning av overensstammelse uppfyller de krav som faststalls genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sadana som faststalls i sektorsspecifika program, for att utfora specifika bedomningar av overensstammelse med kraven, 5) bedomning av overensstammelse ett forfarande dar det utreds huruvida en produkt som bedoms uppfyller de vasentliga sakerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren for saluforing av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som ar etablerad i europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har ratt att i dennes stalle utfora sarskilda uppgifter."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ilmoitetuksi laitokseksi hyväksymistä koskeva hakemus",
      "content": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä toimivaltaiselta viranomaiselta. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttämisestä vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pätevä. Arviointilaitos voi osoittaa täyttävänsä tuotteiden kaupan pitämiseen liittyvää akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ETY) N:o 339/93 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 765/2008 vaatimukset Turvallisuus- ja kemikaaliviraston akkreditointiyksikön (FINAS-akkreditointipalvelu) myöntämällä akkreditointitodistuksella, ellei muualla laissa toisin säädetä. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan täyttävän unionin yhdenmukaistamislainsäädäntöön perustuvat ilmoitetuksi laitokseksi hyväksymistä koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä toimivaltaiselta viranomaiselta. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttämisestä vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pätevä. Arviointilaitos voi osoittaa täyttävänsä tuotteiden kaupan pitämiseen liittyvää akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ETY) N:o 339/93 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 765/2008 vaatimukset Turvallisuus- ja kemikaaliviraston akkreditointiyksikön (FINAS-akkreditointipalvelu) myöntämällä akkreditointitodistuksella, ellei muualla laissa toisin säädetä. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan täyttävän unionin yhdenmukaistamislainsäädäntöön perustuvat ilmoitetuksi laitokseksi hyväksymistä koskevat vaatimukset.",
        "folded_fi": "suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyvaksymista toimivaltaiselta viranomaiselta. hakemukseen on liitettava tiedot ja todistukset arviointilaitokselta edellytettavien vaatimusten tayttamisesta vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pateva. arviointilaitos voi osoittaa tayttavansa tuotteiden kaupan pitamiseen liittyvaa akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ety) n:o 339/93 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 765/2008 vaatimukset turvallisuus- ja kemikaaliviraston akkreditointiyksikon (finas-akkreditointipalvelu) myontamalla akkreditointitodistuksella, ellei muualla laissa toisin saadeta. jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan tayttavan unionin yhdenmukaistamislainsaadantoon perustuvat ilmoitetuksi laitokseksi hyvaksymista koskevat vaatimukset.",
        "title_sv": "Ansökan om att godkännas som anmält organ",
        "content_sv": "Ett i Finland etablerat organ för bedömning av överensstämmelse ska hos den behöriga myndigheten ansöka om att godkännas som anmält organ. Till ansökan ska fogas uppgifter om och intyg över att de krav som ställs på bedömningsorgan uppfylls i fråga om åtgärderna för bedömning av överensstämmelse med kraven, modulen eller modulerna för bedömning av överensstämmelse med kraven samt den produkt i fråga om vilken organet anser sig ha kompetens. Ett bedömningsorgan kan visa att det uppfyller kraven enligt Europaparlamentets och rådets förordning (EG) nr 765/2008 om krav för ackreditering och marknadskontroll i samband med saluföring av produkter och upphävande av förordning (EEG) nr 339/93, genom ett ackrediteringsintyg som utfärdas av Säkerhets- och kemikalieverkets ackrediteringsenhet (Ackrediteringstjänsten FINAS), om inte något annat föreskrivs någon annanstans i lag. Om bedömningsorganet inte kan lägga fram något ackrediteringsintyg, ska det till den behöriga myndigheten ge in behövliga skriftliga bevis för att myndigheten ska kunna bedöma huruvida sökanden uppfyller de krav som gäller godkännande som anmält organ och som grundar sig på harmoniserad unionslagstiftning.",
        "normalized_sv": "Ett i Finland etablerat organ för bedömning av överensstämmelse ska hos den behöriga myndigheten ansöka om att godkännas som anmält organ. Till ansökan ska fogas uppgifter om och intyg över att de krav som ställs på bedömningsorgan uppfylls i fråga om åtgärderna för bedömning av överensstämmelse med kraven, modulen eller modulerna för bedömning av överensstämmelse med kraven samt den produkt i fråga om vilken organet anser sig ha kompetens. Ett bedömningsorgan kan visa att det uppfyller kraven enligt Europaparlamentets och rådets förordning (EG) nr 765/2008 om krav för ackreditering och marknadskontroll i samband med saluföring av produkter och upphävande av förordning (EEG) nr 339/93, genom ett ackrediteringsintyg som utfärdas av Säkerhets- och kemikalieverkets ackrediteringsenhet (Ackrediteringstjänsten FINAS), om inte något annat föreskrivs någon annanstans i lag. Om bedömningsorganet inte kan lägga fram något ackrediteringsintyg, ska det till den behöriga myndigheten ge in behövliga skriftliga bevis för att myndigheten ska kunna bedöma huruvida sökanden uppfyller de krav som gäller godkännande som anmält organ och som grundar sig på harmoniserad unionslagstiftning.",
        "folded_sv": "ett i finland etablerat organ for bedomning av overensstammelse ska hos den behoriga myndigheten ansoka om att godkannas som anmalt organ. till ansokan ska fogas uppgifter om och intyg over att de krav som stalls pa bedomningsorgan uppfylls i fraga om atgarderna for bedomning av overensstammelse med kraven, modulen eller modulerna for bedomning av overensstammelse med kraven samt den produkt i fraga om vilken organet anser sig ha kompetens. ett bedomningsorgan kan visa att det uppfyller kraven enligt europaparlamentets och radets forordning (eg) nr 765/2008 om krav for ackreditering och marknadskontroll i samband med saluforing av produkter och upphavande av forordning (eeg) nr 339/93, genom ett ackrediteringsintyg som utfardas av sakerhets- och kemikalieverkets ackrediteringsenhet (ackrediteringstjansten finas), om inte nagot annat foreskrivs nagon annanstans i lag. om bedomningsorganet inte kan lagga fram nagot ackrediteringsintyg, ska det till den behoriga myndigheten ge in behovliga skriftliga bevis for att myndigheten ska kunna bedoma huruvida sokanden uppfyller de krav som galler godkannande som anmalt organ och som grundar sig pa harmoniserad unionslagstiftning."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimivaltainen viranomainen",
      "content": "Työ- ja elinkeinoministeriö on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sähköturvallisuuslain ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeämistä ilmoitetuksi laitokseksi. Työ- ja elinkeinoministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työ- ja elinkeinoministeriö on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sähköturvallisuuslain ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeämistä ilmoitetuksi laitokseksi. Työ- ja elinkeinoministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
        "folded_fi": "tyo- ja elinkeinoministerio on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sahkoturvallisuuslain ja vaarallisten kemikaalien ja rajahteiden kasittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeamista ilmoitetuksi laitokseksi. tyo- ja elinkeinoministerio valvoo hyvaksymiaan ilmoitettuja laitoksia.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Arbets- och näringsministeriet är behörig myndighet, om ansökan gäller att till anmälda organ utse organ för bedömning av sådana produkters överensstämmelse med kraven som omfattas av tillämpningsområdet för lagen om mätinstrument, lagen om tryckbärande anordningar, lagen om pyrotekniska artiklars överensstämmelse med kraven, elsäkerhetslagen och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor. Arbets- och näringsministeriet övervakar de anmälda organ som det har godkänt.",
        "normalized_sv": "Arbets- och näringsministeriet är behörig myndighet, om ansökan gäller att till anmälda organ utse organ för bedömning av sådana produkters överensstämmelse med kraven som omfattas av tillämpningsområdet för lagen om mätinstrument, lagen om tryckbärande anordningar, lagen om pyrotekniska artiklars överensstämmelse med kraven, elsäkerhetslagen och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor. Arbets- och näringsministeriet övervakar de anmälda organ som det har godkänt.",
        "folded_sv": "arbets- och naringsministeriet ar behorig myndighet, om ansokan galler att till anmalda organ utse organ for bedomning av sadana produkters overensstammelse med kraven som omfattas av tillampningsomradet for lagen om matinstrument, lagen om tryckbarande anordningar, lagen om pyrotekniska artiklars overensstammelse med kraven, elsakerhetslagen och lagen om sakerhet vid hantering av farliga kemikalier och explosiva varor. arbets- och naringsministeriet overvakar de anmalda organ som det har godkant."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmoitetuksi laitokseksi hyväksyminen ja hyväksymisen peruuttaminen",
      "content": "Toimivaltainen viranomainen hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää ilmoitettua laitosta koskevat 7-12 §:ssä säädetyt, unionin yhdenmukaistamislainsäädäntöön perustuvat vaatimukset, ja ilmoittaa laitoksen Euroopan unionin komissiolle ja jäsenvaltioille. Jos ilmoitetuissa tiedoissa tapahtuu merkittäviä muutoksia, myös ne on ilmoitettava komissiolle ja jäsenvaltioille. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtävien asianmukainen suorittaminen. Päätös voidaan antaa määräajaksi. Jos ilmoitettu laitos ei enää täytä säädettyjä edellytyksiä tai ei noudata hyväksymispäätöksessä asetettuja ehtoja taikka toimii muuten olennaisesti säännösten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittävä määräaika asian korjaamiseksi. Toimivaltaisen viranomaisen on peruutettava antamansa hyväksyminen, jos ilmoitettu laitos ei ole korjannut epäkohtaa annetussa määräajassa. Jos ilmoitettu laitos on lopettanut toimintansa tai sen hyväksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttävä asianmukaisiin toimenpiteisiin sen varmistamiseksi, että laitoksen asiakirjat käsittelee toinen ilmoitettu laitos tai ne pidetään ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnöstä näiden nähtävillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Toimivaltainen viranomainen hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää ilmoitettua laitosta koskevat 7-12 § :ssä säädetyt, unionin yhdenmukaistamislainsäädäntöön perustuvat vaatimukset, ja ilmoittaa laitoksen Euroopan unionin komissiolle ja jäsenvaltioille. Jos ilmoitetuissa tiedoissa tapahtuu merkittäviä muutoksia, myös ne on ilmoitettava komissiolle ja jäsenvaltioille. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtävien asianmukainen suorittaminen. Päätös voidaan antaa määräajaksi. Jos ilmoitettu laitos ei enää täytä säädettyjä edellytyksiä tai ei noudata hyväksymispäätöksessä asetettuja ehtoja taikka toimii muuten olennaisesti säännösten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittävä määräaika asian korjaamiseksi. Toimivaltaisen viranomaisen on peruutettava antamansa hyväksyminen, jos ilmoitettu laitos ei ole korjannut epäkohtaa annetussa määräajassa. Jos ilmoitettu laitos on lopettanut toimintansa tai sen hyväksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttävä asianmukaisiin toimenpiteisiin sen varmistamiseksi, että laitoksen asiakirjat käsittelee toinen ilmoitettu laitos tai ne pidetään ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnöstä näiden nähtävillä.",
        "folded_fi": "toimivaltainen viranomainen hyvaksyy ja nimeaa vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos tayttaa ilmoitettua laitosta koskevat 7-12 §:ssa saadetyt, unionin yhdenmukaistamislainsaadantoon perustuvat vaatimukset, ja ilmoittaa laitoksen euroopan unionin komissiolle ja jasenvaltioille. jos ilmoitetuissa tiedoissa tapahtuu merkittavia muutoksia, myos ne on ilmoitettava komissiolle ja jasenvaltioille. hyvaksymispaatoksessa maaritellaan ilmoitetun laitoksen patevyysalue, vahvistetaan laitoksen valvontaan liittyvat jarjestelyt seka asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtavien asianmukainen suorittaminen. paatos voidaan antaa maaraajaksi. jos ilmoitettu laitos ei enaa tayta saadettyja edellytyksia tai ei noudata hyvaksymispaatoksessa asetettuja ehtoja taikka toimii muuten olennaisesti saannosten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittava maaraaika asian korjaamiseksi. toimivaltaisen viranomaisen on peruutettava antamansa hyvaksyminen, jos ilmoitettu laitos ei ole korjannut epakohtaa annetussa maaraajassa. jos ilmoitettu laitos on lopettanut toimintansa tai sen hyvaksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttava asianmukaisiin toimenpiteisiin sen varmistamiseksi, etta laitoksen asiakirjat kasittelee toinen ilmoitettu laitos tai ne pidetaan ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnosta naiden nahtavilla.",
        "title_sv": "Godkännande som anmält organ och återkallande av godkännande",
        "content_sv": "Den behöriga myndigheten godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav enligt 7-12 § som ställs på anmälda organ och som grundar sig på harmoniserad unionslagstiftning samt anmäler organet till Europeiska kommissionen och medlemsstaterna. Om de anmälda uppgifterna förändras på ett betydande sätt ska också dessa förändringar anmälas till kommissionen och medlemsstaterna. I beslutet om godkännande anges det anmälda organets behörighetsområde, fastställs de arrangemang som hänför sig till tillsynen över organet samt ställs vid behov krav, begränsningar och villkor för organets verksamhet med hjälp av vilka det säkerställs att uppgifterna utförs korrekt. Beslutet kan meddelas för en bestämd tid. Om ett anmält organ inte längre uppfyller de föreskrivna förutsättningarna eller inte iakttar de villkor som ställs i beslutet om godkännande eller annars väsentligen handlar i strid med bestämmelserna, ska den behöriga myndigheten bestämma en tillräcklig tidsfrist inom vilken det anmälda organet ska avhjälpa saken. Om det anmälda organet inte har avhjälpt bristerna inom den tidsfristen, ska den behöriga myndigheten återkalla godkännandet. Om ett anmält organ har avslutat sin verksamhet eller om godkännandet av organet har återkallats, ska den behöriga myndigheten vidta lämpliga åtgärder för att säkerställa att organets dokument handläggs av ett annat anmält organ eller att de på begäran av de myndigheter som svarar för anmälan och marknadskontrollen finns tillgängliga för dessa.",
        "normalized_sv": "Den behöriga myndigheten godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav enligt 7-12 § som ställs på anmälda organ och som grundar sig på harmoniserad unionslagstiftning samt anmäler organet till Europeiska kommissionen och medlemsstaterna. Om de anmälda uppgifterna förändras på ett betydande sätt ska också dessa förändringar anmälas till kommissionen och medlemsstaterna. I beslutet om godkännande anges det anmälda organets behörighetsområde, fastställs de arrangemang som hänför sig till tillsynen över organet samt ställs vid behov krav, begränsningar och villkor för organets verksamhet med hjälp av vilka det säkerställs att uppgifterna utförs korrekt. Beslutet kan meddelas för en bestämd tid. Om ett anmält organ inte längre uppfyller de föreskrivna förutsättningarna eller inte iakttar de villkor som ställs i beslutet om godkännande eller annars väsentligen handlar i strid med bestämmelserna, ska den behöriga myndigheten bestämma en tillräcklig tidsfrist inom vilken det anmälda organet ska avhjälpa saken. Om det anmälda organet inte har avhjälpt bristerna inom den tidsfristen, ska den behöriga myndigheten återkalla godkännandet. Om ett anmält organ har avslutat sin verksamhet eller om godkännandet av organet har återkallats, ska den behöriga myndigheten vidta lämpliga åtgärder för att säkerställa att organets dokument handläggs av ett annat anmält organ eller att de på begäran av de myndigheter som svarar för anmälan och marknadskontrollen finns tillgängliga för dessa.",
        "folded_sv": "den behoriga myndigheten godkanner och utser ett organ for bedomning av overensstammelse till anmalt organ, om organet uppfyller de krav enligt 7-12 § som stalls pa anmalda organ och som grundar sig pa harmoniserad unionslagstiftning samt anmaler organet till europeiska kommissionen och medlemsstaterna. om de anmalda uppgifterna forandras pa ett betydande satt ska ocksa dessa forandringar anmalas till kommissionen och medlemsstaterna. i beslutet om godkannande anges det anmalda organets behorighetsomrade, faststalls de arrangemang som hanfor sig till tillsynen over organet samt stalls vid behov krav, begransningar och villkor for organets verksamhet med hjalp av vilka det sakerstalls att uppgifterna utfors korrekt. beslutet kan meddelas for en bestamd tid. om ett anmalt organ inte langre uppfyller de foreskrivna forutsattningarna eller inte iakttar de villkor som stalls i beslutet om godkannande eller annars vasentligen handlar i strid med bestammelserna, ska den behoriga myndigheten bestamma en tillracklig tidsfrist inom vilken det anmalda organet ska avhjalpa saken. om det anmalda organet inte har avhjalpt bristerna inom den tidsfristen, ska den behoriga myndigheten aterkalla godkannandet. om ett anmalt organ har avslutat sin verksamhet eller om godkannandet av organet har aterkallats, ska den behoriga myndigheten vidta lampliga atgarder for att sakerstalla att organets dokument handlaggs av ett annat anmalt organ eller att de pa begaran av de myndigheter som svarar for anmalan och marknadskontrollen finns tillgangliga for dessa."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoitettua laitosta koskevat yleiset vaatimukset",
      "content": "Ilmoitetun laitoksen on täytettävä seuraavat vaatimukset: 1) laitoksen on oltava Suomessa rekisteröity oikeushenkilö; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtävistä vastaava henkilöstö eivät saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, käyttäjä tai ylläpitäjä eikä minkään tällaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilöstöllä on oltava kyseisellä erityisalalla vaadittava tekninen pätevyys; 5) laitoksen on kyettävä suorittamaan kaikki vaatimustenmukaisuuden arviointitehtävät, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siitä, suorittaako laitos kyseiset tehtävät itse vai suoritetaanko tietyt tehtävät sen puolesta ja sen vastuulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ilmoitetun laitoksen on täytettävä seuraavat vaatimukset: 1) laitoksen on oltava Suomessa rekisteröity oikeushenkilö; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtävistä vastaava henkilöstö eivät saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, käyttäjä tai ylläpitäjä eikä minkään tällaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilöstöllä on oltava kyseisellä erityisalalla vaadittava tekninen pätevyys; 5) laitoksen on kyettävä suorittamaan kaikki vaatimustenmukaisuuden arviointitehtävät, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siitä, suorittaako laitos kyseiset tehtävät itse vai suoritetaanko tietyt tehtävät sen puolesta ja sen vastuulla.",
        "folded_fi": "ilmoitetun laitoksen on taytettava seuraavat vaatimukset: 1) laitoksen on oltava suomessa rekisteroity oikeushenkilo; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtavista vastaava henkilosto eivat saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, kayttaja tai yllapitaja eika minkaan tallaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilostolla on oltava kyseisella erityisalalla vaadittava tekninen patevyys; 5) laitoksen on kyettava suorittamaan kaikki vaatimustenmukaisuuden arviointitehtavat, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siita, suorittaako laitos kyseiset tehtavat itse vai suoritetaanko tietyt tehtavat sen puolesta ja sen vastuulla.",
        "title_sv": "Allmänna krav på anmälda organ",
        "content_sv": "Ett anmält organ ska uppfylla följande krav: 1) organet ska vara en juridisk person som är registrerad i Finland, 2) organet ska vara en utomstående sakkunnigaktör som är oberoende av den organisation och produkt som det bedömer, 3) organets högsta ledning och den personal som svarar för bedömningen av överensstämmelse med kraven får inte omfatta någon som konstruerar, tillverkar, levererar, installerar, köper, äger, använder eller underhåller sådana produkter eller ämnen som de bedömer eller någon som är auktoriserad representant för en sådan part, 4) organet och dess personal ska ha sådan teknisk kompetens som krävs inom det specifika området, 5) organet ska kunna utföra alla de uppgifter i anslutning till bedömning av överensstämmelse med kraven som anvisats organet och för vilka det har anmälts, oavsett om dessa uppgifter utförs av organet självt eller om vissa uppgifter utförs för dess räkning och under dess ansvar.",
        "normalized_sv": "Ett anmält organ ska uppfylla följande krav: 1) organet ska vara en juridisk person som är registrerad i Finland, 2) organet ska vara en utomstående sakkunnigaktör som är oberoende av den organisation och produkt som det bedömer, 3) organets högsta ledning och den personal som svarar för bedömningen av överensstämmelse med kraven får inte omfatta någon som konstruerar, tillverkar, levererar, installerar, köper, äger, använder eller underhåller sådana produkter eller ämnen som de bedömer eller någon som är auktoriserad representant för en sådan part, 4) organet och dess personal ska ha sådan teknisk kompetens som krävs inom det specifika området, 5) organet ska kunna utföra alla de uppgifter i anslutning till bedömning av överensstämmelse med kraven som anvisats organet och för vilka det har anmälts, oavsett om dessa uppgifter utförs av organet självt eller om vissa uppgifter utförs för dess räkning och under dess ansvar.",
        "folded_sv": "ett anmalt organ ska uppfylla foljande krav: 1) organet ska vara en juridisk person som ar registrerad i finland, 2) organet ska vara en utomstaende sakkunnigaktor som ar oberoende av den organisation och produkt som det bedomer, 3) organets hogsta ledning och den personal som svarar for bedomningen av overensstammelse med kraven far inte omfatta nagon som konstruerar, tillverkar, levererar, installerar, koper, ager, anvander eller underhaller sadana produkter eller amnen som de bedomer eller nagon som ar auktoriserad representant for en sadan part, 4) organet och dess personal ska ha sadan teknisk kompetens som kravs inom det specifika omradet, 5) organet ska kunna utfora alla de uppgifter i anslutning till bedomning av overensstammelse med kraven som anvisats organet och for vilka det har anmalts, oavsett om dessa uppgifter utfors av organet sjalvt eller om vissa uppgifter utfors for dess rakning och under dess ansvar."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoitetun laitoksen toimintaa koskevat vaatimukset",
      "content": "Ilmoitetulla laitoksella on oltava käytössään: 1) riittävä henkilöstö, jolla on tekninen tietämys sekä riittävä ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtävien suorittamiseksi; 2) kuvaukset menettelyistä, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, että varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtävät erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtäviään siten, että yritysten koko, toimiala ja rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. Ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtävien suorittamiseen, joita arviointitehtävien asianmukainen hoitaminen edellyttää, ja sillä on oltava mahdollisuus käyttää kaikkia tarvittavia laitteita ja välineitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ilmoitetulla laitoksella on oltava käytössään: 1) riittävä henkilöstö, jolla on tekninen tietämys sekä riittävä ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtävien suorittamiseksi; 2) kuvaukset menettelyistä, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, että varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtävät erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtäviään siten, että yritysten koko, toimiala ja rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. Ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtävien suorittamiseen, joita arviointitehtävien asianmukainen hoitaminen edellyttää, ja sillä on oltava mahdollisuus käyttää kaikkia tarvittavia laitteita ja välineitä.",
        "folded_fi": "ilmoitetulla laitoksella on oltava kaytossaan: 1) riittava henkilosto, jolla on tekninen tietamys seka riittava ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtavien suorittamiseksi; 2) kuvaukset menettelyista, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, etta varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtavat erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtaviaan siten, etta yritysten koko, toimiala ja rakenne, tuotteissa kaytettavan teknologian monimutkaisuus seka se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtavien suorittamiseen, joita arviointitehtavien asianmukainen hoitaminen edellyttaa, ja silla on oltava mahdollisuus kayttaa kaikkia tarvittavia laitteita ja valineita.",
        "title_sv": "Krav på anmälda organs verksamhet",
        "content_sv": "Ett anmält organ ska till sitt förfogande ha 1) tillräcklig personal med teknisk kunskap samt tillräcklig och lämplig erfarenhet för att kunna utföra bedömningar av överensstämmelse med kraven, 2) beskrivningar av de förfaranden för bedömning av överensstämmelse med kraven som garanterar att förfarandena medger öppenhet och möjliggör upprepning, 3) ändamålsenliga riktlinjer och förfaranden med hjälp av vilka den bedömning av överensstämmelse med kraven som organet utför i egenskap av anmält organ avskiljs från organets övriga verksamhet, 4) förfaranden som gör det möjligt för organet att utföra sina uppgifter med beaktande av företagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det är fråga om massproduktion eller serietillverkning. Ett anmält organ ska ha de förutsättningar som behövs för att kunna utföra de tekniska och administrativa uppgifter som hänför sig till en ändamålsenlig skötsel av bedömningen av överensstämmelse med kraven, samt ha tillgång till all den utrustning och de hjälpmedel som behövs.",
        "normalized_sv": "Ett anmält organ ska till sitt förfogande ha 1) tillräcklig personal med teknisk kunskap samt tillräcklig och lämplig erfarenhet för att kunna utföra bedömningar av överensstämmelse med kraven, 2) beskrivningar av de förfaranden för bedömning av överensstämmelse med kraven som garanterar att förfarandena medger öppenhet och möjliggör upprepning, 3) ändamålsenliga riktlinjer och förfaranden med hjälp av vilka den bedömning av överensstämmelse med kraven som organet utför i egenskap av anmält organ avskiljs från organets övriga verksamhet, 4) förfaranden som gör det möjligt för organet att utföra sina uppgifter med beaktande av företagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det är fråga om massproduktion eller serietillverkning. Ett anmält organ ska ha de förutsättningar som behövs för att kunna utföra de tekniska och administrativa uppgifter som hänför sig till en ändamålsenlig skötsel av bedömningen av överensstämmelse med kraven, samt ha tillgång till all den utrustning och de hjälpmedel som behövs.",
        "folded_sv": "ett anmalt organ ska till sitt forfogande ha 1) tillracklig personal med teknisk kunskap samt tillracklig och lamplig erfarenhet for att kunna utfora bedomningar av overensstammelse med kraven, 2) beskrivningar av de forfaranden for bedomning av overensstammelse med kraven som garanterar att forfarandena medger oppenhet och mojliggor upprepning, 3) andamalsenliga riktlinjer och forfaranden med hjalp av vilka den bedomning av overensstammelse med kraven som organet utfor i egenskap av anmalt organ avskiljs fran organets ovriga verksamhet, 4) forfaranden som gor det mojligt for organet att utfora sina uppgifter med beaktande av foretagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det ar fraga om massproduktion eller serietillverkning. ett anmalt organ ska ha de forutsattningar som behovs for att kunna utfora de tekniska och administrativa uppgifter som hanfor sig till en andamalsenlig skotsel av bedomningen av overensstammelse med kraven, samt ha tillgang till all den utrustning och de hjalpmedel som behovs."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ilmoitetun laitoksen arviointihenkilöstöä koskevat vaatimukset",
      "content": "Ilmoitetun laitoksen arviointitehtävistä vastaavalla henkilöstöllä on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin sillä alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittävät tiedot arviointeja koskevista vaatimuksista ja riittävät valtuudet tällaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmärrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista Euroopan unionin lainsäädännön säännöksistä ja toimeenpanosäännöistä; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, että arvioinnit on suoritettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ilmoitetun laitoksen arviointitehtävistä vastaavalla henkilöstöllä on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin sillä alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittävät tiedot arviointeja koskevista vaatimuksista ja riittävät valtuudet tällaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmärrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista Euroopan unionin lainsäädännön säännöksistä ja toimeenpanosäännöistä; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, että arvioinnit on suoritettu.",
        "folded_fi": "ilmoitetun laitoksen arviointitehtavista vastaavalla henkilostolla on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin silla alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittavat tiedot arviointeja koskevista vaatimuksista ja riittavat valtuudet tallaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmarrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista euroopan unionin lainsaadannon saannoksista ja toimeenpanosaannoista; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, etta arvioinnit on suoritettu.",
        "title_sv": "Krav på anmälda organs bedömningspersonal",
        "content_sv": "Den ansvariga bedömningspersonalen vid ett anmält organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedömning av överensstämmelse med kraven inom det område för vilket det anmälda organet har anmälts, 2) tillräcklig kunskap om de krav som gäller bedömningarna och tillräckliga befogenheter att utföra bedömningar, 3) kunskap och insikt om de väsentliga kraven, de tillämpliga harmoniserade standarderna och de relevanta bestämmelserna och tillämpningsföreskrifterna i Europeiska unionens lagstiftning, 4) förmåga att utarbeta intyg, dokument och rapporter som visar att en bedömning har utförts.",
        "normalized_sv": "Den ansvariga bedömningspersonalen vid ett anmält organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedömning av överensstämmelse med kraven inom det område för vilket det anmälda organet har anmälts, 2) tillräcklig kunskap om de krav som gäller bedömningarna och tillräckliga befogenheter att utföra bedömningar, 3) kunskap och insikt om de väsentliga kraven, de tillämpliga harmoniserade standarderna och de relevanta bestämmelserna och tillämpningsföreskrifterna i Europeiska unionens lagstiftning, 4) förmåga att utarbeta intyg, dokument och rapporter som visar att en bedömning har utförts.",
        "folded_sv": "den ansvariga bedomningspersonalen vid ett anmalt organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedomning av overensstammelse med kraven inom det omrade for vilket det anmalda organet har anmalts, 2) tillracklig kunskap om de krav som galler bedomningarna och tillrackliga befogenheter att utfora bedomningar, 3) kunskap och insikt om de vasentliga kraven, de tillampliga harmoniserade standarderna och de relevanta bestammelserna och tillampningsforeskrifterna i europeiska unionens lagstiftning, 4) formaga att utarbeta intyg, dokument och rapporter som visar att en bedomning har utforts."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ilmoitetun laitoksen puolueettomuus",
      "content": "Ilmoitetun laitoksen, sen ylimmän johdon ja arviointihenkilöstön on oltava puolueettomia. Ilmoitetun laitoksen ylimmän johdon ja arviointihenkilöstön palkkiot eivät saa olla riippuvaisia suoritettujen arviointien määrästä eivätkä arviointien tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Ilmoitetun laitoksen, sen ylimmän johdon ja arviointihenkilöstön on oltava puolueettomia. Ilmoitetun laitoksen ylimmän johdon ja arviointihenkilöstön palkkiot eivät saa olla riippuvaisia suoritettujen arviointien määrästä eivätkä arviointien tuloksista.",
        "folded_fi": "ilmoitetun laitoksen, sen ylimman johdon ja arviointihenkiloston on oltava puolueettomia. ilmoitetun laitoksen ylimman johdon ja arviointihenkiloston palkkiot eivat saa olla riippuvaisia suoritettujen arviointien maarasta eivatka arviointien tuloksista.",
        "title_sv": "Anmälda organs opartiskhet",
        "content_sv": "Ett anmält organ, dess högsta ledning och personal som utför bedömningar ska vara opartiska. Arvodena för den högsta ledningen och den personal som utför bedömningar vid ett anmält organ får inte vara beroende av antalet utförda bedömningar eller av bedömningarnas resultat.",
        "normalized_sv": "Ett anmält organ, dess högsta ledning och personal som utför bedömningar ska vara opartiska. Arvodena för den högsta ledningen och den personal som utför bedömningar vid ett anmält organ får inte vara beroende av antalet utförda bedömningar eller av bedömningarnas resultat.",
        "folded_sv": "ett anmalt organ, dess hogsta ledning och personal som utfor bedomningar ska vara opartiska. arvodena for den hogsta ledningen och den personal som utfor bedomningar vid ett anmalt organ far inte vara beroende av antalet utforda bedomningar eller av bedomningarnas resultat."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ilmoitetun laitoksen vastuuvakuutus",
      "content": "Ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittävä vastuuvakuutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittävä vastuuvakuutus.",
        "folded_fi": "ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittava vastuuvakuutus.",
        "title_sv": "Anmälda organs ansvarsförsäkring",
        "content_sv": "Ett anmält organ ska ha en ansvarsförsäkring som är tillräcklig med hänsyn till verksamhetens art och omfattning.",
        "normalized_sv": "Ett anmält organ ska ha en ansvarsförsäkring som är tillräcklig med hänsyn till verksamhetens art och omfattning.",
        "folded_sv": "ett anmalt organ ska ha en ansvarsforsakring som ar tillracklig med hansyn till verksamhetens art och omfattning."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vaatimustenmukaisuusolettama",
      "content": "Jos ilmoitettu laitos osoittaa täyttävänsä niiden arvioinnissa käytettävien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu Euroopan unionin virallisessa lehdessä, vahvistetut edellytykset, sen oletetaan täyttävän tässä laissa ilmoitetulle laitokselle säädetyt vaatimukset, jos sovellettavat standardit kattavat nämä vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos ilmoitettu laitos osoittaa täyttävänsä niiden arvioinnissa käytettävien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu Euroopan unionin virallisessa lehdessä, vahvistetut edellytykset, sen oletetaan täyttävän tässä laissa ilmoitetulle laitokselle säädetyt vaatimukset, jos sovellettavat standardit kattavat nämä vaatimukset.",
        "folded_fi": "jos ilmoitettu laitos osoittaa tayttavansa niiden arvioinnissa kaytettavien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu euroopan unionin virallisessa lehdessa, vahvistetut edellytykset, sen oletetaan tayttavan tassa laissa ilmoitetulle laitokselle saadetyt vaatimukset, jos sovellettavat standardit kattavat nama vaatimukset.",
        "title_sv": "Presumtion beträffande överensstämmelse med kraven",
        "content_sv": "Om ett anmält organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillämpas vid bedömningen och vars referensuppgifter har offentliggjorts i Europeiska unionens officiella tidning, antas organet uppfylla de krav som föreskrivs för anmälda organ i denna lag, om de tillämpliga standarderna omfattar dessa krav.",
        "normalized_sv": "Om ett anmält organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillämpas vid bedömningen och vars referensuppgifter har offentliggjorts i Europeiska unionens officiella tidning, antas organet uppfylla de krav som föreskrivs för anmälda organ i denna lag, om de tillämpliga standarderna omfattar dessa krav.",
        "folded_sv": "om ett anmalt organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillampas vid bedomningen och vars referensuppgifter har offentliggjorts i europeiska unionens officiella tidning, antas organet uppfylla de krav som foreskrivs for anmalda organ i denna lag, om de tillampliga standarderna omfattar dessa krav."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tehtävien teettäminen alihankintana tai tytäryhtiöllä",
      "content": "Jos ilmoitettu laitos teettää alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvät tehtävät tai käyttää tytäryhtiötä, sen on varmistettava, että alihankkija tai tytäryhtiö täyttää arviointilaitoksen ilmoitetuksi laitokseksi hyväksymisen edellytykset, ja ilmoitettava siitä toimivaltaiselle viranomaiselle. Ilmoitettu laitos vastaa alihankkijan tai tytäryhtiön suorittamista tehtävistä riippumatta näiden sijoittautumisvaltiosta. Ilmoitettu laitos voi teettää alihankintana tai tytäryhtiöllä tehtäviä ainoastaan, jos siitä on sovittu asiakkaan kanssa. Ilmoitetun laitoksen on pidettävä toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytäryhtiön pätevyyden arviointia sekä vaatimustenmukaisuuden arviointitehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos ilmoitettu laitos teettää alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvät tehtävät tai käyttää tytäryhtiötä, sen on varmistettava, että alihankkija tai tytäryhtiö täyttää arviointilaitoksen ilmoitetuksi laitokseksi hyväksymisen edellytykset, ja ilmoitettava siitä toimivaltaiselle viranomaiselle. Ilmoitettu laitos vastaa alihankkijan tai tytäryhtiön suorittamista tehtävistä riippumatta näiden sijoittautumisvaltiosta. Ilmoitettu laitos voi teettää alihankintana tai tytäryhtiöllä tehtäviä ainoastaan, jos siitä on sovittu asiakkaan kanssa. Ilmoitetun laitoksen on pidettävä toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytäryhtiön pätevyyden arviointia sekä vaatimustenmukaisuuden arviointitehtäviä.",
        "folded_fi": "jos ilmoitettu laitos teettaa alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvat tehtavat tai kayttaa tytaryhtiota, sen on varmistettava, etta alihankkija tai tytaryhtio tayttaa arviointilaitoksen ilmoitetuksi laitokseksi hyvaksymisen edellytykset, ja ilmoitettava siita toimivaltaiselle viranomaiselle. ilmoitettu laitos vastaa alihankkijan tai tytaryhtion suorittamista tehtavista riippumatta naiden sijoittautumisvaltiosta. ilmoitettu laitos voi teettaa alihankintana tai tytaryhtiolla tehtavia ainoastaan, jos siita on sovittu asiakkaan kanssa. ilmoitetun laitoksen on pidettava toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytaryhtion patevyyden arviointia seka vaatimustenmukaisuuden arviointitehtavia.",
        "title_sv": "Utläggande av uppgifter på underentreprenad eller anlitande av dotterbolag",
        "content_sv": "Om ett anmält organ lägger ut vissa uppgifter som hänför sig till bedömning av överensstämmelse med kraven på underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenören eller dotterbolaget uppfyller de krav som gäller för att ett organ för bedömning av överensstämmelse ska kunna godkännas som anmält organ, samt informera den behöriga myndigheten om saken. Det anmälda organet ansvarar för de uppgifter som utförs av underentreprenören eller dotterbolaget, oavsett i vilken stat dessa är etablerade. Ett anmält organ får lägga ut uppgifter på underentreprenad eller anlita ett dotterbolag för uppgifterna endast om organet avtalat om saken med kunden. Det anmälda organet ska hålla dokumenten som gäller bedömningen av underentreprenörens eller dotterbolagets kompetens och uppgifterna i anslutning till bedömningen av överensstämmelse med kraven tillgängliga för den behöriga myndigheten.",
        "normalized_sv": "Om ett anmält organ lägger ut vissa uppgifter som hänför sig till bedömning av överensstämmelse med kraven på underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenören eller dotterbolaget uppfyller de krav som gäller för att ett organ för bedömning av överensstämmelse ska kunna godkännas som anmält organ, samt informera den behöriga myndigheten om saken. Det anmälda organet ansvarar för de uppgifter som utförs av underentreprenören eller dotterbolaget, oavsett i vilken stat dessa är etablerade. Ett anmält organ får lägga ut uppgifter på underentreprenad eller anlita ett dotterbolag för uppgifterna endast om organet avtalat om saken med kunden. Det anmälda organet ska hålla dokumenten som gäller bedömningen av underentreprenörens eller dotterbolagets kompetens och uppgifterna i anslutning till bedömningen av överensstämmelse med kraven tillgängliga för den behöriga myndigheten.",
        "folded_sv": "om ett anmalt organ lagger ut vissa uppgifter som hanfor sig till bedomning av overensstammelse med kraven pa underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenoren eller dotterbolaget uppfyller de krav som galler for att ett organ for bedomning av overensstammelse ska kunna godkannas som anmalt organ, samt informera den behoriga myndigheten om saken. det anmalda organet ansvarar for de uppgifter som utfors av underentreprenoren eller dotterbolaget, oavsett i vilken stat dessa ar etablerade. ett anmalt organ far lagga ut uppgifter pa underentreprenad eller anlita ett dotterbolag for uppgifterna endast om organet avtalat om saken med kunden. det anmalda organet ska halla dokumenten som galler bedomningen av underentreprenorens eller dotterbolagets kompetens och uppgifterna i anslutning till bedomningen av overensstammelse med kraven tillgangliga for den behoriga myndigheten."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ilmoitetun laitoksen, sen tytäryhtiön ja alihankkijan yleiset velvollisuudet",
      "content": "Ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 §:ssä mainituissa laeissa säädettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. Vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, välttäen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. Ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta. Vaatimustenmukaisuutta arvioitaessa on noudatettava riittävää huolellisuutta. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan on tässä laissa tarkoitettuja julkisia hallintotehtäviä hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan henkilöstöön sovelletaan lisäksi rikosoikeudellista virkavastuuta koskevia säännöksiä tässä pykälässä tarkoitettuja tehtäviä hoidettaessa. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 § :ssä mainituissa laeissa säädettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. Vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, välttäen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. Ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta. Vaatimustenmukaisuutta arvioitaessa on noudatettava riittävää huolellisuutta. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan on tässä laissa tarkoitettuja julkisia hallintotehtäviä hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan henkilöstöön sovelletaan lisäksi rikosoikeudellista virkavastuuta koskevia säännöksiä tässä pykälässä tarkoitettuja tehtäviä hoidettaessa. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 §:ssa mainituissa laeissa saadettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, valttaen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa kaytettavan teknologian monimutkaisuus seka se, onko kyse massa- tai sarjatuotannosta. vaatimustenmukaisuutta arvioitaessa on noudatettava riittavaa huolellisuutta. ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan on tassa laissa tarkoitettuja julkisia hallintotehtavia hoitaessaan noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) saadetaan. ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan henkilostoon sovelletaan lisaksi rikosoikeudellista virkavastuuta koskevia saannoksia tassa pykalassa tarkoitettuja tehtavia hoidettaessa. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Allmänna skyldigheter för anmälda organ och deras dotterbolag och underentreprenörer",
        "content_sv": "Ett anmält organ ska utföra bedömningar av överensstämmelse med kraven enligt de förfaranden för bedömning av överensstämmelse med kraven som föreskrivs i de lagar som nämns i 1 §. Bedömningarna av överensstämmelse med kraven ska utföras så att de står i rätt proportion till sitt syfte, inte onödigt belastar de ekonomiska aktörerna och inte skadar deras egendom. Det anmälda organet ska ta hänsyn till företagens storlek, bransch och struktur, till den berörda produktteknikens komplexitet samt till huruvida det är fråga om massproduktion eller serietillverkning. Vid bedömningen av överensstämmelse med kraven ska tillräcklig noggrannhet iakttas. Ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar ska vid skötseln av sådana offentliga förvaltningsuppgifter som avses i denna lag iaktta vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003) och språklagen (423/2003). På anställda hos ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar tillämpas dessutom bestämmelserna om straffrättsligt tjänsteansvar när de sköter sådana uppgifter som avses i denna paragraf. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Ett anmält organ ska utföra bedömningar av överensstämmelse med kraven enligt de förfaranden för bedömning av överensstämmelse med kraven som föreskrivs i de lagar som nämns i 1 § . Bedömningarna av överensstämmelse med kraven ska utföras så att de står i rätt proportion till sitt syfte, inte onödigt belastar de ekonomiska aktörerna och inte skadar deras egendom. Det anmälda organet ska ta hänsyn till företagens storlek, bransch och struktur, till den berörda produktteknikens komplexitet samt till huruvida det är fråga om massproduktion eller serietillverkning. Vid bedömningen av överensstämmelse med kraven ska tillräcklig noggrannhet iakttas. Ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar ska vid skötseln av sådana offentliga förvaltningsuppgifter som avses i denna lag iaktta vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003) och språklagen (423/2003). På anställda hos ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar tillämpas dessutom bestämmelserna om straffrättsligt tjänsteansvar när de sköter sådana uppgifter som avses i denna paragraf. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "ett anmalt organ ska utfora bedomningar av overensstammelse med kraven enligt de forfaranden for bedomning av overensstammelse med kraven som foreskrivs i de lagar som namns i 1 §. bedomningarna av overensstammelse med kraven ska utforas sa att de star i ratt proportion till sitt syfte, inte onodigt belastar de ekonomiska aktorerna och inte skadar deras egendom. det anmalda organet ska ta hansyn till foretagens storlek, bransch och struktur, till den berorda produktteknikens komplexitet samt till huruvida det ar fraga om massproduktion eller serietillverkning. vid bedomningen av overensstammelse med kraven ska tillracklig noggrannhet iakttas. ett anmalt organ eller ett dotterbolag eller en underentreprenor som organet anlitar ska vid skotseln av sadana offentliga forvaltningsuppgifter som avses i denna lag iaktta vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003) och spraklagen (423/2003). pa anstallda hos ett anmalt organ eller ett dotterbolag eller en underentreprenor som organet anlitar tillampas dessutom bestammelserna om straffrattsligt tjansteansvar nar de skoter sadana uppgifter som avses i denna paragraf. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ilmoitetun laitoksen velvollisuus antaa tietoja viranomaisille ja muille ilmoitetuille laitoksille",
      "content": "Ilmoitetun laitoksen on sen estämättä, mitä tietojen salassapidosta säädetään, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta sekä viranomaisen pyynnöstä myös laitoksen suorittamista toimenpiteistä sitä koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. Ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myönnetyn akkreditointitodistuksen tai hyväksynnän epäämisestä, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyväksymisen ehtoihin; sekä 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnöistä. Ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epäämisestä ja rajoittamisesta sekä aikaisemmin annetun todistuksen voimassaolon peruuttamisesta väliaikaisesti tai toistaiseksi. Ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisistä tuloksista ja pyynnöstä myös tiedot myönteisistä tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Ilmoitetun laitoksen on sen estämättä, mitä tietojen salassapidosta säädetään, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta sekä viranomaisen pyynnöstä myös laitoksen suorittamista toimenpiteistä sitä koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. Ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myönnetyn akkreditointitodistuksen tai hyväksynnän epäämisestä, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyväksymisen ehtoihin; sekä 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnöistä. Ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epäämisestä ja rajoittamisesta sekä aikaisemmin annetun todistuksen voimassaolon peruuttamisesta väliaikaisesti tai toistaiseksi. Ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisistä tuloksista ja pyynnöstä myös tiedot myönteisistä tuloksista.",
        "folded_fi": "ilmoitetun laitoksen on sen estamatta, mita tietojen salassapidosta saadetaan, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta seka viranomaisen pyynnosta myos laitoksen suorittamista toimenpiteista sita koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myonnetyn akkreditointitodistuksen tai hyvaksynnan epaamisesta, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyvaksymisen ehtoihin; seka 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnoista. ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epaamisesta ja rajoittamisesta seka aikaisemmin annetun todistuksen voimassaolon peruuttamisesta valiaikaisesti tai toistaiseksi. ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisista tuloksista ja pyynnosta myos tiedot myonteisista tuloksista.",
        "title_sv": "Anmälda organs skyldighet att lämna uppgifter till myndigheter och andra anmälda organ",
        "content_sv": "Ett anmält organ ska, oberoende av sekretessbestämmelserna, lämna uppgifter om organets verksamhet till de behöriga myndigheterna samt på begäran av en myndighet också om åtgärder som vidtas av organet till den myndighet som är behörig på tillämpningsområdet för den anmälan som gäller organet. Ett anmält organ ska underrätta den behöriga myndigheten om 1) avslag, begränsningar och återkallande av ett ackrediteringsintyg eller godkännande som beviljats organet, 2) omständigheter som inverkar på det anmälda organets angivna verksamhetsområde eller på villkoren för godkännande, samt om 3) en sådan begäran om information om bedömning av överensstämmelse med kraven som organet har fått av marknadskontrollmyndigheterna. Ett anmält organ ska underrätta den behöriga myndigheten om avslag och begränsningar av intyg över bedömningar av överensstämmelse med kraven samt om återkallande av giltigheten temporärt eller tills vidare för ett tidigare utfärdat intyg. Ett anmält organ ska ge andra anmälda organ som utför liknande bedömningar av överensstämmelse med kraven, då bedömningen gäller samma produkter, relevant information om negativa resultat av bedömningar av överensstämmelse med kraven och på begäran också om positiva resultat.",
        "normalized_sv": "Ett anmält organ ska, oberoende av sekretessbestämmelserna, lämna uppgifter om organets verksamhet till de behöriga myndigheterna samt på begäran av en myndighet också om åtgärder som vidtas av organet till den myndighet som är behörig på tillämpningsområdet för den anmälan som gäller organet. Ett anmält organ ska underrätta den behöriga myndigheten om 1) avslag, begränsningar och återkallande av ett ackrediteringsintyg eller godkännande som beviljats organet, 2) omständigheter som inverkar på det anmälda organets angivna verksamhetsområde eller på villkoren för godkännande, samt om 3) en sådan begäran om information om bedömning av överensstämmelse med kraven som organet har fått av marknadskontrollmyndigheterna. Ett anmält organ ska underrätta den behöriga myndigheten om avslag och begränsningar av intyg över bedömningar av överensstämmelse med kraven samt om återkallande av giltigheten temporärt eller tills vidare för ett tidigare utfärdat intyg. Ett anmält organ ska ge andra anmälda organ som utför liknande bedömningar av överensstämmelse med kraven, då bedömningen gäller samma produkter, relevant information om negativa resultat av bedömningar av överensstämmelse med kraven och på begäran också om positiva resultat.",
        "folded_sv": "ett anmalt organ ska, oberoende av sekretessbestammelserna, lamna uppgifter om organets verksamhet till de behoriga myndigheterna samt pa begaran av en myndighet ocksa om atgarder som vidtas av organet till den myndighet som ar behorig pa tillampningsomradet for den anmalan som galler organet. ett anmalt organ ska underratta den behoriga myndigheten om 1) avslag, begransningar och aterkallande av ett ackrediteringsintyg eller godkannande som beviljats organet, 2) omstandigheter som inverkar pa det anmalda organets angivna verksamhetsomrade eller pa villkoren for godkannande, samt om 3) en sadan begaran om information om bedomning av overensstammelse med kraven som organet har fatt av marknadskontrollmyndigheterna. ett anmalt organ ska underratta den behoriga myndigheten om avslag och begransningar av intyg over bedomningar av overensstammelse med kraven samt om aterkallande av giltigheten temporart eller tills vidare for ett tidigare utfardat intyg. ett anmalt organ ska ge andra anmalda organ som utfor liknande bedomningar av overensstammelse med kraven, da bedomningen galler samma produkter, relevant information om negativa resultat av bedomningar av overensstammelse med kraven och pa begaran ocksa om positiva resultat."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Ilmoitetun laitoksen velvollisuus osallistua standardointitoimiin ja koordinaatioryhmän työhön",
      "content": "Ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsäädännön nojalla perustetun ilmoitettujen laitosten koordinointityöryhmän työhön. Jollei tämä ole mahdollista, laitoksen on varmistettava, että sen arviointihenkilöstö saa tiedon standardoinnista ja koordinaatiotyöryhmän työstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsäädännön nojalla perustetun ilmoitettujen laitosten koordinointityöryhmän työhön. Jollei tämä ole mahdollista, laitoksen on varmistettava, että sen arviointihenkilöstö saa tiedon standardoinnista ja koordinaatiotyöryhmän työstä.",
        "folded_fi": "ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsaadannon nojalla perustetun ilmoitettujen laitosten koordinointityoryhman tyohon. jollei tama ole mahdollista, laitoksen on varmistettava, etta sen arviointihenkilosto saa tiedon standardoinnista ja koordinaatiotyoryhman tyosta.",
        "title_sv": "Anmälda organs skyldighet att delta i standardiseringsarbetet och i arbetet i samordningsgruppen för anmälda organ",
        "content_sv": "Ett anmält organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utförs i samordningsgruppen för anmälda organ, som inrättats i enlighet med harmoniserad unionslagstiftning. Om detta inte är möjligt, ska organet se till att dess bedömningspersonal får information om standardiseringsarbetet och samordningsgruppens arbete.",
        "normalized_sv": "Ett anmält organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utförs i samordningsgruppen för anmälda organ, som inrättats i enlighet med harmoniserad unionslagstiftning. Om detta inte är möjligt, ska organet se till att dess bedömningspersonal får information om standardiseringsarbetet och samordningsgruppens arbete.",
        "folded_sv": "ett anmalt organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utfors i samordningsgruppen for anmalda organ, som inrattats i enlighet med harmoniserad unionslagstiftning. om detta inte ar mojligt, ska organet se till att dess bedomningspersonal far information om standardiseringsarbetet och samordningsgruppens arbete."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som avses i denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Beslut som avses i denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "beslut som avses i denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 27 päivänä huhtikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 27 päivänä huhtikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 27 paivana huhtikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 27 april 2016.",
        "normalized_sv": "Denna lag träder i kraft den 27 april 2016.",
        "folded_sv": "denna lag trader i kraft den 27 april 2016."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sähköturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ilmoitetuiksi laitoksiksi ja näiden laitosten toimintaa koskevista velvollisuuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sähköturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ilmoitetuiksi laitoksiksi ja näiden laitosten toimintaa koskevista velvollisuuksista.",
        "folded_fi": "tassa laissa saadetaan mittauslaitelain (707/2011), painelaitelain (869/1999), pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain (180/2015), sahkoturvallisuuslain (410/1996) ja vaarallisten kemikaalien ja rajahteiden kasittelyn turvallisuudesta annetun lain (390/2005) soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten hyvaksymisesta ilmoitetuiksi laitoksiksi ja naiden laitosten toimintaa koskevista velvollisuuksista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om godkännande av organ för bedömning av överensstämmelse med kraven för produkter som omfattas av tillämpningsområdet för lagen om mätinstrument (707/2011), lagen om tryckbärande anordningar (869/1999), lagen om pyrotekniska artiklars överensstämmelse med kraven (180/2015), elsäkerhetslagen (410/1996) och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmälda organ och om de skyldigheter som gäller dessa organs verksamhet.",
        "normalized_sv": "Denna lag innehåller bestämmelser om godkännande av organ för bedömning av överensstämmelse med kraven för produkter som omfattas av tillämpningsområdet för lagen om mätinstrument (707/2011), lagen om tryckbärande anordningar (869/1999), lagen om pyrotekniska artiklars överensstämmelse med kraven (180/2015), elsäkerhetslagen (410/1996) och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmälda organ och om de skyldigheter som gäller dessa organs verksamhet.",
        "folded_sv": "denna lag innehaller bestammelser om godkannande av organ for bedomning av overensstammelse med kraven for produkter som omfattas av tillampningsomradet for lagen om matinstrument (707/2011), lagen om tryckbarande anordningar (869/1999), lagen om pyrotekniska artiklars overensstammelse med kraven (180/2015), elsakerhetslagen (410/1996) och lagen om sakerhet vid hantering av farliga kemikalier och explosiva varor (390/2005) som anmalda organ och om de skyldigheter som galler dessa organs verksamhet."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijärjestelmästä säädetään vaatimustenmukaisuuden arviointipalvelujen pätevyyden toteamisesta annetussa laissa (920/2005).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijärjestelmästä säädetään vaatimustenmukaisuuden arviointipalvelujen pätevyyden toteamisesta annetussa laissa (920/2005).",
        "folded_fi": "vaatimustenmukaisuuden arviointilaitosten kansallisesta akkreditointijarjestelmasta saadetaan vaatimustenmukaisuuden arviointipalvelujen patevyyden toteamisesta annetussa laissa (920/2005).",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Bestämmelser om ett nationellt system för ackreditering av organ för bedömning av överensstämmelse med kraven finns i lagen om konstaterande av tillförlitligheten hos tjänster för bedömning av överensstämmelse med kraven (920/2005).",
        "normalized_sv": "Bestämmelser om ett nationellt system för ackreditering av organ för bedömning av överensstämmelse med kraven finns i lagen om konstaterande av tillförlitligheten hos tjänster för bedömning av överensstämmelse med kraven (920/2005).",
        "folded_sv": "bestammelser om ett nationellt system for ackreditering av organ for bedomning av overensstammelse med kraven finns i lagen om konstaterande av tillforlitligheten hos tjanster for bedomning av overensstammelse med kraven (920/2005)."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ilmoitetulla laitoksella Suomen viranomaisen nimeämää ja Euroopan komissiolle ilmoitettua Suomeen sijoittautunutta laitosta, jonka tehtävänä on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsäädäntöön perustuvaa kansallista lainsäädäntöä; 2) vaatimustenmukaisuuden arviointilaitoksella elintä, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkilöä ja oikeushenkilöä, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseistä tuotetta nimellään tai tavaramerkillään varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siitä, että vaatimustenmukaisuuden arviointilaitos täyttää tiettyä vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetään, ovatko arvioitavaan tuotteeseen liittyvät olennaiset turvallisuusvaatimukset täyttyneet; 6) unionin yhdenmukaistamislainsäädännöllä mitä tahansa unionin lainsäädäntöä, jolla yhdenmukaistetaan tuotteiden kaupan pitämisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkilöä tai oikeushenkilöä, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ilmoitetulla laitoksella Suomen viranomaisen nimeämää ja Euroopan komissiolle ilmoitettua Suomeen sijoittautunutta laitosta, jonka tehtävänä on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsäädäntöön perustuvaa kansallista lainsäädäntöä; 2) vaatimustenmukaisuuden arviointilaitoksella elintä, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkilöä ja oikeushenkilöä, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseistä tuotetta nimellään tai tavaramerkillään varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siitä, että vaatimustenmukaisuuden arviointilaitos täyttää tiettyä vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetään, ovatko arvioitavaan tuotteeseen liittyvät olennaiset turvallisuusvaatimukset täyttyneet; 6) unionin yhdenmukaistamislainsäädännöllä mitä tahansa unionin lainsäädäntöä, jolla yhdenmukaistetaan tuotteiden kaupan pitämisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkilöä tai oikeushenkilöä, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtävät.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ilmoitetulla laitoksella suomen viranomaisen nimeamaa ja euroopan komissiolle ilmoitettua suomeen sijoittautunutta laitosta, jonka tehtavana on tarjota tuotteiden vaatimustenmukaisuuden arviointipalveluja sovellettaessa unionin yhdenmukaistamislainsaadantoon perustuvaa kansallista lainsaadantoa; 2) vaatimustenmukaisuuden arviointilaitoksella elinta, joka suorittaa kalibrointia, testausta, sertifiointia ja tarkastusta tai muita vaatimustenmukaisuuden arviointitoimia; 3) valmistajalla luonnollista henkiloa ja oikeushenkiloa, joka valmistaa taikka suunnitteluttaa tai valmistuttaa jotain tuotetta tai tuotteita ja markkinoi kyseista tuotetta nimellaan tai tavaramerkillaan varustettuna; 4) akkreditointitodistuksella kansallisen akkreditointielimen antamaa todistusta siita, etta vaatimustenmukaisuuden arviointilaitos tayttaa tiettya vaatimustenmukaisuuden arviointia koskevat, yhdenmukaistetuilla standardeilla vahvistetut vaatimukset ja tarvittaessa muut vaatimukset, mukaan luettuna ne, jotka on vahvistettu asiaa koskevissa alakohtaisissa ohjelmissa; 5) vaatimustenmukaisuuden arvioinnilla prosessia, jossa selvitetaan, ovatko arvioitavaan tuotteeseen liittyvat olennaiset turvallisuusvaatimukset tayttyneet; 6) unionin yhdenmukaistamislainsaadannolla mita tahansa unionin lainsaadantoa, jolla yhdenmukaistetaan tuotteiden kaupan pitamisen ehtoja; 7) valtuutetulla edustajalla unioniin sijoittautunutta luonnollista henkiloa tai oikeushenkiloa, jolla on valmistajan antama kirjallinen toimeksianto hoitaa valmistajan puolesta tietyt tehtavat.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) anmält organ ett i Finland etablerat organ som utsetts av en finsk myndighet och anmälts till Europeiska kommissionen och som har till uppgift att tillhandahålla tjänster för bedömning av produkters överensstämmelse med kraven vid tillämpningen av nationell lagstiftning som grundar sig på harmoniserad unionslagstiftning, 2) organ för bedömning av överensstämmelse ett organ som utför kalibrering, provning, certifiering och kontroll samt andra åtgärder för bedömning av överensstämmelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som låter konstruera eller tillverka en eller flera produkter och marknadsför produkten i sitt eget namn eller under eget varumärke, 4) ackrediteringsintyg ett intyg som utfärdats av ett nationellt ackrediteringsorgan och som visar att ett organ för bedömning av överensstämmelse uppfyller de krav som fastställs genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sådana som fastställs i sektorsspecifika program, för att utföra specifika bedömningar av överensstämmelse med kraven, 5) bedömning av överensstämmelse ett förfarande där det utreds huruvida en produkt som bedöms uppfyller de väsentliga säkerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren för saluföring av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som är etablerad i Europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har rätt att i dennes ställe utföra särskilda uppgifter.",
        "normalized_sv": "I denna lag avses med 1) anmält organ ett i Finland etablerat organ som utsetts av en finsk myndighet och anmälts till Europeiska kommissionen och som har till uppgift att tillhandahålla tjänster för bedömning av produkters överensstämmelse med kraven vid tillämpningen av nationell lagstiftning som grundar sig på harmoniserad unionslagstiftning, 2) organ för bedömning av överensstämmelse ett organ som utför kalibrering, provning, certifiering och kontroll samt andra åtgärder för bedömning av överensstämmelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som låter konstruera eller tillverka en eller flera produkter och marknadsför produkten i sitt eget namn eller under eget varumärke, 4) ackrediteringsintyg ett intyg som utfärdats av ett nationellt ackrediteringsorgan och som visar att ett organ för bedömning av överensstämmelse uppfyller de krav som fastställs genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sådana som fastställs i sektorsspecifika program, för att utföra specifika bedömningar av överensstämmelse med kraven, 5) bedömning av överensstämmelse ett förfarande där det utreds huruvida en produkt som bedöms uppfyller de väsentliga säkerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren för saluföring av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som är etablerad i Europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har rätt att i dennes ställe utföra särskilda uppgifter.",
        "folded_sv": "i denna lag avses med 1) anmalt organ ett i finland etablerat organ som utsetts av en finsk myndighet och anmalts till europeiska kommissionen och som har till uppgift att tillhandahalla tjanster for bedomning av produkters overensstammelse med kraven vid tillampningen av nationell lagstiftning som grundar sig pa harmoniserad unionslagstiftning, 2) organ for bedomning av overensstammelse ett organ som utfor kalibrering, provning, certifiering och kontroll samt andra atgarder for bedomning av overensstammelse, 3) tillverkare en fysisk eller juridisk person som tillverkar eller som later konstruera eller tillverka en eller flera produkter och marknadsfor produkten i sitt eget namn eller under eget varumarke, 4) ackrediteringsintyg ett intyg som utfardats av ett nationellt ackrediteringsorgan och som visar att ett organ for bedomning av overensstammelse uppfyller de krav som faststalls genom harmoniserade standarder och vid behov eventuella ytterligare krav, inklusive sadana som faststalls i sektorsspecifika program, for att utfora specifika bedomningar av overensstammelse med kraven, 5) bedomning av overensstammelse ett forfarande dar det utreds huruvida en produkt som bedoms uppfyller de vasentliga sakerhetskraven, 6) harmoniserad unionslagstiftning all unionslagstiftning genom vilken villkoren for saluforing av produkter harmoniseras, 7) auktoriserad representant en fysisk eller juridisk person som ar etablerad i europeiska unionen och som enligt skriftlig fullmakt av tillverkaren har ratt att i dennes stalle utfora sarskilda uppgifter."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ilmoitetuksi laitokseksi hyväksymistä koskeva hakemus",
      "content": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä toimivaltaiselta viranomaiselta. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttämisestä vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pätevä. Arviointilaitos voi osoittaa täyttävänsä tuotteiden kaupan pitämiseen liittyvää akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ETY) N:o 339/93 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 765/2008 vaatimukset Turvallisuus- ja kemikaaliviraston akkreditointiyksikön (FINAS-akkreditointipalvelu) myöntämällä akkreditointitodistuksella, ellei muualla laissa toisin säädetä. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan täyttävän unionin yhdenmukaistamislainsäädäntöön perustuvat ilmoitetuksi laitokseksi hyväksymistä koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä toimivaltaiselta viranomaiselta. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttämisestä vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pätevä. Arviointilaitos voi osoittaa täyttävänsä tuotteiden kaupan pitämiseen liittyvää akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ETY) N:o 339/93 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 765/2008 vaatimukset Turvallisuus- ja kemikaaliviraston akkreditointiyksikön (FINAS-akkreditointipalvelu) myöntämällä akkreditointitodistuksella, ellei muualla laissa toisin säädetä. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan täyttävän unionin yhdenmukaistamislainsäädäntöön perustuvat ilmoitetuksi laitokseksi hyväksymistä koskevat vaatimukset.",
        "folded_fi": "suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyvaksymista toimivaltaiselta viranomaiselta. hakemukseen on liitettava tiedot ja todistukset arviointilaitokselta edellytettavien vaatimusten tayttamisesta vaatimustenmukaisuuden arviointitoimista, vaatimustenmukaisuuden arviointimoduulista tai -moduuleista ja tuotteesta, jonka osalta laitos katsoo olevansa pateva. arviointilaitos voi osoittaa tayttavansa tuotteiden kaupan pitamiseen liittyvaa akkreditointia ja markkinavalvontaa koskevista vaatimuksista ja neuvoston asetuksen (ety) n:o 339/93 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 765/2008 vaatimukset turvallisuus- ja kemikaaliviraston akkreditointiyksikon (finas-akkreditointipalvelu) myontamalla akkreditointitodistuksella, ellei muualla laissa toisin saadeta. jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava viranomaiselle tarpeelliset asiakirjatodisteet, joiden avulla viranomainen voi arvioida hakijan tayttavan unionin yhdenmukaistamislainsaadantoon perustuvat ilmoitetuksi laitokseksi hyvaksymista koskevat vaatimukset.",
        "title_sv": "Ansökan om att godkännas som anmält organ",
        "content_sv": "Ett i Finland etablerat organ för bedömning av överensstämmelse ska hos den behöriga myndigheten ansöka om att godkännas som anmält organ. Till ansökan ska fogas uppgifter om och intyg över att de krav som ställs på bedömningsorgan uppfylls i fråga om åtgärderna för bedömning av överensstämmelse med kraven, modulen eller modulerna för bedömning av överensstämmelse med kraven samt den produkt i fråga om vilken organet anser sig ha kompetens. Ett bedömningsorgan kan visa att det uppfyller kraven enligt Europaparlamentets och rådets förordning (EG) nr 765/2008 om krav för ackreditering och marknadskontroll i samband med saluföring av produkter och upphävande av förordning (EEG) nr 339/93, genom ett ackrediteringsintyg som utfärdas av Säkerhets- och kemikalieverkets ackrediteringsenhet (Ackrediteringstjänsten FINAS), om inte något annat föreskrivs någon annanstans i lag. Om bedömningsorganet inte kan lägga fram något ackrediteringsintyg, ska det till den behöriga myndigheten ge in behövliga skriftliga bevis för att myndigheten ska kunna bedöma huruvida sökanden uppfyller de krav som gäller godkännande som anmält organ och som grundar sig på harmoniserad unionslagstiftning.",
        "normalized_sv": "Ett i Finland etablerat organ för bedömning av överensstämmelse ska hos den behöriga myndigheten ansöka om att godkännas som anmält organ. Till ansökan ska fogas uppgifter om och intyg över att de krav som ställs på bedömningsorgan uppfylls i fråga om åtgärderna för bedömning av överensstämmelse med kraven, modulen eller modulerna för bedömning av överensstämmelse med kraven samt den produkt i fråga om vilken organet anser sig ha kompetens. Ett bedömningsorgan kan visa att det uppfyller kraven enligt Europaparlamentets och rådets förordning (EG) nr 765/2008 om krav för ackreditering och marknadskontroll i samband med saluföring av produkter och upphävande av förordning (EEG) nr 339/93, genom ett ackrediteringsintyg som utfärdas av Säkerhets- och kemikalieverkets ackrediteringsenhet (Ackrediteringstjänsten FINAS), om inte något annat föreskrivs någon annanstans i lag. Om bedömningsorganet inte kan lägga fram något ackrediteringsintyg, ska det till den behöriga myndigheten ge in behövliga skriftliga bevis för att myndigheten ska kunna bedöma huruvida sökanden uppfyller de krav som gäller godkännande som anmält organ och som grundar sig på harmoniserad unionslagstiftning.",
        "folded_sv": "ett i finland etablerat organ for bedomning av overensstammelse ska hos den behoriga myndigheten ansoka om att godkannas som anmalt organ. till ansokan ska fogas uppgifter om och intyg over att de krav som stalls pa bedomningsorgan uppfylls i fraga om atgarderna for bedomning av overensstammelse med kraven, modulen eller modulerna for bedomning av overensstammelse med kraven samt den produkt i fraga om vilken organet anser sig ha kompetens. ett bedomningsorgan kan visa att det uppfyller kraven enligt europaparlamentets och radets forordning (eg) nr 765/2008 om krav for ackreditering och marknadskontroll i samband med saluforing av produkter och upphavande av forordning (eeg) nr 339/93, genom ett ackrediteringsintyg som utfardas av sakerhets- och kemikalieverkets ackrediteringsenhet (ackrediteringstjansten finas), om inte nagot annat foreskrivs nagon annanstans i lag. om bedomningsorganet inte kan lagga fram nagot ackrediteringsintyg, ska det till den behoriga myndigheten ge in behovliga skriftliga bevis for att myndigheten ska kunna bedoma huruvida sokanden uppfyller de krav som galler godkannande som anmalt organ och som grundar sig pa harmoniserad unionslagstiftning."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimivaltainen viranomainen",
      "content": "Työ- ja elinkeinoministeriö on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sähköturvallisuuslain ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeämistä ilmoitetuksi laitokseksi. Työ- ja elinkeinoministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työ- ja elinkeinoministeriö on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sähköturvallisuuslain ja vaarallisten kemikaalien ja räjähteiden käsittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeämistä ilmoitetuksi laitokseksi. Työ- ja elinkeinoministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
        "folded_fi": "tyo- ja elinkeinoministerio on toimivaltainen viranomainen, kun hakemus koskee mittauslaitelain, painelaitelain, pyroteknisten tuotteiden vaatimustenmukaisuudesta annetun lain, sahkoturvallisuuslain ja vaarallisten kemikaalien ja rajahteiden kasittelyn turvallisuudesta annetun lain soveltamisalaan kuuluvien tuotteiden vaatimustenmukaisuuden arviointilaitosten nimeamista ilmoitetuksi laitokseksi. tyo- ja elinkeinoministerio valvoo hyvaksymiaan ilmoitettuja laitoksia.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Arbets- och näringsministeriet är behörig myndighet, om ansökan gäller att till anmälda organ utse organ för bedömning av sådana produkters överensstämmelse med kraven som omfattas av tillämpningsområdet för lagen om mätinstrument, lagen om tryckbärande anordningar, lagen om pyrotekniska artiklars överensstämmelse med kraven, elsäkerhetslagen och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor. Arbets- och näringsministeriet övervakar de anmälda organ som det har godkänt.",
        "normalized_sv": "Arbets- och näringsministeriet är behörig myndighet, om ansökan gäller att till anmälda organ utse organ för bedömning av sådana produkters överensstämmelse med kraven som omfattas av tillämpningsområdet för lagen om mätinstrument, lagen om tryckbärande anordningar, lagen om pyrotekniska artiklars överensstämmelse med kraven, elsäkerhetslagen och lagen om säkerhet vid hantering av farliga kemikalier och explosiva varor. Arbets- och näringsministeriet övervakar de anmälda organ som det har godkänt.",
        "folded_sv": "arbets- och naringsministeriet ar behorig myndighet, om ansokan galler att till anmalda organ utse organ for bedomning av sadana produkters overensstammelse med kraven som omfattas av tillampningsomradet for lagen om matinstrument, lagen om tryckbarande anordningar, lagen om pyrotekniska artiklars overensstammelse med kraven, elsakerhetslagen och lagen om sakerhet vid hantering av farliga kemikalier och explosiva varor. arbets- och naringsministeriet overvakar de anmalda organ som det har godkant."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmoitetuksi laitokseksi hyväksyminen ja hyväksymisen peruuttaminen",
      "content": "Toimivaltainen viranomainen hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää ilmoitettua laitosta koskevat 7-12 §:ssä säädetyt, unionin yhdenmukaistamislainsäädäntöön perustuvat vaatimukset, ja ilmoittaa laitoksen Euroopan unionin komissiolle ja jäsenvaltioille. Jos ilmoitetuissa tiedoissa tapahtuu merkittäviä muutoksia, myös ne on ilmoitettava komissiolle ja jäsenvaltioille. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtävien asianmukainen suorittaminen. Päätös voidaan antaa määräajaksi. Jos ilmoitettu laitos ei enää täytä säädettyjä edellytyksiä tai ei noudata hyväksymispäätöksessä asetettuja ehtoja taikka toimii muuten olennaisesti säännösten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittävä määräaika asian korjaamiseksi. Toimivaltaisen viranomaisen on peruutettava antamansa hyväksyminen, jos ilmoitettu laitos ei ole korjannut epäkohtaa annetussa määräajassa. Jos ilmoitettu laitos on lopettanut toimintansa tai sen hyväksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttävä asianmukaisiin toimenpiteisiin sen varmistamiseksi, että laitoksen asiakirjat käsittelee toinen ilmoitettu laitos tai ne pidetään ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnöstä näiden nähtävillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Toimivaltainen viranomainen hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää ilmoitettua laitosta koskevat 7-12 § :ssä säädetyt, unionin yhdenmukaistamislainsäädäntöön perustuvat vaatimukset, ja ilmoittaa laitoksen Euroopan unionin komissiolle ja jäsenvaltioille. Jos ilmoitetuissa tiedoissa tapahtuu merkittäviä muutoksia, myös ne on ilmoitettava komissiolle ja jäsenvaltioille. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtävien asianmukainen suorittaminen. Päätös voidaan antaa määräajaksi. Jos ilmoitettu laitos ei enää täytä säädettyjä edellytyksiä tai ei noudata hyväksymispäätöksessä asetettuja ehtoja taikka toimii muuten olennaisesti säännösten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittävä määräaika asian korjaamiseksi. Toimivaltaisen viranomaisen on peruutettava antamansa hyväksyminen, jos ilmoitettu laitos ei ole korjannut epäkohtaa annetussa määräajassa. Jos ilmoitettu laitos on lopettanut toimintansa tai sen hyväksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttävä asianmukaisiin toimenpiteisiin sen varmistamiseksi, että laitoksen asiakirjat käsittelee toinen ilmoitettu laitos tai ne pidetään ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnöstä näiden nähtävillä.",
        "folded_fi": "toimivaltainen viranomainen hyvaksyy ja nimeaa vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos tayttaa ilmoitettua laitosta koskevat 7-12 §:ssa saadetyt, unionin yhdenmukaistamislainsaadantoon perustuvat vaatimukset, ja ilmoittaa laitoksen euroopan unionin komissiolle ja jasenvaltioille. jos ilmoitetuissa tiedoissa tapahtuu merkittavia muutoksia, myos ne on ilmoitettava komissiolle ja jasenvaltioille. hyvaksymispaatoksessa maaritellaan ilmoitetun laitoksen patevyysalue, vahvistetaan laitoksen valvontaan liittyvat jarjestelyt seka asetetaan tarvittaessa laitoksen toimintaa koskevia vaatimuksia, rajoituksia ja ehtoja, joilla varmistetaan tehtavien asianmukainen suorittaminen. paatos voidaan antaa maaraajaksi. jos ilmoitettu laitos ei enaa tayta saadettyja edellytyksia tai ei noudata hyvaksymispaatoksessa asetettuja ehtoja taikka toimii muuten olennaisesti saannosten vastaisesti, toimivaltaisen viranomaisen on asetettava ilmoitetulle laitokselle riittava maaraaika asian korjaamiseksi. toimivaltaisen viranomaisen on peruutettava antamansa hyvaksyminen, jos ilmoitettu laitos ei ole korjannut epakohtaa annetussa maaraajassa. jos ilmoitettu laitos on lopettanut toimintansa tai sen hyvaksyminen on peruutettu, on toimivaltaisen viranomaisen ryhdyttava asianmukaisiin toimenpiteisiin sen varmistamiseksi, etta laitoksen asiakirjat kasittelee toinen ilmoitettu laitos tai ne pidetaan ilmoittamisesta ja markkinavalvonnasta vastaavien viranomaisten pyynnosta naiden nahtavilla.",
        "title_sv": "Godkännande som anmält organ och återkallande av godkännande",
        "content_sv": "Den behöriga myndigheten godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav enligt 7-12 § som ställs på anmälda organ och som grundar sig på harmoniserad unionslagstiftning samt anmäler organet till Europeiska kommissionen och medlemsstaterna. Om de anmälda uppgifterna förändras på ett betydande sätt ska också dessa förändringar anmälas till kommissionen och medlemsstaterna. I beslutet om godkännande anges det anmälda organets behörighetsområde, fastställs de arrangemang som hänför sig till tillsynen över organet samt ställs vid behov krav, begränsningar och villkor för organets verksamhet med hjälp av vilka det säkerställs att uppgifterna utförs korrekt. Beslutet kan meddelas för en bestämd tid. Om ett anmält organ inte längre uppfyller de föreskrivna förutsättningarna eller inte iakttar de villkor som ställs i beslutet om godkännande eller annars väsentligen handlar i strid med bestämmelserna, ska den behöriga myndigheten bestämma en tillräcklig tidsfrist inom vilken det anmälda organet ska avhjälpa saken. Om det anmälda organet inte har avhjälpt bristerna inom den tidsfristen, ska den behöriga myndigheten återkalla godkännandet. Om ett anmält organ har avslutat sin verksamhet eller om godkännandet av organet har återkallats, ska den behöriga myndigheten vidta lämpliga åtgärder för att säkerställa att organets dokument handläggs av ett annat anmält organ eller att de på begäran av de myndigheter som svarar för anmälan och marknadskontrollen finns tillgängliga för dessa.",
        "normalized_sv": "Den behöriga myndigheten godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav enligt 7-12 § som ställs på anmälda organ och som grundar sig på harmoniserad unionslagstiftning samt anmäler organet till Europeiska kommissionen och medlemsstaterna. Om de anmälda uppgifterna förändras på ett betydande sätt ska också dessa förändringar anmälas till kommissionen och medlemsstaterna. I beslutet om godkännande anges det anmälda organets behörighetsområde, fastställs de arrangemang som hänför sig till tillsynen över organet samt ställs vid behov krav, begränsningar och villkor för organets verksamhet med hjälp av vilka det säkerställs att uppgifterna utförs korrekt. Beslutet kan meddelas för en bestämd tid. Om ett anmält organ inte längre uppfyller de föreskrivna förutsättningarna eller inte iakttar de villkor som ställs i beslutet om godkännande eller annars väsentligen handlar i strid med bestämmelserna, ska den behöriga myndigheten bestämma en tillräcklig tidsfrist inom vilken det anmälda organet ska avhjälpa saken. Om det anmälda organet inte har avhjälpt bristerna inom den tidsfristen, ska den behöriga myndigheten återkalla godkännandet. Om ett anmält organ har avslutat sin verksamhet eller om godkännandet av organet har återkallats, ska den behöriga myndigheten vidta lämpliga åtgärder för att säkerställa att organets dokument handläggs av ett annat anmält organ eller att de på begäran av de myndigheter som svarar för anmälan och marknadskontrollen finns tillgängliga för dessa.",
        "folded_sv": "den behoriga myndigheten godkanner och utser ett organ for bedomning av overensstammelse till anmalt organ, om organet uppfyller de krav enligt 7-12 § som stalls pa anmalda organ och som grundar sig pa harmoniserad unionslagstiftning samt anmaler organet till europeiska kommissionen och medlemsstaterna. om de anmalda uppgifterna forandras pa ett betydande satt ska ocksa dessa forandringar anmalas till kommissionen och medlemsstaterna. i beslutet om godkannande anges det anmalda organets behorighetsomrade, faststalls de arrangemang som hanfor sig till tillsynen over organet samt stalls vid behov krav, begransningar och villkor for organets verksamhet med hjalp av vilka det sakerstalls att uppgifterna utfors korrekt. beslutet kan meddelas for en bestamd tid. om ett anmalt organ inte langre uppfyller de foreskrivna forutsattningarna eller inte iakttar de villkor som stalls i beslutet om godkannande eller annars vasentligen handlar i strid med bestammelserna, ska den behoriga myndigheten bestamma en tillracklig tidsfrist inom vilken det anmalda organet ska avhjalpa saken. om det anmalda organet inte har avhjalpt bristerna inom den tidsfristen, ska den behoriga myndigheten aterkalla godkannandet. om ett anmalt organ har avslutat sin verksamhet eller om godkannandet av organet har aterkallats, ska den behoriga myndigheten vidta lampliga atgarder for att sakerstalla att organets dokument handlaggs av ett annat anmalt organ eller att de pa begaran av de myndigheter som svarar for anmalan och marknadskontrollen finns tillgangliga for dessa."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoitettua laitosta koskevat yleiset vaatimukset",
      "content": "Ilmoitetun laitoksen on täytettävä seuraavat vaatimukset: 1) laitoksen on oltava Suomessa rekisteröity oikeushenkilö; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtävistä vastaava henkilöstö eivät saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, käyttäjä tai ylläpitäjä eikä minkään tällaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilöstöllä on oltava kyseisellä erityisalalla vaadittava tekninen pätevyys; 5) laitoksen on kyettävä suorittamaan kaikki vaatimustenmukaisuuden arviointitehtävät, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siitä, suorittaako laitos kyseiset tehtävät itse vai suoritetaanko tietyt tehtävät sen puolesta ja sen vastuulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ilmoitetun laitoksen on täytettävä seuraavat vaatimukset: 1) laitoksen on oltava Suomessa rekisteröity oikeushenkilö; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtävistä vastaava henkilöstö eivät saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, käyttäjä tai ylläpitäjä eikä minkään tällaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilöstöllä on oltava kyseisellä erityisalalla vaadittava tekninen pätevyys; 5) laitoksen on kyettävä suorittamaan kaikki vaatimustenmukaisuuden arviointitehtävät, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siitä, suorittaako laitos kyseiset tehtävät itse vai suoritetaanko tietyt tehtävät sen puolesta ja sen vastuulla.",
        "folded_fi": "ilmoitetun laitoksen on taytettava seuraavat vaatimukset: 1) laitoksen on oltava suomessa rekisteroity oikeushenkilo; 2) laitoksen on oltava arvioimastaan organisaatiosta ja tuotteesta riippumaton ulkopuolinen asiantuntijataho; 3) laitoksen ylin johto ja vaatimusten arviointitehtavista vastaava henkilosto eivat saa olla arvioimiensa tuotteiden tai aineiden suunnittelija, valmistaja, toimittaja, asentaja, ostaja, omistaja, kayttaja tai yllapitaja eika minkaan tallaisen osapuolen valtuutettu edustaja; 4) laitoksella ja sen henkilostolla on oltava kyseisella erityisalalla vaadittava tekninen patevyys; 5) laitoksen on kyettava suorittamaan kaikki vaatimustenmukaisuuden arviointitehtavat, jotka sille on osoitettu ja joita varten se on ilmoitettu, riippumatta siita, suorittaako laitos kyseiset tehtavat itse vai suoritetaanko tietyt tehtavat sen puolesta ja sen vastuulla.",
        "title_sv": "Allmänna krav på anmälda organ",
        "content_sv": "Ett anmält organ ska uppfylla följande krav: 1) organet ska vara en juridisk person som är registrerad i Finland, 2) organet ska vara en utomstående sakkunnigaktör som är oberoende av den organisation och produkt som det bedömer, 3) organets högsta ledning och den personal som svarar för bedömningen av överensstämmelse med kraven får inte omfatta någon som konstruerar, tillverkar, levererar, installerar, köper, äger, använder eller underhåller sådana produkter eller ämnen som de bedömer eller någon som är auktoriserad representant för en sådan part, 4) organet och dess personal ska ha sådan teknisk kompetens som krävs inom det specifika området, 5) organet ska kunna utföra alla de uppgifter i anslutning till bedömning av överensstämmelse med kraven som anvisats organet och för vilka det har anmälts, oavsett om dessa uppgifter utförs av organet självt eller om vissa uppgifter utförs för dess räkning och under dess ansvar.",
        "normalized_sv": "Ett anmält organ ska uppfylla följande krav: 1) organet ska vara en juridisk person som är registrerad i Finland, 2) organet ska vara en utomstående sakkunnigaktör som är oberoende av den organisation och produkt som det bedömer, 3) organets högsta ledning och den personal som svarar för bedömningen av överensstämmelse med kraven får inte omfatta någon som konstruerar, tillverkar, levererar, installerar, köper, äger, använder eller underhåller sådana produkter eller ämnen som de bedömer eller någon som är auktoriserad representant för en sådan part, 4) organet och dess personal ska ha sådan teknisk kompetens som krävs inom det specifika området, 5) organet ska kunna utföra alla de uppgifter i anslutning till bedömning av överensstämmelse med kraven som anvisats organet och för vilka det har anmälts, oavsett om dessa uppgifter utförs av organet självt eller om vissa uppgifter utförs för dess räkning och under dess ansvar.",
        "folded_sv": "ett anmalt organ ska uppfylla foljande krav: 1) organet ska vara en juridisk person som ar registrerad i finland, 2) organet ska vara en utomstaende sakkunnigaktor som ar oberoende av den organisation och produkt som det bedomer, 3) organets hogsta ledning och den personal som svarar for bedomningen av overensstammelse med kraven far inte omfatta nagon som konstruerar, tillverkar, levererar, installerar, koper, ager, anvander eller underhaller sadana produkter eller amnen som de bedomer eller nagon som ar auktoriserad representant for en sadan part, 4) organet och dess personal ska ha sadan teknisk kompetens som kravs inom det specifika omradet, 5) organet ska kunna utfora alla de uppgifter i anslutning till bedomning av overensstammelse med kraven som anvisats organet och for vilka det har anmalts, oavsett om dessa uppgifter utfors av organet sjalvt eller om vissa uppgifter utfors for dess rakning och under dess ansvar."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoitetun laitoksen toimintaa koskevat vaatimukset",
      "content": "Ilmoitetulla laitoksella on oltava käytössään: 1) riittävä henkilöstö, jolla on tekninen tietämys sekä riittävä ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtävien suorittamiseksi; 2) kuvaukset menettelyistä, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, että varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtävät erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtäviään siten, että yritysten koko, toimiala ja rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. Ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtävien suorittamiseen, joita arviointitehtävien asianmukainen hoitaminen edellyttää, ja sillä on oltava mahdollisuus käyttää kaikkia tarvittavia laitteita ja välineitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ilmoitetulla laitoksella on oltava käytössään: 1) riittävä henkilöstö, jolla on tekninen tietämys sekä riittävä ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtävien suorittamiseksi; 2) kuvaukset menettelyistä, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, että varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtävät erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtäviään siten, että yritysten koko, toimiala ja rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. Ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtävien suorittamiseen, joita arviointitehtävien asianmukainen hoitaminen edellyttää, ja sillä on oltava mahdollisuus käyttää kaikkia tarvittavia laitteita ja välineitä.",
        "folded_fi": "ilmoitetulla laitoksella on oltava kaytossaan: 1) riittava henkilosto, jolla on tekninen tietamys seka riittava ja soveltuva kokemus vaatimustenmukaisuuden arviointitehtavien suorittamiseksi; 2) kuvaukset menettelyista, joiden mukaisesti vaatimustenmukaisuuden arviointi suoritetaan siten, etta varmistetaan menettelyn avoimuus ja toistettavuus; 3) asianmukaiset toimintalinjat ja menettelyt, joiden perusteella ilmoitettuna laitoksena suoritetut vaatimustenmukaisuuden arviointitehtavat erotetaan laitoksen muista toiminnoista; 4) menettelyt, joiden mukaisesti se hoitaa tehtaviaan siten, etta yritysten koko, toimiala ja rakenne, tuotteissa kaytettavan teknologian monimutkaisuus seka se, onko kyse massa- tai sarjatuotannosta, otetaan asianmukaisesti huomioon. ilmoitetulla laitoksella on oltava tarvittavat edellytykset niiden teknisten ja hallinnollisten tehtavien suorittamiseen, joita arviointitehtavien asianmukainen hoitaminen edellyttaa, ja silla on oltava mahdollisuus kayttaa kaikkia tarvittavia laitteita ja valineita.",
        "title_sv": "Krav på anmälda organs verksamhet",
        "content_sv": "Ett anmält organ ska till sitt förfogande ha 1) tillräcklig personal med teknisk kunskap samt tillräcklig och lämplig erfarenhet för att kunna utföra bedömningar av överensstämmelse med kraven, 2) beskrivningar av de förfaranden för bedömning av överensstämmelse med kraven som garanterar att förfarandena medger öppenhet och möjliggör upprepning, 3) ändamålsenliga riktlinjer och förfaranden med hjälp av vilka den bedömning av överensstämmelse med kraven som organet utför i egenskap av anmält organ avskiljs från organets övriga verksamhet, 4) förfaranden som gör det möjligt för organet att utföra sina uppgifter med beaktande av företagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det är fråga om massproduktion eller serietillverkning. Ett anmält organ ska ha de förutsättningar som behövs för att kunna utföra de tekniska och administrativa uppgifter som hänför sig till en ändamålsenlig skötsel av bedömningen av överensstämmelse med kraven, samt ha tillgång till all den utrustning och de hjälpmedel som behövs.",
        "normalized_sv": "Ett anmält organ ska till sitt förfogande ha 1) tillräcklig personal med teknisk kunskap samt tillräcklig och lämplig erfarenhet för att kunna utföra bedömningar av överensstämmelse med kraven, 2) beskrivningar av de förfaranden för bedömning av överensstämmelse med kraven som garanterar att förfarandena medger öppenhet och möjliggör upprepning, 3) ändamålsenliga riktlinjer och förfaranden med hjälp av vilka den bedömning av överensstämmelse med kraven som organet utför i egenskap av anmält organ avskiljs från organets övriga verksamhet, 4) förfaranden som gör det möjligt för organet att utföra sina uppgifter med beaktande av företagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det är fråga om massproduktion eller serietillverkning. Ett anmält organ ska ha de förutsättningar som behövs för att kunna utföra de tekniska och administrativa uppgifter som hänför sig till en ändamålsenlig skötsel av bedömningen av överensstämmelse med kraven, samt ha tillgång till all den utrustning och de hjälpmedel som behövs.",
        "folded_sv": "ett anmalt organ ska till sitt forfogande ha 1) tillracklig personal med teknisk kunskap samt tillracklig och lamplig erfarenhet for att kunna utfora bedomningar av overensstammelse med kraven, 2) beskrivningar av de forfaranden for bedomning av overensstammelse med kraven som garanterar att forfarandena medger oppenhet och mojliggor upprepning, 3) andamalsenliga riktlinjer och forfaranden med hjalp av vilka den bedomning av overensstammelse med kraven som organet utfor i egenskap av anmalt organ avskiljs fran organets ovriga verksamhet, 4) forfaranden som gor det mojligt for organet att utfora sina uppgifter med beaktande av foretagens storlek, bransch och struktur, produkternas tekniska komplexitet samt huruvida det ar fraga om massproduktion eller serietillverkning. ett anmalt organ ska ha de forutsattningar som behovs for att kunna utfora de tekniska och administrativa uppgifter som hanfor sig till en andamalsenlig skotsel av bedomningen av overensstammelse med kraven, samt ha tillgang till all den utrustning och de hjalpmedel som behovs."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ilmoitetun laitoksen arviointihenkilöstöä koskevat vaatimukset",
      "content": "Ilmoitetun laitoksen arviointitehtävistä vastaavalla henkilöstöllä on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin sillä alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittävät tiedot arviointeja koskevista vaatimuksista ja riittävät valtuudet tällaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmärrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista Euroopan unionin lainsäädännön säännöksistä ja toimeenpanosäännöistä; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, että arvioinnit on suoritettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ilmoitetun laitoksen arviointitehtävistä vastaavalla henkilöstöllä on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin sillä alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittävät tiedot arviointeja koskevista vaatimuksista ja riittävät valtuudet tällaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmärrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista Euroopan unionin lainsäädännön säännöksistä ja toimeenpanosäännöistä; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, että arvioinnit on suoritettu.",
        "folded_fi": "ilmoitetun laitoksen arviointitehtavista vastaavalla henkilostolla on oltava: 1) vankka tekninen ja ammatillinen koulutus, joka kattaa vaatimustenmukaisuuden arvioinnin silla alalla, jolle ilmoitettu laitos on ilmoitettu; 2) riittavat tiedot arviointeja koskevista vaatimuksista ja riittavat valtuudet tallaisiin arviointeihin; 3) asianmukaiset tiedot ja ymmarrys olennaisista vaatimuksista, sovellettavista yhdenmukaistetuista standardeista ja asiaankuuluvista euroopan unionin lainsaadannon saannoksista ja toimeenpanosaannoista; 4) kyky laatia todistuksia, asiakirjoja ja selostuksia, joilla osoitetaan, etta arvioinnit on suoritettu.",
        "title_sv": "Krav på anmälda organs bedömningspersonal",
        "content_sv": "Den ansvariga bedömningspersonalen vid ett anmält organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedömning av överensstämmelse med kraven inom det område för vilket det anmälda organet har anmälts, 2) tillräcklig kunskap om de krav som gäller bedömningarna och tillräckliga befogenheter att utföra bedömningar, 3) kunskap och insikt om de väsentliga kraven, de tillämpliga harmoniserade standarderna och de relevanta bestämmelserna och tillämpningsföreskrifterna i Europeiska unionens lagstiftning, 4) förmåga att utarbeta intyg, dokument och rapporter som visar att en bedömning har utförts.",
        "normalized_sv": "Den ansvariga bedömningspersonalen vid ett anmält organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedömning av överensstämmelse med kraven inom det område för vilket det anmälda organet har anmälts, 2) tillräcklig kunskap om de krav som gäller bedömningarna och tillräckliga befogenheter att utföra bedömningar, 3) kunskap och insikt om de väsentliga kraven, de tillämpliga harmoniserade standarderna och de relevanta bestämmelserna och tillämpningsföreskrifterna i Europeiska unionens lagstiftning, 4) förmåga att utarbeta intyg, dokument och rapporter som visar att en bedömning har utförts.",
        "folded_sv": "den ansvariga bedomningspersonalen vid ett anmalt organ ska ha 1) gedigen teknisk och yrkesinriktad utbildning, som omfattar bedomning av overensstammelse med kraven inom det omrade for vilket det anmalda organet har anmalts, 2) tillracklig kunskap om de krav som galler bedomningarna och tillrackliga befogenheter att utfora bedomningar, 3) kunskap och insikt om de vasentliga kraven, de tillampliga harmoniserade standarderna och de relevanta bestammelserna och tillampningsforeskrifterna i europeiska unionens lagstiftning, 4) formaga att utarbeta intyg, dokument och rapporter som visar att en bedomning har utforts."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ilmoitetun laitoksen puolueettomuus",
      "content": "Ilmoitetun laitoksen, sen ylimmän johdon ja arviointihenkilöstön on oltava puolueettomia. Ilmoitetun laitoksen ylimmän johdon ja arviointihenkilöstön palkkiot eivät saa olla riippuvaisia suoritettujen arviointien määrästä eivätkä arviointien tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Ilmoitetun laitoksen, sen ylimmän johdon ja arviointihenkilöstön on oltava puolueettomia. Ilmoitetun laitoksen ylimmän johdon ja arviointihenkilöstön palkkiot eivät saa olla riippuvaisia suoritettujen arviointien määrästä eivätkä arviointien tuloksista.",
        "folded_fi": "ilmoitetun laitoksen, sen ylimman johdon ja arviointihenkiloston on oltava puolueettomia. ilmoitetun laitoksen ylimman johdon ja arviointihenkiloston palkkiot eivat saa olla riippuvaisia suoritettujen arviointien maarasta eivatka arviointien tuloksista.",
        "title_sv": "Anmälda organs opartiskhet",
        "content_sv": "Ett anmält organ, dess högsta ledning och personal som utför bedömningar ska vara opartiska. Arvodena för den högsta ledningen och den personal som utför bedömningar vid ett anmält organ får inte vara beroende av antalet utförda bedömningar eller av bedömningarnas resultat.",
        "normalized_sv": "Ett anmält organ, dess högsta ledning och personal som utför bedömningar ska vara opartiska. Arvodena för den högsta ledningen och den personal som utför bedömningar vid ett anmält organ får inte vara beroende av antalet utförda bedömningar eller av bedömningarnas resultat.",
        "folded_sv": "ett anmalt organ, dess hogsta ledning och personal som utfor bedomningar ska vara opartiska. arvodena for den hogsta ledningen och den personal som utfor bedomningar vid ett anmalt organ far inte vara beroende av antalet utforda bedomningar eller av bedomningarnas resultat."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ilmoitetun laitoksen vastuuvakuutus",
      "content": "Ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittävä vastuuvakuutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittävä vastuuvakuutus.",
        "folded_fi": "ilmoitetulla laitoksella on oltava toiminnan laatu ja laajuus huomioiden riittava vastuuvakuutus.",
        "title_sv": "Anmälda organs ansvarsförsäkring",
        "content_sv": "Ett anmält organ ska ha en ansvarsförsäkring som är tillräcklig med hänsyn till verksamhetens art och omfattning.",
        "normalized_sv": "Ett anmält organ ska ha en ansvarsförsäkring som är tillräcklig med hänsyn till verksamhetens art och omfattning.",
        "folded_sv": "ett anmalt organ ska ha en ansvarsforsakring som ar tillracklig med hansyn till verksamhetens art och omfattning."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vaatimustenmukaisuusolettama",
      "content": "Jos ilmoitettu laitos osoittaa täyttävänsä niiden arvioinnissa käytettävien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu Euroopan unionin virallisessa lehdessä, vahvistetut edellytykset, sen oletetaan täyttävän tässä laissa ilmoitetulle laitokselle säädetyt vaatimukset, jos sovellettavat standardit kattavat nämä vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos ilmoitettu laitos osoittaa täyttävänsä niiden arvioinnissa käytettävien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu Euroopan unionin virallisessa lehdessä, vahvistetut edellytykset, sen oletetaan täyttävän tässä laissa ilmoitetulle laitokselle säädetyt vaatimukset, jos sovellettavat standardit kattavat nämä vaatimukset.",
        "folded_fi": "jos ilmoitettu laitos osoittaa tayttavansa niiden arvioinnissa kaytettavien, yhdenmukaistettujen standardien, joiden viitetiedot on julkaistu euroopan unionin virallisessa lehdessa, vahvistetut edellytykset, sen oletetaan tayttavan tassa laissa ilmoitetulle laitokselle saadetyt vaatimukset, jos sovellettavat standardit kattavat nama vaatimukset.",
        "title_sv": "Presumtion beträffande överensstämmelse med kraven",
        "content_sv": "Om ett anmält organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillämpas vid bedömningen och vars referensuppgifter har offentliggjorts i Europeiska unionens officiella tidning, antas organet uppfylla de krav som föreskrivs för anmälda organ i denna lag, om de tillämpliga standarderna omfattar dessa krav.",
        "normalized_sv": "Om ett anmält organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillämpas vid bedömningen och vars referensuppgifter har offentliggjorts i Europeiska unionens officiella tidning, antas organet uppfylla de krav som föreskrivs för anmälda organ i denna lag, om de tillämpliga standarderna omfattar dessa krav.",
        "folded_sv": "om ett anmalt organ visar att det uppfyller kraven enligt de harmoniserade standarder som tillampas vid bedomningen och vars referensuppgifter har offentliggjorts i europeiska unionens officiella tidning, antas organet uppfylla de krav som foreskrivs for anmalda organ i denna lag, om de tillampliga standarderna omfattar dessa krav."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tehtävien teettäminen alihankintana tai tytäryhtiöllä",
      "content": "Jos ilmoitettu laitos teettää alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvät tehtävät tai käyttää tytäryhtiötä, sen on varmistettava, että alihankkija tai tytäryhtiö täyttää arviointilaitoksen ilmoitetuksi laitokseksi hyväksymisen edellytykset, ja ilmoitettava siitä toimivaltaiselle viranomaiselle. Ilmoitettu laitos vastaa alihankkijan tai tytäryhtiön suorittamista tehtävistä riippumatta näiden sijoittautumisvaltiosta. Ilmoitettu laitos voi teettää alihankintana tai tytäryhtiöllä tehtäviä ainoastaan, jos siitä on sovittu asiakkaan kanssa. Ilmoitetun laitoksen on pidettävä toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytäryhtiön pätevyyden arviointia sekä vaatimustenmukaisuuden arviointitehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos ilmoitettu laitos teettää alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvät tehtävät tai käyttää tytäryhtiötä, sen on varmistettava, että alihankkija tai tytäryhtiö täyttää arviointilaitoksen ilmoitetuksi laitokseksi hyväksymisen edellytykset, ja ilmoitettava siitä toimivaltaiselle viranomaiselle. Ilmoitettu laitos vastaa alihankkijan tai tytäryhtiön suorittamista tehtävistä riippumatta näiden sijoittautumisvaltiosta. Ilmoitettu laitos voi teettää alihankintana tai tytäryhtiöllä tehtäviä ainoastaan, jos siitä on sovittu asiakkaan kanssa. Ilmoitetun laitoksen on pidettävä toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytäryhtiön pätevyyden arviointia sekä vaatimustenmukaisuuden arviointitehtäviä.",
        "folded_fi": "jos ilmoitettu laitos teettaa alihankintana tietyt vaatimustenmukaisuuden arviointiin liittyvat tehtavat tai kayttaa tytaryhtiota, sen on varmistettava, etta alihankkija tai tytaryhtio tayttaa arviointilaitoksen ilmoitetuksi laitokseksi hyvaksymisen edellytykset, ja ilmoitettava siita toimivaltaiselle viranomaiselle. ilmoitettu laitos vastaa alihankkijan tai tytaryhtion suorittamista tehtavista riippumatta naiden sijoittautumisvaltiosta. ilmoitettu laitos voi teettaa alihankintana tai tytaryhtiolla tehtavia ainoastaan, jos siita on sovittu asiakkaan kanssa. ilmoitetun laitoksen on pidettava toimivaltaisen viranomaisen saatavilla asiakirjat, jotka koskevat alihankkijan tai tytaryhtion patevyyden arviointia seka vaatimustenmukaisuuden arviointitehtavia.",
        "title_sv": "Utläggande av uppgifter på underentreprenad eller anlitande av dotterbolag",
        "content_sv": "Om ett anmält organ lägger ut vissa uppgifter som hänför sig till bedömning av överensstämmelse med kraven på underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenören eller dotterbolaget uppfyller de krav som gäller för att ett organ för bedömning av överensstämmelse ska kunna godkännas som anmält organ, samt informera den behöriga myndigheten om saken. Det anmälda organet ansvarar för de uppgifter som utförs av underentreprenören eller dotterbolaget, oavsett i vilken stat dessa är etablerade. Ett anmält organ får lägga ut uppgifter på underentreprenad eller anlita ett dotterbolag för uppgifterna endast om organet avtalat om saken med kunden. Det anmälda organet ska hålla dokumenten som gäller bedömningen av underentreprenörens eller dotterbolagets kompetens och uppgifterna i anslutning till bedömningen av överensstämmelse med kraven tillgängliga för den behöriga myndigheten.",
        "normalized_sv": "Om ett anmält organ lägger ut vissa uppgifter som hänför sig till bedömning av överensstämmelse med kraven på underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenören eller dotterbolaget uppfyller de krav som gäller för att ett organ för bedömning av överensstämmelse ska kunna godkännas som anmält organ, samt informera den behöriga myndigheten om saken. Det anmälda organet ansvarar för de uppgifter som utförs av underentreprenören eller dotterbolaget, oavsett i vilken stat dessa är etablerade. Ett anmält organ får lägga ut uppgifter på underentreprenad eller anlita ett dotterbolag för uppgifterna endast om organet avtalat om saken med kunden. Det anmälda organet ska hålla dokumenten som gäller bedömningen av underentreprenörens eller dotterbolagets kompetens och uppgifterna i anslutning till bedömningen av överensstämmelse med kraven tillgängliga för den behöriga myndigheten.",
        "folded_sv": "om ett anmalt organ lagger ut vissa uppgifter som hanfor sig till bedomning av overensstammelse med kraven pa underentreprenad eller anlitar ett dotterbolag, ska organet se till att underentreprenoren eller dotterbolaget uppfyller de krav som galler for att ett organ for bedomning av overensstammelse ska kunna godkannas som anmalt organ, samt informera den behoriga myndigheten om saken. det anmalda organet ansvarar for de uppgifter som utfors av underentreprenoren eller dotterbolaget, oavsett i vilken stat dessa ar etablerade. ett anmalt organ far lagga ut uppgifter pa underentreprenad eller anlita ett dotterbolag for uppgifterna endast om organet avtalat om saken med kunden. det anmalda organet ska halla dokumenten som galler bedomningen av underentreprenorens eller dotterbolagets kompetens och uppgifterna i anslutning till bedomningen av overensstammelse med kraven tillgangliga for den behoriga myndigheten."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ilmoitetun laitoksen, sen tytäryhtiön ja alihankkijan yleiset velvollisuudet",
      "content": "Ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 §:ssä mainituissa laeissa säädettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. Vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, välttäen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. Ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta. Vaatimustenmukaisuutta arvioitaessa on noudatettava riittävää huolellisuutta. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan on tässä laissa tarkoitettuja julkisia hallintotehtäviä hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan henkilöstöön sovelletaan lisäksi rikosoikeudellista virkavastuuta koskevia säännöksiä tässä pykälässä tarkoitettuja tehtäviä hoidettaessa. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 § :ssä mainituissa laeissa säädettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. Vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, välttäen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. Ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa käytettävän teknologian monimutkaisuus sekä se, onko kyse massa- tai sarjatuotannosta. Vaatimustenmukaisuutta arvioitaessa on noudatettava riittävää huolellisuutta. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan on tässä laissa tarkoitettuja julkisia hallintotehtäviä hoitaessaan noudatettava, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) säädetään. Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan henkilöstöön sovelletaan lisäksi rikosoikeudellista virkavastuuta koskevia säännöksiä tässä pykälässä tarkoitettuja tehtäviä hoidettaessa. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "ilmoitetun laitoksen on suoritettava vaatimustenmukaisuuden arvioinnit 1 §:ssa mainituissa laeissa saadettyjen vaatimustenmukaisuuden arviointimenettelyjen mukaisesti. vaatimustenmukaisuuden arviointi on suoritettava oikeasuhtaisesti, valttaen tarpeettoman rasitteen aiheuttamista talouden toimijoille ja talouden toimijan omaisuuden vahingoittamista. ilmoitetun laitoksen on otettava huomioon asianomaisen yrityksen koko, toimiala, rakenne, tuotteissa kaytettavan teknologian monimutkaisuus seka se, onko kyse massa- tai sarjatuotannosta. vaatimustenmukaisuutta arvioitaessa on noudatettava riittavaa huolellisuutta. ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan on tassa laissa tarkoitettuja julkisia hallintotehtavia hoitaessaan noudatettava, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003) ja kielilaissa (423/2003) saadetaan. ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan henkilostoon sovelletaan lisaksi rikosoikeudellista virkavastuuta koskevia saannoksia tassa pykalassa tarkoitettuja tehtavia hoidettaessa. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Allmänna skyldigheter för anmälda organ och deras dotterbolag och underentreprenörer",
        "content_sv": "Ett anmält organ ska utföra bedömningar av överensstämmelse med kraven enligt de förfaranden för bedömning av överensstämmelse med kraven som föreskrivs i de lagar som nämns i 1 §. Bedömningarna av överensstämmelse med kraven ska utföras så att de står i rätt proportion till sitt syfte, inte onödigt belastar de ekonomiska aktörerna och inte skadar deras egendom. Det anmälda organet ska ta hänsyn till företagens storlek, bransch och struktur, till den berörda produktteknikens komplexitet samt till huruvida det är fråga om massproduktion eller serietillverkning. Vid bedömningen av överensstämmelse med kraven ska tillräcklig noggrannhet iakttas. Ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar ska vid skötseln av sådana offentliga förvaltningsuppgifter som avses i denna lag iaktta vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003) och språklagen (423/2003). På anställda hos ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar tillämpas dessutom bestämmelserna om straffrättsligt tjänsteansvar när de sköter sådana uppgifter som avses i denna paragraf. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Ett anmält organ ska utföra bedömningar av överensstämmelse med kraven enligt de förfaranden för bedömning av överensstämmelse med kraven som föreskrivs i de lagar som nämns i 1 § . Bedömningarna av överensstämmelse med kraven ska utföras så att de står i rätt proportion till sitt syfte, inte onödigt belastar de ekonomiska aktörerna och inte skadar deras egendom. Det anmälda organet ska ta hänsyn till företagens storlek, bransch och struktur, till den berörda produktteknikens komplexitet samt till huruvida det är fråga om massproduktion eller serietillverkning. Vid bedömningen av överensstämmelse med kraven ska tillräcklig noggrannhet iakttas. Ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar ska vid skötseln av sådana offentliga förvaltningsuppgifter som avses i denna lag iaktta vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003) och språklagen (423/2003). På anställda hos ett anmält organ eller ett dotterbolag eller en underentreprenör som organet anlitar tillämpas dessutom bestämmelserna om straffrättsligt tjänsteansvar när de sköter sådana uppgifter som avses i denna paragraf. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "ett anmalt organ ska utfora bedomningar av overensstammelse med kraven enligt de forfaranden for bedomning av overensstammelse med kraven som foreskrivs i de lagar som namns i 1 §. bedomningarna av overensstammelse med kraven ska utforas sa att de star i ratt proportion till sitt syfte, inte onodigt belastar de ekonomiska aktorerna och inte skadar deras egendom. det anmalda organet ska ta hansyn till foretagens storlek, bransch och struktur, till den berorda produktteknikens komplexitet samt till huruvida det ar fraga om massproduktion eller serietillverkning. vid bedomningen av overensstammelse med kraven ska tillracklig noggrannhet iakttas. ett anmalt organ eller ett dotterbolag eller en underentreprenor som organet anlitar ska vid skotseln av sadana offentliga forvaltningsuppgifter som avses i denna lag iaktta vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003) och spraklagen (423/2003). pa anstallda hos ett anmalt organ eller ett dotterbolag eller en underentreprenor som organet anlitar tillampas dessutom bestammelserna om straffrattsligt tjansteansvar nar de skoter sadana uppgifter som avses i denna paragraf. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ilmoitetun laitoksen velvollisuus antaa tietoja viranomaisille ja muille ilmoitetuille laitoksille",
      "content": "Ilmoitetun laitoksen on sen estämättä, mitä tietojen salassapidosta säädetään, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta sekä viranomaisen pyynnöstä myös laitoksen suorittamista toimenpiteistä sitä koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. Ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myönnetyn akkreditointitodistuksen tai hyväksynnän epäämisestä, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyväksymisen ehtoihin; sekä 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnöistä. Ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epäämisestä ja rajoittamisesta sekä aikaisemmin annetun todistuksen voimassaolon peruuttamisesta väliaikaisesti tai toistaiseksi. Ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisistä tuloksista ja pyynnöstä myös tiedot myönteisistä tuloksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Ilmoitetun laitoksen on sen estämättä, mitä tietojen salassapidosta säädetään, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta sekä viranomaisen pyynnöstä myös laitoksen suorittamista toimenpiteistä sitä koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. Ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myönnetyn akkreditointitodistuksen tai hyväksynnän epäämisestä, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyväksymisen ehtoihin; sekä 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnöistä. Ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epäämisestä ja rajoittamisesta sekä aikaisemmin annetun todistuksen voimassaolon peruuttamisesta väliaikaisesti tai toistaiseksi. Ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisistä tuloksista ja pyynnöstä myös tiedot myönteisistä tuloksista.",
        "folded_fi": "ilmoitetun laitoksen on sen estamatta, mita tietojen salassapidosta saadetaan, annettava tietoja toimivaltaisille viranomaisille laitoksen toiminnasta seka viranomaisen pyynnosta myos laitoksen suorittamista toimenpiteista sita koskevan ilmoituksen soveltamisalalla toimivaltaiselle viranomaiselle. ilmoitetun laitoksen on ilmoitettava toimivaltaiselle viranomaiselle: 1) laitokselle myonnetyn akkreditointitodistuksen tai hyvaksynnan epaamisesta, rajoittamisesta tai peruuttamisesta; 2) olosuhteista, jotka vaikuttavat ilmoitetun laitoksen ilmoitettuun toimialaan tai hyvaksymisen ehtoihin; seka 3) markkinavalvontaviranomaisilta saamistaan vaatimustenmukaisuuden arviointitoimia koskevista tietopyynnoista. ilmoitetun laitoksen on annettava toimivaltaiselle viranomaiselle tietoja tuotteiden vaatimustenmukaisuuden arvioinneista antamiensa todistusten epaamisesta ja rajoittamisesta seka aikaisemmin annetun todistuksen voimassaolon peruuttamisesta valiaikaisesti tai toistaiseksi. ilmoitetun laitoksen on toimitettava samanlaisia vaatimustenmukaisuuden arviointitoimia suorittaville muille ilmoitetuille laitoksille, kun arviointi kattaa samat tuotteet, asiaankuuluvat tiedot vaatimustenmukaisuuden arvioinnin kielteisista tuloksista ja pyynnosta myos tiedot myonteisista tuloksista.",
        "title_sv": "Anmälda organs skyldighet att lämna uppgifter till myndigheter och andra anmälda organ",
        "content_sv": "Ett anmält organ ska, oberoende av sekretessbestämmelserna, lämna uppgifter om organets verksamhet till de behöriga myndigheterna samt på begäran av en myndighet också om åtgärder som vidtas av organet till den myndighet som är behörig på tillämpningsområdet för den anmälan som gäller organet. Ett anmält organ ska underrätta den behöriga myndigheten om 1) avslag, begränsningar och återkallande av ett ackrediteringsintyg eller godkännande som beviljats organet, 2) omständigheter som inverkar på det anmälda organets angivna verksamhetsområde eller på villkoren för godkännande, samt om 3) en sådan begäran om information om bedömning av överensstämmelse med kraven som organet har fått av marknadskontrollmyndigheterna. Ett anmält organ ska underrätta den behöriga myndigheten om avslag och begränsningar av intyg över bedömningar av överensstämmelse med kraven samt om återkallande av giltigheten temporärt eller tills vidare för ett tidigare utfärdat intyg. Ett anmält organ ska ge andra anmälda organ som utför liknande bedömningar av överensstämmelse med kraven, då bedömningen gäller samma produkter, relevant information om negativa resultat av bedömningar av överensstämmelse med kraven och på begäran också om positiva resultat.",
        "normalized_sv": "Ett anmält organ ska, oberoende av sekretessbestämmelserna, lämna uppgifter om organets verksamhet till de behöriga myndigheterna samt på begäran av en myndighet också om åtgärder som vidtas av organet till den myndighet som är behörig på tillämpningsområdet för den anmälan som gäller organet. Ett anmält organ ska underrätta den behöriga myndigheten om 1) avslag, begränsningar och återkallande av ett ackrediteringsintyg eller godkännande som beviljats organet, 2) omständigheter som inverkar på det anmälda organets angivna verksamhetsområde eller på villkoren för godkännande, samt om 3) en sådan begäran om information om bedömning av överensstämmelse med kraven som organet har fått av marknadskontrollmyndigheterna. Ett anmält organ ska underrätta den behöriga myndigheten om avslag och begränsningar av intyg över bedömningar av överensstämmelse med kraven samt om återkallande av giltigheten temporärt eller tills vidare för ett tidigare utfärdat intyg. Ett anmält organ ska ge andra anmälda organ som utför liknande bedömningar av överensstämmelse med kraven, då bedömningen gäller samma produkter, relevant information om negativa resultat av bedömningar av överensstämmelse med kraven och på begäran också om positiva resultat.",
        "folded_sv": "ett anmalt organ ska, oberoende av sekretessbestammelserna, lamna uppgifter om organets verksamhet till de behoriga myndigheterna samt pa begaran av en myndighet ocksa om atgarder som vidtas av organet till den myndighet som ar behorig pa tillampningsomradet for den anmalan som galler organet. ett anmalt organ ska underratta den behoriga myndigheten om 1) avslag, begransningar och aterkallande av ett ackrediteringsintyg eller godkannande som beviljats organet, 2) omstandigheter som inverkar pa det anmalda organets angivna verksamhetsomrade eller pa villkoren for godkannande, samt om 3) en sadan begaran om information om bedomning av overensstammelse med kraven som organet har fatt av marknadskontrollmyndigheterna. ett anmalt organ ska underratta den behoriga myndigheten om avslag och begransningar av intyg over bedomningar av overensstammelse med kraven samt om aterkallande av giltigheten temporart eller tills vidare for ett tidigare utfardat intyg. ett anmalt organ ska ge andra anmalda organ som utfor liknande bedomningar av overensstammelse med kraven, da bedomningen galler samma produkter, relevant information om negativa resultat av bedomningar av overensstammelse med kraven och pa begaran ocksa om positiva resultat."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Ilmoitetun laitoksen velvollisuus osallistua standardointitoimiin ja koordinaatioryhmän työhön",
      "content": "Ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsäädännön nojalla perustetun ilmoitettujen laitosten koordinointityöryhmän työhön. Jollei tämä ole mahdollista, laitoksen on varmistettava, että sen arviointihenkilöstö saa tiedon standardoinnista ja koordinaatiotyöryhmän työstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsäädännön nojalla perustetun ilmoitettujen laitosten koordinointityöryhmän työhön. Jollei tämä ole mahdollista, laitoksen on varmistettava, että sen arviointihenkilöstö saa tiedon standardoinnista ja koordinaatiotyöryhmän työstä.",
        "folded_fi": "ilmoitetun laitoksen on osallistuttava asiaankuuluviin standardointitoimiin ja unionin yhdenmukaistamislainsaadannon nojalla perustetun ilmoitettujen laitosten koordinointityoryhman tyohon. jollei tama ole mahdollista, laitoksen on varmistettava, etta sen arviointihenkilosto saa tiedon standardoinnista ja koordinaatiotyoryhman tyosta.",
        "title_sv": "Anmälda organs skyldighet att delta i standardiseringsarbetet och i arbetet i samordningsgruppen för anmälda organ",
        "content_sv": "Ett anmält organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utförs i samordningsgruppen för anmälda organ, som inrättats i enlighet med harmoniserad unionslagstiftning. Om detta inte är möjligt, ska organet se till att dess bedömningspersonal får information om standardiseringsarbetet och samordningsgruppens arbete.",
        "normalized_sv": "Ett anmält organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utförs i samordningsgruppen för anmälda organ, som inrättats i enlighet med harmoniserad unionslagstiftning. Om detta inte är möjligt, ska organet se till att dess bedömningspersonal får information om standardiseringsarbetet och samordningsgruppens arbete.",
        "folded_sv": "ett anmalt organ ska delta i det relevanta standardiseringsarbetet och i det arbete som utfors i samordningsgruppen for anmalda organ, som inrattats i enlighet med harmoniserad unionslagstiftning. om detta inte ar mojligt, ska organet se till att dess bedomningspersonal far information om standardiseringsarbetet och samordningsgruppens arbete."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tässä laissa tarkoitettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "tassa laissa tarkoitettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som avses i denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Beslut som avses i denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Ett beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "beslut som avses i denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). ett beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 27 päivänä huhtikuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 27 päivänä huhtikuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 27 paivana huhtikuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 27 april 2016.",
        "normalized_sv": "Denna lag träder i kraft den 27 april 2016.",
        "folded_sv": "denna lag trader i kraft den 27 april 2016."
      },
      "valid_from": "2016-04-22",
      "valid_to": null
    }
  ]
}