{
  "id": "283/2015",
  "type": "statute",
  "title": "Laki valtion virkamieslain muuttamisesta",
  "title_en": "Lag om ändring av statstjänstemannalagen",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/283/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "content": "Virka on ennen sen täyttämistä julistettava haettavaksi. Ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tässä laissa toisin säädetä. Hakuaika on vähintään 14 kalenteripäivää. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viran ja määräaikaisen virkasuhteen haettavaksi julistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 a",
        "normalized_fi": "Virka on ennen sen täyttämistä julistettava haettavaksi. Ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tässä laissa toisin säädetä. Hakuaika on vähintään 14 kalenteripäivää. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viran ja määräaikaisen virkasuhteen haettavaksi julistamisesta.",
        "folded_fi": "virka on ennen sen tayttamista julistettava haettavaksi. ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tassa laissa toisin saadeta. hakuaika on vahintaan 14 kalenteripaivaa. valtioneuvoston asetuksella annetaan tarkemmat saannokset viran ja maaraaikaisen virkasuhteen haettavaksi julistamisesta.",
        "content_sv": "En tjänst ska förklaras ledig att sökas innan den tillsätts. Ett meddelande om att en tjänst är ledig att sökas ska offentliggöras på riksnivå, om inte något annat föreskrivs i denna lag. Ansökningstiden är minst 14 kalenderdagar. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur tjänster och tjänsteförhållanden för viss tid ska förklaras lediga att sökas.",
        "normalized_sv": "En tjänst ska förklaras ledig att sökas innan den tillsätts. Ett meddelande om att en tjänst är ledig att sökas ska offentliggöras på riksnivå, om inte något annat föreskrivs i denna lag. Ansökningstiden är minst 14 kalenderdagar. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur tjänster och tjänsteförhållanden för viss tid ska förklaras lediga att sökas.",
        "folded_sv": "en tjanst ska forklaras ledig att sokas innan den tillsatts. ett meddelande om att en tjanst ar ledig att sokas ska offentliggoras pa riksniva, om inte nagot annat foreskrivs i denna lag. ansokningstiden ar minst 14 kalenderdagar. genom forordning av statsradet utfardas narmare bestammelser om hur tjanster och tjansteforhallanden for viss tid ska forklaras lediga att sokas."
      }
    },
    {
      "provision_ref": "3:6 b",
      "chapter": "3",
      "section": "6 b",
      "content": "Työsopimussuhteisen tehtävän tai yli vuoden kestäneen määräaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa täytettäessä täyttää virkaa haettavaksi julistamatta, jos virkaan nimitetään kyseistä tehtävää hoitava työntekijä tai kyseisessä määräaikaisessa virkasuhteessa työskentelevä virkamies. Viran täyttämisestä eräissä tilanteissa haettavaksi julistamatta säädetään 5 c §:n 1 momentissa, 9 b §:n 1 momentissa, 27 §:n 4 momentissa ja 32 §:n 1 momentissa. Valtiosihteerin virka täytetään sitä haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. Samaa menettelyä noudattaen nimitetään ministerin erityisavustaja määräaikaiseen virkasuhteeseen. Puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja Suomen Akatemian tutkimusvirkojen täyttämisestä haettavaksi julistamatta säädetään erikseen lailla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 b",
        "normalized_fi": "Työsopimussuhteisen tehtävän tai yli vuoden kestäneen määräaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa täytettäessä täyttää virkaa haettavaksi julistamatta, jos virkaan nimitetään kyseistä tehtävää hoitava työntekijä tai kyseisessä määräaikaisessa virkasuhteessa työskentelevä virkamies. Viran täyttämisestä eräissä tilanteissa haettavaksi julistamatta säädetään 5 c § :n 1 momentissa, 9 b § :n 1 momentissa, 27 § :n 4 momentissa ja 32 § :n 1 momentissa. Valtiosihteerin virka täytetään sitä haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. Samaa menettelyä noudattaen nimitetään ministerin erityisavustaja määräaikaiseen virkasuhteeseen. Puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja Suomen Akatemian tutkimusvirkojen täyttämisestä haettavaksi julistamatta säädetään erikseen lailla.",
        "folded_fi": "tyosopimussuhteisen tehtavan tai yli vuoden kestaneen maaraaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa taytettaessa tayttaa virkaa haettavaksi julistamatta, jos virkaan nimitetaan kyseista tehtavaa hoitava tyontekija tai kyseisessa maaraaikaisessa virkasuhteessa tyoskenteleva virkamies. viran tayttamisesta eraissa tilanteissa haettavaksi julistamatta saadetaan 5 c §:n 1 momentissa, 9 b §:n 1 momentissa, 27 §:n 4 momentissa ja 32 §:n 1 momentissa. valtiosihteerin virka taytetaan sita haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. samaa menettelya noudattaen nimitetaan ministerin erityisavustaja maaraaikaiseen virkasuhteeseen. puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja suomen akatemian tutkimusvirkojen tayttamisesta haettavaksi julistamatta saadetaan erikseen lailla.",
        "content_sv": "En tjänst som inrättats i stället för en uppgift i arbetsavtalsförhållande eller ett tjänsteförhållande för viss tid som överstiger ett år kan första gången tillsättas utan att tjänsten förklaras ledig, om den arbetstagare som sköter uppgiften eller den tjänsteman som är anställd i tjänsteförhållandet för viss tid utnämns till tjänsten. Bestämmelser om att i vissa situationer tillsätta tjänster utan att de förklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. Tjänsten som statssekreterare tillsätts utan att den förklaras ledig eller utan att det kungörs att den är vakant. På samma sätt sker utnämningen till ett tjänsteförhållande för viss tid som en ministers specialmedarbetare. Genom lag föreskrivs särskilt om tillsättande av tjänster inom försvarsmakten, gränsbevakningsväsendet, polisväsendet och utrikesförvaltningen, domartjänster och forskartjänster vid Finlands Akademi utan att tjänsterna har förklarats lediga.",
        "normalized_sv": "En tjänst som inrättats i stället för en uppgift i arbetsavtalsförhållande eller ett tjänsteförhållande för viss tid som överstiger ett år kan första gången tillsättas utan att tjänsten förklaras ledig, om den arbetstagare som sköter uppgiften eller den tjänsteman som är anställd i tjänsteförhållandet för viss tid utnämns till tjänsten. Bestämmelser om att i vissa situationer tillsätta tjänster utan att de förklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. Tjänsten som statssekreterare tillsätts utan att den förklaras ledig eller utan att det kungörs att den är vakant. På samma sätt sker utnämningen till ett tjänsteförhållande för viss tid som en ministers specialmedarbetare. Genom lag föreskrivs särskilt om tillsättande av tjänster inom försvarsmakten, gränsbevakningsväsendet, polisväsendet och utrikesförvaltningen, domartjänster och forskartjänster vid Finlands Akademi utan att tjänsterna har förklarats lediga.",
        "folded_sv": "en tjanst som inrattats i stallet for en uppgift i arbetsavtalsforhallande eller ett tjansteforhallande for viss tid som overstiger ett ar kan forsta gangen tillsattas utan att tjansten forklaras ledig, om den arbetstagare som skoter uppgiften eller den tjansteman som ar anstalld i tjansteforhallandet for viss tid utnamns till tjansten. bestammelser om att i vissa situationer tillsatta tjanster utan att de forklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. tjansten som statssekreterare tillsatts utan att den forklaras ledig eller utan att det kungors att den ar vakant. pa samma satt sker utnamningen till ett tjansteforhallande for viss tid som en ministers specialmedarbetare. genom lag foreskrivs sarskilt om tillsattande av tjanster inom forsvarsmakten, gransbevakningsvasendet, polisvasendet och utrikesforvaltningen, domartjanster och forskartjanster vid finlands akademi utan att tjansterna har forklarats lediga."
      }
    },
    {
      "provision_ref": "3:6 c",
      "chapter": "3",
      "section": "6 c",
      "content": "Edellä 6 a §:ssä tarkoitetussa ilmoituksessa on mainittava viran tehtävät ja säädetyt kelpoisuusvaatimukset, hakuajan päättymisaika sekä se viranomainen, jolle hakemus on osoitettava. Ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikköön vai onko se viraston yhteinen. Perustellusta syystä virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. Viran tai virkasuhteen aikaisemmat hakijat otetaan tällöin huomioon ilman uutta hakemusta. Hakemukseen on liitettävä tarvittavat selvitykset. Hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan päättymiseen mennessä, ei oteta huomioon. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viranomaisesta, jolle hakemus osoitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 c",
        "normalized_fi": "Edellä 6 a § :ssä tarkoitetussa ilmoituksessa on mainittava viran tehtävät ja säädetyt kelpoisuusvaatimukset, hakuajan päättymisaika sekä se viranomainen, jolle hakemus on osoitettava. Ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikköön vai onko se viraston yhteinen. Perustellusta syystä virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. Viran tai virkasuhteen aikaisemmat hakijat otetaan tällöin huomioon ilman uutta hakemusta. Hakemukseen on liitettävä tarvittavat selvitykset. Hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan päättymiseen mennessä, ei oteta huomioon. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viranomaisesta, jolle hakemus osoitetaan.",
        "folded_fi": "edella 6 a §:ssa tarkoitetussa ilmoituksessa on mainittava viran tehtavat ja saadetyt kelpoisuusvaatimukset, hakuajan paattymisaika seka se viranomainen, jolle hakemus on osoitettava. ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikkoon vai onko se viraston yhteinen. perustellusta syysta virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. viran tai virkasuhteen aikaisemmat hakijat otetaan talloin huomioon ilman uutta hakemusta. hakemukseen on liitettava tarvittavat selvitykset. hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan paattymiseen mennessa, ei oteta huomioon. valtioneuvoston asetuksella annetaan tarkemmat saannokset viranomaisesta, jolle hakemus osoitetaan.",
        "content_sv": "I ett meddelande enligt 6 a § ska anges de uppgifter som hör till tjänsten samt de föreskrivna behörighetsvillkoren, dagen då ansökningstiden går ut och den myndighet till vilken ansökan ska riktas. I meddelandet ska nämnas huruvida tjänsten har inrättats vid en särskild enhet eller om den är gemensam för ämbetsverket. Av grundade skäl kan man vid behov ledigförklara en tjänst eller ett tjänsteförhållande på nytt eller förlänga ansökningstiden. De som tidigare har sökt tjänsten eller tjänsteförhållandet beaktas då utan en ny ansökan. Till ansökan ska behövliga redogörelser fogas. Ansökningar som inte har kommit in före utgången av den ansökningstid som anges i meddelandet beaktas inte. Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter till vilka ansökningarna ska riktas.",
        "normalized_sv": "I ett meddelande enligt 6 a § ska anges de uppgifter som hör till tjänsten samt de föreskrivna behörighetsvillkoren, dagen då ansökningstiden går ut och den myndighet till vilken ansökan ska riktas. I meddelandet ska nämnas huruvida tjänsten har inrättats vid en särskild enhet eller om den är gemensam för ämbetsverket. Av grundade skäl kan man vid behov ledigförklara en tjänst eller ett tjänsteförhållande på nytt eller förlänga ansökningstiden. De som tidigare har sökt tjänsten eller tjänsteförhållandet beaktas då utan en ny ansökan. Till ansökan ska behövliga redogörelser fogas. Ansökningar som inte har kommit in före utgången av den ansökningstid som anges i meddelandet beaktas inte. Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter till vilka ansökningarna ska riktas.",
        "folded_sv": "i ett meddelande enligt 6 a § ska anges de uppgifter som hor till tjansten samt de foreskrivna behorighetsvillkoren, dagen da ansokningstiden gar ut och den myndighet till vilken ansokan ska riktas. i meddelandet ska namnas huruvida tjansten har inrattats vid en sarskild enhet eller om den ar gemensam for ambetsverket. av grundade skal kan man vid behov ledigforklara en tjanst eller ett tjansteforhallande pa nytt eller forlanga ansokningstiden. de som tidigare har sokt tjansten eller tjansteforhallandet beaktas da utan en ny ansokan. till ansokan ska behovliga redogorelser fogas. ansokningar som inte har kommit in fore utgangen av den ansokningstid som anges i meddelandet beaktas inte. genom forordning av statsradet utfardas narmare bestammelser om myndigheter till vilka ansokningarna ska riktas."
      }
    },
    {
      "provision_ref": "3:6 d",
      "chapter": "3",
      "section": "6 d",
      "content": "Edellä 6 b §:ssä tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittää vain sitä hakenut henkilö. Nimitettäessä virkaan 6 b §:n 1-3 momentissa säädetyllä tavalla virkaan voidaan nimittää myös henkilö, joka on antanut nimittämiseen suostumuksensa. Nimityspäätöksen tehneen viranomaisen on ilmoitettava viivytyksettä nimityksestä niille, jotka ovat virkaa tai virkasuhdetta hakeneet. Ilmoituksessa on mainittava täytettävänä ollut virka tai virkasuhde, päätöksen tehnyt viranomainen, nimityspäivä sekä virkaan tai virkasuhteeseen nimitetty. Virkaan nimitetyn hakemuksesta nimittävä viranomainen voi peruuttaa nimityksen ennen sitä ajankohtaa, josta lukien asianomainen on virkaan nimitetty. Jos nimittäminen on peruutettu, toinen virkaa hakenut saadaan nimittää virkaan ilmoittamatta sitä uudelleen haettavaksi. Virkasuhde alkaa siitä ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 d",
        "normalized_fi": "Edellä 6 b § :ssä tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittää vain sitä hakenut henkilö. Nimitettäessä virkaan 6 b § :n 1-3 momentissa säädetyllä tavalla virkaan voidaan nimittää myös henkilö, joka on antanut nimittämiseen suostumuksensa. Nimityspäätöksen tehneen viranomaisen on ilmoitettava viivytyksettä nimityksestä niille, jotka ovat virkaa tai virkasuhdetta hakeneet. Ilmoituksessa on mainittava täytettävänä ollut virka tai virkasuhde, päätöksen tehnyt viranomainen, nimityspäivä sekä virkaan tai virkasuhteeseen nimitetty. Virkaan nimitetyn hakemuksesta nimittävä viranomainen voi peruuttaa nimityksen ennen sitä ajankohtaa, josta lukien asianomainen on virkaan nimitetty. Jos nimittäminen on peruutettu, toinen virkaa hakenut saadaan nimittää virkaan ilmoittamatta sitä uudelleen haettavaksi. Virkasuhde alkaa siitä ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
        "folded_fi": "edella 6 b §:ssa tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittaa vain sita hakenut henkilo. nimitettaessa virkaan 6 b §:n 1-3 momentissa saadetylla tavalla virkaan voidaan nimittaa myos henkilo, joka on antanut nimittamiseen suostumuksensa. nimityspaatoksen tehneen viranomaisen on ilmoitettava viivytyksetta nimityksesta niille, jotka ovat virkaa tai virkasuhdetta hakeneet. ilmoituksessa on mainittava taytettavana ollut virka tai virkasuhde, paatoksen tehnyt viranomainen, nimityspaiva seka virkaan tai virkasuhteeseen nimitetty. virkaan nimitetyn hakemuksesta nimittava viranomainen voi peruuttaa nimityksen ennen sita ajankohtaa, josta lukien asianomainen on virkaan nimitetty. jos nimittaminen on peruutettu, toinen virkaa hakenut saadaan nimittaa virkaan ilmoittamatta sita uudelleen haettavaksi. virkasuhde alkaa siita ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
        "content_sv": "Med undantag för de fall som avses i 6 b § kan till en tjänst utnämnas endast den som har sökt tjänsten. När utnämning till en tjänst sker enligt 6 b § 1-3 mom., kan till den utnämnas även en person som har samtyckt till utnämningen. Den myndighet som har fattat utnämningsbeslutet ska utan dröjsmål lämna dem som har sökt tjänsten eller tjänsteförhållandet ett meddelande om utnämningen. I meddelandet ska nämnas den tjänst eller det tjänsteförhållande som ska tillsättas, vilken myndighet som har fattat beslutet, datum för utnämningen samt vem som har utnämnts till tjänsten eller tjänsteförhållandet. På ansökan av den som har utnämnts till en tjänst kan den utnämnande myndigheten återkalla utnämningen före den tidpunkt från och med vilken personen har utnämnts till tjänsten. Om en utnämning har återkallats, får någon annan som sökt tjänsten utnämnas till den utan att tjänsten förklaras ledig att sökas på nytt. Ett tjänsteförhållande börjar vid den tidpunkt från och med vilken personen har utnämnts till en tjänst eller ett tjänsteförhållande.",
        "normalized_sv": "Med undantag för de fall som avses i 6 b § kan till en tjänst utnämnas endast den som har sökt tjänsten. När utnämning till en tjänst sker enligt 6 b § 1-3 mom., kan till den utnämnas även en person som har samtyckt till utnämningen. Den myndighet som har fattat utnämningsbeslutet ska utan dröjsmål lämna dem som har sökt tjänsten eller tjänsteförhållandet ett meddelande om utnämningen. I meddelandet ska nämnas den tjänst eller det tjänsteförhållande som ska tillsättas, vilken myndighet som har fattat beslutet, datum för utnämningen samt vem som har utnämnts till tjänsten eller tjänsteförhållandet. På ansökan av den som har utnämnts till en tjänst kan den utnämnande myndigheten återkalla utnämningen före den tidpunkt från och med vilken personen har utnämnts till tjänsten. Om en utnämning har återkallats, får någon annan som sökt tjänsten utnämnas till den utan att tjänsten förklaras ledig att sökas på nytt. Ett tjänsteförhållande börjar vid den tidpunkt från och med vilken personen har utnämnts till en tjänst eller ett tjänsteförhållande.",
        "folded_sv": "med undantag for de fall som avses i 6 b § kan till en tjanst utnamnas endast den som har sokt tjansten. nar utnamning till en tjanst sker enligt 6 b § 1-3 mom., kan till den utnamnas aven en person som har samtyckt till utnamningen. den myndighet som har fattat utnamningsbeslutet ska utan drojsmal lamna dem som har sokt tjansten eller tjansteforhallandet ett meddelande om utnamningen. i meddelandet ska namnas den tjanst eller det tjansteforhallande som ska tillsattas, vilken myndighet som har fattat beslutet, datum for utnamningen samt vem som har utnamnts till tjansten eller tjansteforhallandet. pa ansokan av den som har utnamnts till en tjanst kan den utnamnande myndigheten aterkalla utnamningen fore den tidpunkt fran och med vilken personen har utnamnts till tjansten. om en utnamning har aterkallats, far nagon annan som sokt tjansten utnamnas till den utan att tjansten forklaras ledig att sokas pa nytt. ett tjansteforhallande borjar vid den tidpunkt fran och med vilken personen har utnamnts till en tjanst eller ett tjansteforhallande."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Virkamieheksi nimitettävän tulee olla täyttänyt 18 vuotta. Virkamieheksi voidaan kuitenkin nimittää 15 vuotta täyttänyt ja oppivelvollisuutensa suorittanut henkilö, jos nimittämistä voidaan virkamiehen tehtävien asianmukaisen hoitamisen kannalta pitää sopivana. Sen lisäksi, mitä yleisistä kelpoisuusvaatimuksista säädetään, 26 §:n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeriä, erityisinä kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtävän edellyttämä monipuolinen kokemus, käytännössä osoitettu johtamistaito ja johtamiskokemus. Yksittäiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisistä kelpoisuusvaatimuksista voidaan tarvittaessa säätää erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. Jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisistä kelpoisuusvaatimuksista säädetä laissa, niistä voidaan säätää valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtävien hoitamiseksi perusteltua. Valtioneuvosto voi antaa erivapauden edellä 2 momentissa säädetyistä kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. Valtioneuvosto voi lisäksi erityisistä syistä antaa erivapauden valtioneuvoston asetuksella säädetyistä kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan pääsemistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8",
        "normalized_fi": "Virkamieheksi nimitettävän tulee olla täyttänyt 18 vuotta. Virkamieheksi voidaan kuitenkin nimittää 15 vuotta täyttänyt ja oppivelvollisuutensa suorittanut henkilö, jos nimittämistä voidaan virkamiehen tehtävien asianmukaisen hoitamisen kannalta pitää sopivana. Sen lisäksi, mitä yleisistä kelpoisuusvaatimuksista säädetään, 26 § :n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeriä, erityisinä kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtävän edellyttämä monipuolinen kokemus, käytännössä osoitettu johtamistaito ja johtamiskokemus. Yksittäiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisistä kelpoisuusvaatimuksista voidaan tarvittaessa säätää erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. Jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisistä kelpoisuusvaatimuksista säädetä laissa, niistä voidaan säätää valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtävien hoitamiseksi perusteltua. Valtioneuvosto voi antaa erivapauden edellä 2 momentissa säädetyistä kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. Valtioneuvosto voi lisäksi erityisistä syistä antaa erivapauden valtioneuvoston asetuksella säädetyistä kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan pääsemistä varten.",
        "folded_fi": "virkamieheksi nimitettavan tulee olla tayttanyt 18 vuotta. virkamieheksi voidaan kuitenkin nimittaa 15 vuotta tayttanyt ja oppivelvollisuutensa suorittanut henkilo, jos nimittamista voidaan virkamiehen tehtavien asianmukaisen hoitamisen kannalta pitaa sopivana. sen lisaksi, mita yleisista kelpoisuusvaatimuksista saadetaan, 26 §:n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeria, erityisina kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtavan edellyttama monipuolinen kokemus, kaytannossa osoitettu johtamistaito ja johtamiskokemus. yksittaiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisista kelpoisuusvaatimuksista voidaan tarvittaessa saataa erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisista kelpoisuusvaatimuksista saadeta laissa, niista voidaan saataa valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtavien hoitamiseksi perusteltua. valtioneuvosto voi antaa erivapauden edella 2 momentissa saadetyista kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. valtioneuvosto voi lisaksi erityisista syista antaa erivapauden valtioneuvoston asetuksella saadetyista kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan paasemista varten.",
        "content_sv": "Den som utnämns till tjänsteman ska ha fyllt 18 år. Till tjänsteman kan dock utnämnas den som har fyllt 15 år och fullgjort sin läroplikt, om utnämningen kan anses vara lämplig med tanke på skötseln av tjänstemannens uppgifter. Utöver bestämmelserna om allmänna behörighetsvillkor är särskilda behörighetsvillkor för de tjänster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, högre högskoleexamen, sådan mångsidig erfarenhet som uppgiften förutsätter samt i praktiken visad ledarförmåga och erfarenhet av ledarskap. Särskilda bestämmelser om den examen eller andra särskilda behörighetsvillkor som krävs för en enskild tjänst enligt 2 mom. kan vid behov utfärdas i en sådan förordning av statsrådet som gäller det aktuella ämbetsverket. Om det inte i lag finns bestämmelser om examina och om andra särskilda behörighetsvillkor som krävs för en statlig tjänst, kan bestämmelser om dem utfärdas genom förordning av statsrådet, ifall detta är motiverat för skötseln av de uppgifter som hör till tjänsten. Statsrådet kan bevilja dispens från behörighetsvillkoren enligt 2 mom. för den som söker tjänsten som riksförlikningsman. Av särskilda skäl kan statsrådet dessutom bevilja dispens från behörighetsvillkor som anges i förordning av statsrådet, dock inte för en tjänst som domare.",
        "normalized_sv": "Den som utnämns till tjänsteman ska ha fyllt 18 år. Till tjänsteman kan dock utnämnas den som har fyllt 15 år och fullgjort sin läroplikt, om utnämningen kan anses vara lämplig med tanke på skötseln av tjänstemannens uppgifter. Utöver bestämmelserna om allmänna behörighetsvillkor är särskilda behörighetsvillkor för de tjänster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, högre högskoleexamen, sådan mångsidig erfarenhet som uppgiften förutsätter samt i praktiken visad ledarförmåga och erfarenhet av ledarskap. Särskilda bestämmelser om den examen eller andra särskilda behörighetsvillkor som krävs för en enskild tjänst enligt 2 mom. kan vid behov utfärdas i en sådan förordning av statsrådet som gäller det aktuella ämbetsverket. Om det inte i lag finns bestämmelser om examina och om andra särskilda behörighetsvillkor som krävs för en statlig tjänst, kan bestämmelser om dem utfärdas genom förordning av statsrådet, ifall detta är motiverat för skötseln av de uppgifter som hör till tjänsten. Statsrådet kan bevilja dispens från behörighetsvillkoren enligt 2 mom. för den som söker tjänsten som riksförlikningsman. Av särskilda skäl kan statsrådet dessutom bevilja dispens från behörighetsvillkor som anges i förordning av statsrådet, dock inte för en tjänst som domare.",
        "folded_sv": "den som utnamns till tjansteman ska ha fyllt 18 ar. till tjansteman kan dock utnamnas den som har fyllt 15 ar och fullgjort sin laroplikt, om utnamningen kan anses vara lamplig med tanke pa skotseln av tjanstemannens uppgifter. utover bestammelserna om allmanna behorighetsvillkor ar sarskilda behorighetsvillkor for de tjanster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, hogre hogskoleexamen, sadan mangsidig erfarenhet som uppgiften forutsatter samt i praktiken visad ledarformaga och erfarenhet av ledarskap. sarskilda bestammelser om den examen eller andra sarskilda behorighetsvillkor som kravs for en enskild tjanst enligt 2 mom. kan vid behov utfardas i en sadan forordning av statsradet som galler det aktuella ambetsverket. om det inte i lag finns bestammelser om examina och om andra sarskilda behorighetsvillkor som kravs for en statlig tjanst, kan bestammelser om dem utfardas genom forordning av statsradet, ifall detta ar motiverat for skotseln av de uppgifter som hor till tjansten. statsradet kan bevilja dispens fran behorighetsvillkoren enligt 2 mom. for den som soker tjansten som riksforlikningsman. av sarskilda skal kan statsradet dessutom bevilja dispens fran behorighetsvillkor som anges i forordning av statsradet, dock inte for en tjanst som domare."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "Jäljempänä 26 §:n 1-4 kohdassa tarkoitettuun virkaan nimitettäväksi esitettävän henkilön on ennen nimittämistä annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissä ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtävistään, 18 §:ssä tarkoitetuista sivutoimistaan sekä muista sidonnaisuuksistaan, joilla voi olla merkitystä arvioitaessa hänen edellytyksiään hoitaa täytettävänä olevan viran tehtäviä. Ilmoitukseen pitää 18 §:ssä tarkoitettujen sivutoimilupaa edellyttävien sivutoimien osalta sisällyttää tieto niistä saaduista tuloista. Mitä 1 momentissa säädetään, sovelletaan myös nimitettäessä henkilö 9 §:n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtäviä. Edellä 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten on ilmoitettava viivytyksettä 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissä havaitut puutteet sekä myös muutoin annettava vastaava selvitys asianomaisen viranomaisen sitä pyytäessä. Lisäksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtävät ja niistä mahdollisesti saatu tulo. Viranomaiselle annetut henkilön taloudellista asemaa koskevat tiedot ovat salassa pidettäviä. Valtiovarainministeriöllä on kuitenkin salassapitosäännösten estämättä oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten osalta tiedot 18 §:ssä tarkoitetuista sivutoimilupaa edellyttävistä sivutoimista ja niistä saadusta tulosta sekä virka-aseman perusteella tulleista ulkopuolisista tehtävistä ja niistä mahdollisesti saadusta tulosta. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä säädetyn ilmoituksen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8 a",
        "normalized_fi": "Jäljempänä 26 § :n 1-4 kohdassa tarkoitettuun virkaan nimitettäväksi esitettävän henkilön on ennen nimittämistä annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissä ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtävistään, 18 § :ssä tarkoitetuista sivutoimistaan sekä muista sidonnaisuuksistaan, joilla voi olla merkitystä arvioitaessa hänen edellytyksiään hoitaa täytettävänä olevan viran tehtäviä. Ilmoitukseen pitää 18 § :ssä tarkoitettujen sivutoimilupaa edellyttävien sivutoimien osalta sisällyttää tieto niistä saaduista tuloista. Mitä 1 momentissa säädetään, sovelletaan myös nimitettäessä henkilö 9 § :n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtäviä. Edellä 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten on ilmoitettava viivytyksettä 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissä havaitut puutteet sekä myös muutoin annettava vastaava selvitys asianomaisen viranomaisen sitä pyytäessä. Lisäksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtävät ja niistä mahdollisesti saatu tulo. Viranomaiselle annetut henkilön taloudellista asemaa koskevat tiedot ovat salassa pidettäviä. Valtiovarainministeriöllä on kuitenkin salassapitosäännösten estämättä oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten osalta tiedot 18 § :ssä tarkoitetuista sivutoimilupaa edellyttävistä sivutoimista ja niistä saadusta tulosta sekä virka-aseman perusteella tulleista ulkopuolisista tehtävistä ja niistä mahdollisesti saadusta tulosta. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä säädetyn ilmoituksen antamisesta.",
        "folded_fi": "jaljempana 26 §:n 1-4 kohdassa tarkoitettuun virkaan nimitettavaksi esitettavan henkilon on ennen nimittamista annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissa ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtavistaan, 18 §:ssa tarkoitetuista sivutoimistaan seka muista sidonnaisuuksistaan, joilla voi olla merkitysta arvioitaessa hanen edellytyksiaan hoitaa taytettavana olevan viran tehtavia. ilmoitukseen pitaa 18 §:ssa tarkoitettujen sivutoimilupaa edellyttavien sivutoimien osalta sisallyttaa tieto niista saaduista tuloista. mita 1 momentissa saadetaan, sovelletaan myos nimitettaessa henkilo 9 §:n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtavia. edella 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtaviin nimitettyjen virkamiesten on ilmoitettava viivytyksetta 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissa havaitut puutteet seka myos muutoin annettava vastaava selvitys asianomaisen viranomaisen sita pyytaessa. lisaksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtavat ja niista mahdollisesti saatu tulo. viranomaiselle annetut henkilon taloudellista asemaa koskevat tiedot ovat salassa pidettavia. valtiovarainministeriolla on kuitenkin salassapitosaannosten estamatta oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtaviin nimitettyjen virkamiesten osalta tiedot 18 §:ssa tarkoitetuista sivutoimilupaa edellyttavista sivutoimista ja niista saadusta tulosta seka virka-aseman perusteella tulleista ulkopuolisista tehtavista ja niista mahdollisesti saadusta tulosta. valtioneuvoston asetuksella annetaan tarkemmat saannokset tassa pykalassa saadetyn ilmoituksen antamisesta.",
        "content_sv": "En person som föreslås bli utnämnd till en tjänst som avses i 26 § 1-4 punkten ska före utnämningen lämna en redogörelse för sin näringsverksamhet, sitt ägande i företag och annan förmögenhet samt för sina uppgifter utanför tjänsten, sina bisysslor enligt 18 § och för sina andra bindningar som kan vara av betydelse vid bedömningen av hans eller hennes förutsättningar att sköta de uppgifter som hör till den tjänst som ska tillsättas. Anmälan ska när det gäller bisysslor som kräver bisysslotillstånd enligt 18 § innehålla uppgifter om inkomsten från bisysslorna. Vad som föreskrivs i 1 mom. tillämpas också när en person med stöd av 9 § 1 mom. utnämns till att sköta de uppgifter som hör till en tjänst som avses i 1 mom. De tjänstemän som har blivit utnämnda till tjänster och uppgifter enligt 1 och 2 mom. ska utan dröjsmål anmäla ändringar och bristfälligheter i de uppgifter som avses i 1 mom. samt även annars lämna motsvarande redogörelse när den behöriga myndigheten begär en sådan. Dessutom ska tjänstemän informera den behöriga myndigheten om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen samt om den eventuella inkomsten från dessa arbetsuppgifter. Uppgifter om en persons ekonomiska ställning som har getts en myndighet ska hemlighållas. Finansministeriet har trots sekretessbestämmelserna rätt att av myndigheten få uppgifter om bisysslor som kräver bisysslotillstånd enligt 18 § för de tjänstemän som utnämnts till tjänster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fått från bisysslorna samt om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen och om den eventuella inkomsten från dessa uppgifter. Genom förordning av statsrådet utfärdas närmare bestämmelser om att lämna anmälningar enligt denna paragraf.",
        "normalized_sv": "En person som föreslås bli utnämnd till en tjänst som avses i 26 § 1-4 punkten ska före utnämningen lämna en redogörelse för sin näringsverksamhet, sitt ägande i företag och annan förmögenhet samt för sina uppgifter utanför tjänsten, sina bisysslor enligt 18 § och för sina andra bindningar som kan vara av betydelse vid bedömningen av hans eller hennes förutsättningar att sköta de uppgifter som hör till den tjänst som ska tillsättas. Anmälan ska när det gäller bisysslor som kräver bisysslotillstånd enligt 18 § innehålla uppgifter om inkomsten från bisysslorna. Vad som föreskrivs i 1 mom. tillämpas också när en person med stöd av 9 § 1 mom. utnämns till att sköta de uppgifter som hör till en tjänst som avses i 1 mom. De tjänstemän som har blivit utnämnda till tjänster och uppgifter enligt 1 och 2 mom. ska utan dröjsmål anmäla ändringar och bristfälligheter i de uppgifter som avses i 1 mom. samt även annars lämna motsvarande redogörelse när den behöriga myndigheten begär en sådan. Dessutom ska tjänstemän informera den behöriga myndigheten om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen samt om den eventuella inkomsten från dessa arbetsuppgifter. Uppgifter om en persons ekonomiska ställning som har getts en myndighet ska hemlighållas. Finansministeriet har trots sekretessbestämmelserna rätt att av myndigheten få uppgifter om bisysslor som kräver bisysslotillstånd enligt 18 § för de tjänstemän som utnämnts till tjänster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fått från bisysslorna samt om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen och om den eventuella inkomsten från dessa uppgifter. Genom förordning av statsrådet utfärdas närmare bestämmelser om att lämna anmälningar enligt denna paragraf.",
        "folded_sv": "en person som foreslas bli utnamnd till en tjanst som avses i 26 § 1-4 punkten ska fore utnamningen lamna en redogorelse for sin naringsverksamhet, sitt agande i foretag och annan formogenhet samt for sina uppgifter utanfor tjansten, sina bisysslor enligt 18 § och for sina andra bindningar som kan vara av betydelse vid bedomningen av hans eller hennes forutsattningar att skota de uppgifter som hor till den tjanst som ska tillsattas. anmalan ska nar det galler bisysslor som kraver bisysslotillstand enligt 18 § innehalla uppgifter om inkomsten fran bisysslorna. vad som foreskrivs i 1 mom. tillampas ocksa nar en person med stod av 9 § 1 mom. utnamns till att skota de uppgifter som hor till en tjanst som avses i 1 mom. de tjansteman som har blivit utnamnda till tjanster och uppgifter enligt 1 och 2 mom. ska utan drojsmal anmala andringar och bristfalligheter i de uppgifter som avses i 1 mom. samt aven annars lamna motsvarande redogorelse nar den behoriga myndigheten begar en sadan. dessutom ska tjansteman informera den behoriga myndigheten om de arbetsuppgifter utanfor tjansten som foljer av tjanstestallningen samt om den eventuella inkomsten fran dessa arbetsuppgifter. uppgifter om en persons ekonomiska stallning som har getts en myndighet ska hemlighallas. finansministeriet har trots sekretessbestammelserna ratt att av myndigheten fa uppgifter om bisysslor som kraver bisysslotillstand enligt 18 § for de tjansteman som utnamnts till tjanster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fatt fran bisysslorna samt om de arbetsuppgifter utanfor tjansten som foljer av tjanstestallningen och om den eventuella inkomsten fran dessa uppgifter. genom forordning av statsradet utfardas narmare bestammelser om att lamna anmalningar enligt denna paragraf."
      }
    },
    {
      "provision_ref": "3:8 d",
      "chapter": "3",
      "section": "8 d",
      "content": "Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa säädetään, asianomainen viranomainen voi julkaista edellä 8 a §:n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset sekä sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosäännöksistä muuta johdu. Asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. Sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisestä tietoverkosta sidonnaisuuden tai sivutoimen päätyttyä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8 d",
        "normalized_fi": "Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 § :n 3 momentissa säädetään, asianomainen viranomainen voi julkaista edellä 8 a § :n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset sekä sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosäännöksistä muuta johdu. Asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. Sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisestä tietoverkosta sidonnaisuuden tai sivutoimen päätyttyä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
        "folded_fi": "sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa saadetaan, asianomainen viranomainen voi julkaista edella 8 a §:n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset seka sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosaannoksista muuta johdu. asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. sidonnaisuuksia seka sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisesta tietoverkosta sidonnaisuuden tai sivutoimen paatyttya. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sidonnaisuuksia seka sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
        "content_sv": "Trots vad som föreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får den behöriga myndigheten offentliggöra de anmälningar om bindningar samt tillstånd för och anmälningar om bisysslor som avses i 8 a § 1 och 2 mom. över ett allmänt datanät, om inte något annat följer av sekretessbestämmelserna. Den behöriga myndigheten svarar för att de uppgifter som avses i 1 mom. är uppdaterade. Uppgifterna om bindningar samt om tillstånd för och anmälningar om bisysslor ska tas bort från det allmänna datanätet när bindningen eller bisysslan har upphört. Genom förordning av statsrådet får närmare bestämmelser utfärdas om att offentliggöra uppgifter om bindningar samt om tillstånd för och anmälningar om bisysslor.",
        "normalized_sv": "Trots vad som föreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får den behöriga myndigheten offentliggöra de anmälningar om bindningar samt tillstånd för och anmälningar om bisysslor som avses i 8 a § 1 och 2 mom. över ett allmänt datanät, om inte något annat följer av sekretessbestämmelserna. Den behöriga myndigheten svarar för att de uppgifter som avses i 1 mom. är uppdaterade. Uppgifterna om bindningar samt om tillstånd för och anmälningar om bisysslor ska tas bort från det allmänna datanätet när bindningen eller bisysslan har upphört. Genom förordning av statsrådet får närmare bestämmelser utfärdas om att offentliggöra uppgifter om bindningar samt om tillstånd för och anmälningar om bisysslor.",
        "folded_sv": "trots vad som foreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) far den behoriga myndigheten offentliggora de anmalningar om bindningar samt tillstand for och anmalningar om bisysslor som avses i 8 a § 1 och 2 mom. over ett allmant datanat, om inte nagot annat foljer av sekretessbestammelserna. den behoriga myndigheten svarar for att de uppgifter som avses i 1 mom. ar uppdaterade. uppgifterna om bindningar samt om tillstand for och anmalningar om bisysslor ska tas bort fran det allmanna datanatet nar bindningen eller bisysslan har upphort. genom forordning av statsradet far narmare bestammelser utfardas om att offentliggora uppgifter om bindningar samt om tillstand for och anmalningar om bisysslor."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Sen lisäksi, mitä 9 §:ssä säädetään määräajaksi nimittämisen perusteista, 26 §:n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetään viiden vuoden määräajaksi, jollei erityisestä syystä ole perustetta nimittää tätä lyhyemmäksi määräajaksi. Mitä 1 momentissa säädetään, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttäjän, Energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. Edellä 1 momentissa tarkoitettua määräaikaa voidaan jatkaa enintään yhdellä vuodella nimittävän viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyvä perusteltu syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:9 a",
        "normalized_fi": "Sen lisäksi, mitä 9 § :ssä säädetään määräajaksi nimittämisen perusteista, 26 § :n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetään viiden vuoden määräajaksi, jollei erityisestä syystä ole perustetta nimittää tätä lyhyemmäksi määräajaksi. Mitä 1 momentissa säädetään, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttäjän, Energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. Edellä 1 momentissa tarkoitettua määräaikaa voidaan jatkaa enintään yhdellä vuodella nimittävän viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyvä perusteltu syy.",
        "folded_fi": "sen lisaksi, mita 9 §:ssa saadetaan maaraajaksi nimittamisen perusteista, 26 §:n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetaan viiden vuoden maaraajaksi, jollei erityisesta syysta ole perustetta nimittaa tata lyhyemmaksi maaraajaksi. mita 1 momentissa saadetaan, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttajan, energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. edella 1 momentissa tarkoitettua maaraaikaa voidaan jatkaa enintaan yhdella vuodella nimittavan viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyva perusteltu syy.",
        "content_sv": "Utöver bestämmelserna i 9 § om grunderna för utnämning för viss tid sker utnämning till de tjänster som avses i 26 § 3 och 4 punkten för en tid av fem år, om det inte av särskilda skäl finns grund för att utnämna för kortare tid. Bestämmelserna i 1 mom. gäller dock inte tjänster inom utrikesförvaltningen, gränsbevakningsväsendet eller polisförvaltningen och inte heller tjänsterna som statssekreterare, riksåklagare, överdirektör vid Energimyndigheten eller riksförlikningsman. Den tid som avses i 1 mom. kan förlängas med högst ett år på initiativ av den utnämnande myndigheten, om det till detta finns en grundad anledning som hänför sig till ämbetsverkets verksamhet.",
        "normalized_sv": "Utöver bestämmelserna i 9 § om grunderna för utnämning för viss tid sker utnämning till de tjänster som avses i 26 § 3 och 4 punkten för en tid av fem år, om det inte av särskilda skäl finns grund för att utnämna för kortare tid. Bestämmelserna i 1 mom. gäller dock inte tjänster inom utrikesförvaltningen, gränsbevakningsväsendet eller polisförvaltningen och inte heller tjänsterna som statssekreterare, riksåklagare, överdirektör vid Energimyndigheten eller riksförlikningsman. Den tid som avses i 1 mom. kan förlängas med högst ett år på initiativ av den utnämnande myndigheten, om det till detta finns en grundad anledning som hänför sig till ämbetsverkets verksamhet.",
        "folded_sv": "utover bestammelserna i 9 § om grunderna for utnamning for viss tid sker utnamning till de tjanster som avses i 26 § 3 och 4 punkten for en tid av fem ar, om det inte av sarskilda skal finns grund for att utnamna for kortare tid. bestammelserna i 1 mom. galler dock inte tjanster inom utrikesforvaltningen, gransbevakningsvasendet eller polisforvaltningen och inte heller tjansterna som statssekreterare, riksaklagare, overdirektor vid energimyndigheten eller riksforlikningsman. den tid som avses i 1 mom. kan forlangas med hogst ett ar pa initiativ av den utnamnande myndigheten, om det till detta finns en grundad anledning som hanfor sig till ambetsverkets verksamhet."
      }
    },
    {
      "provision_ref": "3:9 b",
      "chapter": "3",
      "section": "9 b",
      "content": "Edellä 9 a §:ssä tarkoitettuun virkaan määräajaksi nimitetty voidaan säädetyn määräajan päättymisen jälkeen nimittää muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa työsuhteeseen enintään kahden vuoden määräajaksi ilman hakumenettelyä. Jollei henkilöä voida nimittää tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtävään, palvelussuhde valtioon lakkaa määräajan päättyessä. Mitä 1 ja 2 momentissa säädetään, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hänet on nimitetty toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:9 b",
        "normalized_fi": "Edellä 9 a § :ssä tarkoitettuun virkaan määräajaksi nimitetty voidaan säädetyn määräajan päättymisen jälkeen nimittää muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa työsuhteeseen enintään kahden vuoden määräajaksi ilman hakumenettelyä. Jollei henkilöä voida nimittää tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtävään, palvelussuhde valtioon lakkaa määräajan päättyessä. Mitä 1 ja 2 momentissa säädetään, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hänet on nimitetty toistaiseksi.",
        "folded_fi": "edella 9 a §:ssa tarkoitettuun virkaan maaraajaksi nimitetty voidaan saadetyn maaraajan paattymisen jalkeen nimittaa muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa tyosuhteeseen enintaan kahden vuoden maaraajaksi ilman hakumenettelya. jollei henkiloa voida nimittaa tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtavaan, palvelussuhde valtioon lakkaa maaraajan paattyessa. mita 1 ja 2 momentissa saadetaan, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hanet on nimitetty toistaiseksi.",
        "content_sv": "Den som utnämnts för viss tid till en tjänst enligt 9 a § får efter den föreskrivna tiden utnämnas till en annan tjänst eller ett annat tjänsteförhållande inom statsförvaltningen eller anställas i ett arbetsavtalsförhållande för viss tid om högst två år utan ett ansökningsförfarande. Om personen inte kan utnämnas till eller anställas i en tjänst eller uppgift som avses i 1 mom., upphör anställningsförhållandet till staten när den bestämda tiden går ut. Bestämmelserna i 1 och 2 mom. tillämpas inte på en tjänsteman som är tjänstledig från en annan statlig tjänst till vilken tjänstemannen har utnämnts tills vidare.",
        "normalized_sv": "Den som utnämnts för viss tid till en tjänst enligt 9 a § får efter den föreskrivna tiden utnämnas till en annan tjänst eller ett annat tjänsteförhållande inom statsförvaltningen eller anställas i ett arbetsavtalsförhållande för viss tid om högst två år utan ett ansökningsförfarande. Om personen inte kan utnämnas till eller anställas i en tjänst eller uppgift som avses i 1 mom., upphör anställningsförhållandet till staten när den bestämda tiden går ut. Bestämmelserna i 1 och 2 mom. tillämpas inte på en tjänsteman som är tjänstledig från en annan statlig tjänst till vilken tjänstemannen har utnämnts tills vidare.",
        "folded_sv": "den som utnamnts for viss tid till en tjanst enligt 9 a § far efter den foreskrivna tiden utnamnas till en annan tjanst eller ett annat tjansteforhallande inom statsforvaltningen eller anstallas i ett arbetsavtalsforhallande for viss tid om hogst tva ar utan ett ansokningsforfarande. om personen inte kan utnamnas till eller anstallas i en tjanst eller uppgift som avses i 1 mom., upphor anstallningsforhallandet till staten nar den bestamda tiden gar ut. bestammelserna i 1 och 2 mom. tillampas inte pa en tjansteman som ar tjanstledig fran en annan statlig tjanst till vilken tjanstemannen har utnamnts tills vidare."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset sivutoimiluvan myöntävästä viranomaisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset sivutoimiluvan myöntävästä viranomaisesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset sivutoimiluvan myontavasta viranomaisesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tillstånd för bisyssla.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tillstånd för bisyssla.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om myndigheter som beviljar tillstand for bisyssla."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavapauden myöntävästä viranomaisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavapauden myöntävästä viranomaisesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset virkavapauden myontavasta viranomaisesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tjänstledighet.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tjänstledighet.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om myndigheter som beviljar tjanstledighet."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "Virkamies on pidätettävä virantoimituksesta 25, 26 tai 26 a §:n perusteella irtisanottaessa, jos irtisanomista koskeva päätös ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. Irtisanottaessa virkamies 27 §:n perusteella hänet on pidätettävä virantoimituksesta irtisanomisajan päättyessä, kunnes irtisanomispäätös on saanut lainvoiman. Hallinto-oikeus tai, jos hallinto-oikeuden päätöksestä on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisestä syystä määrätä toisin. Jos virkamies on pantu viralta tai virkasuhde on purettu, hänet on heti pidätettävä virantoimituksesta, vaikkei päätös ole saanut lainvoimaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:40",
        "normalized_fi": "Virkamies on pidätettävä virantoimituksesta 25, 26 tai 26 a § :n perusteella irtisanottaessa, jos irtisanomista koskeva päätös ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. Irtisanottaessa virkamies 27 § :n perusteella hänet on pidätettävä virantoimituksesta irtisanomisajan päättyessä, kunnes irtisanomispäätös on saanut lainvoiman. Hallinto-oikeus tai, jos hallinto-oikeuden päätöksestä on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisestä syystä määrätä toisin. Jos virkamies on pantu viralta tai virkasuhde on purettu, hänet on heti pidätettävä virantoimituksesta, vaikkei päätös ole saanut lainvoimaa.",
        "folded_fi": "virkamies on pidatettava virantoimituksesta 25, 26 tai 26 a §:n perusteella irtisanottaessa, jos irtisanomista koskeva paatos ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. irtisanottaessa virkamies 27 §:n perusteella hanet on pidatettava virantoimituksesta irtisanomisajan paattyessa, kunnes irtisanomispaatos on saanut lainvoiman. hallinto-oikeus tai, jos hallinto-oikeuden paatoksesta on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisesta syysta maarata toisin. jos virkamies on pantu viralta tai virkasuhde on purettu, hanet on heti pidatettava virantoimituksesta, vaikkei paatos ole saanut lainvoimaa.",
        "content_sv": "När en tjänsteman sägs upp på grundval av 25, 26 eller 26 a § ska tjänstemannen avstängas från tjänsteutövning, om beslutet om uppsägning inte vunnit laga kraft vid uppsägningstidens utgång. När en tjänsteman sägs upp på grundval av 27 § ska han eller hon avstängas från tjänsteutövning vid utgången av uppsägningstiden tills beslutet om uppsägning har vunnit laga kraft. Förvaltningsdomstolen, eller om förvaltningsdomstolens beslut har överklagats hos högsta förvaltningsdomstolen, högsta förvaltningsdomstolen kan av särskilda skäl besluta något annat. Har en tjänsteman avsatts eller tjänsteförhållandet upplösts, ska denne omedelbart avstängas från tjänsteutövning även om beslutet inte har vunnit laga kraft.",
        "normalized_sv": "När en tjänsteman sägs upp på grundval av 25, 26 eller 26 a § ska tjänstemannen avstängas från tjänsteutövning, om beslutet om uppsägning inte vunnit laga kraft vid uppsägningstidens utgång. När en tjänsteman sägs upp på grundval av 27 § ska han eller hon avstängas från tjänsteutövning vid utgången av uppsägningstiden tills beslutet om uppsägning har vunnit laga kraft. Förvaltningsdomstolen, eller om förvaltningsdomstolens beslut har överklagats hos högsta förvaltningsdomstolen, högsta förvaltningsdomstolen kan av särskilda skäl besluta något annat. Har en tjänsteman avsatts eller tjänsteförhållandet upplösts, ska denne omedelbart avstängas från tjänsteutövning även om beslutet inte har vunnit laga kraft.",
        "folded_sv": "nar en tjansteman sags upp pa grundval av 25, 26 eller 26 a § ska tjanstemannen avstangas fran tjansteutovning, om beslutet om uppsagning inte vunnit laga kraft vid uppsagningstidens utgang. nar en tjansteman sags upp pa grundval av 27 § ska han eller hon avstangas fran tjansteutovning vid utgangen av uppsagningstiden tills beslutet om uppsagning har vunnit laga kraft. forvaltningsdomstolen, eller om forvaltningsdomstolens beslut har overklagats hos hogsta forvaltningsdomstolen, hogsta forvaltningsdomstolen kan av sarskilda skal besluta nagot annat. har en tjansteman avsatts eller tjansteforhallandet upplosts, ska denne omedelbart avstangas fran tjansteutovning aven om beslutet inte har vunnit laga kraft."
      }
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "content": "Virkamies, joka katsoo, ettei viranomainen ole antanut hänelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hänelle suoritettava, saa, jollei laissa toisin säädetä, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. Viranomaisen on annettava asiassa päätös. Oikaisuvaatimukseen annettuun viranomaisen päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:52",
        "normalized_fi": "Virkamies, joka katsoo, ettei viranomainen ole antanut hänelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hänelle suoritettava, saa, jollei laissa toisin säädetä, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. Viranomaisen on annettava asiassa päätös. Oikaisuvaatimukseen annettuun viranomaisen päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "virkamies, joka katsoo, ettei viranomainen ole antanut hanelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hanelle suoritettava, saa, jollei laissa toisin saadeta, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. viranomaisen on annettava asiassa paatos. oikaisuvaatimukseen annettuun viranomaisen paatokseen saa hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "content_sv": "En tjänsteman som anser att myndigheten inte betalat en ekonomisk förmån på grundval av tjänsteförhållandet till det belopp som han eller hon har rätt till, får skriftligen begära omprövning hos den behöriga myndigheten, om inte något annat föreskrivs i lag. Myndigheten ska meddela ett beslut i ärendet. I myndighetens beslut med anledning av begäran om prövning får ändring sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "En tjänsteman som anser att myndigheten inte betalat en ekonomisk förmån på grundval av tjänsteförhållandet till det belopp som han eller hon har rätt till, får skriftligen begära omprövning hos den behöriga myndigheten, om inte något annat föreskrivs i lag. Myndigheten ska meddela ett beslut i ärendet. I myndighetens beslut med anledning av begäran om prövning får ändring sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "en tjansteman som anser att myndigheten inte betalat en ekonomisk forman pa grundval av tjansteforhallandet till det belopp som han eller hon har ratt till, far skriftligen begara omprovning hos den behoriga myndigheten, om inte nagot annat foreskrivs i lag. myndigheten ska meddela ett beslut i arendet. i myndighetens beslut med anledning av begaran om provning far andring sokas pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "3:57",
      "chapter": "3",
      "section": "57",
      "content": "Valtioneuvoston tai viraston tekemään virkamiestä koskevaan päätökseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Tuomioistuimen tekemään virkamiehen sivutointa koskevaan päätökseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. Valitusaika 27 §:n 1 momentissa tarkoitettua irtisanomista koskevasta päätöksestä alkaa kuitenkin kulua vasta irtisanomisajan päättymisestä. Päätös tulee noudatettavaksi siitä tehdystä valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin päätä. Edellä 53 §:ssä tarkoitettu asia on käsiteltävä hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:57",
        "normalized_fi": "Valtioneuvoston tai viraston tekemään virkamiestä koskevaan päätökseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Tuomioistuimen tekemään virkamiehen sivutointa koskevaan päätökseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. Valitusaika 27 § :n 1 momentissa tarkoitettua irtisanomista koskevasta päätöksestä alkaa kuitenkin kulua vasta irtisanomisajan päättymisestä. Päätös tulee noudatettavaksi siitä tehdystä valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin päätä. Edellä 53 § :ssä tarkoitettu asia on käsiteltävä hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
        "folded_fi": "valtioneuvoston tai viraston tekemaan virkamiesta koskevaan paatokseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. tuomioistuimen tekemaan virkamiehen sivutointa koskevaan paatokseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. valitusaika 27 §:n 1 momentissa tarkoitettua irtisanomista koskevasta paatoksesta alkaa kuitenkin kulua vasta irtisanomisajan paattymisesta. paatos tulee noudatettavaksi siita tehdysta valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin paata. edella 53 §:ssa tarkoitettu asia on kasiteltava hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisena.",
        "content_sv": "I ett beslut som gäller en tjänsteman och som statsrådet eller ett ämbetsverk har fattat får tjänstemannen söka ändring på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i ett beslut som en domstol fattat om en tjänstemans bisyssla söks dock genom besvär hos högsta förvaltningsdomstolen. Besvärstiden när det gäller beslut om uppsägning enligt 27 § 1 mom. börjar dock löpa först från uppsägningstidens utgång. Beslutet ska iakttas trots besvär, om inte besvärsinstansen beslutar något annat. Ärenden enligt 53 § ska förvaltningsdomstolen och högsta förvaltningsdomstolen behandla skyndsamt.",
        "normalized_sv": "I ett beslut som gäller en tjänsteman och som statsrådet eller ett ämbetsverk har fattat får tjänstemannen söka ändring på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i ett beslut som en domstol fattat om en tjänstemans bisyssla söks dock genom besvär hos högsta förvaltningsdomstolen. Besvärstiden när det gäller beslut om uppsägning enligt 27 § 1 mom. börjar dock löpa först från uppsägningstidens utgång. Beslutet ska iakttas trots besvär, om inte besvärsinstansen beslutar något annat. Ärenden enligt 53 § ska förvaltningsdomstolen och högsta förvaltningsdomstolen behandla skyndsamt.",
        "folded_sv": "i ett beslut som galler en tjansteman och som statsradet eller ett ambetsverk har fattat far tjanstemannen soka andring pa det satt som foreskrivs i forvaltningsprocesslagen. andring i ett beslut som en domstol fattat om en tjanstemans bisyssla soks dock genom besvar hos hogsta forvaltningsdomstolen. besvarstiden nar det galler beslut om uppsagning enligt 27 § 1 mom. borjar dock lopa forst fran uppsagningstidens utgang. beslutet ska iakttas trots besvar, om inte besvarsinstansen beslutar nagot annat. arenden enligt 53 § ska forvaltningsdomstolen och hogsta forvaltningsdomstolen behandla skyndsamt."
      }
    },
    {
      "provision_ref": "3:58",
      "chapter": "3",
      "section": "58",
      "content": "Virkamies ei saa tehdä 52 §:n mukaista oikaisuvaatimusta tai hakea päätökseen muutosta 57 §:ssä säädetyllä tavalla taikka saattaa asiaa hallintoriita-asiana käsiteltäväksi, jos virkamiehellä tai virkamiesyhdistyksellä on oikeus panna asia vireille työtuomioistuimessa, jollei työtuomioistuin työtuomioistuimesta annetun lain (646/1974) 1 §:n 2 momentin nojalla ole päättänyt olla ratkaisematta asiaa. Mitä edellä tässä pykälässä säädetään, sovelletaan vain virkamieheen, joka on jäsen sellaisessa virkamiesyhdistyksessä, jolla on oikeus panna asia vireille työtuomioistuimessa, tai sen alayhdistyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:58",
        "normalized_fi": "Virkamies ei saa tehdä 52 § :n mukaista oikaisuvaatimusta tai hakea päätökseen muutosta 57 § :ssä säädetyllä tavalla taikka saattaa asiaa hallintoriita-asiana käsiteltäväksi, jos virkamiehellä tai virkamiesyhdistyksellä on oikeus panna asia vireille työtuomioistuimessa, jollei työtuomioistuin työtuomioistuimesta annetun lain (646/1974) 1 § :n 2 momentin nojalla ole päättänyt olla ratkaisematta asiaa. Mitä edellä tässä pykälässä säädetään, sovelletaan vain virkamieheen, joka on jäsen sellaisessa virkamiesyhdistyksessä, jolla on oikeus panna asia vireille työtuomioistuimessa, tai sen alayhdistyksessä.",
        "folded_fi": "virkamies ei saa tehda 52 §:n mukaista oikaisuvaatimusta tai hakea paatokseen muutosta 57 §:ssa saadetylla tavalla taikka saattaa asiaa hallintoriita-asiana kasiteltavaksi, jos virkamiehella tai virkamiesyhdistyksella on oikeus panna asia vireille tyotuomioistuimessa, jollei tyotuomioistuin tyotuomioistuimesta annetun lain (646/1974) 1 §:n 2 momentin nojalla ole paattanyt olla ratkaisematta asiaa. mita edella tassa pykalassa saadetaan, sovelletaan vain virkamieheen, joka on jasen sellaisessa virkamiesyhdistyksessa, jolla on oikeus panna asia vireille tyotuomioistuimessa, tai sen alayhdistyksessa.",
        "content_sv": "En tjänsteman får inte begära omprövning enligt 52 § eller söka ändring i ett beslut på det sätt som föreskrivs i 57 § eller föra ärendet till behandling såsom förvaltningstvistemål, om tjänstemannen eller en tjänstemannaförening har rätt att inleda ärendet vid arbetsdomstolen, om inte arbetsdomstolen med stöd av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgör ärendet. Bestämmelserna i denna paragraf tillämpas endast på en tjänsteman som är medlem i en sådan tjänstemannaförening som har rätt att inleda ärendet vid arbetsdomstolen, eller i dess underförening.",
        "normalized_sv": "En tjänsteman får inte begära omprövning enligt 52 § eller söka ändring i ett beslut på det sätt som föreskrivs i 57 § eller föra ärendet till behandling såsom förvaltningstvistemål, om tjänstemannen eller en tjänstemannaförening har rätt att inleda ärendet vid arbetsdomstolen, om inte arbetsdomstolen med stöd av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgör ärendet. Bestämmelserna i denna paragraf tillämpas endast på en tjänsteman som är medlem i en sådan tjänstemannaförening som har rätt att inleda ärendet vid arbetsdomstolen, eller i dess underförening.",
        "folded_sv": "en tjansteman far inte begara omprovning enligt 52 § eller soka andring i ett beslut pa det satt som foreskrivs i 57 § eller fora arendet till behandling sasom forvaltningstvistemal, om tjanstemannen eller en tjanstemannaforening har ratt att inleda arendet vid arbetsdomstolen, om inte arbetsdomstolen med stod av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgor arendet. bestammelserna i denna paragraf tillampas endast pa en tjansteman som ar medlem i en sadan tjanstemannaforening som har ratt att inleda arendet vid arbetsdomstolen, eller i dess underforening."
      }
    },
    {
      "provision_ref": "3:65",
      "chapter": "3",
      "section": "65",
      "content": "Virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siitä ajankohdasta lukien, josta hänet on toisen kerran nimitetty 9 a §:n 1 momentissa tarkoitettuun virkaan määräajaksi, jollei viranomainen erityisestä syystä toisin päätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:65",
        "normalized_fi": "Virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siitä ajankohdasta lukien, josta hänet on toisen kerran nimitetty 9 a § :n 1 momentissa tarkoitettuun virkaan määräajaksi, jollei viranomainen erityisestä syystä toisin päätä.",
        "folded_fi": "virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siita ajankohdasta lukien, josta hanet on toisen kerran nimitetty 9 a §:n 1 momentissa tarkoitettuun virkaan maaraajaksi, jollei viranomainen erityisesta syysta toisin paata.",
        "content_sv": "En tjänsteman anses dock ha avgått från sin tidigare tjänst vid den tidpunkt då denne för andra gången har utnämnts till en tjänst enligt 9 a § 1 mom. för viss tid, om inte myndigheten av särskilda skäl bestämmer något annat.",
        "normalized_sv": "En tjänsteman anses dock ha avgått från sin tidigare tjänst vid den tidpunkt då denne för andra gången har utnämnts till en tjänst enligt 9 a § 1 mom. för viss tid, om inte myndigheten av särskilda skäl bestämmer något annat.",
        "folded_sv": "en tjansteman anses dock ha avgatt fran sin tidigare tjanst vid den tidpunkt da denne for andra gangen har utnamnts till en tjanst enligt 9 a § 1 mom. for viss tid, om inte myndigheten av sarskilda skal bestammer nagot annat."
      }
    },
    {
      "provision_ref": "3:70",
      "chapter": "3",
      "section": "70",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavalasta ja virkavakuutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:70",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavalasta ja virkavakuutuksesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset virkavalasta ja virkavakuutuksesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om tjänsteed och tjänsteförsäkran.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om tjänsteed och tjänsteförsäkran.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om tjansteed och tjansteforsakran."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "content": "Virka on ennen sen täyttämistä julistettava haettavaksi. Ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tässä laissa toisin säädetä. Hakuaika on vähintään 14 kalenteripäivää. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viran ja määräaikaisen virkasuhteen haettavaksi julistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 a",
        "normalized_fi": "Virka on ennen sen täyttämistä julistettava haettavaksi. Ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tässä laissa toisin säädetä. Hakuaika on vähintään 14 kalenteripäivää. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viran ja määräaikaisen virkasuhteen haettavaksi julistamisesta.",
        "folded_fi": "virka on ennen sen tayttamista julistettava haettavaksi. ilmoitus haettavaksi julistamisesta on julkaistava valtakunnallisesti, jollei tassa laissa toisin saadeta. hakuaika on vahintaan 14 kalenteripaivaa. valtioneuvoston asetuksella annetaan tarkemmat saannokset viran ja maaraaikaisen virkasuhteen haettavaksi julistamisesta.",
        "content_sv": "En tjänst ska förklaras ledig att sökas innan den tillsätts. Ett meddelande om att en tjänst är ledig att sökas ska offentliggöras på riksnivå, om inte något annat föreskrivs i denna lag. Ansökningstiden är minst 14 kalenderdagar. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur tjänster och tjänsteförhållanden för viss tid ska förklaras lediga att sökas.",
        "normalized_sv": "En tjänst ska förklaras ledig att sökas innan den tillsätts. Ett meddelande om att en tjänst är ledig att sökas ska offentliggöras på riksnivå, om inte något annat föreskrivs i denna lag. Ansökningstiden är minst 14 kalenderdagar. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur tjänster och tjänsteförhållanden för viss tid ska förklaras lediga att sökas.",
        "folded_sv": "en tjanst ska forklaras ledig att sokas innan den tillsatts. ett meddelande om att en tjanst ar ledig att sokas ska offentliggoras pa riksniva, om inte nagot annat foreskrivs i denna lag. ansokningstiden ar minst 14 kalenderdagar. genom forordning av statsradet utfardas narmare bestammelser om hur tjanster och tjansteforhallanden for viss tid ska forklaras lediga att sokas."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:6 b",
      "chapter": "3",
      "section": "6 b",
      "content": "Työsopimussuhteisen tehtävän tai yli vuoden kestäneen määräaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa täytettäessä täyttää virkaa haettavaksi julistamatta, jos virkaan nimitetään kyseistä tehtävää hoitava työntekijä tai kyseisessä määräaikaisessa virkasuhteessa työskentelevä virkamies. Viran täyttämisestä eräissä tilanteissa haettavaksi julistamatta säädetään 5 c §:n 1 momentissa, 9 b §:n 1 momentissa, 27 §:n 4 momentissa ja 32 §:n 1 momentissa. Valtiosihteerin virka täytetään sitä haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. Samaa menettelyä noudattaen nimitetään ministerin erityisavustaja määräaikaiseen virkasuhteeseen. Puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja Suomen Akatemian tutkimusvirkojen täyttämisestä haettavaksi julistamatta säädetään erikseen lailla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 b",
        "normalized_fi": "Työsopimussuhteisen tehtävän tai yli vuoden kestäneen määräaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa täytettäessä täyttää virkaa haettavaksi julistamatta, jos virkaan nimitetään kyseistä tehtävää hoitava työntekijä tai kyseisessä määräaikaisessa virkasuhteessa työskentelevä virkamies. Viran täyttämisestä eräissä tilanteissa haettavaksi julistamatta säädetään 5 c § :n 1 momentissa, 9 b § :n 1 momentissa, 27 § :n 4 momentissa ja 32 § :n 1 momentissa. Valtiosihteerin virka täytetään sitä haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. Samaa menettelyä noudattaen nimitetään ministerin erityisavustaja määräaikaiseen virkasuhteeseen. Puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja Suomen Akatemian tutkimusvirkojen täyttämisestä haettavaksi julistamatta säädetään erikseen lailla.",
        "folded_fi": "tyosopimussuhteisen tehtavan tai yli vuoden kestaneen maaraaikaisen virkasuhteen tilalle perustettu virka voidaan ensi kertaa taytettaessa tayttaa virkaa haettavaksi julistamatta, jos virkaan nimitetaan kyseista tehtavaa hoitava tyontekija tai kyseisessa maaraaikaisessa virkasuhteessa tyoskenteleva virkamies. viran tayttamisesta eraissa tilanteissa haettavaksi julistamatta saadetaan 5 c §:n 1 momentissa, 9 b §:n 1 momentissa, 27 §:n 4 momentissa ja 32 §:n 1 momentissa. valtiosihteerin virka taytetaan sita haettavaksi julistamatta tai sen avoinna olemisesta ilmoittamatta. samaa menettelya noudattaen nimitetaan ministerin erityisavustaja maaraaikaiseen virkasuhteeseen. puolustusvoimien, rajavartiolaitoksen, poliisitoimen ja ulkoasiainhallinnon virkojen, tuomarin virkojen ja suomen akatemian tutkimusvirkojen tayttamisesta haettavaksi julistamatta saadetaan erikseen lailla.",
        "content_sv": "En tjänst som inrättats i stället för en uppgift i arbetsavtalsförhållande eller ett tjänsteförhållande för viss tid som överstiger ett år kan första gången tillsättas utan att tjänsten förklaras ledig, om den arbetstagare som sköter uppgiften eller den tjänsteman som är anställd i tjänsteförhållandet för viss tid utnämns till tjänsten. Bestämmelser om att i vissa situationer tillsätta tjänster utan att de förklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. Tjänsten som statssekreterare tillsätts utan att den förklaras ledig eller utan att det kungörs att den är vakant. På samma sätt sker utnämningen till ett tjänsteförhållande för viss tid som en ministers specialmedarbetare. Genom lag föreskrivs särskilt om tillsättande av tjänster inom försvarsmakten, gränsbevakningsväsendet, polisväsendet och utrikesförvaltningen, domartjänster och forskartjänster vid Finlands Akademi utan att tjänsterna har förklarats lediga.",
        "normalized_sv": "En tjänst som inrättats i stället för en uppgift i arbetsavtalsförhållande eller ett tjänsteförhållande för viss tid som överstiger ett år kan första gången tillsättas utan att tjänsten förklaras ledig, om den arbetstagare som sköter uppgiften eller den tjänsteman som är anställd i tjänsteförhållandet för viss tid utnämns till tjänsten. Bestämmelser om att i vissa situationer tillsätta tjänster utan att de förklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. Tjänsten som statssekreterare tillsätts utan att den förklaras ledig eller utan att det kungörs att den är vakant. På samma sätt sker utnämningen till ett tjänsteförhållande för viss tid som en ministers specialmedarbetare. Genom lag föreskrivs särskilt om tillsättande av tjänster inom försvarsmakten, gränsbevakningsväsendet, polisväsendet och utrikesförvaltningen, domartjänster och forskartjänster vid Finlands Akademi utan att tjänsterna har förklarats lediga.",
        "folded_sv": "en tjanst som inrattats i stallet for en uppgift i arbetsavtalsforhallande eller ett tjansteforhallande for viss tid som overstiger ett ar kan forsta gangen tillsattas utan att tjansten forklaras ledig, om den arbetstagare som skoter uppgiften eller den tjansteman som ar anstalld i tjansteforhallandet for viss tid utnamns till tjansten. bestammelser om att i vissa situationer tillsatta tjanster utan att de forklaras lediga finns i 5 c § 1 mom., 9 b § 1 mom., 27 § 4 mom. och 32 § 1 mom. tjansten som statssekreterare tillsatts utan att den forklaras ledig eller utan att det kungors att den ar vakant. pa samma satt sker utnamningen till ett tjansteforhallande for viss tid som en ministers specialmedarbetare. genom lag foreskrivs sarskilt om tillsattande av tjanster inom forsvarsmakten, gransbevakningsvasendet, polisvasendet och utrikesforvaltningen, domartjanster och forskartjanster vid finlands akademi utan att tjansterna har forklarats lediga."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:6 c",
      "chapter": "3",
      "section": "6 c",
      "content": "Edellä 6 a §:ssä tarkoitetussa ilmoituksessa on mainittava viran tehtävät ja säädetyt kelpoisuusvaatimukset, hakuajan päättymisaika sekä se viranomainen, jolle hakemus on osoitettava. Ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikköön vai onko se viraston yhteinen. Perustellusta syystä virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. Viran tai virkasuhteen aikaisemmat hakijat otetaan tällöin huomioon ilman uutta hakemusta. Hakemukseen on liitettävä tarvittavat selvitykset. Hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan päättymiseen mennessä, ei oteta huomioon. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viranomaisesta, jolle hakemus osoitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 c",
        "normalized_fi": "Edellä 6 a § :ssä tarkoitetussa ilmoituksessa on mainittava viran tehtävät ja säädetyt kelpoisuusvaatimukset, hakuajan päättymisaika sekä se viranomainen, jolle hakemus on osoitettava. Ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikköön vai onko se viraston yhteinen. Perustellusta syystä virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. Viran tai virkasuhteen aikaisemmat hakijat otetaan tällöin huomioon ilman uutta hakemusta. Hakemukseen on liitettävä tarvittavat selvitykset. Hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan päättymiseen mennessä, ei oteta huomioon. Valtioneuvoston asetuksella annetaan tarkemmat säännökset viranomaisesta, jolle hakemus osoitetaan.",
        "folded_fi": "edella 6 a §:ssa tarkoitetussa ilmoituksessa on mainittava viran tehtavat ja saadetyt kelpoisuusvaatimukset, hakuajan paattymisaika seka se viranomainen, jolle hakemus on osoitettava. ilmoituksessa on mainittava, onko virka perustettu tiettyyn yksikkoon vai onko se viraston yhteinen. perustellusta syysta virka tai virkasuhde voidaan tarvittaessa ilmoittaa uudelleen haettavaksi tai hakuaikaa jatkaa. viran tai virkasuhteen aikaisemmat hakijat otetaan talloin huomioon ilman uutta hakemusta. hakemukseen on liitettava tarvittavat selvitykset. hakemusta, joka ei ole saapunut ilmoituksessa mainitun hakuajan paattymiseen mennessa, ei oteta huomioon. valtioneuvoston asetuksella annetaan tarkemmat saannokset viranomaisesta, jolle hakemus osoitetaan.",
        "content_sv": "I ett meddelande enligt 6 a § ska anges de uppgifter som hör till tjänsten samt de föreskrivna behörighetsvillkoren, dagen då ansökningstiden går ut och den myndighet till vilken ansökan ska riktas. I meddelandet ska nämnas huruvida tjänsten har inrättats vid en särskild enhet eller om den är gemensam för ämbetsverket. Av grundade skäl kan man vid behov ledigförklara en tjänst eller ett tjänsteförhållande på nytt eller förlänga ansökningstiden. De som tidigare har sökt tjänsten eller tjänsteförhållandet beaktas då utan en ny ansökan. Till ansökan ska behövliga redogörelser fogas. Ansökningar som inte har kommit in före utgången av den ansökningstid som anges i meddelandet beaktas inte. Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter till vilka ansökningarna ska riktas.",
        "normalized_sv": "I ett meddelande enligt 6 a § ska anges de uppgifter som hör till tjänsten samt de föreskrivna behörighetsvillkoren, dagen då ansökningstiden går ut och den myndighet till vilken ansökan ska riktas. I meddelandet ska nämnas huruvida tjänsten har inrättats vid en särskild enhet eller om den är gemensam för ämbetsverket. Av grundade skäl kan man vid behov ledigförklara en tjänst eller ett tjänsteförhållande på nytt eller förlänga ansökningstiden. De som tidigare har sökt tjänsten eller tjänsteförhållandet beaktas då utan en ny ansökan. Till ansökan ska behövliga redogörelser fogas. Ansökningar som inte har kommit in före utgången av den ansökningstid som anges i meddelandet beaktas inte. Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter till vilka ansökningarna ska riktas.",
        "folded_sv": "i ett meddelande enligt 6 a § ska anges de uppgifter som hor till tjansten samt de foreskrivna behorighetsvillkoren, dagen da ansokningstiden gar ut och den myndighet till vilken ansokan ska riktas. i meddelandet ska namnas huruvida tjansten har inrattats vid en sarskild enhet eller om den ar gemensam for ambetsverket. av grundade skal kan man vid behov ledigforklara en tjanst eller ett tjansteforhallande pa nytt eller forlanga ansokningstiden. de som tidigare har sokt tjansten eller tjansteforhallandet beaktas da utan en ny ansokan. till ansokan ska behovliga redogorelser fogas. ansokningar som inte har kommit in fore utgangen av den ansokningstid som anges i meddelandet beaktas inte. genom forordning av statsradet utfardas narmare bestammelser om myndigheter till vilka ansokningarna ska riktas."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:6 d",
      "chapter": "3",
      "section": "6 d",
      "content": "Edellä 6 b §:ssä tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittää vain sitä hakenut henkilö. Nimitettäessä virkaan 6 b §:n 1-3 momentissa säädetyllä tavalla virkaan voidaan nimittää myös henkilö, joka on antanut nimittämiseen suostumuksensa. Nimityspäätöksen tehneen viranomaisen on ilmoitettava viivytyksettä nimityksestä niille, jotka ovat virkaa tai virkasuhdetta hakeneet. Ilmoituksessa on mainittava täytettävänä ollut virka tai virkasuhde, päätöksen tehnyt viranomainen, nimityspäivä sekä virkaan tai virkasuhteeseen nimitetty. Virkaan nimitetyn hakemuksesta nimittävä viranomainen voi peruuttaa nimityksen ennen sitä ajankohtaa, josta lukien asianomainen on virkaan nimitetty. Jos nimittäminen on peruutettu, toinen virkaa hakenut saadaan nimittää virkaan ilmoittamatta sitä uudelleen haettavaksi. Virkasuhde alkaa siitä ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6 d",
        "normalized_fi": "Edellä 6 b § :ssä tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittää vain sitä hakenut henkilö. Nimitettäessä virkaan 6 b § :n 1-3 momentissa säädetyllä tavalla virkaan voidaan nimittää myös henkilö, joka on antanut nimittämiseen suostumuksensa. Nimityspäätöksen tehneen viranomaisen on ilmoitettava viivytyksettä nimityksestä niille, jotka ovat virkaa tai virkasuhdetta hakeneet. Ilmoituksessa on mainittava täytettävänä ollut virka tai virkasuhde, päätöksen tehnyt viranomainen, nimityspäivä sekä virkaan tai virkasuhteeseen nimitetty. Virkaan nimitetyn hakemuksesta nimittävä viranomainen voi peruuttaa nimityksen ennen sitä ajankohtaa, josta lukien asianomainen on virkaan nimitetty. Jos nimittäminen on peruutettu, toinen virkaa hakenut saadaan nimittää virkaan ilmoittamatta sitä uudelleen haettavaksi. Virkasuhde alkaa siitä ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
        "folded_fi": "edella 6 b §:ssa tarkoitettuja tapauksia lukuun ottamatta virkaan voidaan nimittaa vain sita hakenut henkilo. nimitettaessa virkaan 6 b §:n 1-3 momentissa saadetylla tavalla virkaan voidaan nimittaa myos henkilo, joka on antanut nimittamiseen suostumuksensa. nimityspaatoksen tehneen viranomaisen on ilmoitettava viivytyksetta nimityksesta niille, jotka ovat virkaa tai virkasuhdetta hakeneet. ilmoituksessa on mainittava taytettavana ollut virka tai virkasuhde, paatoksen tehnyt viranomainen, nimityspaiva seka virkaan tai virkasuhteeseen nimitetty. virkaan nimitetyn hakemuksesta nimittava viranomainen voi peruuttaa nimityksen ennen sita ajankohtaa, josta lukien asianomainen on virkaan nimitetty. jos nimittaminen on peruutettu, toinen virkaa hakenut saadaan nimittaa virkaan ilmoittamatta sita uudelleen haettavaksi. virkasuhde alkaa siita ajankohdasta, josta lukien asianomainen on nimitetty virkaan tai virkasuhteeseen.",
        "content_sv": "Med undantag för de fall som avses i 6 b § kan till en tjänst utnämnas endast den som har sökt tjänsten. När utnämning till en tjänst sker enligt 6 b § 1-3 mom., kan till den utnämnas även en person som har samtyckt till utnämningen. Den myndighet som har fattat utnämningsbeslutet ska utan dröjsmål lämna dem som har sökt tjänsten eller tjänsteförhållandet ett meddelande om utnämningen. I meddelandet ska nämnas den tjänst eller det tjänsteförhållande som ska tillsättas, vilken myndighet som har fattat beslutet, datum för utnämningen samt vem som har utnämnts till tjänsten eller tjänsteförhållandet. På ansökan av den som har utnämnts till en tjänst kan den utnämnande myndigheten återkalla utnämningen före den tidpunkt från och med vilken personen har utnämnts till tjänsten. Om en utnämning har återkallats, får någon annan som sökt tjänsten utnämnas till den utan att tjänsten förklaras ledig att sökas på nytt. Ett tjänsteförhållande börjar vid den tidpunkt från och med vilken personen har utnämnts till en tjänst eller ett tjänsteförhållande.",
        "normalized_sv": "Med undantag för de fall som avses i 6 b § kan till en tjänst utnämnas endast den som har sökt tjänsten. När utnämning till en tjänst sker enligt 6 b § 1-3 mom., kan till den utnämnas även en person som har samtyckt till utnämningen. Den myndighet som har fattat utnämningsbeslutet ska utan dröjsmål lämna dem som har sökt tjänsten eller tjänsteförhållandet ett meddelande om utnämningen. I meddelandet ska nämnas den tjänst eller det tjänsteförhållande som ska tillsättas, vilken myndighet som har fattat beslutet, datum för utnämningen samt vem som har utnämnts till tjänsten eller tjänsteförhållandet. På ansökan av den som har utnämnts till en tjänst kan den utnämnande myndigheten återkalla utnämningen före den tidpunkt från och med vilken personen har utnämnts till tjänsten. Om en utnämning har återkallats, får någon annan som sökt tjänsten utnämnas till den utan att tjänsten förklaras ledig att sökas på nytt. Ett tjänsteförhållande börjar vid den tidpunkt från och med vilken personen har utnämnts till en tjänst eller ett tjänsteförhållande.",
        "folded_sv": "med undantag for de fall som avses i 6 b § kan till en tjanst utnamnas endast den som har sokt tjansten. nar utnamning till en tjanst sker enligt 6 b § 1-3 mom., kan till den utnamnas aven en person som har samtyckt till utnamningen. den myndighet som har fattat utnamningsbeslutet ska utan drojsmal lamna dem som har sokt tjansten eller tjansteforhallandet ett meddelande om utnamningen. i meddelandet ska namnas den tjanst eller det tjansteforhallande som ska tillsattas, vilken myndighet som har fattat beslutet, datum for utnamningen samt vem som har utnamnts till tjansten eller tjansteforhallandet. pa ansokan av den som har utnamnts till en tjanst kan den utnamnande myndigheten aterkalla utnamningen fore den tidpunkt fran och med vilken personen har utnamnts till tjansten. om en utnamning har aterkallats, far nagon annan som sokt tjansten utnamnas till den utan att tjansten forklaras ledig att sokas pa nytt. ett tjansteforhallande borjar vid den tidpunkt fran och med vilken personen har utnamnts till en tjanst eller ett tjansteforhallande."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Virkamieheksi nimitettävän tulee olla täyttänyt 18 vuotta. Virkamieheksi voidaan kuitenkin nimittää 15 vuotta täyttänyt ja oppivelvollisuutensa suorittanut henkilö, jos nimittämistä voidaan virkamiehen tehtävien asianmukaisen hoitamisen kannalta pitää sopivana. Sen lisäksi, mitä yleisistä kelpoisuusvaatimuksista säädetään, 26 §:n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeriä, erityisinä kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtävän edellyttämä monipuolinen kokemus, käytännössä osoitettu johtamistaito ja johtamiskokemus. Yksittäiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisistä kelpoisuusvaatimuksista voidaan tarvittaessa säätää erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. Jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisistä kelpoisuusvaatimuksista säädetä laissa, niistä voidaan säätää valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtävien hoitamiseksi perusteltua. Valtioneuvosto voi antaa erivapauden edellä 2 momentissa säädetyistä kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. Valtioneuvosto voi lisäksi erityisistä syistä antaa erivapauden valtioneuvoston asetuksella säädetyistä kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan pääsemistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8",
        "normalized_fi": "Virkamieheksi nimitettävän tulee olla täyttänyt 18 vuotta. Virkamieheksi voidaan kuitenkin nimittää 15 vuotta täyttänyt ja oppivelvollisuutensa suorittanut henkilö, jos nimittämistä voidaan virkamiehen tehtävien asianmukaisen hoitamisen kannalta pitää sopivana. Sen lisäksi, mitä yleisistä kelpoisuusvaatimuksista säädetään, 26 § :n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeriä, erityisinä kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtävän edellyttämä monipuolinen kokemus, käytännössä osoitettu johtamistaito ja johtamiskokemus. Yksittäiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisistä kelpoisuusvaatimuksista voidaan tarvittaessa säätää erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. Jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisistä kelpoisuusvaatimuksista säädetä laissa, niistä voidaan säätää valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtävien hoitamiseksi perusteltua. Valtioneuvosto voi antaa erivapauden edellä 2 momentissa säädetyistä kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. Valtioneuvosto voi lisäksi erityisistä syistä antaa erivapauden valtioneuvoston asetuksella säädetyistä kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan pääsemistä varten.",
        "folded_fi": "virkamieheksi nimitettavan tulee olla tayttanyt 18 vuotta. virkamieheksi voidaan kuitenkin nimittaa 15 vuotta tayttanyt ja oppivelvollisuutensa suorittanut henkilo, jos nimittamista voidaan virkamiehen tehtavien asianmukaisen hoitamisen kannalta pitaa sopivana. sen lisaksi, mita yleisista kelpoisuusvaatimuksista saadetaan, 26 §:n 3 ja 4 kohdassa tarkoitettujen virkojen, lukuun ottamatta valtiosihteeria, erityisina kelpoisuusvaatimuksina ovat ylempi korkeakoulututkinto, tehtavan edellyttama monipuolinen kokemus, kaytannossa osoitettu johtamistaito ja johtamiskokemus. yksittaiseen 2 momentissa tarkoitettuun virkaan vaadittavasta tutkinnosta tai muista erityisista kelpoisuusvaatimuksista voidaan tarvittaessa saataa erikseen asianomaista virastoa koskevassa valtioneuvoston asetuksessa. jollei valtion virkaan vaadittavista tutkinnoista ja muista erityisista kelpoisuusvaatimuksista saadeta laissa, niista voidaan saataa valtioneuvoston asetuksella, jos se on asianomaiseen virkaan kuuluvien tehtavien hoitamiseksi perusteltua. valtioneuvosto voi antaa erivapauden edella 2 momentissa saadetyista kelpoisuusvaatimuksista valtakunnansovittelijan virkaa hakevalle. valtioneuvosto voi lisaksi erityisista syista antaa erivapauden valtioneuvoston asetuksella saadetyista kelpoisuusvaatimuksista, ei kuitenkaan tuomarin virkaan paasemista varten.",
        "content_sv": "Den som utnämns till tjänsteman ska ha fyllt 18 år. Till tjänsteman kan dock utnämnas den som har fyllt 15 år och fullgjort sin läroplikt, om utnämningen kan anses vara lämplig med tanke på skötseln av tjänstemannens uppgifter. Utöver bestämmelserna om allmänna behörighetsvillkor är särskilda behörighetsvillkor för de tjänster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, högre högskoleexamen, sådan mångsidig erfarenhet som uppgiften förutsätter samt i praktiken visad ledarförmåga och erfarenhet av ledarskap. Särskilda bestämmelser om den examen eller andra särskilda behörighetsvillkor som krävs för en enskild tjänst enligt 2 mom. kan vid behov utfärdas i en sådan förordning av statsrådet som gäller det aktuella ämbetsverket. Om det inte i lag finns bestämmelser om examina och om andra särskilda behörighetsvillkor som krävs för en statlig tjänst, kan bestämmelser om dem utfärdas genom förordning av statsrådet, ifall detta är motiverat för skötseln av de uppgifter som hör till tjänsten. Statsrådet kan bevilja dispens från behörighetsvillkoren enligt 2 mom. för den som söker tjänsten som riksförlikningsman. Av särskilda skäl kan statsrådet dessutom bevilja dispens från behörighetsvillkor som anges i förordning av statsrådet, dock inte för en tjänst som domare.",
        "normalized_sv": "Den som utnämns till tjänsteman ska ha fyllt 18 år. Till tjänsteman kan dock utnämnas den som har fyllt 15 år och fullgjort sin läroplikt, om utnämningen kan anses vara lämplig med tanke på skötseln av tjänstemannens uppgifter. Utöver bestämmelserna om allmänna behörighetsvillkor är särskilda behörighetsvillkor för de tjänster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, högre högskoleexamen, sådan mångsidig erfarenhet som uppgiften förutsätter samt i praktiken visad ledarförmåga och erfarenhet av ledarskap. Särskilda bestämmelser om den examen eller andra särskilda behörighetsvillkor som krävs för en enskild tjänst enligt 2 mom. kan vid behov utfärdas i en sådan förordning av statsrådet som gäller det aktuella ämbetsverket. Om det inte i lag finns bestämmelser om examina och om andra särskilda behörighetsvillkor som krävs för en statlig tjänst, kan bestämmelser om dem utfärdas genom förordning av statsrådet, ifall detta är motiverat för skötseln av de uppgifter som hör till tjänsten. Statsrådet kan bevilja dispens från behörighetsvillkoren enligt 2 mom. för den som söker tjänsten som riksförlikningsman. Av särskilda skäl kan statsrådet dessutom bevilja dispens från behörighetsvillkor som anges i förordning av statsrådet, dock inte för en tjänst som domare.",
        "folded_sv": "den som utnamns till tjansteman ska ha fyllt 18 ar. till tjansteman kan dock utnamnas den som har fyllt 15 ar och fullgjort sin laroplikt, om utnamningen kan anses vara lamplig med tanke pa skotseln av tjanstemannens uppgifter. utover bestammelserna om allmanna behorighetsvillkor ar sarskilda behorighetsvillkor for de tjanster som avses i 26 § 3 och 4 punkten, med undantag av statssekreterare, hogre hogskoleexamen, sadan mangsidig erfarenhet som uppgiften forutsatter samt i praktiken visad ledarformaga och erfarenhet av ledarskap. sarskilda bestammelser om den examen eller andra sarskilda behorighetsvillkor som kravs for en enskild tjanst enligt 2 mom. kan vid behov utfardas i en sadan forordning av statsradet som galler det aktuella ambetsverket. om det inte i lag finns bestammelser om examina och om andra sarskilda behorighetsvillkor som kravs for en statlig tjanst, kan bestammelser om dem utfardas genom forordning av statsradet, ifall detta ar motiverat for skotseln av de uppgifter som hor till tjansten. statsradet kan bevilja dispens fran behorighetsvillkoren enligt 2 mom. for den som soker tjansten som riksforlikningsman. av sarskilda skal kan statsradet dessutom bevilja dispens fran behorighetsvillkor som anges i forordning av statsradet, dock inte for en tjanst som domare."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "Jäljempänä 26 §:n 1-4 kohdassa tarkoitettuun virkaan nimitettäväksi esitettävän henkilön on ennen nimittämistä annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissä ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtävistään, 18 §:ssä tarkoitetuista sivutoimistaan sekä muista sidonnaisuuksistaan, joilla voi olla merkitystä arvioitaessa hänen edellytyksiään hoitaa täytettävänä olevan viran tehtäviä. Ilmoitukseen pitää 18 §:ssä tarkoitettujen sivutoimilupaa edellyttävien sivutoimien osalta sisällyttää tieto niistä saaduista tuloista. Mitä 1 momentissa säädetään, sovelletaan myös nimitettäessä henkilö 9 §:n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtäviä. Edellä 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten on ilmoitettava viivytyksettä 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissä havaitut puutteet sekä myös muutoin annettava vastaava selvitys asianomaisen viranomaisen sitä pyytäessä. Lisäksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtävät ja niistä mahdollisesti saatu tulo. Viranomaiselle annetut henkilön taloudellista asemaa koskevat tiedot ovat salassa pidettäviä. Valtiovarainministeriöllä on kuitenkin salassapitosäännösten estämättä oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten osalta tiedot 18 §:ssä tarkoitetuista sivutoimilupaa edellyttävistä sivutoimista ja niistä saadusta tulosta sekä virka-aseman perusteella tulleista ulkopuolisista tehtävistä ja niistä mahdollisesti saadusta tulosta. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä säädetyn ilmoituksen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8 a",
        "normalized_fi": "Jäljempänä 26 § :n 1-4 kohdassa tarkoitettuun virkaan nimitettäväksi esitettävän henkilön on ennen nimittämistä annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissä ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtävistään, 18 § :ssä tarkoitetuista sivutoimistaan sekä muista sidonnaisuuksistaan, joilla voi olla merkitystä arvioitaessa hänen edellytyksiään hoitaa täytettävänä olevan viran tehtäviä. Ilmoitukseen pitää 18 § :ssä tarkoitettujen sivutoimilupaa edellyttävien sivutoimien osalta sisällyttää tieto niistä saaduista tuloista. Mitä 1 momentissa säädetään, sovelletaan myös nimitettäessä henkilö 9 § :n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtäviä. Edellä 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten on ilmoitettava viivytyksettä 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissä havaitut puutteet sekä myös muutoin annettava vastaava selvitys asianomaisen viranomaisen sitä pyytäessä. Lisäksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtävät ja niistä mahdollisesti saatu tulo. Viranomaiselle annetut henkilön taloudellista asemaa koskevat tiedot ovat salassa pidettäviä. Valtiovarainministeriöllä on kuitenkin salassapitosäännösten estämättä oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtäviin nimitettyjen virkamiesten osalta tiedot 18 § :ssä tarkoitetuista sivutoimilupaa edellyttävistä sivutoimista ja niistä saadusta tulosta sekä virka-aseman perusteella tulleista ulkopuolisista tehtävistä ja niistä mahdollisesti saadusta tulosta. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä säädetyn ilmoituksen antamisesta.",
        "folded_fi": "jaljempana 26 §:n 1-4 kohdassa tarkoitettuun virkaan nimitettavaksi esitettavan henkilon on ennen nimittamista annettava selvitys elinkeinotoiminnastaan, omistuksistaan yrityksissa ja muusta varallisuudestaan, kyseiseen virkaan kuulumattomista tehtavistaan, 18 §:ssa tarkoitetuista sivutoimistaan seka muista sidonnaisuuksistaan, joilla voi olla merkitysta arvioitaessa hanen edellytyksiaan hoitaa taytettavana olevan viran tehtavia. ilmoitukseen pitaa 18 §:ssa tarkoitettujen sivutoimilupaa edellyttavien sivutoimien osalta sisallyttaa tieto niista saaduista tuloista. mita 1 momentissa saadetaan, sovelletaan myos nimitettaessa henkilo 9 §:n 1 momentin nojalla hoitamaan 1 momentissa tarkoitettuun virkaan kuuluvia tehtavia. edella 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtaviin nimitettyjen virkamiesten on ilmoitettava viivytyksetta 1 momentissa tarkoitetuissa tiedoissa tapahtuneet muutokset ja niissa havaitut puutteet seka myos muutoin annettava vastaava selvitys asianomaisen viranomaisen sita pyytaessa. lisaksi virkamiesten on ilmoitettava asianomaiselle viranomaiselle virka-aseman perusteella tulleet ulkopuoliset tehtavat ja niista mahdollisesti saatu tulo. viranomaiselle annetut henkilon taloudellista asemaa koskevat tiedot ovat salassa pidettavia. valtiovarainministeriolla on kuitenkin salassapitosaannosten estamatta oikeus saada asianomaiselta viranomaiselta 1 ja 2 momentissa tarkoitettuihin virkoihin ja tehtaviin nimitettyjen virkamiesten osalta tiedot 18 §:ssa tarkoitetuista sivutoimilupaa edellyttavista sivutoimista ja niista saadusta tulosta seka virka-aseman perusteella tulleista ulkopuolisista tehtavista ja niista mahdollisesti saadusta tulosta. valtioneuvoston asetuksella annetaan tarkemmat saannokset tassa pykalassa saadetyn ilmoituksen antamisesta.",
        "content_sv": "En person som föreslås bli utnämnd till en tjänst som avses i 26 § 1-4 punkten ska före utnämningen lämna en redogörelse för sin näringsverksamhet, sitt ägande i företag och annan förmögenhet samt för sina uppgifter utanför tjänsten, sina bisysslor enligt 18 § och för sina andra bindningar som kan vara av betydelse vid bedömningen av hans eller hennes förutsättningar att sköta de uppgifter som hör till den tjänst som ska tillsättas. Anmälan ska när det gäller bisysslor som kräver bisysslotillstånd enligt 18 § innehålla uppgifter om inkomsten från bisysslorna. Vad som föreskrivs i 1 mom. tillämpas också när en person med stöd av 9 § 1 mom. utnämns till att sköta de uppgifter som hör till en tjänst som avses i 1 mom. De tjänstemän som har blivit utnämnda till tjänster och uppgifter enligt 1 och 2 mom. ska utan dröjsmål anmäla ändringar och bristfälligheter i de uppgifter som avses i 1 mom. samt även annars lämna motsvarande redogörelse när den behöriga myndigheten begär en sådan. Dessutom ska tjänstemän informera den behöriga myndigheten om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen samt om den eventuella inkomsten från dessa arbetsuppgifter. Uppgifter om en persons ekonomiska ställning som har getts en myndighet ska hemlighållas. Finansministeriet har trots sekretessbestämmelserna rätt att av myndigheten få uppgifter om bisysslor som kräver bisysslotillstånd enligt 18 § för de tjänstemän som utnämnts till tjänster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fått från bisysslorna samt om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen och om den eventuella inkomsten från dessa uppgifter. Genom förordning av statsrådet utfärdas närmare bestämmelser om att lämna anmälningar enligt denna paragraf.",
        "normalized_sv": "En person som föreslås bli utnämnd till en tjänst som avses i 26 § 1-4 punkten ska före utnämningen lämna en redogörelse för sin näringsverksamhet, sitt ägande i företag och annan förmögenhet samt för sina uppgifter utanför tjänsten, sina bisysslor enligt 18 § och för sina andra bindningar som kan vara av betydelse vid bedömningen av hans eller hennes förutsättningar att sköta de uppgifter som hör till den tjänst som ska tillsättas. Anmälan ska när det gäller bisysslor som kräver bisysslotillstånd enligt 18 § innehålla uppgifter om inkomsten från bisysslorna. Vad som föreskrivs i 1 mom. tillämpas också när en person med stöd av 9 § 1 mom. utnämns till att sköta de uppgifter som hör till en tjänst som avses i 1 mom. De tjänstemän som har blivit utnämnda till tjänster och uppgifter enligt 1 och 2 mom. ska utan dröjsmål anmäla ändringar och bristfälligheter i de uppgifter som avses i 1 mom. samt även annars lämna motsvarande redogörelse när den behöriga myndigheten begär en sådan. Dessutom ska tjänstemän informera den behöriga myndigheten om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen samt om den eventuella inkomsten från dessa arbetsuppgifter. Uppgifter om en persons ekonomiska ställning som har getts en myndighet ska hemlighållas. Finansministeriet har trots sekretessbestämmelserna rätt att av myndigheten få uppgifter om bisysslor som kräver bisysslotillstånd enligt 18 § för de tjänstemän som utnämnts till tjänster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fått från bisysslorna samt om de arbetsuppgifter utanför tjänsten som följer av tjänsteställningen och om den eventuella inkomsten från dessa uppgifter. Genom förordning av statsrådet utfärdas närmare bestämmelser om att lämna anmälningar enligt denna paragraf.",
        "folded_sv": "en person som foreslas bli utnamnd till en tjanst som avses i 26 § 1-4 punkten ska fore utnamningen lamna en redogorelse for sin naringsverksamhet, sitt agande i foretag och annan formogenhet samt for sina uppgifter utanfor tjansten, sina bisysslor enligt 18 § och for sina andra bindningar som kan vara av betydelse vid bedomningen av hans eller hennes forutsattningar att skota de uppgifter som hor till den tjanst som ska tillsattas. anmalan ska nar det galler bisysslor som kraver bisysslotillstand enligt 18 § innehalla uppgifter om inkomsten fran bisysslorna. vad som foreskrivs i 1 mom. tillampas ocksa nar en person med stod av 9 § 1 mom. utnamns till att skota de uppgifter som hor till en tjanst som avses i 1 mom. de tjansteman som har blivit utnamnda till tjanster och uppgifter enligt 1 och 2 mom. ska utan drojsmal anmala andringar och bristfalligheter i de uppgifter som avses i 1 mom. samt aven annars lamna motsvarande redogorelse nar den behoriga myndigheten begar en sadan. dessutom ska tjansteman informera den behoriga myndigheten om de arbetsuppgifter utanfor tjansten som foljer av tjanstestallningen samt om den eventuella inkomsten fran dessa arbetsuppgifter. uppgifter om en persons ekonomiska stallning som har getts en myndighet ska hemlighallas. finansministeriet har trots sekretessbestammelserna ratt att av myndigheten fa uppgifter om bisysslor som kraver bisysslotillstand enligt 18 § for de tjansteman som utnamnts till tjanster och uppgifter enligt 1 och 2 mom., samt om den inkomst som de fatt fran bisysslorna samt om de arbetsuppgifter utanfor tjansten som foljer av tjanstestallningen och om den eventuella inkomsten fran dessa uppgifter. genom forordning av statsradet utfardas narmare bestammelser om att lamna anmalningar enligt denna paragraf."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:8 d",
      "chapter": "3",
      "section": "8 d",
      "content": "Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa säädetään, asianomainen viranomainen voi julkaista edellä 8 a §:n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset sekä sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosäännöksistä muuta johdu. Asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. Sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisestä tietoverkosta sidonnaisuuden tai sivutoimen päätyttyä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8 d",
        "normalized_fi": "Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 § :n 3 momentissa säädetään, asianomainen viranomainen voi julkaista edellä 8 a § :n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset sekä sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosäännöksistä muuta johdu. Asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. Sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisestä tietoverkosta sidonnaisuuden tai sivutoimen päätyttyä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä sidonnaisuuksia sekä sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
        "folded_fi": "sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain (621/1999) 16 §:n 3 momentissa saadetaan, asianomainen viranomainen voi julkaista edella 8 a §:n 1 ja 2 momentissa tarkoitetut sidonnaisuusilmoitukset seka sivutoimiluvat ja -ilmoitukset yleisen tietoverkon kautta, jollei salassapitosaannoksista muuta johdu. asianomainen viranomainen vastaa 1 momentissa tarkoitettujen tietojen ajantasaisuudesta. sidonnaisuuksia seka sivutoimilupia ja -ilmoituksia koskevat tiedot on poistettava yleisesta tietoverkosta sidonnaisuuden tai sivutoimen paatyttya. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia sidonnaisuuksia seka sivutoimilupia ja -ilmoituksia koskevien tietojen julkaisemisesta.",
        "content_sv": "Trots vad som föreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får den behöriga myndigheten offentliggöra de anmälningar om bindningar samt tillstånd för och anmälningar om bisysslor som avses i 8 a § 1 och 2 mom. över ett allmänt datanät, om inte något annat följer av sekretessbestämmelserna. Den behöriga myndigheten svarar för att de uppgifter som avses i 1 mom. är uppdaterade. Uppgifterna om bindningar samt om tillstånd för och anmälningar om bisysslor ska tas bort från det allmänna datanätet när bindningen eller bisysslan har upphört. Genom förordning av statsrådet får närmare bestämmelser utfärdas om att offentliggöra uppgifter om bindningar samt om tillstånd för och anmälningar om bisysslor.",
        "normalized_sv": "Trots vad som föreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) får den behöriga myndigheten offentliggöra de anmälningar om bindningar samt tillstånd för och anmälningar om bisysslor som avses i 8 a § 1 och 2 mom. över ett allmänt datanät, om inte något annat följer av sekretessbestämmelserna. Den behöriga myndigheten svarar för att de uppgifter som avses i 1 mom. är uppdaterade. Uppgifterna om bindningar samt om tillstånd för och anmälningar om bisysslor ska tas bort från det allmänna datanätet när bindningen eller bisysslan har upphört. Genom förordning av statsrådet får närmare bestämmelser utfärdas om att offentliggöra uppgifter om bindningar samt om tillstånd för och anmälningar om bisysslor.",
        "folded_sv": "trots vad som foreskrivs i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet (621/1999) far den behoriga myndigheten offentliggora de anmalningar om bindningar samt tillstand for och anmalningar om bisysslor som avses i 8 a § 1 och 2 mom. over ett allmant datanat, om inte nagot annat foljer av sekretessbestammelserna. den behoriga myndigheten svarar for att de uppgifter som avses i 1 mom. ar uppdaterade. uppgifterna om bindningar samt om tillstand for och anmalningar om bisysslor ska tas bort fran det allmanna datanatet nar bindningen eller bisysslan har upphort. genom forordning av statsradet far narmare bestammelser utfardas om att offentliggora uppgifter om bindningar samt om tillstand for och anmalningar om bisysslor."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Sen lisäksi, mitä 9 §:ssä säädetään määräajaksi nimittämisen perusteista, 26 §:n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetään viiden vuoden määräajaksi, jollei erityisestä syystä ole perustetta nimittää tätä lyhyemmäksi määräajaksi. Mitä 1 momentissa säädetään, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttäjän, Energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. Edellä 1 momentissa tarkoitettua määräaikaa voidaan jatkaa enintään yhdellä vuodella nimittävän viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyvä perusteltu syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:9 a",
        "normalized_fi": "Sen lisäksi, mitä 9 § :ssä säädetään määräajaksi nimittämisen perusteista, 26 § :n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetään viiden vuoden määräajaksi, jollei erityisestä syystä ole perustetta nimittää tätä lyhyemmäksi määräajaksi. Mitä 1 momentissa säädetään, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttäjän, Energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. Edellä 1 momentissa tarkoitettua määräaikaa voidaan jatkaa enintään yhdellä vuodella nimittävän viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyvä perusteltu syy.",
        "folded_fi": "sen lisaksi, mita 9 §:ssa saadetaan maaraajaksi nimittamisen perusteista, 26 §:n 3 ja 4 kohdassa tarkoitettuihin virkoihin nimitetaan viiden vuoden maaraajaksi, jollei erityisesta syysta ole perustetta nimittaa tata lyhyemmaksi maaraajaksi. mita 1 momentissa saadetaan, ei kuitenkaan koske ulkoasiainhallinnon, rajavartiolaitoksen, poliisihallinnon, valtiosihteerin, valtakunnansyyttajan, energiaviraston ylijohtajan ja valtakunnansovittelijan virkoja. edella 1 momentissa tarkoitettua maaraaikaa voidaan jatkaa enintaan yhdella vuodella nimittavan viranomaisen aloitteesta, jos siihen on viraston toimintaan liittyva perusteltu syy.",
        "content_sv": "Utöver bestämmelserna i 9 § om grunderna för utnämning för viss tid sker utnämning till de tjänster som avses i 26 § 3 och 4 punkten för en tid av fem år, om det inte av särskilda skäl finns grund för att utnämna för kortare tid. Bestämmelserna i 1 mom. gäller dock inte tjänster inom utrikesförvaltningen, gränsbevakningsväsendet eller polisförvaltningen och inte heller tjänsterna som statssekreterare, riksåklagare, överdirektör vid Energimyndigheten eller riksförlikningsman. Den tid som avses i 1 mom. kan förlängas med högst ett år på initiativ av den utnämnande myndigheten, om det till detta finns en grundad anledning som hänför sig till ämbetsverkets verksamhet.",
        "normalized_sv": "Utöver bestämmelserna i 9 § om grunderna för utnämning för viss tid sker utnämning till de tjänster som avses i 26 § 3 och 4 punkten för en tid av fem år, om det inte av särskilda skäl finns grund för att utnämna för kortare tid. Bestämmelserna i 1 mom. gäller dock inte tjänster inom utrikesförvaltningen, gränsbevakningsväsendet eller polisförvaltningen och inte heller tjänsterna som statssekreterare, riksåklagare, överdirektör vid Energimyndigheten eller riksförlikningsman. Den tid som avses i 1 mom. kan förlängas med högst ett år på initiativ av den utnämnande myndigheten, om det till detta finns en grundad anledning som hänför sig till ämbetsverkets verksamhet.",
        "folded_sv": "utover bestammelserna i 9 § om grunderna for utnamning for viss tid sker utnamning till de tjanster som avses i 26 § 3 och 4 punkten for en tid av fem ar, om det inte av sarskilda skal finns grund for att utnamna for kortare tid. bestammelserna i 1 mom. galler dock inte tjanster inom utrikesforvaltningen, gransbevakningsvasendet eller polisforvaltningen och inte heller tjansterna som statssekreterare, riksaklagare, overdirektor vid energimyndigheten eller riksforlikningsman. den tid som avses i 1 mom. kan forlangas med hogst ett ar pa initiativ av den utnamnande myndigheten, om det till detta finns en grundad anledning som hanfor sig till ambetsverkets verksamhet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:9 b",
      "chapter": "3",
      "section": "9 b",
      "content": "Edellä 9 a §:ssä tarkoitettuun virkaan määräajaksi nimitetty voidaan säädetyn määräajan päättymisen jälkeen nimittää muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa työsuhteeseen enintään kahden vuoden määräajaksi ilman hakumenettelyä. Jollei henkilöä voida nimittää tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtävään, palvelussuhde valtioon lakkaa määräajan päättyessä. Mitä 1 ja 2 momentissa säädetään, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hänet on nimitetty toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:9 b",
        "normalized_fi": "Edellä 9 a § :ssä tarkoitettuun virkaan määräajaksi nimitetty voidaan säädetyn määräajan päättymisen jälkeen nimittää muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa työsuhteeseen enintään kahden vuoden määräajaksi ilman hakumenettelyä. Jollei henkilöä voida nimittää tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtävään, palvelussuhde valtioon lakkaa määräajan päättyessä. Mitä 1 ja 2 momentissa säädetään, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hänet on nimitetty toistaiseksi.",
        "folded_fi": "edella 9 a §:ssa tarkoitettuun virkaan maaraajaksi nimitetty voidaan saadetyn maaraajan paattymisen jalkeen nimittaa muuhun valtionhallinnon virkaan tai virkasuhteeseen taikka ottaa tyosuhteeseen enintaan kahden vuoden maaraajaksi ilman hakumenettelya. jollei henkiloa voida nimittaa tai ottaa 1 momentissa tarkoitettuun virkaan tai tehtavaan, palvelussuhde valtioon lakkaa maaraajan paattyessa. mita 1 ja 2 momentissa saadetaan, ei sovelleta virkamieheen, joka on virkavapaana valtion toisesta virasta, johon hanet on nimitetty toistaiseksi.",
        "content_sv": "Den som utnämnts för viss tid till en tjänst enligt 9 a § får efter den föreskrivna tiden utnämnas till en annan tjänst eller ett annat tjänsteförhållande inom statsförvaltningen eller anställas i ett arbetsavtalsförhållande för viss tid om högst två år utan ett ansökningsförfarande. Om personen inte kan utnämnas till eller anställas i en tjänst eller uppgift som avses i 1 mom., upphör anställningsförhållandet till staten när den bestämda tiden går ut. Bestämmelserna i 1 och 2 mom. tillämpas inte på en tjänsteman som är tjänstledig från en annan statlig tjänst till vilken tjänstemannen har utnämnts tills vidare.",
        "normalized_sv": "Den som utnämnts för viss tid till en tjänst enligt 9 a § får efter den föreskrivna tiden utnämnas till en annan tjänst eller ett annat tjänsteförhållande inom statsförvaltningen eller anställas i ett arbetsavtalsförhållande för viss tid om högst två år utan ett ansökningsförfarande. Om personen inte kan utnämnas till eller anställas i en tjänst eller uppgift som avses i 1 mom., upphör anställningsförhållandet till staten när den bestämda tiden går ut. Bestämmelserna i 1 och 2 mom. tillämpas inte på en tjänsteman som är tjänstledig från en annan statlig tjänst till vilken tjänstemannen har utnämnts tills vidare.",
        "folded_sv": "den som utnamnts for viss tid till en tjanst enligt 9 a § far efter den foreskrivna tiden utnamnas till en annan tjanst eller ett annat tjansteforhallande inom statsforvaltningen eller anstallas i ett arbetsavtalsforhallande for viss tid om hogst tva ar utan ett ansokningsforfarande. om personen inte kan utnamnas till eller anstallas i en tjanst eller uppgift som avses i 1 mom., upphor anstallningsforhallandet till staten nar den bestamda tiden gar ut. bestammelserna i 1 och 2 mom. tillampas inte pa en tjansteman som ar tjanstledig fran en annan statlig tjanst till vilken tjanstemannen har utnamnts tills vidare."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset sivutoimiluvan myöntävästä viranomaisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset sivutoimiluvan myöntävästä viranomaisesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset sivutoimiluvan myontavasta viranomaisesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tillstånd för bisyssla.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tillstånd för bisyssla.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om myndigheter som beviljar tillstand for bisyssla."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavapauden myöntävästä viranomaisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavapauden myöntävästä viranomaisesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset virkavapauden myontavasta viranomaisesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tjänstledighet.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om myndigheter som beviljar tjänstledighet.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om myndigheter som beviljar tjanstledighet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "Virkamies on pidätettävä virantoimituksesta 25, 26 tai 26 a §:n perusteella irtisanottaessa, jos irtisanomista koskeva päätös ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. Irtisanottaessa virkamies 27 §:n perusteella hänet on pidätettävä virantoimituksesta irtisanomisajan päättyessä, kunnes irtisanomispäätös on saanut lainvoiman. Hallinto-oikeus tai, jos hallinto-oikeuden päätöksestä on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisestä syystä määrätä toisin. Jos virkamies on pantu viralta tai virkasuhde on purettu, hänet on heti pidätettävä virantoimituksesta, vaikkei päätös ole saanut lainvoimaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:40",
        "normalized_fi": "Virkamies on pidätettävä virantoimituksesta 25, 26 tai 26 a § :n perusteella irtisanottaessa, jos irtisanomista koskeva päätös ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. Irtisanottaessa virkamies 27 § :n perusteella hänet on pidätettävä virantoimituksesta irtisanomisajan päättyessä, kunnes irtisanomispäätös on saanut lainvoiman. Hallinto-oikeus tai, jos hallinto-oikeuden päätöksestä on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisestä syystä määrätä toisin. Jos virkamies on pantu viralta tai virkasuhde on purettu, hänet on heti pidätettävä virantoimituksesta, vaikkei päätös ole saanut lainvoimaa.",
        "folded_fi": "virkamies on pidatettava virantoimituksesta 25, 26 tai 26 a §:n perusteella irtisanottaessa, jos irtisanomista koskeva paatos ei ole saanut lainvoimaa silloin, kun irtisanomisaika on kulunut loppuun. irtisanottaessa virkamies 27 §:n perusteella hanet on pidatettava virantoimituksesta irtisanomisajan paattyessa, kunnes irtisanomispaatos on saanut lainvoiman. hallinto-oikeus tai, jos hallinto-oikeuden paatoksesta on tehty valitus korkeimpaan hallinto-oikeuteen, korkein hallinto-oikeus voi erityisesta syysta maarata toisin. jos virkamies on pantu viralta tai virkasuhde on purettu, hanet on heti pidatettava virantoimituksesta, vaikkei paatos ole saanut lainvoimaa.",
        "content_sv": "När en tjänsteman sägs upp på grundval av 25, 26 eller 26 a § ska tjänstemannen avstängas från tjänsteutövning, om beslutet om uppsägning inte vunnit laga kraft vid uppsägningstidens utgång. När en tjänsteman sägs upp på grundval av 27 § ska han eller hon avstängas från tjänsteutövning vid utgången av uppsägningstiden tills beslutet om uppsägning har vunnit laga kraft. Förvaltningsdomstolen, eller om förvaltningsdomstolens beslut har överklagats hos högsta förvaltningsdomstolen, högsta förvaltningsdomstolen kan av särskilda skäl besluta något annat. Har en tjänsteman avsatts eller tjänsteförhållandet upplösts, ska denne omedelbart avstängas från tjänsteutövning även om beslutet inte har vunnit laga kraft.",
        "normalized_sv": "När en tjänsteman sägs upp på grundval av 25, 26 eller 26 a § ska tjänstemannen avstängas från tjänsteutövning, om beslutet om uppsägning inte vunnit laga kraft vid uppsägningstidens utgång. När en tjänsteman sägs upp på grundval av 27 § ska han eller hon avstängas från tjänsteutövning vid utgången av uppsägningstiden tills beslutet om uppsägning har vunnit laga kraft. Förvaltningsdomstolen, eller om förvaltningsdomstolens beslut har överklagats hos högsta förvaltningsdomstolen, högsta förvaltningsdomstolen kan av särskilda skäl besluta något annat. Har en tjänsteman avsatts eller tjänsteförhållandet upplösts, ska denne omedelbart avstängas från tjänsteutövning även om beslutet inte har vunnit laga kraft.",
        "folded_sv": "nar en tjansteman sags upp pa grundval av 25, 26 eller 26 a § ska tjanstemannen avstangas fran tjansteutovning, om beslutet om uppsagning inte vunnit laga kraft vid uppsagningstidens utgang. nar en tjansteman sags upp pa grundval av 27 § ska han eller hon avstangas fran tjansteutovning vid utgangen av uppsagningstiden tills beslutet om uppsagning har vunnit laga kraft. forvaltningsdomstolen, eller om forvaltningsdomstolens beslut har overklagats hos hogsta forvaltningsdomstolen, hogsta forvaltningsdomstolen kan av sarskilda skal besluta nagot annat. har en tjansteman avsatts eller tjansteforhallandet upplosts, ska denne omedelbart avstangas fran tjansteutovning aven om beslutet inte har vunnit laga kraft."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "content": "Virkamies, joka katsoo, ettei viranomainen ole antanut hänelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hänelle suoritettava, saa, jollei laissa toisin säädetä, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. Viranomaisen on annettava asiassa päätös. Oikaisuvaatimukseen annettuun viranomaisen päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:52",
        "normalized_fi": "Virkamies, joka katsoo, ettei viranomainen ole antanut hänelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hänelle suoritettava, saa, jollei laissa toisin säädetä, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. Viranomaisen on annettava asiassa päätös. Oikaisuvaatimukseen annettuun viranomaisen päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "virkamies, joka katsoo, ettei viranomainen ole antanut hanelle virkasuhteesta johtuvaa taloudellista etuutta sellaisena kuin se olisi ollut hanelle suoritettava, saa, jollei laissa toisin saadeta, kirjallisesti vaatia siihen oikaisua asianomaiselta viranomaiselta. viranomaisen on annettava asiassa paatos. oikaisuvaatimukseen annettuun viranomaisen paatokseen saa hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "content_sv": "En tjänsteman som anser att myndigheten inte betalat en ekonomisk förmån på grundval av tjänsteförhållandet till det belopp som han eller hon har rätt till, får skriftligen begära omprövning hos den behöriga myndigheten, om inte något annat föreskrivs i lag. Myndigheten ska meddela ett beslut i ärendet. I myndighetens beslut med anledning av begäran om prövning får ändring sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "En tjänsteman som anser att myndigheten inte betalat en ekonomisk förmån på grundval av tjänsteförhållandet till det belopp som han eller hon har rätt till, får skriftligen begära omprövning hos den behöriga myndigheten, om inte något annat föreskrivs i lag. Myndigheten ska meddela ett beslut i ärendet. I myndighetens beslut med anledning av begäran om prövning får ändring sökas på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "en tjansteman som anser att myndigheten inte betalat en ekonomisk forman pa grundval av tjansteforhallandet till det belopp som han eller hon har ratt till, far skriftligen begara omprovning hos den behoriga myndigheten, om inte nagot annat foreskrivs i lag. myndigheten ska meddela ett beslut i arendet. i myndighetens beslut med anledning av begaran om provning far andring sokas pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:57",
      "chapter": "3",
      "section": "57",
      "content": "Valtioneuvoston tai viraston tekemään virkamiestä koskevaan päätökseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Tuomioistuimen tekemään virkamiehen sivutointa koskevaan päätökseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. Valitusaika 27 §:n 1 momentissa tarkoitettua irtisanomista koskevasta päätöksestä alkaa kuitenkin kulua vasta irtisanomisajan päättymisestä. Päätös tulee noudatettavaksi siitä tehdystä valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin päätä. Edellä 53 §:ssä tarkoitettu asia on käsiteltävä hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:57",
        "normalized_fi": "Valtioneuvoston tai viraston tekemään virkamiestä koskevaan päätökseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Tuomioistuimen tekemään virkamiehen sivutointa koskevaan päätökseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. Valitusaika 27 § :n 1 momentissa tarkoitettua irtisanomista koskevasta päätöksestä alkaa kuitenkin kulua vasta irtisanomisajan päättymisestä. Päätös tulee noudatettavaksi siitä tehdystä valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin päätä. Edellä 53 § :ssä tarkoitettu asia on käsiteltävä hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
        "folded_fi": "valtioneuvoston tai viraston tekemaan virkamiesta koskevaan paatokseen virkamies saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. tuomioistuimen tekemaan virkamiehen sivutointa koskevaan paatokseen haetaan kuitenkin muutosta valittamalla korkeimpaan hallinto-oikeuteen. valitusaika 27 §:n 1 momentissa tarkoitettua irtisanomista koskevasta paatoksesta alkaa kuitenkin kulua vasta irtisanomisajan paattymisesta. paatos tulee noudatettavaksi siita tehdysta valituksesta huolimatta, jollei muutoksenhakuviranomainen toisin paata. edella 53 §:ssa tarkoitettu asia on kasiteltava hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisena.",
        "content_sv": "I ett beslut som gäller en tjänsteman och som statsrådet eller ett ämbetsverk har fattat får tjänstemannen söka ändring på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i ett beslut som en domstol fattat om en tjänstemans bisyssla söks dock genom besvär hos högsta förvaltningsdomstolen. Besvärstiden när det gäller beslut om uppsägning enligt 27 § 1 mom. börjar dock löpa först från uppsägningstidens utgång. Beslutet ska iakttas trots besvär, om inte besvärsinstansen beslutar något annat. Ärenden enligt 53 § ska förvaltningsdomstolen och högsta förvaltningsdomstolen behandla skyndsamt.",
        "normalized_sv": "I ett beslut som gäller en tjänsteman och som statsrådet eller ett ämbetsverk har fattat får tjänstemannen söka ändring på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i ett beslut som en domstol fattat om en tjänstemans bisyssla söks dock genom besvär hos högsta förvaltningsdomstolen. Besvärstiden när det gäller beslut om uppsägning enligt 27 § 1 mom. börjar dock löpa först från uppsägningstidens utgång. Beslutet ska iakttas trots besvär, om inte besvärsinstansen beslutar något annat. Ärenden enligt 53 § ska förvaltningsdomstolen och högsta förvaltningsdomstolen behandla skyndsamt.",
        "folded_sv": "i ett beslut som galler en tjansteman och som statsradet eller ett ambetsverk har fattat far tjanstemannen soka andring pa det satt som foreskrivs i forvaltningsprocesslagen. andring i ett beslut som en domstol fattat om en tjanstemans bisyssla soks dock genom besvar hos hogsta forvaltningsdomstolen. besvarstiden nar det galler beslut om uppsagning enligt 27 § 1 mom. borjar dock lopa forst fran uppsagningstidens utgang. beslutet ska iakttas trots besvar, om inte besvarsinstansen beslutar nagot annat. arenden enligt 53 § ska forvaltningsdomstolen och hogsta forvaltningsdomstolen behandla skyndsamt."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:58",
      "chapter": "3",
      "section": "58",
      "content": "Virkamies ei saa tehdä 52 §:n mukaista oikaisuvaatimusta tai hakea päätökseen muutosta 57 §:ssä säädetyllä tavalla taikka saattaa asiaa hallintoriita-asiana käsiteltäväksi, jos virkamiehellä tai virkamiesyhdistyksellä on oikeus panna asia vireille työtuomioistuimessa, jollei työtuomioistuin työtuomioistuimesta annetun lain (646/1974) 1 §:n 2 momentin nojalla ole päättänyt olla ratkaisematta asiaa. Mitä edellä tässä pykälässä säädetään, sovelletaan vain virkamieheen, joka on jäsen sellaisessa virkamiesyhdistyksessä, jolla on oikeus panna asia vireille työtuomioistuimessa, tai sen alayhdistyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:58",
        "normalized_fi": "Virkamies ei saa tehdä 52 § :n mukaista oikaisuvaatimusta tai hakea päätökseen muutosta 57 § :ssä säädetyllä tavalla taikka saattaa asiaa hallintoriita-asiana käsiteltäväksi, jos virkamiehellä tai virkamiesyhdistyksellä on oikeus panna asia vireille työtuomioistuimessa, jollei työtuomioistuin työtuomioistuimesta annetun lain (646/1974) 1 § :n 2 momentin nojalla ole päättänyt olla ratkaisematta asiaa. Mitä edellä tässä pykälässä säädetään, sovelletaan vain virkamieheen, joka on jäsen sellaisessa virkamiesyhdistyksessä, jolla on oikeus panna asia vireille työtuomioistuimessa, tai sen alayhdistyksessä.",
        "folded_fi": "virkamies ei saa tehda 52 §:n mukaista oikaisuvaatimusta tai hakea paatokseen muutosta 57 §:ssa saadetylla tavalla taikka saattaa asiaa hallintoriita-asiana kasiteltavaksi, jos virkamiehella tai virkamiesyhdistyksella on oikeus panna asia vireille tyotuomioistuimessa, jollei tyotuomioistuin tyotuomioistuimesta annetun lain (646/1974) 1 §:n 2 momentin nojalla ole paattanyt olla ratkaisematta asiaa. mita edella tassa pykalassa saadetaan, sovelletaan vain virkamieheen, joka on jasen sellaisessa virkamiesyhdistyksessa, jolla on oikeus panna asia vireille tyotuomioistuimessa, tai sen alayhdistyksessa.",
        "content_sv": "En tjänsteman får inte begära omprövning enligt 52 § eller söka ändring i ett beslut på det sätt som föreskrivs i 57 § eller föra ärendet till behandling såsom förvaltningstvistemål, om tjänstemannen eller en tjänstemannaförening har rätt att inleda ärendet vid arbetsdomstolen, om inte arbetsdomstolen med stöd av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgör ärendet. Bestämmelserna i denna paragraf tillämpas endast på en tjänsteman som är medlem i en sådan tjänstemannaförening som har rätt att inleda ärendet vid arbetsdomstolen, eller i dess underförening.",
        "normalized_sv": "En tjänsteman får inte begära omprövning enligt 52 § eller söka ändring i ett beslut på det sätt som föreskrivs i 57 § eller föra ärendet till behandling såsom förvaltningstvistemål, om tjänstemannen eller en tjänstemannaförening har rätt att inleda ärendet vid arbetsdomstolen, om inte arbetsdomstolen med stöd av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgör ärendet. Bestämmelserna i denna paragraf tillämpas endast på en tjänsteman som är medlem i en sådan tjänstemannaförening som har rätt att inleda ärendet vid arbetsdomstolen, eller i dess underförening.",
        "folded_sv": "en tjansteman far inte begara omprovning enligt 52 § eller soka andring i ett beslut pa det satt som foreskrivs i 57 § eller fora arendet till behandling sasom forvaltningstvistemal, om tjanstemannen eller en tjanstemannaforening har ratt att inleda arendet vid arbetsdomstolen, om inte arbetsdomstolen med stod av 1 § 2 mom. i lagen om arbetsdomstolen (646/1974) har beslutat att den inte avgor arendet. bestammelserna i denna paragraf tillampas endast pa en tjansteman som ar medlem i en sadan tjanstemannaforening som har ratt att inleda arendet vid arbetsdomstolen, eller i dess underforening."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:65",
      "chapter": "3",
      "section": "65",
      "content": "Virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siitä ajankohdasta lukien, josta hänet on toisen kerran nimitetty 9 a §:n 1 momentissa tarkoitettuun virkaan määräajaksi, jollei viranomainen erityisestä syystä toisin päätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:65",
        "normalized_fi": "Virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siitä ajankohdasta lukien, josta hänet on toisen kerran nimitetty 9 a § :n 1 momentissa tarkoitettuun virkaan määräajaksi, jollei viranomainen erityisestä syystä toisin päätä.",
        "folded_fi": "virkamies katsotaan kuitenkin eronneeksi aikaisemmasta virasta siita ajankohdasta lukien, josta hanet on toisen kerran nimitetty 9 a §:n 1 momentissa tarkoitettuun virkaan maaraajaksi, jollei viranomainen erityisesta syysta toisin paata.",
        "content_sv": "En tjänsteman anses dock ha avgått från sin tidigare tjänst vid den tidpunkt då denne för andra gången har utnämnts till en tjänst enligt 9 a § 1 mom. för viss tid, om inte myndigheten av särskilda skäl bestämmer något annat.",
        "normalized_sv": "En tjänsteman anses dock ha avgått från sin tidigare tjänst vid den tidpunkt då denne för andra gången har utnämnts till en tjänst enligt 9 a § 1 mom. för viss tid, om inte myndigheten av särskilda skäl bestämmer något annat.",
        "folded_sv": "en tjansteman anses dock ha avgatt fran sin tidigare tjanst vid den tidpunkt da denne for andra gangen har utnamnts till en tjanst enligt 9 a § 1 mom. for viss tid, om inte myndigheten av sarskilda skal bestammer nagot annat."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "3:70",
      "chapter": "3",
      "section": "70",
      "content": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavalasta ja virkavakuutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:70",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkemmat säännökset virkavalasta ja virkavakuutuksesta.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkemmat saannokset virkavalasta ja virkavakuutuksesta.",
        "content_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om tjänsteed och tjänsteförsäkran.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas närmare bestämmelser om tjänsteed och tjänsteförsäkran.",
        "folded_sv": "genom forordning av statsradet utfardas narmare bestammelser om tjansteed och tjansteforsakran."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}