{
  "id": "286/2006",
  "type": "statute",
  "title": "Laki toimenpiteistä tupakoinnin vähentämiseksi annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om åtgärder för inskränkande av tobaksrökning",
  "status": "in_force",
  "issued_date": "2006-04-21",
  "in_force_date": "2006-04-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/286/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriölle ja valvonta ja sen ohjaus Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. Sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa lääninhallituksia ja kuntia niille tämän lain perusteella kuuluvien tehtävien hoitamisessa. Tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita sekä myyntiä ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 §:n säännösten noudattamista. Tuotevalvontakeskukselle kuuluva testauslaboratorioiden pätevyyden ja testausmenetelmien pätevyyden valvonta tapahtuu Mittatekniikan keskuksen avustuksella. Mittatekniikan keskuksella on tässä avustustehtävässä valvontaviranomaiselle 28 §:ssä säädetyt oikeudet. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastuksen sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) näytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa käytettävät menetelmät; sekä 5) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella. Lääninhallitus ohjaa kuntia tämän lain ja sen nojalla annettujen säännösten ja määräysten toimeenpanossa läänin alueella sekä sen lisäksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriölle ja valvonta ja sen ohjaus Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. Sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa lääninhallituksia ja kuntia niille tämän lain perusteella kuuluvien tehtävien hoitamisessa. Tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita sekä myyntiä ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 § :n säännösten noudattamista. Tuotevalvontakeskukselle kuuluva testauslaboratorioiden pätevyyden ja testausmenetelmien pätevyyden valvonta tapahtuu Mittatekniikan keskuksen avustuksella. Mittatekniikan keskuksella on tässä avustustehtävässä valvontaviranomaiselle 28 § :ssä säädetyt oikeudet. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastuksen sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) näytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a § :n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa käytettävät menetelmät; sekä 5) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella. Lääninhallitus ohjaa kuntia tämän lain ja sen nojalla annettujen säännösten ja määräysten toimeenpanossa läänin alueella sekä sen lisäksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriolle ja valvonta ja sen ohjaus sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa laaninhallituksia ja kuntia niille taman lain perusteella kuuluvien tehtavien hoitamisessa. tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita seka myyntia ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 §:n saannosten noudattamista. tuotevalvontakeskukselle kuuluva testauslaboratorioiden patevyyden ja testausmenetelmien patevyyden valvonta tapahtuu mittatekniikan keskuksen avustuksella. mittatekniikan keskuksella on tassa avustustehtavassa valvontaviranomaiselle 28 §:ssa saadetyt oikeudet. valvontaohjelma sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia taman lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). valtakunnallisen valvontaohjelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastuksen sisallon yleinen maarittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys maarataan; 3) naytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa kaytettavat menetelmat; seka 5) valvontaohjelman toteutumisen arvioinnissa kaytettavat menetelmat. valvontaohjelma tulee tarkistaa tarvittaessa, vahintaan kuitenkin kolmen vuoden valein. taman lain mukainen valvontaohjelma on osa ymparistoterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myos ne muut valtakunnalliset valvontaohjelmat, joista saadetaan muissa ymparistoterveydenhuollon laeissa. tarkempia saannoksia valtakunnallisen valvontaohjelman laatimisesta ja sen sisallosta annetaan valtioneuvoston asetuksella. laaninhallitus ohjaa kuntia taman lain ja sen nojalla annettujen saannosten ja maaraysten toimeenpanossa laanin alueella seka sen lisaksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
        "content_sv": "Den allmänna ledningen och styrningen av att denna lag och med stöd av den utfärdade bestämmelser iakttas ankommer på social- och hälsovårdsministeriet, och övervakningen och styrningen av övervakningen på Social- och hälsovårdens produkttillsynscentral. Social- och hälsovårdens produkttillsynscentral styr länsstyrelserna och kommunerna i deras skötsel av de uppgifter som med stöd av denna lag ankommer på dem. Produkttillsynscentralen övervakar iakttagandet av bestämmelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansättning och kvalitetsövervakning av, provningslaboratorier för samt försäljning av och reklam för tobaksprodukter. Mätteknikcentralen bistår i den övervakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer på produkttillsynscentralen. Mätteknikcentralen har i denna uppgift samma rättigheter som en övervakningsmyndighet har enligt 28 §. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral utarbeta ett riksprogram för övervakningen av tobakslagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) bedömning av behovet av provtagning jämte anvisningar, 4) metoder för utvärdering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet. Länsstyrelsen styr inom länets område kommunerna i verkställigheten av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den samt bedömer och utvärderar dessutom de kommunala tillsynsplaner som gäller övervakningen av tobakslagen.",
        "normalized_sv": "Den allmänna ledningen och styrningen av att denna lag och med stöd av den utfärdade bestämmelser iakttas ankommer på social- och hälsovårdsministeriet, och övervakningen och styrningen av övervakningen på Social- och hälsovårdens produkttillsynscentral. Social- och hälsovårdens produkttillsynscentral styr länsstyrelserna och kommunerna i deras skötsel av de uppgifter som med stöd av denna lag ankommer på dem. Produkttillsynscentralen övervakar iakttagandet av bestämmelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansättning och kvalitetsövervakning av, provningslaboratorier för samt försäljning av och reklam för tobaksprodukter. Mätteknikcentralen bistår i den övervakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer på produkttillsynscentralen. Mätteknikcentralen har i denna uppgift samma rättigheter som en övervakningsmyndighet har enligt 28 § . tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral utarbeta ett riksprogram för övervakningen av tobakslagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) bedömning av behovet av provtagning jämte anvisningar, 4) metoder för utvärdering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet. Länsstyrelsen styr inom länets område kommunerna i verkställigheten av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den samt bedömer och utvärderar dessutom de kommunala tillsynsplaner som gäller övervakningen av tobakslagen.",
        "folded_sv": "den allmanna ledningen och styrningen av att denna lag och med stod av den utfardade bestammelser iakttas ankommer pa social- och halsovardsministeriet, och overvakningen och styrningen av overvakningen pa social- och halsovardens produkttillsynscentral. social- och halsovardens produkttillsynscentral styr lansstyrelserna och kommunerna i deras skotsel av de uppgifter som med stod av denna lag ankommer pa dem. produkttillsynscentralen overvakar iakttagandet av bestammelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansattning och kvalitetsovervakning av, provningslaboratorier for samt forsaljning av och reklam for tobaksprodukter. matteknikcentralen bistar i den overvakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer pa produkttillsynscentralen. matteknikcentralen har i denna uppgift samma rattigheter som en overvakningsmyndighet har enligt 28 §. tillsynsprogram for styrningen och samordnandet av den tillsyn som regleras i denna lag skall social- och halsovardens produkttillsynscentral utarbeta ett riksprogram for overvakningen av tobakslagen (). tillsynsprogrammet skall atminstone innehalla foljande: 1) allman definition av innehallet i kontrollerna, 2) grunderna for riskvarderingen av de olika tillsynsobjekten och for hur kontrollfrekvensen for objekten bestams, 3) bedomning av behovet av provtagning jamte anvisningar, 4) metoder for utvardering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna for utvardering av tillsynsprogrammet. tillsynsprogrammet skall ses over vid behov, dock minst vart tredje ar. tillsynsprogrammet enligt denna lag utgor en del av det riksomfattande programmet for tillsyn over miljo- och halsoskyddet, i vilket ingar ocksa de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljo- och halsoskydd. narmare bestammelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehall utfardas genom forordning av statsradet. lansstyrelsen styr inom lanets omrade kommunerna i verkstalligheten av denna lag och de bestammelser och foreskrifter som utfardats med stod av den samt bedomer och utvarderar dessutom de kommunala tillsynsplaner som galler overvakningen av tobakslagen."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Kunta valvoo alueellaan tämän lain ja sen nojalla annettujen säännösten noudattamista. Kunnan alueella tämän lain mukaisista tehtävistä huolehtii kunnan määräämä toimielin. Kunnanvaltuusto voi päättää, että toimielin voi siirtää toimivaltaansa alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. Kunnan tämän lain nojalla järjestämään toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin säädetä. kunnan valvontasuunnitelma Kunnan tulee laatia ja hyväksyä säännöllistä valvontaa koskeva tupakkalain valvontasuunnitelma () siten, että valvonta on laadukasta, säännöllistä ja terveyshaittoja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva näytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; sekä 5) laboratoriot, joihin valvonta tukeutuu. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 §:ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Kunta valvoo alueellaan tämän lain ja sen nojalla annettujen säännösten noudattamista. Kunnan alueella tämän lain mukaisista tehtävistä huolehtii kunnan määräämä toimielin. Kunnanvaltuusto voi päättää, että toimielin voi siirtää toimivaltaansa alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. Kunnan tämän lain nojalla järjestämään toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin säädetä. kunnan valvontasuunnitelma Kunnan tulee laatia ja hyväksyä säännöllistä valvontaa koskeva tupakkalain valvontasuunnitelma () siten, että valvonta on laadukasta, säännöllistä ja terveyshaittoja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva näytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; sekä 5) laboratoriot, joihin valvonta tukeutuu. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 § :ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunta valvoo alueellaan taman lain ja sen nojalla annettujen saannosten noudattamista. kunnan alueella taman lain mukaisista tehtavista huolehtii kunnan maaraama toimielin. kunnanvaltuusto voi paattaa, etta toimielin voi siirtaa toimivaltaansa alaiselleen viranhaltijalle. toimielimella ei kuitenkaan ole oikeutta siirtaa jaljempana 3 momentissa tarkoitettua valvontasuunnitelman hyvaksymista koskevaa toimivaltaansa alaiselleen viranhaltijalle. kunta voi sopia toisen kunnan tai kuntayhtyman kanssa, etta kunnalle tai sen viranomaiselle tassa laissa saadetty tehtava annetaan virkavastuulla toisen kunnan tai kuntayhtyman viranhaltijan hoidettavaksi. kuntayhtyma voi tehda toisen kuntayhtyman kanssa edella tarkoitetun sopimuksen, jos siihen on kuntayhtyman jasenkuntien suostumus. kunnan taman lain nojalla jarjestamaan toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin saadeta. kunnan valvontasuunnitelma kunnan tulee laatia ja hyvaksya saannollista valvontaa koskeva tupakkalain valvontasuunnitelma () siten, etta valvonta on laadukasta, saannollista ja terveyshaittoja ehkaisevaa. valvontasuunnitelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon maarittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva naytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; seka 5) laboratoriot, joihin valvonta tukeutuu. kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 §:ssa tarkoitettu valtakunnallinen valvontaohjelma. valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vahintaan kolmen vuoden valein. tarkempia saannoksia valvontasuunnitelman sisallosta, valvontasuunnitelmaan sisaltyvista tarkastuksista, valvontakohteitten tarkastustiheydesta, naytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "content_sv": "Kommunen övervakar inom sitt område att denna lag och de bestämmelser som utfärdats med stöd av den iakttas. Inom kommunens område sköts uppgifterna enligt denna lag av ett organ som utses av kommunen. Kommunfullmäktige kan besluta att organet kan överföra behörighet på en tjänsteinnehavare som lyder under det. Organet har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. På verksamhet som en kommun ordnar med stöd av denna lag tillämpas lagen om planering av och statsandel för social- och hälsovården (733/1992), om inte något annat bestäms genom lag. kommunal tillsynsplan Kommunen skall för regelbunden tillsyn utarbeta och godkänna en plan för övervakningen av tobakslagen () så att tillsynen är av hög kvalitet och regelbunden samt förebygger sanitära olägenheter. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, 3) provtagning och undersökning som sker genom kommunens försorg, 4) utvärdering av tillsynsplanen, samt 5) laboratorier som tillsynen stödjer sig mot. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 §. Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanerna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen övervakar inom sitt område att denna lag och de bestämmelser som utfärdats med stöd av den iakttas. Inom kommunens område sköts uppgifterna enligt denna lag av ett organ som utses av kommunen. Kommunfullmäktige kan besluta att organet kan överföra behörighet på en tjänsteinnehavare som lyder under det. Organet har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. På verksamhet som en kommun ordnar med stöd av denna lag tillämpas lagen om planering av och statsandel för social- och hälsovården (733/1992), om inte något annat bestäms genom lag. kommunal tillsynsplan Kommunen skall för regelbunden tillsyn utarbeta och godkänna en plan för övervakningen av tobakslagen () så att tillsynen är av hög kvalitet och regelbunden samt förebygger sanitära olägenheter. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, 3) provtagning och undersökning som sker genom kommunens försorg, 4) utvärdering av tillsynsplanen, samt 5) laboratorier som tillsynen stödjer sig mot. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 § . Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanerna utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen overvakar inom sitt omrade att denna lag och de bestammelser som utfardats med stod av den iakttas. inom kommunens omrade skots uppgifterna enligt denna lag av ett organ som utses av kommunen. kommunfullmaktige kan besluta att organet kan overfora behorighet pa en tjansteinnehavare som lyder under det. organet har dock inte ratt att overfora sin behorighet i fraga om godkannandet av den tillsynsplan som avses i 3 mom. pa en underlydande tjansteinnehavare. en kommun kan med en annan kommun eller en samkommun komma overens om att en uppgift som enligt denna lag skall skotas av kommunen eller en myndighet i kommunen anfortros en annan kommuns eller samkommuns tjansteinnehavare som skoter uppgiften under tjansteansvar. en samkommun kan inga ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. pa verksamhet som en kommun ordnar med stod av denna lag tillampas lagen om planering av och statsandel for social- och halsovarden (733/1992), om inte nagot annat bestams genom lag. kommunal tillsynsplan kommunen skall for regelbunden tillsyn utarbeta och godkanna en plan for overvakningen av tobakslagen () sa att tillsynen ar av hog kvalitet och regelbunden samt forebygger sanitara olagenheter. tillsynsplanen skall atminstone innehalla foljande: 1) definition av innehallet i kontrollerna, 2) kontrollfrekvensen for tillsynsobjekten, 3) provtagning och undersokning som sker genom kommunens forsorg, 4) utvardering av tillsynsplanen, samt 5) laboratorier som tillsynen stodjer sig mot. den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 §. tillsynsplanen skall ses over vid behov, dock minst vart tredje ar. narmare bestammelser om innehallet i tillsynsplanerna, de kontroller som ingar i tillsynsplanerna, kontrollfrekvensen for tillsynsobjekten, provtagning och utvardering av tillsynsplanerna utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "content": "Jollei tässä laissa säädetä toisin, tupakoinnin kieltämistä ja sen rajoittamista koskevien 12 §:n 5 ja 6 kohdan ja 13 §:n 3 momentin säännösten noudattamista työyhteisössä valvovat työsuojeluviranomaiset siten kuin siitä säädetään työsuojelun valvonnasta ja työpaikan työsuojeluyhteistoiminnasta annetussa laissa (44/2006). Tulli valvoo tämän lain 10 a §:n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. Tämän lain 12 §:n 3 kohdan noudattamista yleisissä tilaisuuksissa valvoo poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Jollei tässä laissa säädetä toisin, tupakoinnin kieltämistä ja sen rajoittamista koskevien 12 § :n 5 ja 6 kohdan ja 13 § :n 3 momentin säännösten noudattamista työyhteisössä valvovat työsuojeluviranomaiset siten kuin siitä säädetään työsuojelun valvonnasta ja työpaikan työsuojeluyhteistoiminnasta annetussa laissa (44/2006). Tulli valvoo tämän lain 10 a § :n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. Tämän lain 12 § :n 3 kohdan noudattamista yleisissä tilaisuuksissa valvoo poliisi.",
        "folded_fi": "jollei tassa laissa saadeta toisin, tupakoinnin kieltamista ja sen rajoittamista koskevien 12 §:n 5 ja 6 kohdan ja 13 §:n 3 momentin saannosten noudattamista tyoyhteisossa valvovat tyosuojeluviranomaiset siten kuin siita saadetaan tyosuojelun valvonnasta ja tyopaikan tyosuojeluyhteistoiminnasta annetussa laissa (44/2006). tulli valvoo taman lain 10 a §:n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. taman lain 12 §:n 3 kohdan noudattamista yleisissa tilaisuuksissa valvoo poliisi.",
        "content_sv": "Om inte något annat bestäms i denna lag övervakar arbetarskyddsmyndigheterna att bestämmelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som gäller förbud mot och begränsning av tobaksrökning iakttas på arbetsplatserna, enligt vad som bestäms i lagen om tillsynen över arbetarskyddet och om arbetarskyddssamarbete på arbetsplatsen (44/2006). Tullen övervakar att det importförbud som avses i 10 a § 1 mom. iakttas. Polisen övervakar att 12 § 3 punkten iakttas vid offentliga tillställningar.",
        "normalized_sv": "Om inte något annat bestäms i denna lag övervakar arbetarskyddsmyndigheterna att bestämmelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som gäller förbud mot och begränsning av tobaksrökning iakttas på arbetsplatserna, enligt vad som bestäms i lagen om tillsynen över arbetarskyddet och om arbetarskyddssamarbete på arbetsplatsen (44/2006). Tullen övervakar att det importförbud som avses i 10 a § 1 mom. iakttas. Polisen övervakar att 12 § 3 punkten iakttas vid offentliga tillställningar.",
        "folded_sv": "om inte nagot annat bestams i denna lag overvakar arbetarskyddsmyndigheterna att bestammelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som galler forbud mot och begransning av tobaksrokning iakttas pa arbetsplatserna, enligt vad som bestams i lagen om tillsynen over arbetarskyddet och om arbetarskyddssamarbete pa arbetsplatsen (44/2006). tullen overvakar att det importforbud som avses i 10 a § 1 mom. iakttas. polisen overvakar att 12 § 3 punkten iakttas vid offentliga tillstallningar."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta sekä tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. Tupakkatuotteen valmistaja tai maahantuoja vastaa myös 18 §:n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. Tämän lain mukaisen asian käsittelystä valtion viranomaisessa voidaan periä maksu, jonka suuruutta määrättäessä noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset maksuista annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta sekä tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. Tupakkatuotteen valmistaja tai maahantuoja vastaa myös 18 § :n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. Tämän lain mukaisen asian käsittelystä valtion viranomaisessa voidaan periä maksu, jonka suuruutta määrättäessä noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset maksuista annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta seka tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. tupakkatuotteen valmistaja tai maahantuoja vastaa myos 18 §:n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. taman lain mukaisen asian kasittelysta valtion viranomaisessa voidaan peria maksu, jonka suuruutta maarattaessa noudatetaan, mita valtion maksuperustelaissa (150/1992) saadetaan. tarkemmat saannokset maksuista annetaan sosiaali- ja terveysministerion asetuksella.",
        "content_sv": "Den som tillverkar eller importerar tobaksprodukter svarar för kostnaderna för undersökning av sådana ämnen i tobaksprodukterna som vållar fara och men för hälsan samt för kostnaderna för kvalitetskontroll av tobaksprodukterna. Den som tillverkar eller importerar tobaksprodukter svarar även för kostnaderna för en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt från marknaden. När en statlig myndighet behandlar ett ärende enligt denna lag kan den ta ut en avgift som fastställs i enlighet med lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Den som tillverkar eller importerar tobaksprodukter svarar för kostnaderna för undersökning av sådana ämnen i tobaksprodukterna som vållar fara och men för hälsan samt för kostnaderna för kvalitetskontroll av tobaksprodukterna. Den som tillverkar eller importerar tobaksprodukter svarar även för kostnaderna för en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt från marknaden. När en statlig myndighet behandlar ett ärende enligt denna lag kan den ta ut en avgift som fastställs i enlighet med lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "den som tillverkar eller importerar tobaksprodukter svarar for kostnaderna for undersokning av sadana amnen i tobaksprodukterna som vallar fara och men for halsan samt for kostnaderna for kvalitetskontroll av tobaksprodukterna. den som tillverkar eller importerar tobaksprodukter svarar aven for kostnaderna for en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt fran marknaden. nar en statlig myndighet behandlar ett arende enligt denna lag kan den ta ut en avgift som faststalls i enlighet med lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgifterna utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "content": "Kunnan on perittävä elinkeinonharjoittajalta hyväksymänsä taksan mukainen maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista ja näytteenotosta. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kunnan on perittävä elinkeinonharjoittajalta hyväksymänsä taksan mukainen maksu 14 a § :n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista ja näytteenotosta. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 14 a § :n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "folded_fi": "kunnan on perittava elinkeinonharjoittajalta hyvaksymansa taksan mukainen maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvista tarkastuksista ja naytteenotosta. lisaksi kunnan on perittava toiminnanharjoittajalta maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvan tarkastuksen perusteella annettujen maaraysten valvonnasta silloin, kun maaraysten antaminen perustuu taman lain saannosten noudattamatta jattamiseen. kunnan tulee maarata suoritteistaan perimansa maksut siten, etta ne vastaavat suuruudeltaan enintaan suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "content_sv": "Kommunen skall hos en näringsidkare ta ut en avgift enligt en av kommunen godkänd taxa för kontroller och provtagning som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom. Dessutom skall kommunen hos näringsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom., när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "normalized_sv": "Kommunen skall hos en näringsidkare ta ut en avgift enligt en av kommunen godkänd taxa för kontroller och provtagning som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom. Dessutom skall kommunen hos näringsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom., när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "folded_sv": "kommunen skall hos en naringsidkare ta ut en avgift enligt en av kommunen godkand taxa for kontroller och provtagning som ingar i den kommunala tillsynsplanen enligt 14 a § 3 mom. dessutom skall kommunen hos naringsidkaren ta ut en avgift for tillsynen over efterlevnaden av foreskrifter som meddelats med stod av en kontroll som ingar i den kommunala tillsynsplanen enligt 14 a § 3 mom., nar foreskrifterna har meddelats med anledning av att bestammelserna i denna lag inte har foljts. kommunen skall bestamma avgifterna for sina prestationer sa att beloppet motsvarar hogst kostnaderna for att producera prestationen."
      }
    },
    {
      "provision_ref": "25 b",
      "section": "25 b",
      "content": "Tämän lain mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 b",
        "normalized_fi": "Tämän lain mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "taman lain mukaiset maksut saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "content_sv": "Avgifter enligt denna lag kan drivas in utan dom eller beslut på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Avgifter enligt denna lag kan drivas in utan dom eller beslut på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "avgifter enligt denna lag kan drivas in utan dom eller beslut pa det satt som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      }
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "content": "Kunnan valvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 a",
        "normalized_fi": "Kunnan valvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunnan valvontaviranomainen seka laaninhallitus ovat velvollisia pyydettaessa toimittamaan korvauksetta sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteita, valvontahenkilostoa, maksuja seka valvontaa koskevia muita tietoja taman lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot sosiaali- ja terveydenhuollon tuotevalvontakeskuksen maaraamalla tavalla. tarkempia saannoksia valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Den kommunala tillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 1 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den kommunala tillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 1 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "den kommunala tillsynsmyndigheten samt lansstyrelsen ar skyldiga att pa begaran utan ersattning tillstalla social- och halsovardens produkttillsynscentral de ovriga uppgifter om kontroller, kontrollatgarder, kontrollpersonal, avgifter samt tillsyn som behovs for styrningen, uppfoljningen, rapporteringen och statistiken i fraga om tillsynen enligt denna lag. tillsynsmyndigheterna skall lamna de uppgifter som avses i 1 mom. pa det satt som social- och halsovardens produkttillsynscentral bestammer. narmare bestammelser om tillsynsmyndigheternas anmalningsskyldighet och skyldighet att lamna uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Muutosta 14 a §:n 3 momentissa tarkoitettua valvontasuunnitelmaa sekä 25 a §:n 1 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään. Tässä laissa tarkoitetut hallintoviranomaisten päätökset voidaan panna täytäntöön muutoksenhausta huolimatta. Muutoksenhakuviranomaisilla on kuitenkin oikeus kieltää tai keskeyttää päätöksen täytäntöönpano enintään siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. Tässä laissa tarkoitettujen kieltojen määräämistä koskevat asiat voidaan ottaa uudelleen käsiteltäviksi, jos siihen on erityisistä syistä perusteltua aihetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Muutosta 14 a § :n 3 momentissa tarkoitettua valvontasuunnitelmaa sekä 25 a § :n 1 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään. Tässä laissa tarkoitetut hallintoviranomaisten päätökset voidaan panna täytäntöön muutoksenhausta huolimatta. Muutoksenhakuviranomaisilla on kuitenkin oikeus kieltää tai keskeyttää päätöksen täytäntöönpano enintään siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. Tässä laissa tarkoitettujen kieltojen määräämistä koskevat asiat voidaan ottaa uudelleen käsiteltäviksi, jos siihen on erityisistä syistä perusteltua aihetta.",
        "folded_fi": "muutosta 14 a §:n 3 momentissa tarkoitettua valvontasuunnitelmaa seka 25 a §:n 1 momentissa tarkoitettua taksaa koskevaan paatokseen haetaan noudattaen, mita muutoksenhausta kuntalaissa (365/1995) saadetaan. tassa laissa tarkoitetut hallintoviranomaisten paatokset voidaan panna taytantoon muutoksenhausta huolimatta. muutoksenhakuviranomaisilla on kuitenkin oikeus kieltaa tai keskeyttaa paatoksen taytantoonpano enintaan siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. tassa laissa tarkoitettujen kieltojen maaraamista koskevat asiat voidaan ottaa uudelleen kasiteltaviksi, jos siihen on erityisista syista perusteltua aihetta.",
        "content_sv": "Ändring i beslut som gäller tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande. I denna lag avsedda beslut av förvaltningsmyndigheter kan verkställas även om de överklagas. Besvärsinstanserna har dock rätt att förbjuda eller avbryta beslutets verkställighet högst till dess överklagandet avgjorts genom ett lagakraftvunnet beslut. Ärenden som gäller meddelande av förbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skäl finns grundad anledning till det.",
        "normalized_sv": "Ändring i beslut som gäller tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande. I denna lag avsedda beslut av förvaltningsmyndigheter kan verkställas även om de överklagas. Besvärsinstanserna har dock rätt att förbjuda eller avbryta beslutets verkställighet högst till dess överklagandet avgjorts genom ett lagakraftvunnet beslut. Ärenden som gäller meddelande av förbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skäl finns grundad anledning till det.",
        "folded_sv": "andring i beslut som galler tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. far sokas med iakttagande av vad som i kommunallagen (365/1995) foreskrivs om andringssokande. i denna lag avsedda beslut av forvaltningsmyndigheter kan verkstallas aven om de overklagas. besvarsinstanserna har dock ratt att forbjuda eller avbryta beslutets verkstallighet hogst till dess overklagandet avgjorts genom ett lagakraftvunnet beslut. arenden som galler meddelande av forbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skal finns grundad anledning till det."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriölle ja valvonta ja sen ohjaus Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. Sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa lääninhallituksia ja kuntia niille tämän lain perusteella kuuluvien tehtävien hoitamisessa. Tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita sekä myyntiä ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 §:n säännösten noudattamista. Tuotevalvontakeskukselle kuuluva testauslaboratorioiden pätevyyden ja testausmenetelmien pätevyyden valvonta tapahtuu Mittatekniikan keskuksen avustuksella. Mittatekniikan keskuksella on tässä avustustehtävässä valvontaviranomaiselle 28 §:ssä säädetyt oikeudet. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastuksen sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) näytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa käytettävät menetelmät; sekä 5) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella. Lääninhallitus ohjaa kuntia tämän lain ja sen nojalla annettujen säännösten ja määräysten toimeenpanossa läänin alueella sekä sen lisäksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriölle ja valvonta ja sen ohjaus Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. Sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa lääninhallituksia ja kuntia niille tämän lain perusteella kuuluvien tehtävien hoitamisessa. Tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita sekä myyntiä ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 § :n säännösten noudattamista. Tuotevalvontakeskukselle kuuluva testauslaboratorioiden pätevyyden ja testausmenetelmien pätevyyden valvonta tapahtuu Mittatekniikan keskuksen avustuksella. Mittatekniikan keskuksella on tässä avustustehtävässä valvontaviranomaiselle 28 § :ssä säädetyt oikeudet. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastuksen sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) näytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a § :n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa käytettävät menetelmät; sekä 5) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella. Lääninhallitus ohjaa kuntia tämän lain ja sen nojalla annettujen säännösten ja määräysten toimeenpanossa läänin alueella sekä sen lisäksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamisen yleinen johto ja ohjaus kuuluu sosiaali- ja terveysministeriolle ja valvonta ja sen ohjaus sosiaali- ja terveydenhuollon tuotevalvontakeskukselle. sosiaali- ja terveydenhuollon tuotevalvontakeskus ohjaa laaninhallituksia ja kuntia niille taman lain perusteella kuuluvien tehtavien hoitamisessa. tuotevalvontakeskus valvoo tupakkatuotteiden koostumusta, laadunvalvontaa, testauslaboratorioita seka myyntia ja mainontaa koskevien 5, 6, 6 a―6 c, 7, 7 a, 8 ja 9 §:n saannosten noudattamista. tuotevalvontakeskukselle kuuluva testauslaboratorioiden patevyyden ja testausmenetelmien patevyyden valvonta tapahtuu mittatekniikan keskuksen avustuksella. mittatekniikan keskuksella on tassa avustustehtavassa valvontaviranomaiselle 28 §:ssa saadetyt oikeudet. valvontaohjelma sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee laatia taman lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen tupakkalain valvontaohjelma (). valtakunnallisen valvontaohjelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastuksen sisallon yleinen maarittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys maarataan; 3) naytteenoton tarpeen arviointi ja ohjeistus; 4) 14 a §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arvioinnissa kaytettavat menetelmat; seka 5) valvontaohjelman toteutumisen arvioinnissa kaytettavat menetelmat. valvontaohjelma tulee tarkistaa tarvittaessa, vahintaan kuitenkin kolmen vuoden valein. taman lain mukainen valvontaohjelma on osa ymparistoterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myos ne muut valtakunnalliset valvontaohjelmat, joista saadetaan muissa ymparistoterveydenhuollon laeissa. tarkempia saannoksia valtakunnallisen valvontaohjelman laatimisesta ja sen sisallosta annetaan valtioneuvoston asetuksella. laaninhallitus ohjaa kuntia taman lain ja sen nojalla annettujen saannosten ja maaraysten toimeenpanossa laanin alueella seka sen lisaksi arvioi kuntien tupakkalain valvontasuunnitelmat ja niiden toteutumista.",
        "content_sv": "Den allmänna ledningen och styrningen av att denna lag och med stöd av den utfärdade bestämmelser iakttas ankommer på social- och hälsovårdsministeriet, och övervakningen och styrningen av övervakningen på Social- och hälsovårdens produkttillsynscentral. Social- och hälsovårdens produkttillsynscentral styr länsstyrelserna och kommunerna i deras skötsel av de uppgifter som med stöd av denna lag ankommer på dem. Produkttillsynscentralen övervakar iakttagandet av bestämmelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansättning och kvalitetsövervakning av, provningslaboratorier för samt försäljning av och reklam för tobaksprodukter. Mätteknikcentralen bistår i den övervakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer på produkttillsynscentralen. Mätteknikcentralen har i denna uppgift samma rättigheter som en övervakningsmyndighet har enligt 28 §. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral utarbeta ett riksprogram för övervakningen av tobakslagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) bedömning av behovet av provtagning jämte anvisningar, 4) metoder för utvärdering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet. Länsstyrelsen styr inom länets område kommunerna i verkställigheten av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den samt bedömer och utvärderar dessutom de kommunala tillsynsplaner som gäller övervakningen av tobakslagen.",
        "normalized_sv": "Den allmänna ledningen och styrningen av att denna lag och med stöd av den utfärdade bestämmelser iakttas ankommer på social- och hälsovårdsministeriet, och övervakningen och styrningen av övervakningen på Social- och hälsovårdens produkttillsynscentral. Social- och hälsovårdens produkttillsynscentral styr länsstyrelserna och kommunerna i deras skötsel av de uppgifter som med stöd av denna lag ankommer på dem. Produkttillsynscentralen övervakar iakttagandet av bestämmelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansättning och kvalitetsövervakning av, provningslaboratorier för samt försäljning av och reklam för tobaksprodukter. Mätteknikcentralen bistår i den övervakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer på produkttillsynscentralen. Mätteknikcentralen har i denna uppgift samma rättigheter som en övervakningsmyndighet har enligt 28 § . tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral utarbeta ett riksprogram för övervakningen av tobakslagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) bedömning av behovet av provtagning jämte anvisningar, 4) metoder för utvärdering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet. Länsstyrelsen styr inom länets område kommunerna i verkställigheten av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den samt bedömer och utvärderar dessutom de kommunala tillsynsplaner som gäller övervakningen av tobakslagen.",
        "folded_sv": "den allmanna ledningen och styrningen av att denna lag och med stod av den utfardade bestammelser iakttas ankommer pa social- och halsovardsministeriet, och overvakningen och styrningen av overvakningen pa social- och halsovardens produkttillsynscentral. social- och halsovardens produkttillsynscentral styr lansstyrelserna och kommunerna i deras skotsel av de uppgifter som med stod av denna lag ankommer pa dem. produkttillsynscentralen overvakar iakttagandet av bestammelserna i 5, 6, 6 a―6 c, 7, 7 a, 8 och 9 § om sammansattning och kvalitetsovervakning av, provningslaboratorier for samt forsaljning av och reklam for tobaksprodukter. matteknikcentralen bistar i den overvakning av provningslaboratoriernas och testmetodernas kompetenskrav som ankommer pa produkttillsynscentralen. matteknikcentralen har i denna uppgift samma rattigheter som en overvakningsmyndighet har enligt 28 §. tillsynsprogram for styrningen och samordnandet av den tillsyn som regleras i denna lag skall social- och halsovardens produkttillsynscentral utarbeta ett riksprogram for overvakningen av tobakslagen (). tillsynsprogrammet skall atminstone innehalla foljande: 1) allman definition av innehallet i kontrollerna, 2) grunderna for riskvarderingen av de olika tillsynsobjekten och for hur kontrollfrekvensen for objekten bestams, 3) bedomning av behovet av provtagning jamte anvisningar, 4) metoder for utvardering av de tillsynsplaner som avses i 14 a § 3 mom., samt 5) metoderna for utvardering av tillsynsprogrammet. tillsynsprogrammet skall ses over vid behov, dock minst vart tredje ar. tillsynsprogrammet enligt denna lag utgor en del av det riksomfattande programmet for tillsyn over miljo- och halsoskyddet, i vilket ingar ocksa de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljo- och halsoskydd. narmare bestammelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehall utfardas genom forordning av statsradet. lansstyrelsen styr inom lanets omrade kommunerna i verkstalligheten av denna lag och de bestammelser och foreskrifter som utfardats med stod av den samt bedomer och utvarderar dessutom de kommunala tillsynsplaner som galler overvakningen av tobakslagen."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Kunta valvoo alueellaan tämän lain ja sen nojalla annettujen säännösten noudattamista. Kunnan alueella tämän lain mukaisista tehtävistä huolehtii kunnan määräämä toimielin. Kunnanvaltuusto voi päättää, että toimielin voi siirtää toimivaltaansa alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. Kunnan tämän lain nojalla järjestämään toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin säädetä. kunnan valvontasuunnitelma Kunnan tulee laatia ja hyväksyä säännöllistä valvontaa koskeva tupakkalain valvontasuunnitelma () siten, että valvonta on laadukasta, säännöllistä ja terveyshaittoja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva näytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; sekä 5) laboratoriot, joihin valvonta tukeutuu. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 §:ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Kunta valvoo alueellaan tämän lain ja sen nojalla annettujen säännösten noudattamista. Kunnan alueella tämän lain mukaisista tehtävistä huolehtii kunnan määräämä toimielin. Kunnanvaltuusto voi päättää, että toimielin voi siirtää toimivaltaansa alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. Kunnan tämän lain nojalla järjestämään toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin säädetä. kunnan valvontasuunnitelma Kunnan tulee laatia ja hyväksyä säännöllistä valvontaa koskeva tupakkalain valvontasuunnitelma () siten, että valvonta on laadukasta, säännöllistä ja terveyshaittoja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva näytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; sekä 5) laboratoriot, joihin valvonta tukeutuu. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 § :ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunta valvoo alueellaan taman lain ja sen nojalla annettujen saannosten noudattamista. kunnan alueella taman lain mukaisista tehtavista huolehtii kunnan maaraama toimielin. kunnanvaltuusto voi paattaa, etta toimielin voi siirtaa toimivaltaansa alaiselleen viranhaltijalle. toimielimella ei kuitenkaan ole oikeutta siirtaa jaljempana 3 momentissa tarkoitettua valvontasuunnitelman hyvaksymista koskevaa toimivaltaansa alaiselleen viranhaltijalle. kunta voi sopia toisen kunnan tai kuntayhtyman kanssa, etta kunnalle tai sen viranomaiselle tassa laissa saadetty tehtava annetaan virkavastuulla toisen kunnan tai kuntayhtyman viranhaltijan hoidettavaksi. kuntayhtyma voi tehda toisen kuntayhtyman kanssa edella tarkoitetun sopimuksen, jos siihen on kuntayhtyman jasenkuntien suostumus. kunnan taman lain nojalla jarjestamaan toimintaan sovelletaan sosiaali- ja terveydenhuollon suunnittelusta ja valtionosuudesta annettua lakia (733/1992), jollei lailla toisin saadeta. kunnan valvontasuunnitelma kunnan tulee laatia ja hyvaksya saannollista valvontaa koskeva tupakkalain valvontasuunnitelma () siten, etta valvonta on laadukasta, saannollista ja terveyshaittoja ehkaisevaa. valvontasuunnitelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon maarittely; 2) valvontakohteiden tarkastustiheys; 3) kunnan toimesta tapahtuva naytteenotto ja tutkiminen; 4) valvontasuunnitelman toteutumisen arviointi; seka 5) laboratoriot, joihin valvonta tukeutuu. kunnan valvontasuunnitelmassa tulee ottaa huomioon 14 §:ssa tarkoitettu valtakunnallinen valvontaohjelma. valvontasuunnitelma on tarkistettava tarvittaessa, kuitenkin vahintaan kolmen vuoden valein. tarkempia saannoksia valvontasuunnitelman sisallosta, valvontasuunnitelmaan sisaltyvista tarkastuksista, valvontakohteitten tarkastustiheydesta, naytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "content_sv": "Kommunen övervakar inom sitt område att denna lag och de bestämmelser som utfärdats med stöd av den iakttas. Inom kommunens område sköts uppgifterna enligt denna lag av ett organ som utses av kommunen. Kommunfullmäktige kan besluta att organet kan överföra behörighet på en tjänsteinnehavare som lyder under det. Organet har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. På verksamhet som en kommun ordnar med stöd av denna lag tillämpas lagen om planering av och statsandel för social- och hälsovården (733/1992), om inte något annat bestäms genom lag. kommunal tillsynsplan Kommunen skall för regelbunden tillsyn utarbeta och godkänna en plan för övervakningen av tobakslagen () så att tillsynen är av hög kvalitet och regelbunden samt förebygger sanitära olägenheter. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, 3) provtagning och undersökning som sker genom kommunens försorg, 4) utvärdering av tillsynsplanen, samt 5) laboratorier som tillsynen stödjer sig mot. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 §. Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanerna utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Kommunen övervakar inom sitt område att denna lag och de bestämmelser som utfärdats med stöd av den iakttas. Inom kommunens område sköts uppgifterna enligt denna lag av ett organ som utses av kommunen. Kommunfullmäktige kan besluta att organet kan överföra behörighet på en tjänsteinnehavare som lyder under det. Organet har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. På verksamhet som en kommun ordnar med stöd av denna lag tillämpas lagen om planering av och statsandel för social- och hälsovården (733/1992), om inte något annat bestäms genom lag. kommunal tillsynsplan Kommunen skall för regelbunden tillsyn utarbeta och godkänna en plan för övervakningen av tobakslagen () så att tillsynen är av hög kvalitet och regelbunden samt förebygger sanitära olägenheter. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, 3) provtagning och undersökning som sker genom kommunens försorg, 4) utvärdering av tillsynsplanen, samt 5) laboratorier som tillsynen stödjer sig mot. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 § . Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanerna utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunen overvakar inom sitt omrade att denna lag och de bestammelser som utfardats med stod av den iakttas. inom kommunens omrade skots uppgifterna enligt denna lag av ett organ som utses av kommunen. kommunfullmaktige kan besluta att organet kan overfora behorighet pa en tjansteinnehavare som lyder under det. organet har dock inte ratt att overfora sin behorighet i fraga om godkannandet av den tillsynsplan som avses i 3 mom. pa en underlydande tjansteinnehavare. en kommun kan med en annan kommun eller en samkommun komma overens om att en uppgift som enligt denna lag skall skotas av kommunen eller en myndighet i kommunen anfortros en annan kommuns eller samkommuns tjansteinnehavare som skoter uppgiften under tjansteansvar. en samkommun kan inga ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. pa verksamhet som en kommun ordnar med stod av denna lag tillampas lagen om planering av och statsandel for social- och halsovarden (733/1992), om inte nagot annat bestams genom lag. kommunal tillsynsplan kommunen skall for regelbunden tillsyn utarbeta och godkanna en plan for overvakningen av tobakslagen () sa att tillsynen ar av hog kvalitet och regelbunden samt forebygger sanitara olagenheter. tillsynsplanen skall atminstone innehalla foljande: 1) definition av innehallet i kontrollerna, 2) kontrollfrekvensen for tillsynsobjekten, 3) provtagning och undersokning som sker genom kommunens forsorg, 4) utvardering av tillsynsplanen, samt 5) laboratorier som tillsynen stodjer sig mot. den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 14 §. tillsynsplanen skall ses over vid behov, dock minst vart tredje ar. narmare bestammelser om innehallet i tillsynsplanerna, de kontroller som ingar i tillsynsplanerna, kontrollfrekvensen for tillsynsobjekten, provtagning och utvardering av tillsynsplanerna utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "content": "Jollei tässä laissa säädetä toisin, tupakoinnin kieltämistä ja sen rajoittamista koskevien 12 §:n 5 ja 6 kohdan ja 13 §:n 3 momentin säännösten noudattamista työyhteisössä valvovat työsuojeluviranomaiset siten kuin siitä säädetään työsuojelun valvonnasta ja työpaikan työsuojeluyhteistoiminnasta annetussa laissa (44/2006). Tulli valvoo tämän lain 10 a §:n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. Tämän lain 12 §:n 3 kohdan noudattamista yleisissä tilaisuuksissa valvoo poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Jollei tässä laissa säädetä toisin, tupakoinnin kieltämistä ja sen rajoittamista koskevien 12 § :n 5 ja 6 kohdan ja 13 § :n 3 momentin säännösten noudattamista työyhteisössä valvovat työsuojeluviranomaiset siten kuin siitä säädetään työsuojelun valvonnasta ja työpaikan työsuojeluyhteistoiminnasta annetussa laissa (44/2006). Tulli valvoo tämän lain 10 a § :n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. Tämän lain 12 § :n 3 kohdan noudattamista yleisissä tilaisuuksissa valvoo poliisi.",
        "folded_fi": "jollei tassa laissa saadeta toisin, tupakoinnin kieltamista ja sen rajoittamista koskevien 12 §:n 5 ja 6 kohdan ja 13 §:n 3 momentin saannosten noudattamista tyoyhteisossa valvovat tyosuojeluviranomaiset siten kuin siita saadetaan tyosuojelun valvonnasta ja tyopaikan tyosuojeluyhteistoiminnasta annetussa laissa (44/2006). tulli valvoo taman lain 10 a §:n 1 momentissa tarkoitetun maahantuontikiellon noudattamista. taman lain 12 §:n 3 kohdan noudattamista yleisissa tilaisuuksissa valvoo poliisi.",
        "content_sv": "Om inte något annat bestäms i denna lag övervakar arbetarskyddsmyndigheterna att bestämmelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som gäller förbud mot och begränsning av tobaksrökning iakttas på arbetsplatserna, enligt vad som bestäms i lagen om tillsynen över arbetarskyddet och om arbetarskyddssamarbete på arbetsplatsen (44/2006). Tullen övervakar att det importförbud som avses i 10 a § 1 mom. iakttas. Polisen övervakar att 12 § 3 punkten iakttas vid offentliga tillställningar.",
        "normalized_sv": "Om inte något annat bestäms i denna lag övervakar arbetarskyddsmyndigheterna att bestämmelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som gäller förbud mot och begränsning av tobaksrökning iakttas på arbetsplatserna, enligt vad som bestäms i lagen om tillsynen över arbetarskyddet och om arbetarskyddssamarbete på arbetsplatsen (44/2006). Tullen övervakar att det importförbud som avses i 10 a § 1 mom. iakttas. Polisen övervakar att 12 § 3 punkten iakttas vid offentliga tillställningar.",
        "folded_sv": "om inte nagot annat bestams i denna lag overvakar arbetarskyddsmyndigheterna att bestammelserna i 12 § 5 och 6 punkten och 13 § 3 mom. som galler forbud mot och begransning av tobaksrokning iakttas pa arbetsplatserna, enligt vad som bestams i lagen om tillsynen over arbetarskyddet och om arbetarskyddssamarbete pa arbetsplatsen (44/2006). tullen overvakar att det importforbud som avses i 10 a § 1 mom. iakttas. polisen overvakar att 12 § 3 punkten iakttas vid offentliga tillstallningar."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta sekä tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. Tupakkatuotteen valmistaja tai maahantuoja vastaa myös 18 §:n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. Tämän lain mukaisen asian käsittelystä valtion viranomaisessa voidaan periä maksu, jonka suuruutta määrättäessä noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset maksuista annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta sekä tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. Tupakkatuotteen valmistaja tai maahantuoja vastaa myös 18 § :n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. Tämän lain mukaisen asian käsittelystä valtion viranomaisessa voidaan periä maksu, jonka suuruutta määrättäessä noudatetaan, mitä valtion maksuperustelaissa (150/1992) säädetään. Tarkemmat säännökset maksuista annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "tupakkatuotteen valmistaja tai maahantuoja vastaa tupakkatuotteen terveysvaaroja ja -haittoja aiheuttavien aineiden tutkimisesta seka tupakkatuotteen laadun valvonnasta aiheutuvista kustannuksista. tupakkatuotteen valmistaja tai maahantuoja vastaa myos 18 §:n 4 momentissa tarkoitetusta tupakkatuotteen markkinoilta pois ottamisesta aiheutuvista kustannuksista. taman lain mukaisen asian kasittelysta valtion viranomaisessa voidaan peria maksu, jonka suuruutta maarattaessa noudatetaan, mita valtion maksuperustelaissa (150/1992) saadetaan. tarkemmat saannokset maksuista annetaan sosiaali- ja terveysministerion asetuksella.",
        "content_sv": "Den som tillverkar eller importerar tobaksprodukter svarar för kostnaderna för undersökning av sådana ämnen i tobaksprodukterna som vållar fara och men för hälsan samt för kostnaderna för kvalitetskontroll av tobaksprodukterna. Den som tillverkar eller importerar tobaksprodukter svarar även för kostnaderna för en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt från marknaden. När en statlig myndighet behandlar ett ärende enligt denna lag kan den ta ut en avgift som fastställs i enlighet med lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Den som tillverkar eller importerar tobaksprodukter svarar för kostnaderna för undersökning av sådana ämnen i tobaksprodukterna som vållar fara och men för hälsan samt för kostnaderna för kvalitetskontroll av tobaksprodukterna. Den som tillverkar eller importerar tobaksprodukter svarar även för kostnaderna för en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt från marknaden. När en statlig myndighet behandlar ett ärende enligt denna lag kan den ta ut en avgift som fastställs i enlighet med lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "den som tillverkar eller importerar tobaksprodukter svarar for kostnaderna for undersokning av sadana amnen i tobaksprodukterna som vallar fara och men for halsan samt for kostnaderna for kvalitetskontroll av tobaksprodukterna. den som tillverkar eller importerar tobaksprodukter svarar aven for kostnaderna for en i 18 § 4 mom. avsedd bortdragning av en tobaksprodukt fran marknaden. nar en statlig myndighet behandlar ett arende enligt denna lag kan den ta ut en avgift som faststalls i enlighet med lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgifterna utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "content": "Kunnan on perittävä elinkeinonharjoittajalta hyväksymänsä taksan mukainen maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista ja näytteenotosta. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kunnan on perittävä elinkeinonharjoittajalta hyväksymänsä taksan mukainen maksu 14 a § :n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista ja näytteenotosta. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 14 a § :n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "folded_fi": "kunnan on perittava elinkeinonharjoittajalta hyvaksymansa taksan mukainen maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvista tarkastuksista ja naytteenotosta. lisaksi kunnan on perittava toiminnanharjoittajalta maksu 14 a §:n 3 momentissa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvan tarkastuksen perusteella annettujen maaraysten valvonnasta silloin, kun maaraysten antaminen perustuu taman lain saannosten noudattamatta jattamiseen. kunnan tulee maarata suoritteistaan perimansa maksut siten, etta ne vastaavat suuruudeltaan enintaan suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "content_sv": "Kommunen skall hos en näringsidkare ta ut en avgift enligt en av kommunen godkänd taxa för kontroller och provtagning som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom. Dessutom skall kommunen hos näringsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom., när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "normalized_sv": "Kommunen skall hos en näringsidkare ta ut en avgift enligt en av kommunen godkänd taxa för kontroller och provtagning som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom. Dessutom skall kommunen hos näringsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 14 a § 3 mom., när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "folded_sv": "kommunen skall hos en naringsidkare ta ut en avgift enligt en av kommunen godkand taxa for kontroller och provtagning som ingar i den kommunala tillsynsplanen enligt 14 a § 3 mom. dessutom skall kommunen hos naringsidkaren ta ut en avgift for tillsynen over efterlevnaden av foreskrifter som meddelats med stod av en kontroll som ingar i den kommunala tillsynsplanen enligt 14 a § 3 mom., nar foreskrifterna har meddelats med anledning av att bestammelserna i denna lag inte har foljts. kommunen skall bestamma avgifterna for sina prestationer sa att beloppet motsvarar hogst kostnaderna for att producera prestationen."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "25 b",
      "section": "25 b",
      "content": "Tämän lain mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 b",
        "normalized_fi": "Tämän lain mukaiset maksut saadaan periä ilman tuomiota ja päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "taman lain mukaiset maksut saadaan peria ilman tuomiota ja paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "content_sv": "Avgifter enligt denna lag kan drivas in utan dom eller beslut på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Avgifter enligt denna lag kan drivas in utan dom eller beslut på det sätt som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "avgifter enligt denna lag kan drivas in utan dom eller beslut pa det satt som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "content": "Kunnan valvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28 a",
        "normalized_fi": "Kunnan valvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunnan valvontaviranomainen seka laaninhallitus ovat velvollisia pyydettaessa toimittamaan korvauksetta sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteita, valvontahenkilostoa, maksuja seka valvontaa koskevia muita tietoja taman lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. valvontaviranomaisen on toimitettava 1 momentissa tarkoitetut tiedot sosiaali- ja terveydenhuollon tuotevalvontakeskuksen maaraamalla tavalla. tarkempia saannoksia valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Den kommunala tillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 1 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den kommunala tillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 1 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "den kommunala tillsynsmyndigheten samt lansstyrelsen ar skyldiga att pa begaran utan ersattning tillstalla social- och halsovardens produkttillsynscentral de ovriga uppgifter om kontroller, kontrollatgarder, kontrollpersonal, avgifter samt tillsyn som behovs for styrningen, uppfoljningen, rapporteringen och statistiken i fraga om tillsynen enligt denna lag. tillsynsmyndigheterna skall lamna de uppgifter som avses i 1 mom. pa det satt som social- och halsovardens produkttillsynscentral bestammer. narmare bestammelser om tillsynsmyndigheternas anmalningsskyldighet och skyldighet att lamna uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Muutosta 14 a §:n 3 momentissa tarkoitettua valvontasuunnitelmaa sekä 25 a §:n 1 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään. Tässä laissa tarkoitetut hallintoviranomaisten päätökset voidaan panna täytäntöön muutoksenhausta huolimatta. Muutoksenhakuviranomaisilla on kuitenkin oikeus kieltää tai keskeyttää päätöksen täytäntöönpano enintään siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. Tässä laissa tarkoitettujen kieltojen määräämistä koskevat asiat voidaan ottaa uudelleen käsiteltäviksi, jos siihen on erityisistä syistä perusteltua aihetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Muutosta 14 a § :n 3 momentissa tarkoitettua valvontasuunnitelmaa sekä 25 a § :n 1 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään. Tässä laissa tarkoitetut hallintoviranomaisten päätökset voidaan panna täytäntöön muutoksenhausta huolimatta. Muutoksenhakuviranomaisilla on kuitenkin oikeus kieltää tai keskeyttää päätöksen täytäntöönpano enintään siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. Tässä laissa tarkoitettujen kieltojen määräämistä koskevat asiat voidaan ottaa uudelleen käsiteltäviksi, jos siihen on erityisistä syistä perusteltua aihetta.",
        "folded_fi": "muutosta 14 a §:n 3 momentissa tarkoitettua valvontasuunnitelmaa seka 25 a §:n 1 momentissa tarkoitettua taksaa koskevaan paatokseen haetaan noudattaen, mita muutoksenhausta kuntalaissa (365/1995) saadetaan. tassa laissa tarkoitetut hallintoviranomaisten paatokset voidaan panna taytantoon muutoksenhausta huolimatta. muutoksenhakuviranomaisilla on kuitenkin oikeus kieltaa tai keskeyttaa paatoksen taytantoonpano enintaan siihen saakka, kunnes muutoksenhaku on lainvoimaisesti ratkaistu. tassa laissa tarkoitettujen kieltojen maaraamista koskevat asiat voidaan ottaa uudelleen kasiteltaviksi, jos siihen on erityisista syista perusteltua aihetta.",
        "content_sv": "Ändring i beslut som gäller tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande. I denna lag avsedda beslut av förvaltningsmyndigheter kan verkställas även om de överklagas. Besvärsinstanserna har dock rätt att förbjuda eller avbryta beslutets verkställighet högst till dess överklagandet avgjorts genom ett lagakraftvunnet beslut. Ärenden som gäller meddelande av förbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skäl finns grundad anledning till det.",
        "normalized_sv": "Ändring i beslut som gäller tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande. I denna lag avsedda beslut av förvaltningsmyndigheter kan verkställas även om de överklagas. Besvärsinstanserna har dock rätt att förbjuda eller avbryta beslutets verkställighet högst till dess överklagandet avgjorts genom ett lagakraftvunnet beslut. Ärenden som gäller meddelande av förbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skäl finns grundad anledning till det.",
        "folded_sv": "andring i beslut som galler tillsynsplaner enligt 14 a § 3 mom. samt taxor enligt 25 a § 1 mom. far sokas med iakttagande av vad som i kommunallagen (365/1995) foreskrivs om andringssokande. i denna lag avsedda beslut av forvaltningsmyndigheter kan verkstallas aven om de overklagas. besvarsinstanserna har dock ratt att forbjuda eller avbryta beslutets verkstallighet hogst till dess overklagandet avgjorts genom ett lagakraftvunnet beslut. arenden som galler meddelande av forbud enlig denna lag kan upptas till ny behandling, om det av synnerliga skal finns grundad anledning till det."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    }
  ]
}