{
  "id": "287/2006",
  "type": "statute",
  "title": "Laki kemikaalilain muuttamisesta",
  "title_en": "Lag om ändring av kemikalielagen",
  "status": "in_force",
  "issued_date": "2006-04-21",
  "in_force_date": "2006-04-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/287/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvontaviranomaiset keskushallinnossa",
      "content": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista koskeva ylin valvonta sekä toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen sekä palo- ja räjähdysvaarojen ehkäisemisen ja torjumisen osalta; sekä 2) Suomen ympäristökeskukselle kemikaalien aiheuttamien ympäristöhaittojen ehkäisemisen ja torjumisen osalta. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) 7 §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmät; sekä 4) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista koskeva ylin valvonta sekä toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen sekä palo- ja räjähdysvaarojen ehkäisemisen ja torjumisen osalta; sekä 2) Suomen ympäristökeskukselle kemikaalien aiheuttamien ympäristöhaittojen ehkäisemisen ja torjumisen osalta. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) 7 § :n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmät; sekä 4) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista koskeva ylin valvonta seka toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen seka palo- ja rajahdysvaarojen ehkaisemisen ja torjumisen osalta; seka 2) suomen ymparistokeskukselle kemikaalien aiheuttamien ymparistohaittojen ehkaisemisen ja torjumisen osalta. valvontaohjelma sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia taman lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). valtakunnallisen valvontaohjelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon yleinen maarittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys maarataan; 3) 7 §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmat; seka 4) valvontaohjelman toteutumisen arvioinnissa kaytettavat menetelmat. valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vahintaan kolmen vuoden valein. taman lain mukainen valvontaohjelma on osa ymparistoterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myos ne muut valtakunnalliset valvontaohjelmat, joista saadetaan muissa ymparistoterveydenhuollon laeissa. tarkempia saannoksia valtakunnallisen valvontaohjelman laatimisesta ja sen sisallosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheter i centralförvaltningen",
        "content_sv": "Den högsta tillsynen över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt den riksomfattande styrningen av verkställigheten och tillsynen ankommer på 1) Social- och hälsovårdens produkttillsynscentral i fråga om förebyggande och avvärjning av sådana skador på hälsan samt sådana brand- och explosionsrisker som orsakats av kemikalier, samt 2) Finlands miljöcentral i fråga om förebyggande och avvärjning av kemikalieskador på miljön. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral inom sitt verksamhetsområde utarbeta ett riksprogram för övervakningen av kemikalielagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) metoder för utvärdering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den högsta tillsynen över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt den riksomfattande styrningen av verkställigheten och tillsynen ankommer på 1) Social- och hälsovårdens produkttillsynscentral i fråga om förebyggande och avvärjning av sådana skador på hälsan samt sådana brand- och explosionsrisker som orsakats av kemikalier, samt 2) Finlands miljöcentral i fråga om förebyggande och avvärjning av kemikalieskador på miljön. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral inom sitt verksamhetsområde utarbeta ett riksprogram för övervakningen av kemikalielagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) metoder för utvärdering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet.",
        "folded_sv": "den hogsta tillsynen over iakttagandet av denna lag samt de bestammelser och foreskrifter som utfardats med stod av den samt den riksomfattande styrningen av verkstalligheten och tillsynen ankommer pa 1) social- och halsovardens produkttillsynscentral i fraga om forebyggande och avvarjning av sadana skador pa halsan samt sadana brand- och explosionsrisker som orsakats av kemikalier, samt 2) finlands miljocentral i fraga om forebyggande och avvarjning av kemikalieskador pa miljon. tillsynsprogram for styrningen och samordnandet av den tillsyn som regleras i denna lag skall social- och halsovardens produkttillsynscentral inom sitt verksamhetsomrade utarbeta ett riksprogram for overvakningen av kemikalielagen (). tillsynsprogrammet skall atminstone innehalla foljande: 1) allman definition av innehallet i kontrollerna, 2) grunderna for riskvarderingen av de olika tillsynsobjekten och for hur kontrollfrekvensen for objekten bestams, 3) metoder for utvardering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna for utvardering av tillsynsprogrammet. tillsynsprogrammet skall ses over vid behov, dock minst vart tredje ar. tillsynsprogrammet enligt denna lag utgor en del av det riksomfattande programmet for tillsyn over miljo- och halsoskyddet, i vilket ingar ocksa de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljo- och halsoskydd. narmare bestammelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehall utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Alueelliset valvontaviranomaiset",
      "content": "Lääninhallitus ja alueellinen ympäristökeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa tämän lain säädösten noudattamisessa. Tämän lisäksi lääninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lääninhallitus ja alueellinen ympäristökeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa tämän lain säädösten noudattamisessa. Tämän lisäksi lääninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
        "folded_fi": "laaninhallitus ja alueellinen ymparistokeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa taman lain saadosten noudattamisessa. taman lisaksi laaninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
        "title_sv": "Regionala tillsynsmyndigheter",
        "content_sv": "Länsstyrelsen och den regionala miljöcentralen leder och övervakar inom sina respektive verksamhetsområden kommunernas verksamhet vid efterlevnaden av denna lag. Dessutom bedömer och utvärderar länsstyrelsen de kommunala tillsynsplaner som gäller övervakningen av kemikalielagen.",
        "normalized_sv": "Länsstyrelsen och den regionala miljöcentralen leder och övervakar inom sina respektive verksamhetsområden kommunernas verksamhet vid efterlevnaden av denna lag. Dessutom bedömer och utvärderar länsstyrelsen de kommunala tillsynsplaner som gäller övervakningen av kemikalielagen.",
        "folded_sv": "lansstyrelsen och den regionala miljocentralen leder och overvakar inom sina respektive verksamhetsomraden kommunernas verksamhet vid efterlevnaden av denna lag. dessutom bedomer och utvarderar lansstyrelsen de kommunala tillsynsplaner som galler overvakningen av kemikalielagen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Paikalliset valvontaviranomaiset",
      "content": "kunnan kemikaalivalvontaviranomainen Kunnassa tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo kunnanhallitus, jollei tehtävää ole johtosäännössä määrätty jollekin lautakunnalle (). Valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtää toimivaltaansa edelleen alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Tehtävä voidaan antaa myös kuntayhtymän hoidettavaksi. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä, jossa toimivaltaa voidaan siirtää viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. kunnan valvontasuunnitelma Kunnan kemikaalivalvontaviranomaiselle säädettyä säännöllistä valvontaa varten kunnan tulee laatia ja hyväksyä kemikaalilain valvontasuunnitelma () siten, että valvonta on laadukasta ja terveyshaittoja sekä palo- ja räjähdysvaaroja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; sekä 3) valvontasuunnitelman toteutumisen arviointi. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 §:ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "kunnan kemikaalivalvontaviranomainen Kunnassa tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo kunnanhallitus, jollei tehtävää ole johtosäännössä määrätty jollekin lautakunnalle (). Valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtää toimivaltaansa edelleen alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Tehtävä voidaan antaa myös kuntayhtymän hoidettavaksi. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä, jossa toimivaltaa voidaan siirtää viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. kunnan valvontasuunnitelma Kunnan kemikaalivalvontaviranomaiselle säädettyä säännöllistä valvontaa varten kunnan tulee laatia ja hyväksyä kemikaalilain valvontasuunnitelma () siten, että valvonta on laadukasta ja terveyshaittoja sekä palo- ja räjähdysvaaroja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; sekä 3) valvontasuunnitelman toteutumisen arviointi. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 § :ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunnan kemikaalivalvontaviranomainen kunnassa taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista valvoo kunnanhallitus, jollei tehtavaa ole johtosaannossa maaratty jollekin lautakunnalle (). valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtaa toimivaltaansa edelleen alaiselleen viranhaltijalle. toimielimella ei kuitenkaan ole oikeutta siirtaa jaljempana 3 momentissa tarkoitettua valvontasuunnitelman hyvaksymista koskevaa toimivaltaansa alaiselleen viranhaltijalle. tehtava voidaan antaa myos kuntayhtyman hoidettavaksi. kunta voi sopia toisen kunnan tai kuntayhtyman kanssa, etta kunnalle tai sen viranomaiselle tassa laissa saadetty tehtava, jossa toimivaltaa voidaan siirtaa viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtyman viranhaltijan hoidettavaksi. kuntayhtyma voi tehda toisen kuntayhtyman kanssa edella tarkoitetun sopimuksen, jos siihen on kuntayhtyman jasenkuntien suostumus. kunnan valvontasuunnitelma kunnan kemikaalivalvontaviranomaiselle saadettya saannollista valvontaa varten kunnan tulee laatia ja hyvaksya kemikaalilain valvontasuunnitelma () siten, etta valvonta on laadukasta ja terveyshaittoja seka palo- ja rajahdysvaaroja ehkaisevaa. valvontasuunnitelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon maarittely; 2) valvontakohteiden tarkastustiheys; seka 3) valvontasuunnitelman toteutumisen arviointi. kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 §:ssa tarkoitettu valtakunnallinen valvontaohjelma. valvontasuunnitelma on tarkistettava tarvittaessa, vahintaan kuitenkin kolmen vuoden valein. tarkempia saannoksia valvontasuunnitelman sisallosta, valvontasuunnitelmaan sisaltyvista tarkastuksista, valvontakohteitten tarkastustiheydesta, naytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Lokala tillsynsmyndigheter",
        "content_sv": "kommunal kemikalietillsynsmyndighet I kommunen utövar kommunstyrelsen tillsyn över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den, om inte detta i en instruktion har uppdragits åt någon nämnd (). Fullmäktige kan ge den kommunala kemikalietillsynsmyndigheten rätt att överföra behörighet på en tjänsteinnehavare som lyder under den. Den kommunala kemikalietillsynsmyndigheten har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. Uppgiften kan också anförtros en samkommun. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen och där behörighet kan överföras på en tjänsteinnehavare, anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan För den föreskrivna regelbundna tillsyn som utövas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkänna en plan för övervakningen av kemikalielagen () så att tillsynen är av hög kvalitet och förebygger sanitära olägenheter samt brand- och explosionsrisker. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, samt 3) utvärdering av tillsynsplanen. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 §. Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "kommunal kemikalietillsynsmyndighet I kommunen utövar kommunstyrelsen tillsyn över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den, om inte detta i en instruktion har uppdragits åt någon nämnd (). Fullmäktige kan ge den kommunala kemikalietillsynsmyndigheten rätt att överföra behörighet på en tjänsteinnehavare som lyder under den. Den kommunala kemikalietillsynsmyndigheten har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. Uppgiften kan också anförtros en samkommun. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen och där behörighet kan överföras på en tjänsteinnehavare, anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan För den föreskrivna regelbundna tillsyn som utövas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkänna en plan för övervakningen av kemikalielagen () så att tillsynen är av hög kvalitet och förebygger sanitära olägenheter samt brand- och explosionsrisker. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, samt 3) utvärdering av tillsynsplanen. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 § . Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanen utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunal kemikalietillsynsmyndighet i kommunen utovar kommunstyrelsen tillsyn over iakttagandet av denna lag samt de bestammelser och foreskrifter som utfardats med stod av den, om inte detta i en instruktion har uppdragits at nagon namnd (). fullmaktige kan ge den kommunala kemikalietillsynsmyndigheten ratt att overfora behorighet pa en tjansteinnehavare som lyder under den. den kommunala kemikalietillsynsmyndigheten har dock inte ratt att overfora sin behorighet i fraga om godkannandet av den tillsynsplan som avses i 3 mom. pa en underlydande tjansteinnehavare. uppgiften kan ocksa anfortros en samkommun. en kommun kan med en annan kommun eller en samkommun komma overens om att en uppgift som enligt denna lag skall skotas av kommunen eller en myndighet i kommunen och dar behorighet kan overforas pa en tjansteinnehavare, anfortros en annan kommuns eller samkommuns tjansteinnehavare som skoter uppgiften under tjansteansvar. en samkommun kan inga ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan for den foreskrivna regelbundna tillsyn som utovas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkanna en plan for overvakningen av kemikalielagen () sa att tillsynen ar av hog kvalitet och forebygger sanitara olagenheter samt brand- och explosionsrisker. tillsynsplanen skall atminstone innehalla foljande: 1) definition av innehallet i kontrollerna, 2) kontrollfrekvensen for tillsynsobjekten, samt 3) utvardering av tillsynsplanen. den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 §. tillsynsplanen skall ses over vid behov, dock minst vart tredje ar. narmare bestammelser om innehallet i tillsynsplanerna, de kontroller som ingar i tillsynsplanerna, kontrollfrekvensen for tillsynsobjekten, provtagning och utvardering av tillsynsplanen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuus",
      "content": "Tämän lain tai muiden säädösten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja käyttää toistensa hankkimia näytteitä tarpeellisiin tutkimuksiin. Kunnan kemikaalivalvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tämän lain tai muiden säädösten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja käyttää toistensa hankkimia näytteitä tarpeellisiin tutkimuksiin. Kunnan kemikaalivalvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "taman lain tai muiden saadosten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja kayttaa toistensa hankkimia naytteita tarpeellisiin tutkimuksiin. kunnan kemikaalivalvontaviranomainen seka laaninhallitus ovat velvollisia pyydettaessa toimittamaan korvauksetta sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteita, valvontahenkilostoa, maksuja seka valvontaa koskevia muita tietoja taman lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot sosiaali- ja terveydenhuollon tuotevalvontakeskuksen maaraamalla tavalla. tarkempia saannoksia valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter",
        "content_sv": "De myndigheter som med stöd av denna lag eller andra författningar utövar tillsyn över kemikalier har rätt att för övervakningen få behövliga upplysningar av varandra och använda varandras prov vid behövliga undersökningar. Den kommunala kemikalietillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 2 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "De myndigheter som med stöd av denna lag eller andra författningar utövar tillsyn över kemikalier har rätt att för övervakningen få behövliga upplysningar av varandra och använda varandras prov vid behövliga undersökningar. Den kommunala kemikalietillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 2 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "de myndigheter som med stod av denna lag eller andra forfattningar utovar tillsyn over kemikalier har ratt att for overvakningen fa behovliga upplysningar av varandra och anvanda varandras prov vid behovliga undersokningar. den kommunala kemikalietillsynsmyndigheten samt lansstyrelsen ar skyldiga att pa begaran utan ersattning tillstalla social- och halsovardens produkttillsynscentral de ovriga uppgifter om kontroller, kontrollatgarder, kontrollpersonal, avgifter samt tillsyn som behovs for styrningen, uppfoljningen, rapporteringen och statistiken i fraga om tillsynen enligt denna lag. tillsynsmyndigheterna skall lamna de uppgifter som avses i 2 mom. pa det satt som social- och halsovardens produkttillsynscentral bestammer. narmare bestammelser om tillsynsmyndigheternas anmalningsskyldighet och skyldighet att lamna uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Muutoksenhaku",
      "content": "Muun viranomaisen tämän lain nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 §:n 2 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan muutosta noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Muun viranomaisen tämän lain nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 7 § :n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 § :n 2 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan muutosta noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään.",
        "folded_fi": "muun viranomaisen taman lain nojalla antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. edella 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 §:n 2 momentissa tarkoitettua taksaa koskevaan paatokseen haetaan muutosta noudattaen, mita muutoksenhausta kuntalaissa (365/1995) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut som en annan myndighet har fattat med stöd av denna lag får sökas i enlighet med förvaltningsprocesslagen (586/1996). Ändring i beslut som gäller tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande.",
        "normalized_sv": "Ändring i ett beslut som en annan myndighet har fattat med stöd av denna lag får sökas i enlighet med förvaltningsprocesslagen (586/1996). Ändring i beslut som gäller tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande.",
        "folded_sv": "andring i ett beslut som en annan myndighet har fattat med stod av denna lag far sokas i enlighet med forvaltningsprocesslagen (586/1996). andring i beslut som galler tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. far sokas med iakttagande av vad som i kommunallagen (365/1995) foreskrivs om andringssokande."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Täytäntöönpano",
      "content": "Tämän lain 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva päätös on muutoksenhausta huolimatta täytäntöönpanokelpoinen, ellei valitusviranomainen toisin päätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Tämän lain 7 § :n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva päätös on muutoksenhausta huolimatta täytäntöönpanokelpoinen, ellei valitusviranomainen toisin päätä.",
        "folded_fi": "taman lain 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva paatos on muutoksenhausta huolimatta taytantoonpanokelpoinen, ellei valitusviranomainen toisin paata.",
        "title_sv": "Verkställighet",
        "content_sv": "Ett beslut om en tillsynsplan enligt 7 § 3 mom. är verkställbart även om det överklagas, om inte besvärsmyndigheten beslutar något annat.",
        "normalized_sv": "Ett beslut om en tillsynsplan enligt 7 § 3 mom. är verkställbart även om det överklagas, om inte besvärsmyndigheten beslutar något annat.",
        "folded_sv": "ett beslut om en tillsynsplan enligt 7 § 3 mom. ar verkstallbart aven om det overklagas, om inte besvarsmyndigheten beslutar nagot annat."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Maksut",
      "content": "Kunnan on perittävä 7 §:ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista hyväksymänsä taksan mukainen maksu. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 7 §:ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Kunnan on perittävä 7 § :ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista hyväksymänsä taksan mukainen maksu. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 7 § :ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "folded_fi": "kunnan on perittava 7 §:ssa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvista tarkastuksista hyvaksymansa taksan mukainen maksu. lisaksi kunnan on perittava toiminnanharjoittajalta maksu 7 §:ssa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvan tarkastuksen perusteella annettujen maaraysten valvonnasta silloin, kun maaraysten antaminen perustuu taman lain saannosten noudattamatta jattamiseen. kunnan tulee maarata suoritteistaan perimansa maksut siten, etta ne vastaavat suuruudeltaan enintaan suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "title_sv": "Avgifter",
        "content_sv": "För kontroller som ingår i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkänd taxa. Dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 7 §, när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "normalized_sv": "För kontroller som ingår i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkänd taxa. Dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 7 § , när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "folded_sv": "for kontroller som ingar i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkand taxa. dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift for tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av en kontroll som ingar i den kommunala tillsynsplanen enligt 7 §, nar foreskrifterna har meddelats med anledning av att bestammelserna i denna lag inte har foljts. kommunen skall bestamma avgifterna for sina prestationer sa att beloppet motsvarar hogst kostnaderna for att producera prestationen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvontaviranomaiset keskushallinnossa",
      "content": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista koskeva ylin valvonta sekä toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen sekä palo- ja räjähdysvaarojen ehkäisemisen ja torjumisen osalta; sekä 2) Suomen ympäristökeskukselle kemikaalien aiheuttamien ympäristöhaittojen ehkäisemisen ja torjumisen osalta. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) 7 §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmät; sekä 4) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista koskeva ylin valvonta sekä toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen sekä palo- ja räjähdysvaarojen ehkäisemisen ja torjumisen osalta; sekä 2) Suomen ympäristökeskukselle kemikaalien aiheuttamien ympäristöhaittojen ehkäisemisen ja torjumisen osalta. valvontaohjelma Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia tämän lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). Valtakunnallisen valvontaohjelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön yleinen määrittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys määrätään; 3) 7 § :n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmät; sekä 4) valvontaohjelman toteutumisen arvioinnissa käytettävät menetelmät. Valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vähintään kolmen vuoden välein. Tämän lain mukainen valvontaohjelma on osa ympäristöterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myös ne muut valtakunnalliset valvontaohjelmat, joista säädetään muissa ympäristöterveydenhuollon laeissa. Tarkempia säännöksiä valtakunnallisen valvontaohjelman laatimisesta ja sen sisällöstä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista koskeva ylin valvonta seka toimeenpanon ja valvonnan valtakunnallinen ohjaus kuuluu: 1) sosiaali- ja terveydenhuollon tuotevalvontakeskukselle kemikaalien aiheuttamien terveyshaittojen seka palo- ja rajahdysvaarojen ehkaisemisen ja torjumisen osalta; seka 2) suomen ymparistokeskukselle kemikaalien aiheuttamien ymparistohaittojen ehkaisemisen ja torjumisen osalta. valvontaohjelma sosiaali- ja terveydenhuollon tuotevalvontakeskuksen tulee toimialueellaan laatia taman lain valvonnan toimeenpanon ohjaamiseksi ja yhteensovittamiseksi valtakunnallinen kemikaalilain valvontaohjelma (). valtakunnallisen valvontaohjelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon yleinen maarittely; 2) perusteet, joiden mukaan erityyppisten valvontakohteiden riskit arvioidaan ja kohteiden tarkastustiheys maarataan; 3) 7 §:n 3 momentissa tarkoitettujen valvontasuunnitelmien toteutumisen arviointia koskevat menetelmat; seka 4) valvontaohjelman toteutumisen arvioinnissa kaytettavat menetelmat. valvontaohjelma tulee tarkistaa tarvittaessa, kuitenkin vahintaan kolmen vuoden valein. taman lain mukainen valvontaohjelma on osa ymparistoterveydenhuollon valtakunnallista valvontaohjelmaa, johon kuuluvat myos ne muut valtakunnalliset valvontaohjelmat, joista saadetaan muissa ymparistoterveydenhuollon laeissa. tarkempia saannoksia valtakunnallisen valvontaohjelman laatimisesta ja sen sisallosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheter i centralförvaltningen",
        "content_sv": "Den högsta tillsynen över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt den riksomfattande styrningen av verkställigheten och tillsynen ankommer på 1) Social- och hälsovårdens produkttillsynscentral i fråga om förebyggande och avvärjning av sådana skador på hälsan samt sådana brand- och explosionsrisker som orsakats av kemikalier, samt 2) Finlands miljöcentral i fråga om förebyggande och avvärjning av kemikalieskador på miljön. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral inom sitt verksamhetsområde utarbeta ett riksprogram för övervakningen av kemikalielagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) metoder för utvärdering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den högsta tillsynen över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt den riksomfattande styrningen av verkställigheten och tillsynen ankommer på 1) Social- och hälsovårdens produkttillsynscentral i fråga om förebyggande och avvärjning av sådana skador på hälsan samt sådana brand- och explosionsrisker som orsakats av kemikalier, samt 2) Finlands miljöcentral i fråga om förebyggande och avvärjning av kemikalieskador på miljön. tillsynsprogram För styrningen och samordnandet av den tillsyn som regleras i denna lag skall Social- och hälsovårdens produkttillsynscentral inom sitt verksamhetsområde utarbeta ett riksprogram för övervakningen av kemikalielagen (). Tillsynsprogrammet skall åtminstone innehålla följande: 1) allmän definition av innehållet i kontrollerna, 2) grunderna för riskvärderingen av de olika tillsynsobjekten och för hur kontrollfrekvensen för objekten bestäms, 3) metoder för utvärdering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna för utvärdering av tillsynsprogrammet. Tillsynsprogrammet skall ses över vid behov, dock minst vart tredje år. Tillsynsprogrammet enligt denna lag utgör en del av det riksomfattande programmet för tillsyn över miljö- och hälsoskyddet, i vilket ingår också de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljö- och hälsoskydd. Närmare bestämmelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehåll utfärdas genom förordning av statsrådet.",
        "folded_sv": "den hogsta tillsynen over iakttagandet av denna lag samt de bestammelser och foreskrifter som utfardats med stod av den samt den riksomfattande styrningen av verkstalligheten och tillsynen ankommer pa 1) social- och halsovardens produkttillsynscentral i fraga om forebyggande och avvarjning av sadana skador pa halsan samt sadana brand- och explosionsrisker som orsakats av kemikalier, samt 2) finlands miljocentral i fraga om forebyggande och avvarjning av kemikalieskador pa miljon. tillsynsprogram for styrningen och samordnandet av den tillsyn som regleras i denna lag skall social- och halsovardens produkttillsynscentral inom sitt verksamhetsomrade utarbeta ett riksprogram for overvakningen av kemikalielagen (). tillsynsprogrammet skall atminstone innehalla foljande: 1) allman definition av innehallet i kontrollerna, 2) grunderna for riskvarderingen av de olika tillsynsobjekten och for hur kontrollfrekvensen for objekten bestams, 3) metoder for utvardering av de tillsynsplaner som avses i 7 § 3 mom., samt 4) metoderna for utvardering av tillsynsprogrammet. tillsynsprogrammet skall ses over vid behov, dock minst vart tredje ar. tillsynsprogrammet enligt denna lag utgor en del av det riksomfattande programmet for tillsyn over miljo- och halsoskyddet, i vilket ingar ocksa de andra riksomfattande tillsynsprogram som regleras i annan lagstiftning om miljo- och halsoskydd. narmare bestammelser om utarbetandet av det riksomfattande tillsynsprogrammet och om dess innehall utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Alueelliset valvontaviranomaiset",
      "content": "Lääninhallitus ja alueellinen ympäristökeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa tämän lain säädösten noudattamisessa. Tämän lisäksi lääninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lääninhallitus ja alueellinen ympäristökeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa tämän lain säädösten noudattamisessa. Tämän lisäksi lääninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
        "folded_fi": "laaninhallitus ja alueellinen ymparistokeskus ohjaavat ja valvovat, kumpikin toimialallaan, kuntien toimintaa taman lain saadosten noudattamisessa. taman lisaksi laaninhallitus arvioi kuntien kemikaalilain valvontasuunnitelmat ja niiden toteutumista.",
        "title_sv": "Regionala tillsynsmyndigheter",
        "content_sv": "Länsstyrelsen och den regionala miljöcentralen leder och övervakar inom sina respektive verksamhetsområden kommunernas verksamhet vid efterlevnaden av denna lag. Dessutom bedömer och utvärderar länsstyrelsen de kommunala tillsynsplaner som gäller övervakningen av kemikalielagen.",
        "normalized_sv": "Länsstyrelsen och den regionala miljöcentralen leder och övervakar inom sina respektive verksamhetsområden kommunernas verksamhet vid efterlevnaden av denna lag. Dessutom bedömer och utvärderar länsstyrelsen de kommunala tillsynsplaner som gäller övervakningen av kemikalielagen.",
        "folded_sv": "lansstyrelsen och den regionala miljocentralen leder och overvakar inom sina respektive verksamhetsomraden kommunernas verksamhet vid efterlevnaden av denna lag. dessutom bedomer och utvarderar lansstyrelsen de kommunala tillsynsplaner som galler overvakningen av kemikalielagen."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Paikalliset valvontaviranomaiset",
      "content": "kunnan kemikaalivalvontaviranomainen Kunnassa tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo kunnanhallitus, jollei tehtävää ole johtosäännössä määrätty jollekin lautakunnalle (). Valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtää toimivaltaansa edelleen alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Tehtävä voidaan antaa myös kuntayhtymän hoidettavaksi. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä, jossa toimivaltaa voidaan siirtää viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. kunnan valvontasuunnitelma Kunnan kemikaalivalvontaviranomaiselle säädettyä säännöllistä valvontaa varten kunnan tulee laatia ja hyväksyä kemikaalilain valvontasuunnitelma () siten, että valvonta on laadukasta ja terveyshaittoja sekä palo- ja räjähdysvaaroja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; sekä 3) valvontasuunnitelman toteutumisen arviointi. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 §:ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "kunnan kemikaalivalvontaviranomainen Kunnassa tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo kunnanhallitus, jollei tehtävää ole johtosäännössä määrätty jollekin lautakunnalle (). Valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtää toimivaltaansa edelleen alaiselleen viranhaltijalle. Toimielimellä ei kuitenkaan ole oikeutta siirtää jäljempänä 3 momentissa tarkoitettua valvontasuunnitelman hyväksymistä koskevaa toimivaltaansa alaiselleen viranhaltijalle. Tehtävä voidaan antaa myös kuntayhtymän hoidettavaksi. Kunta voi sopia toisen kunnan tai kuntayhtymän kanssa, että kunnalle tai sen viranomaiselle tässä laissa säädetty tehtävä, jossa toimivaltaa voidaan siirtää viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtymän viranhaltijan hoidettavaksi. Kuntayhtymä voi tehdä toisen kuntayhtymän kanssa edellä tarkoitetun sopimuksen, jos siihen on kuntayhtymän jäsenkuntien suostumus. kunnan valvontasuunnitelma Kunnan kemikaalivalvontaviranomaiselle säädettyä säännöllistä valvontaa varten kunnan tulee laatia ja hyväksyä kemikaalilain valvontasuunnitelma () siten, että valvonta on laadukasta ja terveyshaittoja sekä palo- ja räjähdysvaaroja ehkäisevää. Valvontasuunnitelman tulee sisältää vähintään seuraavat tiedot: 1) tarkastusten sisällön määrittely; 2) valvontakohteiden tarkastustiheys; sekä 3) valvontasuunnitelman toteutumisen arviointi. Kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 § :ssä tarkoitettu valtakunnallinen valvontaohjelma. Valvontasuunnitelma on tarkistettava tarvittaessa, vähintään kuitenkin kolmen vuoden välein. Tarkempia säännöksiä valvontasuunnitelman sisällöstä, valvontasuunnitelmaan sisältyvistä tarkastuksista, valvontakohteitten tarkastustiheydestä, näytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "folded_fi": "kunnan kemikaalivalvontaviranomainen kunnassa taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista valvoo kunnanhallitus, jollei tehtavaa ole johtosaannossa maaratty jollekin lautakunnalle (). valtuusto voi antaa kunnan kemikaalivalvontaviranomaiselle oikeuden siirtaa toimivaltaansa edelleen alaiselleen viranhaltijalle. toimielimella ei kuitenkaan ole oikeutta siirtaa jaljempana 3 momentissa tarkoitettua valvontasuunnitelman hyvaksymista koskevaa toimivaltaansa alaiselleen viranhaltijalle. tehtava voidaan antaa myos kuntayhtyman hoidettavaksi. kunta voi sopia toisen kunnan tai kuntayhtyman kanssa, etta kunnalle tai sen viranomaiselle tassa laissa saadetty tehtava, jossa toimivaltaa voidaan siirtaa viranhaltijalle, annetaan virkavastuulla toisen kunnan tai kuntayhtyman viranhaltijan hoidettavaksi. kuntayhtyma voi tehda toisen kuntayhtyman kanssa edella tarkoitetun sopimuksen, jos siihen on kuntayhtyman jasenkuntien suostumus. kunnan valvontasuunnitelma kunnan kemikaalivalvontaviranomaiselle saadettya saannollista valvontaa varten kunnan tulee laatia ja hyvaksya kemikaalilain valvontasuunnitelma () siten, etta valvonta on laadukasta ja terveyshaittoja seka palo- ja rajahdysvaaroja ehkaisevaa. valvontasuunnitelman tulee sisaltaa vahintaan seuraavat tiedot: 1) tarkastusten sisallon maarittely; 2) valvontakohteiden tarkastustiheys; seka 3) valvontasuunnitelman toteutumisen arviointi. kunnan valvontasuunnitelmassa tulee ottaa huomioon 5 §:ssa tarkoitettu valtakunnallinen valvontaohjelma. valvontasuunnitelma on tarkistettava tarvittaessa, vahintaan kuitenkin kolmen vuoden valein. tarkempia saannoksia valvontasuunnitelman sisallosta, valvontasuunnitelmaan sisaltyvista tarkastuksista, valvontakohteitten tarkastustiheydesta, naytteenotosta ja valvontasuunnitelman toteutumisen arvioinnista annetaan valtioneuvoston asetuksella.",
        "title_sv": "Lokala tillsynsmyndigheter",
        "content_sv": "kommunal kemikalietillsynsmyndighet I kommunen utövar kommunstyrelsen tillsyn över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den, om inte detta i en instruktion har uppdragits åt någon nämnd (). Fullmäktige kan ge den kommunala kemikalietillsynsmyndigheten rätt att överföra behörighet på en tjänsteinnehavare som lyder under den. Den kommunala kemikalietillsynsmyndigheten har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. Uppgiften kan också anförtros en samkommun. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen och där behörighet kan överföras på en tjänsteinnehavare, anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan För den föreskrivna regelbundna tillsyn som utövas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkänna en plan för övervakningen av kemikalielagen () så att tillsynen är av hög kvalitet och förebygger sanitära olägenheter samt brand- och explosionsrisker. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, samt 3) utvärdering av tillsynsplanen. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 §. Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "kommunal kemikalietillsynsmyndighet I kommunen utövar kommunstyrelsen tillsyn över iakttagandet av denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den, om inte detta i en instruktion har uppdragits åt någon nämnd (). Fullmäktige kan ge den kommunala kemikalietillsynsmyndigheten rätt att överföra behörighet på en tjänsteinnehavare som lyder under den. Den kommunala kemikalietillsynsmyndigheten har dock inte rätt att överföra sin behörighet i fråga om godkännandet av den tillsynsplan som avses i 3 mom. på en underlydande tjänsteinnehavare. Uppgiften kan också anförtros en samkommun. En kommun kan med en annan kommun eller en samkommun komma överens om att en uppgift som enligt denna lag skall skötas av kommunen eller en myndighet i kommunen och där behörighet kan överföras på en tjänsteinnehavare, anförtros en annan kommuns eller samkommuns tjänsteinnehavare som sköter uppgiften under tjänsteansvar. En samkommun kan ingå ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan För den föreskrivna regelbundna tillsyn som utövas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkänna en plan för övervakningen av kemikalielagen () så att tillsynen är av hög kvalitet och förebygger sanitära olägenheter samt brand- och explosionsrisker. Tillsynsplanen skall åtminstone innehålla följande: 1) definition av innehållet i kontrollerna, 2) kontrollfrekvensen för tillsynsobjekten, samt 3) utvärdering av tillsynsplanen. Den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 § . Tillsynsplanen skall ses över vid behov, dock minst vart tredje år. Närmare bestämmelser om innehållet i tillsynsplanerna, de kontroller som ingår i tillsynsplanerna, kontrollfrekvensen för tillsynsobjekten, provtagning och utvärdering av tillsynsplanen utfärdas genom förordning av statsrådet.",
        "folded_sv": "kommunal kemikalietillsynsmyndighet i kommunen utovar kommunstyrelsen tillsyn over iakttagandet av denna lag samt de bestammelser och foreskrifter som utfardats med stod av den, om inte detta i en instruktion har uppdragits at nagon namnd (). fullmaktige kan ge den kommunala kemikalietillsynsmyndigheten ratt att overfora behorighet pa en tjansteinnehavare som lyder under den. den kommunala kemikalietillsynsmyndigheten har dock inte ratt att overfora sin behorighet i fraga om godkannandet av den tillsynsplan som avses i 3 mom. pa en underlydande tjansteinnehavare. uppgiften kan ocksa anfortros en samkommun. en kommun kan med en annan kommun eller en samkommun komma overens om att en uppgift som enligt denna lag skall skotas av kommunen eller en myndighet i kommunen och dar behorighet kan overforas pa en tjansteinnehavare, anfortros en annan kommuns eller samkommuns tjansteinnehavare som skoter uppgiften under tjansteansvar. en samkommun kan inga ett avtal som avses ovan med en annan samkommun, om medlemskommunerna i samkommunen har gett sitt samtycke. kommunal tillsynsplan for den foreskrivna regelbundna tillsyn som utovas av den kommunala kemikalietillsynsmyndigheten skall kommunen utarbeta och godkanna en plan for overvakningen av kemikalielagen () sa att tillsynen ar av hog kvalitet och forebygger sanitara olagenheter samt brand- och explosionsrisker. tillsynsplanen skall atminstone innehalla foljande: 1) definition av innehallet i kontrollerna, 2) kontrollfrekvensen for tillsynsobjekten, samt 3) utvardering av tillsynsplanen. den kommunala tillsynsplanen skall beakta det riksomfattande tillsynsprogrammet enligt 5 §. tillsynsplanen skall ses over vid behov, dock minst vart tredje ar. narmare bestammelser om innehallet i tillsynsplanerna, de kontroller som ingar i tillsynsplanerna, kontrollfrekvensen for tillsynsobjekten, provtagning och utvardering av tillsynsplanen utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuus",
      "content": "Tämän lain tai muiden säädösten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja käyttää toistensa hankkimia näytteitä tarpeellisiin tutkimuksiin. Kunnan kemikaalivalvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Tämän lain tai muiden säädösten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja käyttää toistensa hankkimia näytteitä tarpeellisiin tutkimuksiin. Kunnan kemikaalivalvontaviranomainen sekä lääninhallitus ovat velvollisia pyydettäessä toimittamaan korvauksetta Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteitä, valvontahenkilöstöä, maksuja sekä valvontaa koskevia muita tietoja tämän lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. Valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot Sosiaali- ja terveydenhuollon tuotevalvontakeskuksen määräämällä tavalla. Tarkempia säännöksiä valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "taman lain tai muiden saadosten nojalla kemikaaleja valvovilla viranomaisilla on oikeus saada valvontaa varten tarpeellisia tietoja toisiltaan ja kayttaa toistensa hankkimia naytteita tarpeellisiin tutkimuksiin. kunnan kemikaalivalvontaviranomainen seka laaninhallitus ovat velvollisia pyydettaessa toimittamaan korvauksetta sosiaali- ja terveydenhuollon tuotevalvontakeskukselle tarkastuksia, valvontatoimenpiteita, valvontahenkilostoa, maksuja seka valvontaa koskevia muita tietoja taman lain mukaisen valvonnan ohjausta, seurantaa, raportointia ja tilastointia varten. valvontaviranomaisen on toimitettava 2 momentissa tarkoitetut tiedot sosiaali- ja terveydenhuollon tuotevalvontakeskuksen maaraamalla tavalla. tarkempia saannoksia valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuudesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter",
        "content_sv": "De myndigheter som med stöd av denna lag eller andra författningar utövar tillsyn över kemikalier har rätt att för övervakningen få behövliga upplysningar av varandra och använda varandras prov vid behövliga undersökningar. Den kommunala kemikalietillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 2 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "De myndigheter som med stöd av denna lag eller andra författningar utövar tillsyn över kemikalier har rätt att för övervakningen få behövliga upplysningar av varandra och använda varandras prov vid behövliga undersökningar. Den kommunala kemikalietillsynsmyndigheten samt länsstyrelsen är skyldiga att på begäran utan ersättning tillställa Social- och hälsovårdens produkttillsynscentral de övriga uppgifter om kontroller, kontrollåtgärder, kontrollpersonal, avgifter samt tillsyn som behövs för styrningen, uppföljningen, rapporteringen och statistiken i fråga om tillsynen enligt denna lag. Tillsynsmyndigheterna skall lämna de uppgifter som avses i 2 mom. på det sätt som Social- och hälsovårdens produkttillsynscentral bestämmer. Närmare bestämmelser om tillsynsmyndigheternas anmälningsskyldighet och skyldighet att lämna uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "de myndigheter som med stod av denna lag eller andra forfattningar utovar tillsyn over kemikalier har ratt att for overvakningen fa behovliga upplysningar av varandra och anvanda varandras prov vid behovliga undersokningar. den kommunala kemikalietillsynsmyndigheten samt lansstyrelsen ar skyldiga att pa begaran utan ersattning tillstalla social- och halsovardens produkttillsynscentral de ovriga uppgifter om kontroller, kontrollatgarder, kontrollpersonal, avgifter samt tillsyn som behovs for styrningen, uppfoljningen, rapporteringen och statistiken i fraga om tillsynen enligt denna lag. tillsynsmyndigheterna skall lamna de uppgifter som avses i 2 mom. pa det satt som social- och halsovardens produkttillsynscentral bestammer. narmare bestammelser om tillsynsmyndigheternas anmalningsskyldighet och skyldighet att lamna uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Muutoksenhaku",
      "content": "Muun viranomaisen tämän lain nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 §:n 2 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan muutosta noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Muun viranomaisen tämän lain nojalla antamaan päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 7 § :n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 § :n 2 momentissa tarkoitettua taksaa koskevaan päätökseen haetaan muutosta noudattaen, mitä muutoksenhausta kuntalaissa (365/1995) säädetään.",
        "folded_fi": "muun viranomaisen taman lain nojalla antamaan paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. edella 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa ja 60 §:n 2 momentissa tarkoitettua taksaa koskevaan paatokseen haetaan muutosta noudattaen, mita muutoksenhausta kuntalaissa (365/1995) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i ett beslut som en annan myndighet har fattat med stöd av denna lag får sökas i enlighet med förvaltningsprocesslagen (586/1996). Ändring i beslut som gäller tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande.",
        "normalized_sv": "Ändring i ett beslut som en annan myndighet har fattat med stöd av denna lag får sökas i enlighet med förvaltningsprocesslagen (586/1996). Ändring i beslut som gäller tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. får sökas med iakttagande av vad som i kommunallagen (365/1995) föreskrivs om ändringssökande.",
        "folded_sv": "andring i ett beslut som en annan myndighet har fattat med stod av denna lag far sokas i enlighet med forvaltningsprocesslagen (586/1996). andring i beslut som galler tillsynsplaner enligt 7 § 3 mom. och taxor enligt 60 § 2 mom. far sokas med iakttagande av vad som i kommunallagen (365/1995) foreskrivs om andringssokande."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Täytäntöönpano",
      "content": "Tämän lain 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva päätös on muutoksenhausta huolimatta täytäntöönpanokelpoinen, ellei valitusviranomainen toisin päätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Tämän lain 7 § :n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva päätös on muutoksenhausta huolimatta täytäntöönpanokelpoinen, ellei valitusviranomainen toisin päätä.",
        "folded_fi": "taman lain 7 §:n 3 momentissa tarkoitettua valvontasuunnitelmaa koskeva paatos on muutoksenhausta huolimatta taytantoonpanokelpoinen, ellei valitusviranomainen toisin paata.",
        "title_sv": "Verkställighet",
        "content_sv": "Ett beslut om en tillsynsplan enligt 7 § 3 mom. är verkställbart även om det överklagas, om inte besvärsmyndigheten beslutar något annat.",
        "normalized_sv": "Ett beslut om en tillsynsplan enligt 7 § 3 mom. är verkställbart även om det överklagas, om inte besvärsmyndigheten beslutar något annat.",
        "folded_sv": "ett beslut om en tillsynsplan enligt 7 § 3 mom. ar verkstallbart aven om det overklagas, om inte besvarsmyndigheten beslutar nagot annat."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Maksut",
      "content": "Kunnan on perittävä 7 §:ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista hyväksymänsä taksan mukainen maksu. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 7 §:ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Kunnan on perittävä 7 § :ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvistä tarkastuksista hyväksymänsä taksan mukainen maksu. Lisäksi kunnan on perittävä toiminnanharjoittajalta maksu 7 § :ssä tarkoitettuun kunnan valvontasuunnitelmaan sisältyvän tarkastuksen perusteella annettujen määräysten valvonnasta silloin, kun määräysten antaminen perustuu tämän lain säännösten noudattamatta jättämiseen. Kunnan tulee määrätä suoritteistaan perimänsä maksut siten, että ne vastaavat suuruudeltaan enintään suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "folded_fi": "kunnan on perittava 7 §:ssa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvista tarkastuksista hyvaksymansa taksan mukainen maksu. lisaksi kunnan on perittava toiminnanharjoittajalta maksu 7 §:ssa tarkoitettuun kunnan valvontasuunnitelmaan sisaltyvan tarkastuksen perusteella annettujen maaraysten valvonnasta silloin, kun maaraysten antaminen perustuu taman lain saannosten noudattamatta jattamiseen. kunnan tulee maarata suoritteistaan perimansa maksut siten, etta ne vastaavat suuruudeltaan enintaan suoritteen tuottamisesta aiheutuvia kustannuksia.",
        "title_sv": "Avgifter",
        "content_sv": "För kontroller som ingår i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkänd taxa. Dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 7 §, när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "normalized_sv": "För kontroller som ingår i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkänd taxa. Dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift för tillsynen över efterlevnaden av föreskrifter som har meddelats med stöd av en kontroll som ingår i den kommunala tillsynsplanen enligt 7 § , när föreskrifterna har meddelats med anledning av att bestämmelserna i denna lag inte har följts. Kommunen skall bestämma avgifterna för sina prestationer så att beloppet motsvarar högst kostnaderna för att producera prestationen.",
        "folded_sv": "for kontroller som ingar i den kommunala tillsynsplanen enligt 7 § skall kommunen ta ut en avgift enligt en av kommunen godkand taxa. dessutom skall kommunen hos verksamhetsidkaren ta ut en avgift for tillsynen over efterlevnaden av foreskrifter som har meddelats med stod av en kontroll som ingar i den kommunala tillsynsplanen enligt 7 §, nar foreskrifterna har meddelats med anledning av att bestammelserna i denna lag inte har foljts. kommunen skall bestamma avgifterna for sina prestationer sa att beloppet motsvarar hogst kostnaderna for att producera prestationen."
      },
      "valid_from": "2006-04-21",
      "valid_to": null
    }
  ]
}