{
  "id": "28/2016",
  "type": "statute",
  "title": "Laki maankäyttö- ja rakennuslain muuttamisesta",
  "title_en": "Lag om ändring av markanvändnings- och bygglagen",
  "status": "in_force",
  "issued_date": "2016-01-08",
  "in_force_date": "2016-01-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/28/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Asianomaisen ministeriön tehtävät",
      "content": "Asianomaiselle ministeriölle kuuluu alueiden käytön suunnittelun ja rakennustoimen yleinen kehittäminen ja ohjaus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Asianomaiselle ministeriölle kuuluu alueiden käytön suunnittelun ja rakennustoimen yleinen kehittäminen ja ohjaus.",
        "folded_fi": "asianomaiselle ministeriolle kuuluu alueiden kayton suunnittelun ja rakennustoimen yleinen kehittaminen ja ohjaus.",
        "title_sv": "Vederbörande ministeriums uppgifter",
        "content_sv": "Vederbörande ministerium ska sköta den allmänna utvecklingen och styrningen av områdesplaneringen och byggnadsväsendet.",
        "normalized_sv": "Vederbörande ministerium ska sköta den allmänna utvecklingen och styrningen av områdesplaneringen och byggnadsväsendet.",
        "folded_sv": "vederborande ministerium ska skota den allmanna utvecklingen och styrningen av omradesplaneringen och byggnadsvasendet."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Maakuntakaavan hyväksyminen",
      "content": "Maakuntakaavan hyväksyy maakunnan liiton ylin päättävä toimielin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maakuntakaavan hyväksyy maakunnan liiton ylin päättävä toimielin.",
        "folded_fi": "maakuntakaavan hyvaksyy maakunnan liiton ylin paattava toimielin.",
        "title_sv": "Godkännande av landskapsplan",
        "content_sv": "Landskapsplanen godkänns av det högsta beslutande organet för förbundet på landskapsnivå.",
        "normalized_sv": "Landskapsplanen godkänns av det högsta beslutande organet för förbundet på landskapsnivå.",
        "folded_sv": "landskapsplanen godkanns av det hogsta beslutande organet for forbundet pa landskapsniva."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Rakentamisrajoitus",
      "content": "Maakunnan liitto voi, jos se maankäytön järjestämisen turvaamiseksi on tarpeen, kieltää käyttämästä aluetta, jolla kaavaehdotuksen tai hyväksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. Rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eikä maa- ja metsätalouden harjoittamista varten tarpeellista rakentamista. Rajoitus on voimassa enintään kaksi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Maakunnan liitto voi, jos se maankäytön järjestämisen turvaamiseksi on tarpeen, kieltää käyttämästä aluetta, jolla kaavaehdotuksen tai hyväksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. Rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eikä maa- ja metsätalouden harjoittamista varten tarpeellista rakentamista. Rajoitus on voimassa enintään kaksi vuotta.",
        "folded_fi": "maakunnan liitto voi, jos se maankayton jarjestamisen turvaamiseksi on tarpeen, kieltaa kayttamasta aluetta, jolla kaavaehdotuksen tai hyvaksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eika maa- ja metsatalouden harjoittamista varten tarpeellista rakentamista. rajoitus on voimassa enintaan kaksi vuotta.",
        "title_sv": "Bygginskränkning",
        "content_sv": "Om det behövs för att trygga regleringen av markanvändningen, kan förbundet på landskapsnivå förbjuda att ett område där det enligt ett planförslag eller en godkänd plan råder bygginskränkning används för byggande som strider mot planförslaget eller planen. Inskränkningen gäller inte uppförande av en ekonomibyggnad som hör till en redan befintlig bostad och inte byggande som är behövligt för bedrivande av jord- och skogsbruk. Inskränkningen gäller högst två år.",
        "normalized_sv": "Om det behövs för att trygga regleringen av markanvändningen, kan förbundet på landskapsnivå förbjuda att ett område där det enligt ett planförslag eller en godkänd plan råder bygginskränkning används för byggande som strider mot planförslaget eller planen. Inskränkningen gäller inte uppförande av en ekonomibyggnad som hör till en redan befintlig bostad och inte byggande som är behövligt för bedrivande av jord- och skogsbruk. Inskränkningen gäller högst två år.",
        "folded_sv": "om det behovs for att trygga regleringen av markanvandningen, kan forbundet pa landskapsniva forbjuda att ett omrade dar det enligt ett planforslag eller en godkand plan rader bygginskrankning anvands for byggande som strider mot planforslaget eller planen. inskrankningen galler inte uppforande av en ekonomibyggnad som hor till en redan befintlig bostad och inte byggande som ar behovligt for bedrivande av jord- och skogsbruk. inskrankningen galler hogst tva ar."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Yhteisen yleiskaavan laatiminen ja hyväksyminen",
      "content": "Kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyväksymisen maakunnan liiton, tehtävään soveltuvan muun kuntayhtymän tai kuntien muun yhteisen toimielimen tehtäväksi sen estämättä, mitä kuntalain (410/2015) 49 §:ssä säädetään kuntien yhteistoiminnan muodoista. Edellä 1 momentissa tarkoitettuun toimielimeen sovelletaan, mitä tässä laissa säädetään kunnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyväksymisen maakunnan liiton, tehtävään soveltuvan muun kuntayhtymän tai kuntien muun yhteisen toimielimen tehtäväksi sen estämättä, mitä kuntalain (410/2015) 49 § :ssä säädetään kuntien yhteistoiminnan muodoista. Edellä 1 momentissa tarkoitettuun toimielimeen sovelletaan, mitä tässä laissa säädetään kunnasta.",
        "folded_fi": "kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyvaksymisen maakunnan liiton, tehtavaan soveltuvan muun kuntayhtyman tai kuntien muun yhteisen toimielimen tehtavaksi sen estamatta, mita kuntalain (410/2015) 49 §:ssa saadetaan kuntien yhteistoiminnan muodoista. edella 1 momentissa tarkoitettuun toimielimeen sovelletaan, mita tassa laissa saadetaan kunnasta.",
        "title_sv": "Utarbetande och godkännande av en gemensam generalplan",
        "content_sv": "Kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) föreskrivs om formerna för samarbete mellan kommuner ge förbundet på landskapsnivå, en annan för uppgiften lämplig samkommun eller något annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkänna en gemensam generalplan. På det organ som avses i 1 mom. tillämpas vad som i denna lag bestäms om kommuner.",
        "normalized_sv": "Kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) föreskrivs om formerna för samarbete mellan kommuner ge förbundet på landskapsnivå, en annan för uppgiften lämplig samkommun eller något annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkänna en gemensam generalplan. På det organ som avses i 1 mom. tillämpas vad som i denna lag bestäms om kommuner.",
        "folded_sv": "kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) foreskrivs om formerna for samarbete mellan kommuner ge forbundet pa landskapsniva, en annan for uppgiften lamplig samkommun eller nagot annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkanna en gemensam generalplan. pa det organ som avses i 1 mom. tillampas vad som i denna lag bestams om kommuner."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Viranomaisneuvottelu",
      "content": "Maakuntakaavaa valmisteltaessa on oltava yhteydessä elinkeino-, liikenne- ja ympäristökeskukseen ja niihin ministeriöihin, joiden toimialaan kuuluvia valtakunnallisesti merkittäviä asioita kaavassa käsitellään. Elinkeino-, liikenne- ja ympäristökeskuksen, kyseisten ministeriöiden sekä maakunnan liiton kesken on järjestettävä neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Maakuntakaavaa valmisteltaessa on oltava yhteydessä elinkeino-, liikenne- ja ympäristökeskukseen ja niihin ministeriöihin, joiden toimialaan kuuluvia valtakunnallisesti merkittäviä asioita kaavassa käsitellään. Elinkeino-, liikenne- ja ympäristökeskuksen, kyseisten ministeriöiden sekä maakunnan liiton kesken on järjestettävä neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
        "folded_fi": "maakuntakaavaa valmisteltaessa on oltava yhteydessa elinkeino-, liikenne- ja ymparistokeskukseen ja niihin ministerioihin, joiden toimialaan kuuluvia valtakunnallisesti merkittavia asioita kaavassa kasitellaan. elinkeino-, liikenne- ja ymparistokeskuksen, kyseisten ministerioiden seka maakunnan liiton kesken on jarjestettava neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
        "title_sv": "Myndigheternas samråd",
        "content_sv": "När en landskapsplan utarbetas ska kontakt upprätthållas med närings-, trafik- och miljöcentralen och med de ministerier till vars ansvarsområde hör ärenden av nationell betydelse som behandlas i planen. Närings-, trafik- och miljöcentralen, de behöriga ministerierna samt förbundet på landskapsnivå ska samråda för att klarlägga de riksomfattande mål och övriga centrala mål som ansluter sig till utarbetandet av planen.",
        "normalized_sv": "När en landskapsplan utarbetas ska kontakt upprätthållas med närings-, trafik- och miljöcentralen och med de ministerier till vars ansvarsområde hör ärenden av nationell betydelse som behandlas i planen. Närings-, trafik- och miljöcentralen, de behöriga ministerierna samt förbundet på landskapsnivå ska samråda för att klarlägga de riksomfattande mål och övriga centrala mål som ansluter sig till utarbetandet av planen.",
        "folded_sv": "nar en landskapsplan utarbetas ska kontakt uppratthallas med narings-, trafik- och miljocentralen och med de ministerier till vars ansvarsomrade hor arenden av nationell betydelse som behandlas i planen. narings-, trafik- och miljocentralen, de behoriga ministerierna samt forbundet pa landskapsniva ska samrada for att klarlagga de riksomfattande mal och ovriga centrala mal som ansluter sig till utarbetandet av planen."
      }
    },
    {
      "provision_ref": "188",
      "section": "188",
      "title": "Muutoksenhaku kaavan ja rakennusjärjestyksen hyväksymispäätöksestä",
      "content": "Kaavan ja rakennusjärjestyksen hyväksymistä koskevaan päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa säädetään. Kuntalaissa säädettyä oikaisumenettelyä ei kuitenkaan sovelleta asemakaavan hyväksymistä koskevissa asioissa silloinkaan, kun päätösvalta on 52 §:ssä säädetyllä tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:188",
        "normalized_fi": "Kaavan ja rakennusjärjestyksen hyväksymistä koskevaan päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa säädetään. Kuntalaissa säädettyä oikaisumenettelyä ei kuitenkaan sovelleta asemakaavan hyväksymistä koskevissa asioissa silloinkaan, kun päätösvalta on 52 § :ssä säädetyllä tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
        "folded_fi": "kaavan ja rakennusjarjestyksen hyvaksymista koskevaan paatokseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa saadetaan. kuntalaissa saadettya oikaisumenettelya ei kuitenkaan sovelleta asemakaavan hyvaksymista koskevissa asioissa silloinkaan, kun paatosvalta on 52 §:ssa saadetylla tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
        "title_sv": "Sökande av ändring i beslut om godkännande av planer och byggnadsordningar",
        "content_sv": "Ändring i beslut om godkännande av planer och byggnadsordningar får sökas hos förvaltningsdomstolen genom besvär på det sätt som föreskrivs i kommunallagen. Rättelseförfarandet enligt kommunallagen tillämpas dock inte i ärenden som gäller godkännande av en detaljplan ens när beslutanderätten har överförts på kommunstyrelsen eller en nämnd på det sätt som föreskrivs i 52 §.",
        "normalized_sv": "Ändring i beslut om godkännande av planer och byggnadsordningar får sökas hos förvaltningsdomstolen genom besvär på det sätt som föreskrivs i kommunallagen. Rättelseförfarandet enligt kommunallagen tillämpas dock inte i ärenden som gäller godkännande av en detaljplan ens när beslutanderätten har överförts på kommunstyrelsen eller en nämnd på det sätt som föreskrivs i 52 § .",
        "folded_sv": "andring i beslut om godkannande av planer och byggnadsordningar far sokas hos forvaltningsdomstolen genom besvar pa det satt som foreskrivs i kommunallagen. rattelseforfarandet enligt kommunallagen tillampas dock inte i arenden som galler godkannande av en detaljplan ens nar beslutanderatten har overforts pa kommunstyrelsen eller en namnd pa det satt som foreskrivs i 52 §."
      }
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valitusoikeus kaavan ja rakennusjärjestyksen hyväksymistä koskevasta päätöksestä",
      "content": "Muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekemän kaavan tai rakennusjärjestyksen hyväksymistä koskevan päätöksen. Jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hänellä on kuitenkin oikeus valittaa hallinto-oikeuden päätöksestä. Muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekemän kaavan tai rakennusjärjestyksen hyväksymistä koskevan päätöksen. Jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hänellä on kuitenkin oikeus valittaa hallinto-oikeuden päätöksestä. Muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
        "folded_fi": "muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekeman kaavan tai rakennusjarjestyksen hyvaksymista koskevan paatoksen. jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hanella on kuitenkin oikeus valittaa hallinto-oikeuden paatoksesta. muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
        "title_sv": "Besvärsrätt i fråga om beslut som gäller godkännande av planer och byggnadsordningar",
        "content_sv": "Ingen annan än kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en kommunal myndighets beslut att godkänna en plan eller en byggnadsordning. Om utarbetandet av en strandplan har skötts av markägaren, har denne dock rätt att överklaga förvaltningsdomstolens beslut. Ingen annan än förbundet på landskapsnivå eller kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en landskapsplan.",
        "normalized_sv": "Ingen annan än kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en kommunal myndighets beslut att godkänna en plan eller en byggnadsordning. Om utarbetandet av en strandplan har skötts av markägaren, har denne dock rätt att överklaga förvaltningsdomstolens beslut. Ingen annan än förbundet på landskapsnivå eller kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en landskapsplan.",
        "folded_sv": "ingen annan an kommunen har ratt att soka andring i ett beslut genom vilket forvaltningsdomstolen har upphavt en kommunal myndighets beslut att godkanna en plan eller en byggnadsordning. om utarbetandet av en strandplan har skotts av markagaren, har denne dock ratt att overklaga forvaltningsdomstolens beslut. ingen annan an forbundet pa landskapsniva eller kommunen har ratt att soka andring i ett beslut genom vilket forvaltningsdomstolen har upphavt en landskapsplan."
      }
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, elinkeino-, liikenne- ja ympäristökeskuksen ja hallinto-oikeuden päätös 171 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 §:n 1 momentissa ja 178 §:ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, elinkeino-, liikenne- ja ympäristökeskuksen ja hallinto-oikeuden päätös 171 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 § :n 1 momentissa ja 178 § :ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen, elinkeino-, liikenne- ja ymparistokeskuksen ja hallinto-oikeuden paatos 171 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 177 §:n 1 momentissa ja 178 §:ssa seka elinkeino-, liikenne- ja ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, närings-, trafik- och miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, närings-, trafik- och miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets, narings-, trafik- och miljocentralens och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 § meddelas efter anslag. miljoministeriets beslut enligt 177 § 1 mom. och 178 § samt narings-, trafik- och miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Kaavapäätöksen täytäntöönpanokelpoisuus",
      "content": "Maakuntahallitus voi valitusajan kuluttua määrätä maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Maakuntahallitus voi valitusajan kuluttua määrätä maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon.",
        "folded_fi": "maakuntahallitus voi valitusajan kuluttua maarata maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. kunnanhallitus voi valitusajan kuluttua maarata yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen silta osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. kunnan on annettava paatos viivytyksetta tiedoksi valittajille ja muutoksenhakuviranomaiselle seka, jos maarays koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ymparistokeskukselle. muutoksenhakuviranomainen voi kieltaa paatoksen taytantoonpanon.",
        "title_sv": "Verkställbarheten av ett planbeslut",
        "content_sv": "Landskapsstyrelsen kan efter besvärstidens utgång bestämma att en landskapsplan ska träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft ska träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen ska utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även närings-, trafik- och miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs.",
        "normalized_sv": "Landskapsstyrelsen kan efter besvärstidens utgång bestämma att en landskapsplan ska träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft ska träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen ska utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även närings-, trafik- och miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs.",
        "folded_sv": "landskapsstyrelsen kan efter besvarstidens utgang bestamma att en landskapsplan ska trada i kraft innan den har vunnit laga kraft. kommunstyrelsen kan efter besvarstidens utgang bestamma att en generalplan eller detaljplan innan den har vunnit laga kraft ska trada i kraft for den del av planomradet som besvaren eller rattelseuppmaningen inte kan anses galla. kommunen ska utan drojsmal delge andringssokandena och besvarsinstansen samt, om beslutet galler en plan som ar foremal for rattelseuppmaning, aven narings-, trafik- och miljocentralen beslutet. besvarsinstansen kan forbjuda att beslutet verkstalls."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Asianomaisen ministeriön tehtävät",
      "content": "Asianomaiselle ministeriölle kuuluu alueiden käytön suunnittelun ja rakennustoimen yleinen kehittäminen ja ohjaus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Asianomaiselle ministeriölle kuuluu alueiden käytön suunnittelun ja rakennustoimen yleinen kehittäminen ja ohjaus.",
        "folded_fi": "asianomaiselle ministeriolle kuuluu alueiden kayton suunnittelun ja rakennustoimen yleinen kehittaminen ja ohjaus.",
        "title_sv": "Vederbörande ministeriums uppgifter",
        "content_sv": "Vederbörande ministerium ska sköta den allmänna utvecklingen och styrningen av områdesplaneringen och byggnadsväsendet.",
        "normalized_sv": "Vederbörande ministerium ska sköta den allmänna utvecklingen och styrningen av områdesplaneringen och byggnadsväsendet.",
        "folded_sv": "vederborande ministerium ska skota den allmanna utvecklingen och styrningen av omradesplaneringen och byggnadsvasendet."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Maakuntakaavan hyväksyminen",
      "content": "Maakuntakaavan hyväksyy maakunnan liiton ylin päättävä toimielin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maakuntakaavan hyväksyy maakunnan liiton ylin päättävä toimielin.",
        "folded_fi": "maakuntakaavan hyvaksyy maakunnan liiton ylin paattava toimielin.",
        "title_sv": "Godkännande av landskapsplan",
        "content_sv": "Landskapsplanen godkänns av det högsta beslutande organet för förbundet på landskapsnivå.",
        "normalized_sv": "Landskapsplanen godkänns av det högsta beslutande organet för förbundet på landskapsnivå.",
        "folded_sv": "landskapsplanen godkanns av det hogsta beslutande organet for forbundet pa landskapsniva."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Rakentamisrajoitus",
      "content": "Maakunnan liitto voi, jos se maankäytön järjestämisen turvaamiseksi on tarpeen, kieltää käyttämästä aluetta, jolla kaavaehdotuksen tai hyväksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. Rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eikä maa- ja metsätalouden harjoittamista varten tarpeellista rakentamista. Rajoitus on voimassa enintään kaksi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Maakunnan liitto voi, jos se maankäytön järjestämisen turvaamiseksi on tarpeen, kieltää käyttämästä aluetta, jolla kaavaehdotuksen tai hyväksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. Rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eikä maa- ja metsätalouden harjoittamista varten tarpeellista rakentamista. Rajoitus on voimassa enintään kaksi vuotta.",
        "folded_fi": "maakunnan liitto voi, jos se maankayton jarjestamisen turvaamiseksi on tarpeen, kieltaa kayttamasta aluetta, jolla kaavaehdotuksen tai hyvaksytyn kaavan mukaan on rakentamisrajoitus, kaavaehdotuksen tai kaavan vastaiseen rakentamiseen. rajoitus ei koske jo olevaan asuntoon kuuluvan talousrakennuksen rakentamista eika maa- ja metsatalouden harjoittamista varten tarpeellista rakentamista. rajoitus on voimassa enintaan kaksi vuotta.",
        "title_sv": "Bygginskränkning",
        "content_sv": "Om det behövs för att trygga regleringen av markanvändningen, kan förbundet på landskapsnivå förbjuda att ett område där det enligt ett planförslag eller en godkänd plan råder bygginskränkning används för byggande som strider mot planförslaget eller planen. Inskränkningen gäller inte uppförande av en ekonomibyggnad som hör till en redan befintlig bostad och inte byggande som är behövligt för bedrivande av jord- och skogsbruk. Inskränkningen gäller högst två år.",
        "normalized_sv": "Om det behövs för att trygga regleringen av markanvändningen, kan förbundet på landskapsnivå förbjuda att ett område där det enligt ett planförslag eller en godkänd plan råder bygginskränkning används för byggande som strider mot planförslaget eller planen. Inskränkningen gäller inte uppförande av en ekonomibyggnad som hör till en redan befintlig bostad och inte byggande som är behövligt för bedrivande av jord- och skogsbruk. Inskränkningen gäller högst två år.",
        "folded_sv": "om det behovs for att trygga regleringen av markanvandningen, kan forbundet pa landskapsniva forbjuda att ett omrade dar det enligt ett planforslag eller en godkand plan rader bygginskrankning anvands for byggande som strider mot planforslaget eller planen. inskrankningen galler inte uppforande av en ekonomibyggnad som hor till en redan befintlig bostad och inte byggande som ar behovligt for bedrivande av jord- och skogsbruk. inskrankningen galler hogst tva ar."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Yhteisen yleiskaavan laatiminen ja hyväksyminen",
      "content": "Kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyväksymisen maakunnan liiton, tehtävään soveltuvan muun kuntayhtymän tai kuntien muun yhteisen toimielimen tehtäväksi sen estämättä, mitä kuntalain (410/2015) 49 §:ssä säädetään kuntien yhteistoiminnan muodoista. Edellä 1 momentissa tarkoitettuun toimielimeen sovelletaan, mitä tässä laissa säädetään kunnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyväksymisen maakunnan liiton, tehtävään soveltuvan muun kuntayhtymän tai kuntien muun yhteisen toimielimen tehtäväksi sen estämättä, mitä kuntalain (410/2015) 49 § :ssä säädetään kuntien yhteistoiminnan muodoista. Edellä 1 momentissa tarkoitettuun toimielimeen sovelletaan, mitä tässä laissa säädetään kunnasta.",
        "folded_fi": "kunnat voivat antaa yhteisen yleiskaavan laatimisen ja hyvaksymisen maakunnan liiton, tehtavaan soveltuvan muun kuntayhtyman tai kuntien muun yhteisen toimielimen tehtavaksi sen estamatta, mita kuntalain (410/2015) 49 §:ssa saadetaan kuntien yhteistoiminnan muodoista. edella 1 momentissa tarkoitettuun toimielimeen sovelletaan, mita tassa laissa saadetaan kunnasta.",
        "title_sv": "Utarbetande och godkännande av en gemensam generalplan",
        "content_sv": "Kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) föreskrivs om formerna för samarbete mellan kommuner ge förbundet på landskapsnivå, en annan för uppgiften lämplig samkommun eller något annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkänna en gemensam generalplan. På det organ som avses i 1 mom. tillämpas vad som i denna lag bestäms om kommuner.",
        "normalized_sv": "Kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) föreskrivs om formerna för samarbete mellan kommuner ge förbundet på landskapsnivå, en annan för uppgiften lämplig samkommun eller något annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkänna en gemensam generalplan. På det organ som avses i 1 mom. tillämpas vad som i denna lag bestäms om kommuner.",
        "folded_sv": "kommunerna kan oberoende av vad som i 49 § i kommunallagen (410/2015) foreskrivs om formerna for samarbete mellan kommuner ge forbundet pa landskapsniva, en annan for uppgiften lamplig samkommun eller nagot annat av kommunernas gemensamma organ i uppdrag att utarbeta och godkanna en gemensam generalplan. pa det organ som avses i 1 mom. tillampas vad som i denna lag bestams om kommuner."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Viranomaisneuvottelu",
      "content": "Maakuntakaavaa valmisteltaessa on oltava yhteydessä elinkeino-, liikenne- ja ympäristökeskukseen ja niihin ministeriöihin, joiden toimialaan kuuluvia valtakunnallisesti merkittäviä asioita kaavassa käsitellään. Elinkeino-, liikenne- ja ympäristökeskuksen, kyseisten ministeriöiden sekä maakunnan liiton kesken on järjestettävä neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Maakuntakaavaa valmisteltaessa on oltava yhteydessä elinkeino-, liikenne- ja ympäristökeskukseen ja niihin ministeriöihin, joiden toimialaan kuuluvia valtakunnallisesti merkittäviä asioita kaavassa käsitellään. Elinkeino-, liikenne- ja ympäristökeskuksen, kyseisten ministeriöiden sekä maakunnan liiton kesken on järjestettävä neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
        "folded_fi": "maakuntakaavaa valmisteltaessa on oltava yhteydessa elinkeino-, liikenne- ja ymparistokeskukseen ja niihin ministerioihin, joiden toimialaan kuuluvia valtakunnallisesti merkittavia asioita kaavassa kasitellaan. elinkeino-, liikenne- ja ymparistokeskuksen, kyseisten ministerioiden seka maakunnan liiton kesken on jarjestettava neuvottelu kaavan laadintaan liittyvien valtakunnallisten ja muiden keskeisten tavoitteiden toteamiseksi.",
        "title_sv": "Myndigheternas samråd",
        "content_sv": "När en landskapsplan utarbetas ska kontakt upprätthållas med närings-, trafik- och miljöcentralen och med de ministerier till vars ansvarsområde hör ärenden av nationell betydelse som behandlas i planen. Närings-, trafik- och miljöcentralen, de behöriga ministerierna samt förbundet på landskapsnivå ska samråda för att klarlägga de riksomfattande mål och övriga centrala mål som ansluter sig till utarbetandet av planen.",
        "normalized_sv": "När en landskapsplan utarbetas ska kontakt upprätthållas med närings-, trafik- och miljöcentralen och med de ministerier till vars ansvarsområde hör ärenden av nationell betydelse som behandlas i planen. Närings-, trafik- och miljöcentralen, de behöriga ministerierna samt förbundet på landskapsnivå ska samråda för att klarlägga de riksomfattande mål och övriga centrala mål som ansluter sig till utarbetandet av planen.",
        "folded_sv": "nar en landskapsplan utarbetas ska kontakt uppratthallas med narings-, trafik- och miljocentralen och med de ministerier till vars ansvarsomrade hor arenden av nationell betydelse som behandlas i planen. narings-, trafik- och miljocentralen, de behoriga ministerierna samt forbundet pa landskapsniva ska samrada for att klarlagga de riksomfattande mal och ovriga centrala mal som ansluter sig till utarbetandet av planen."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "188",
      "section": "188",
      "title": "Muutoksenhaku kaavan ja rakennusjärjestyksen hyväksymispäätöksestä",
      "content": "Kaavan ja rakennusjärjestyksen hyväksymistä koskevaan päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa säädetään. Kuntalaissa säädettyä oikaisumenettelyä ei kuitenkaan sovelleta asemakaavan hyväksymistä koskevissa asioissa silloinkaan, kun päätösvalta on 52 §:ssä säädetyllä tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:188",
        "normalized_fi": "Kaavan ja rakennusjärjestyksen hyväksymistä koskevaan päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa säädetään. Kuntalaissa säädettyä oikaisumenettelyä ei kuitenkaan sovelleta asemakaavan hyväksymistä koskevissa asioissa silloinkaan, kun päätösvalta on 52 § :ssä säädetyllä tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
        "folded_fi": "kaavan ja rakennusjarjestyksen hyvaksymista koskevaan paatokseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin kuntalaissa saadetaan. kuntalaissa saadettya oikaisumenettelya ei kuitenkaan sovelleta asemakaavan hyvaksymista koskevissa asioissa silloinkaan, kun paatosvalta on 52 §:ssa saadetylla tavalla siirretty kunnanhallitukselle tai lautakunnalle.",
        "title_sv": "Sökande av ändring i beslut om godkännande av planer och byggnadsordningar",
        "content_sv": "Ändring i beslut om godkännande av planer och byggnadsordningar får sökas hos förvaltningsdomstolen genom besvär på det sätt som föreskrivs i kommunallagen. Rättelseförfarandet enligt kommunallagen tillämpas dock inte i ärenden som gäller godkännande av en detaljplan ens när beslutanderätten har överförts på kommunstyrelsen eller en nämnd på det sätt som föreskrivs i 52 §.",
        "normalized_sv": "Ändring i beslut om godkännande av planer och byggnadsordningar får sökas hos förvaltningsdomstolen genom besvär på det sätt som föreskrivs i kommunallagen. Rättelseförfarandet enligt kommunallagen tillämpas dock inte i ärenden som gäller godkännande av en detaljplan ens när beslutanderätten har överförts på kommunstyrelsen eller en nämnd på det sätt som föreskrivs i 52 § .",
        "folded_sv": "andring i beslut om godkannande av planer och byggnadsordningar far sokas hos forvaltningsdomstolen genom besvar pa det satt som foreskrivs i kommunallagen. rattelseforfarandet enligt kommunallagen tillampas dock inte i arenden som galler godkannande av en detaljplan ens nar beslutanderatten har overforts pa kommunstyrelsen eller en namnd pa det satt som foreskrivs i 52 §."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "191",
      "section": "191",
      "title": "Valitusoikeus kaavan ja rakennusjärjestyksen hyväksymistä koskevasta päätöksestä",
      "content": "Muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekemän kaavan tai rakennusjärjestyksen hyväksymistä koskevan päätöksen. Jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hänellä on kuitenkin oikeus valittaa hallinto-oikeuden päätöksestä. Muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:191",
        "normalized_fi": "Muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekemän kaavan tai rakennusjärjestyksen hyväksymistä koskevan päätöksen. Jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hänellä on kuitenkin oikeus valittaa hallinto-oikeuden päätöksestä. Muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
        "folded_fi": "muilla kuin kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut kunnan viranomaisen tekeman kaavan tai rakennusjarjestyksen hyvaksymista koskevan paatoksen. jos ranta-asemakaavan laatimisesta on huolehtinut maanomistaja, hanella on kuitenkin oikeus valittaa hallinto-oikeuden paatoksesta. muilla kuin maakunnan liitolla tai kunnalla ei ole oikeutta hakea muutosta hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut maakuntakaavan.",
        "title_sv": "Besvärsrätt i fråga om beslut som gäller godkännande av planer och byggnadsordningar",
        "content_sv": "Ingen annan än kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en kommunal myndighets beslut att godkänna en plan eller en byggnadsordning. Om utarbetandet av en strandplan har skötts av markägaren, har denne dock rätt att överklaga förvaltningsdomstolens beslut. Ingen annan än förbundet på landskapsnivå eller kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en landskapsplan.",
        "normalized_sv": "Ingen annan än kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en kommunal myndighets beslut att godkänna en plan eller en byggnadsordning. Om utarbetandet av en strandplan har skötts av markägaren, har denne dock rätt att överklaga förvaltningsdomstolens beslut. Ingen annan än förbundet på landskapsnivå eller kommunen har rätt att söka ändring i ett beslut genom vilket förvaltningsdomstolen har upphävt en landskapsplan.",
        "folded_sv": "ingen annan an kommunen har ratt att soka andring i ett beslut genom vilket forvaltningsdomstolen har upphavt en kommunal myndighets beslut att godkanna en plan eller en byggnadsordning. om utarbetandet av en strandplan har skotts av markagaren, har denne dock ratt att overklaga forvaltningsdomstolens beslut. ingen annan an forbundet pa landskapsniva eller kommunen har ratt att soka andring i ett beslut genom vilket forvaltningsdomstolen har upphavt en landskapsplan."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "198",
      "section": "198",
      "title": "Eräiden päätösten tiedoksi antaminen",
      "content": "Hallinto-oikeuden päätös 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, elinkeino-, liikenne- ja ympäristökeskuksen ja hallinto-oikeuden päätös 171 §:ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 §:n 1 momentissa ja 178 §:ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 §:n 2 momentissa ja 179 §:ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198",
        "normalized_fi": "Hallinto-oikeuden päätös 188 § :n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jälkeen. Hallinto-oikeuden ja kunnan viranomaisen päätös lupa-asiassa sekä kunnan viranomaisen, elinkeino-, liikenne- ja ympäristökeskuksen ja hallinto-oikeuden päätös 171 § :ssä tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jälkeen. Ympäristöministeriön 177 § :n 1 momentissa ja 178 § :ssä sekä elinkeino-, liikenne- ja ympäristökeskuksen 38 § :n 2 momentissa ja 179 § :ssä tarkoitettu päätös annetaan samoin julkipanon jälkeen.",
        "folded_fi": "hallinto-oikeuden paatos 188 §:n 1 momentissa tarkoitetussa asiassa annetaan julkipanon jalkeen. hallinto-oikeuden ja kunnan viranomaisen paatos lupa-asiassa seka kunnan viranomaisen, elinkeino-, liikenne- ja ymparistokeskuksen ja hallinto-oikeuden paatos 171 §:ssa tarkoitetussa poikkeamista koskevassa asiassa annetaan julkipanon jalkeen. ymparistoministerion 177 §:n 1 momentissa ja 178 §:ssa seka elinkeino-, liikenne- ja ymparistokeskuksen 38 §:n 2 momentissa ja 179 §:ssa tarkoitettu paatos annetaan samoin julkipanon jalkeen.",
        "title_sv": "Delgivning av vissa beslut",
        "content_sv": "Förvaltningsdomstolens beslut i ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, närings-, trafik- och miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "normalized_sv": "Förvaltningsdomstolens beslut i ärenden som avses i 188 § 1 mom. meddelas efter anslag. Förvaltningsdomstolens och en kommunal myndighets beslut i ett tillståndsärende samt en kommunal myndighets, närings-, trafik- och miljöcentralens och förvaltningsdomstolens beslut i ett ärende som gäller undantag enligt 171 § meddelas efter anslag. Miljöministeriets beslut enligt 177 § 1 mom. och 178 § samt närings-, trafik- och miljöcentralens beslut enligt 38 § 2 mom. och 179 § meddelas likaså efter anslag.",
        "folded_sv": "forvaltningsdomstolens beslut i arenden som avses i 188 § 1 mom. meddelas efter anslag. forvaltningsdomstolens och en kommunal myndighets beslut i ett tillstandsarende samt en kommunal myndighets, narings-, trafik- och miljocentralens och forvaltningsdomstolens beslut i ett arende som galler undantag enligt 171 § meddelas efter anslag. miljoministeriets beslut enligt 177 § 1 mom. och 178 § samt narings-, trafik- och miljocentralens beslut enligt 38 § 2 mom. och 179 § meddelas likasa efter anslag."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Kaavapäätöksen täytäntöönpanokelpoisuus",
      "content": "Maakuntahallitus voi valitusajan kuluttua määrätä maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Maakuntahallitus voi valitusajan kuluttua määrätä maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. Kunnanhallitus voi valitusajan kuluttua määrätä yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen siltä osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. Kunnan on annettava päätös viivytyksettä tiedoksi valittajille ja muutoksenhakuviranomaiselle sekä, jos määräys koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ympäristökeskukselle. Muutoksenhakuviranomainen voi kieltää päätöksen täytäntöönpanon.",
        "folded_fi": "maakuntahallitus voi valitusajan kuluttua maarata maakuntakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman. kunnanhallitus voi valitusajan kuluttua maarata yleis- ja asemakaavan tulemaan voimaan ennen kuin se on saanut lainvoiman kaava-alueen silta osalta, johon valitusten tai oikaisukehotuksen ei voida katsoa kohdistuvan. kunnan on annettava paatos viivytyksetta tiedoksi valittajille ja muutoksenhakuviranomaiselle seka, jos maarays koskee oikaisukehotuksen kohteena olevaa kaavaa, elinkeino-, liikenne- ja ymparistokeskukselle. muutoksenhakuviranomainen voi kieltaa paatoksen taytantoonpanon.",
        "title_sv": "Verkställbarheten av ett planbeslut",
        "content_sv": "Landskapsstyrelsen kan efter besvärstidens utgång bestämma att en landskapsplan ska träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft ska träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen ska utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även närings-, trafik- och miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs.",
        "normalized_sv": "Landskapsstyrelsen kan efter besvärstidens utgång bestämma att en landskapsplan ska träda i kraft innan den har vunnit laga kraft. Kommunstyrelsen kan efter besvärstidens utgång bestämma att en generalplan eller detaljplan innan den har vunnit laga kraft ska träda i kraft för den del av planområdet som besvären eller rättelseuppmaningen inte kan anses gälla. Kommunen ska utan dröjsmål delge ändringssökandena och besvärsinstansen samt, om beslutet gäller en plan som är föremål för rättelseuppmaning, även närings-, trafik- och miljöcentralen beslutet. Besvärsinstansen kan förbjuda att beslutet verkställs.",
        "folded_sv": "landskapsstyrelsen kan efter besvarstidens utgang bestamma att en landskapsplan ska trada i kraft innan den har vunnit laga kraft. kommunstyrelsen kan efter besvarstidens utgang bestamma att en generalplan eller detaljplan innan den har vunnit laga kraft ska trada i kraft for den del av planomradet som besvaren eller rattelseuppmaningen inte kan anses galla. kommunen ska utan drojsmal delge andringssokandena och besvarsinstansen samt, om beslutet galler en plan som ar foremal for rattelseuppmaning, aven narings-, trafik- och miljocentralen beslutet. besvarsinstansen kan forbjuda att beslutet verkstalls."
      },
      "valid_from": "2016-01-08",
      "valid_to": null
    }
  ]
}