{
  "id": "291/2005",
  "type": "statute",
  "title": "Laki vuokra-asuntojen korkotukilainalla rahoitettujen asuntojen vapautumisesta käyttörajoituksista",
  "title_en": "Lag om befrielse från användningsbegränsningar som gäller bostäder finansierade med räntestödslån för hyresbostäder",
  "status": "in_force",
  "issued_date": "2005-05-13",
  "in_force_date": "2005-05-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/291/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tällä lailla säädetään vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen käyttötarkoituksen muutoksesta sekä vapautumisesta mainitun lain 10 §:n mukaisista käyttörajoituksista. Tämän lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tällä lailla säädetään vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen käyttötarkoituksen muutoksesta sekä vapautumisesta mainitun lain 10 § :n mukaisista käyttörajoituksista. Tämän lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 § :ää.",
        "folded_fi": "talla lailla saadetaan vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen kayttotarkoituksen muutoksesta seka vapautumisesta mainitun lain 10 §:n mukaisista kayttorajoituksista. taman lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 §:aa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Genom denna lag föreskrivs om hur användningsändamålet för bostäder som finansierats med stöd av lagen om räntestöd för hyresbostadslån (867/1980) kan ändras samt om hur de kan befrias från de användningsbegränsningar som följer av 10 § i nämnda lag. På de bostäder som med stöd av denna lag befrias från användningsbegränsningar tillämpas inte 11 och 12 § i lagen om räntestöd för hyresbostadslån.",
        "normalized_sv": "Genom denna lag föreskrivs om hur användningsändamålet för bostäder som finansierats med stöd av lagen om räntestöd för hyresbostadslån (867/1980) kan ändras samt om hur de kan befrias från de användningsbegränsningar som följer av 10 § i nämnda lag. På de bostäder som med stöd av denna lag befrias från användningsbegränsningar tillämpas inte 11 och 12 § i lagen om räntestöd för hyresbostadslån.",
        "folded_sv": "genom denna lag foreskrivs om hur anvandningsandamalet for bostader som finansierats med stod av lagen om rantestod for hyresbostadslan (867/1980) kan andras samt om hur de kan befrias fran de anvandningsbegransningar som foljer av 10 § i namnda lag. pa de bostader som med stod av denna lag befrias fran anvandningsbegransningar tillampas inte 11 och 12 § i lagen om rantestod for hyresbostadslan."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Käyttötarkoituksen muutos",
      "content": "Kunta voi erityisestä syystä myöntää luvan käyttää asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vähäistä asuntomäärää. Lupa voidaan myöntää rakennuksen tai rakennusryhmän asuntojen jäljelle jäävästä huoneistoalasta riippumatta. Kunnan on ennen käyttötarkoituksen muutosta ilmoitettava luvasta Valtiokonttorille, joka voi määrätä, että luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. Korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Kunta voi erityisestä syystä myöntää luvan käyttää asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vähäistä asuntomäärää. Lupa voidaan myöntää rakennuksen tai rakennusryhmän asuntojen jäljelle jäävästä huoneistoalasta riippumatta. Kunnan on ennen käyttötarkoituksen muutosta ilmoitettava luvasta Valtiokonttorille, joka voi määrätä, että luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. Korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan käyttöön.",
        "folded_fi": "kunta voi erityisesta syysta myontaa luvan kayttaa asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vahaista asuntomaaraa. lupa voidaan myontaa rakennuksen tai rakennusryhman asuntojen jaljelle jaavasta huoneistoalasta riippumatta. kunnan on ennen kayttotarkoituksen muutosta ilmoitettava luvasta valtiokonttorille, joka voi maarata, etta luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan kayttoon.",
        "title_sv": "Ändring av användningsändamålet",
        "content_sv": "Kommunen kan av särskilda skäl bevilja tillstånd att använda en bostad för något annat ändamål än boende, när tillståndet gäller ett litet antal bostäder. Tillstånd kan beviljas oberoende av den återstående lägenhetsytan i bostäderna i byggnaden eller byggnadskomplexet. Kommunen skall innan användningsändamålet ändras göra anmälan om tillståndet till Statskontoret, som kan bestämma att räntestödet för den del av räntestödslånet som hänför sig till den bostad som avses i tillståndet dras in. Räntestödet kan inte dras in, om bostadsutrymmen ändras till gemensamma utrymmen för de boende eller så att de används för något annat ändamål som förbättrar boendeförhållandena för de boende.",
        "normalized_sv": "Kommunen kan av särskilda skäl bevilja tillstånd att använda en bostad för något annat ändamål än boende, när tillståndet gäller ett litet antal bostäder. Tillstånd kan beviljas oberoende av den återstående lägenhetsytan i bostäderna i byggnaden eller byggnadskomplexet. Kommunen skall innan användningsändamålet ändras göra anmälan om tillståndet till Statskontoret, som kan bestämma att räntestödet för den del av räntestödslånet som hänför sig till den bostad som avses i tillståndet dras in. Räntestödet kan inte dras in, om bostadsutrymmen ändras till gemensamma utrymmen för de boende eller så att de används för något annat ändamål som förbättrar boendeförhållandena för de boende.",
        "folded_sv": "kommunen kan av sarskilda skal bevilja tillstand att anvanda en bostad for nagot annat andamal an boende, nar tillstandet galler ett litet antal bostader. tillstand kan beviljas oberoende av den aterstaende lagenhetsytan i bostaderna i byggnaden eller byggnadskomplexet. kommunen skall innan anvandningsandamalet andras gora anmalan om tillstandet till statskontoret, som kan bestamma att rantestodet for den del av rantestodslanet som hanfor sig till den bostad som avses i tillstandet dras in. rantestodet kan inte dras in, om bostadsutrymmen andras till gemensamma utrymmen for de boende eller sa att de anvands for nagot annat andamal som forbattrar boendeforhallandena for de boende."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vuokra-asunnon vapauttaminen rajoituksista",
      "content": "Valtion asuntorahasto voi myöntää hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen käyttörajoituksista, jos se edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen vajaakäyttöä sekä tästä aiheutuvia taloudellisia menetyksiä, taikka muusta erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtion asuntorahasto voi myöntää hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen käyttörajoituksista, jos se edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen vajaakäyttöä sekä tästä aiheutuvia taloudellisia menetyksiä, taikka muusta erityisestä syystä.",
        "folded_fi": "valtion asuntorahasto voi myontaa hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen kayttorajoituksista, jos se edistaa alueen asuntomarkkinoiden toimivuutta tai ehkaisee asuntojen vajaakayttoa seka tasta aiheutuvia taloudellisia menetyksia, taikka muusta erityisesta syysta.",
        "title_sv": "Befrielse från begränsningar som gäller hyresbostäder",
        "content_sv": "Statens bostadsfond kan på ansökan och på villkor som den bestämmer helt eller delvis bevilja befrielse från användningsbegränsningar, om detta gör att bostadsmarknaden i området fungerar bättre eller förhindrar att bostäder står tomma samt förebygger de ekonomiska förluster detta kan orsaka, eller av annan särskild anledning.",
        "normalized_sv": "Statens bostadsfond kan på ansökan och på villkor som den bestämmer helt eller delvis bevilja befrielse från användningsbegränsningar, om detta gör att bostadsmarknaden i området fungerar bättre eller förhindrar att bostäder står tomma samt förebygger de ekonomiska förluster detta kan orsaka, eller av annan särskild anledning.",
        "folded_sv": "statens bostadsfond kan pa ansokan och pa villkor som den bestammer helt eller delvis bevilja befrielse fran anvandningsbegransningar, om detta gor att bostadsmarknaden i omradet fungerar battre eller forhindrar att bostader star tomma samt forebygger de ekonomiska forluster detta kan orsaka, eller av annan sarskild anledning."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Osaomistusasunnon vapautuminen rajoituksista",
      "content": "Jos asukas omistaa vähemmistöosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu käyttörajoituksista, jos vähemmistöosuuden ja enemmistöosuuden omistaja sopivat, että vähemmistöosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. Vapautumisen edellytyksenä on, että korkotukilainan ensimmäisen erän nostamisesta on kulunut vähintään viisi vuotta ja että asunto-osakeyhtiössä on tämän lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vähemmistöosuuden. Enemmistöosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta Valtion asuntorahastolle ja Valtiokonttorille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos asukas omistaa vähemmistöosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu käyttörajoituksista, jos vähemmistöosuuden ja enemmistöosuuden omistaja sopivat, että vähemmistöosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. Vapautumisen edellytyksenä on, että korkotukilainan ensimmäisen erän nostamisesta on kulunut vähintään viisi vuotta ja että asunto-osakeyhtiössä on tämän lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vähemmistöosuuden. Enemmistöosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta Valtion asuntorahastolle ja Valtiokonttorille.",
        "folded_fi": "jos asukas omistaa vahemmistoosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu kayttorajoituksista, jos vahemmistoosuuden ja enemmistoosuuden omistaja sopivat, etta vahemmistoosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. vapautumisen edellytyksena on, etta korkotukilainan ensimmaisen eran nostamisesta on kulunut vahintaan viisi vuotta ja etta asunto-osakeyhtiossa on taman lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vahemmistoosuuden. enemmistoosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta valtion asuntorahastolle ja valtiokonttorille.",
        "title_sv": "Befrielse från begränsningar som gäller delägarbostäder",
        "content_sv": "Om en boende äger en minoritetsandel av de aktier som medför rätt att besitta en bostad befrias hyresbostaden från användningsbegränsningarna, om ägaren till minoritetsandelen och ägaren till majoritetsandelen kommer överens om att ägaren till minoritetsandelen löser in den återstående andelen av de aktier som medför rätt att besitta bostaden. Ett villkor för befrielsen är att det har gått minst fem år sedan den första posten av räntestödslånet lyftes och att det då denna lag träder i kraft i bostadsaktiebolaget finns bostäder där den boende äger en minoritetsandel av de aktier som medför rätt att besitta bostaden. Ägaren till majoritetsandelen skall informera Statens bostadsfond och Statskontoret om försäljningen av återstoden av bostadsaktierna.",
        "normalized_sv": "Om en boende äger en minoritetsandel av de aktier som medför rätt att besitta en bostad befrias hyresbostaden från användningsbegränsningarna, om ägaren till minoritetsandelen och ägaren till majoritetsandelen kommer överens om att ägaren till minoritetsandelen löser in den återstående andelen av de aktier som medför rätt att besitta bostaden. Ett villkor för befrielsen är att det har gått minst fem år sedan den första posten av räntestödslånet lyftes och att det då denna lag träder i kraft i bostadsaktiebolaget finns bostäder där den boende äger en minoritetsandel av de aktier som medför rätt att besitta bostaden. Ägaren till majoritetsandelen skall informera Statens bostadsfond och Statskontoret om försäljningen av återstoden av bostadsaktierna.",
        "folded_sv": "om en boende ager en minoritetsandel av de aktier som medfor ratt att besitta en bostad befrias hyresbostaden fran anvandningsbegransningarna, om agaren till minoritetsandelen och agaren till majoritetsandelen kommer overens om att agaren till minoritetsandelen loser in den aterstaende andelen av de aktier som medfor ratt att besitta bostaden. ett villkor for befrielsen ar att det har gatt minst fem ar sedan den forsta posten av rantestodslanet lyftes och att det da denna lag trader i kraft i bostadsaktiebolaget finns bostader dar den boende ager en minoritetsandel av de aktier som medfor ratt att besitta bostaden. agaren till majoritetsandelen skall informera statens bostadsfond och statskontoret om forsaljningen av aterstoden av bostadsaktierna."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Korkotukilainan takaisinmaksu",
      "content": "Rajoituksista vapautumisen edellytyksenä on lisäksi, että vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyväksytystä lainasta maksetaan takaisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rajoituksista vapautumisen edellytyksenä on lisäksi, että vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyväksytystä lainasta maksetaan takaisin.",
        "folded_fi": "rajoituksista vapautumisen edellytyksena on lisaksi, etta vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyvaksytysta lainasta maksetaan takaisin.",
        "title_sv": "Återbetalning av räntestödslån",
        "content_sv": "För att befrielse från begränsningarna skall kunna beviljas krävs också att av det lån som godkänts som räntestödslån återbetalas den del som hänför sig till den bostad som befrias eller blir fri från begränsningarna eller det hus som befrias eller blir fritt från begränsningarna.",
        "normalized_sv": "För att befrielse från begränsningarna skall kunna beviljas krävs också att av det lån som godkänts som räntestödslån återbetalas den del som hänför sig till den bostad som befrias eller blir fri från begränsningarna eller det hus som befrias eller blir fritt från begränsningarna.",
        "folded_sv": "for att befrielse fran begransningarna skall kunna beviljas kravs ocksa att av det lan som godkants som rantestodslan aterbetalas den del som hanfor sig till den bostad som befrias eller blir fri fran begransningarna eller det hus som befrias eller blir fritt fran begransningarna."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muutoksenhaku",
      "content": "Hakija, joka on tyytymätön Valtion asuntorahaston tai Valtiokonttorin tämän lain nojalla tekemään päätökseen, saa hakea siihen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Hakija, joka on tyytymätön Valtion asuntorahaston tai Valtiokonttorin tämän lain nojalla tekemään päätökseen, saa hakea siihen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "hakija, joka on tyytymaton valtion asuntorahaston tai valtiokonttorin taman lain nojalla tekemaan paatokseen, saa hakea siihen oikaisua 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen on liitettava oikaisuvaatimusosoitus. oikaisuvaatimus on kasiteltava viipymatta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "En sökande som är missnöjd med ett beslut som Statens bostadsfond eller Statskontoret har fattat med stöd av denna lag får söka rättelse i beslutet inom 14 dagar från delfåendet. Till beslutet skall fogas en anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut som gäller ett rättelseyrkande får ändring sökas så som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "En sökande som är missnöjd med ett beslut som Statens bostadsfond eller Statskontoret har fattat med stöd av denna lag får söka rättelse i beslutet inom 14 dagar från delfåendet. Till beslutet skall fogas en anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut som gäller ett rättelseyrkande får ändring sökas så som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "en sokande som ar missnojd med ett beslut som statens bostadsfond eller statskontoret har fattat med stod av denna lag far soka rattelse i beslutet inom 14 dagar fran delfaendet. till beslutet skall fogas en anvisning om rattelseyrkande. rattelseyrkandet skall behandlas utan drojsmal. i ett beslut som galler ett rattelseyrkande far andring sokas sa som bestams i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana kesakuuta 2005. ennen lain voimaantuloa voidaan ryhtya sen taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juni 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 juni 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 juni 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tällä lailla säädetään vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen käyttötarkoituksen muutoksesta sekä vapautumisesta mainitun lain 10 §:n mukaisista käyttörajoituksista. Tämän lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tällä lailla säädetään vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen käyttötarkoituksen muutoksesta sekä vapautumisesta mainitun lain 10 § :n mukaisista käyttörajoituksista. Tämän lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 § :ää.",
        "folded_fi": "talla lailla saadetaan vuokra-asuntolainojen korkotuesta annetun lain (867/1980) nojalla rahoitettujen asuntojen kayttotarkoituksen muutoksesta seka vapautumisesta mainitun lain 10 §:n mukaisista kayttorajoituksista. taman lain nojalla vapautuneisiin asuntoihin ei sovelleta vuokra-asuntolainojen korkotuesta annetun lain 11 ja 12 §:aa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Genom denna lag föreskrivs om hur användningsändamålet för bostäder som finansierats med stöd av lagen om räntestöd för hyresbostadslån (867/1980) kan ändras samt om hur de kan befrias från de användningsbegränsningar som följer av 10 § i nämnda lag. På de bostäder som med stöd av denna lag befrias från användningsbegränsningar tillämpas inte 11 och 12 § i lagen om räntestöd för hyresbostadslån.",
        "normalized_sv": "Genom denna lag föreskrivs om hur användningsändamålet för bostäder som finansierats med stöd av lagen om räntestöd för hyresbostadslån (867/1980) kan ändras samt om hur de kan befrias från de användningsbegränsningar som följer av 10 § i nämnda lag. På de bostäder som med stöd av denna lag befrias från användningsbegränsningar tillämpas inte 11 och 12 § i lagen om räntestöd för hyresbostadslån.",
        "folded_sv": "genom denna lag foreskrivs om hur anvandningsandamalet for bostader som finansierats med stod av lagen om rantestod for hyresbostadslan (867/1980) kan andras samt om hur de kan befrias fran de anvandningsbegransningar som foljer av 10 § i namnda lag. pa de bostader som med stod av denna lag befrias fran anvandningsbegransningar tillampas inte 11 och 12 § i lagen om rantestod for hyresbostadslan."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Käyttötarkoituksen muutos",
      "content": "Kunta voi erityisestä syystä myöntää luvan käyttää asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vähäistä asuntomäärää. Lupa voidaan myöntää rakennuksen tai rakennusryhmän asuntojen jäljelle jäävästä huoneistoalasta riippumatta. Kunnan on ennen käyttötarkoituksen muutosta ilmoitettava luvasta Valtiokonttorille, joka voi määrätä, että luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. Korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Kunta voi erityisestä syystä myöntää luvan käyttää asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vähäistä asuntomäärää. Lupa voidaan myöntää rakennuksen tai rakennusryhmän asuntojen jäljelle jäävästä huoneistoalasta riippumatta. Kunnan on ennen käyttötarkoituksen muutosta ilmoitettava luvasta Valtiokonttorille, joka voi määrätä, että luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. Korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan käyttöön.",
        "folded_fi": "kunta voi erityisesta syysta myontaa luvan kayttaa asuntoa muuhun kuin asuintarkoitukseen, kun lupa koskee vahaista asuntomaaraa. lupa voidaan myontaa rakennuksen tai rakennusryhman asuntojen jaljelle jaavasta huoneistoalasta riippumatta. kunnan on ennen kayttotarkoituksen muutosta ilmoitettava luvasta valtiokonttorille, joka voi maarata, etta luvassa tarkoitettua asuntoa vastaavaan osaan korkotukilainaa kohdistuva korkotuki lakkautetaan. korkotukea ei voida lakkauttaa, jos asuintiloja muutetaan asukkaiden yhteistiloiksi tai muuhun asukkaiden asumisolosuhteita parantavaan kayttoon.",
        "title_sv": "Ändring av användningsändamålet",
        "content_sv": "Kommunen kan av särskilda skäl bevilja tillstånd att använda en bostad för något annat ändamål än boende, när tillståndet gäller ett litet antal bostäder. Tillstånd kan beviljas oberoende av den återstående lägenhetsytan i bostäderna i byggnaden eller byggnadskomplexet. Kommunen skall innan användningsändamålet ändras göra anmälan om tillståndet till Statskontoret, som kan bestämma att räntestödet för den del av räntestödslånet som hänför sig till den bostad som avses i tillståndet dras in. Räntestödet kan inte dras in, om bostadsutrymmen ändras till gemensamma utrymmen för de boende eller så att de används för något annat ändamål som förbättrar boendeförhållandena för de boende.",
        "normalized_sv": "Kommunen kan av särskilda skäl bevilja tillstånd att använda en bostad för något annat ändamål än boende, när tillståndet gäller ett litet antal bostäder. Tillstånd kan beviljas oberoende av den återstående lägenhetsytan i bostäderna i byggnaden eller byggnadskomplexet. Kommunen skall innan användningsändamålet ändras göra anmälan om tillståndet till Statskontoret, som kan bestämma att räntestödet för den del av räntestödslånet som hänför sig till den bostad som avses i tillståndet dras in. Räntestödet kan inte dras in, om bostadsutrymmen ändras till gemensamma utrymmen för de boende eller så att de används för något annat ändamål som förbättrar boendeförhållandena för de boende.",
        "folded_sv": "kommunen kan av sarskilda skal bevilja tillstand att anvanda en bostad for nagot annat andamal an boende, nar tillstandet galler ett litet antal bostader. tillstand kan beviljas oberoende av den aterstaende lagenhetsytan i bostaderna i byggnaden eller byggnadskomplexet. kommunen skall innan anvandningsandamalet andras gora anmalan om tillstandet till statskontoret, som kan bestamma att rantestodet for den del av rantestodslanet som hanfor sig till den bostad som avses i tillstandet dras in. rantestodet kan inte dras in, om bostadsutrymmen andras till gemensamma utrymmen for de boende eller sa att de anvands for nagot annat andamal som forbattrar boendeforhallandena for de boende."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vuokra-asunnon vapauttaminen rajoituksista",
      "content": "Valtion asuntorahasto voi myöntää hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen käyttörajoituksista, jos se edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen vajaakäyttöä sekä tästä aiheutuvia taloudellisia menetyksiä, taikka muusta erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtion asuntorahasto voi myöntää hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen käyttörajoituksista, jos se edistää alueen asuntomarkkinoiden toimivuutta tai ehkäisee asuntojen vajaakäyttöä sekä tästä aiheutuvia taloudellisia menetyksiä, taikka muusta erityisestä syystä.",
        "folded_fi": "valtion asuntorahasto voi myontaa hakemuksesta, asettamillaan ehdoilla osaksi tai kokonaan vapautuksen kayttorajoituksista, jos se edistaa alueen asuntomarkkinoiden toimivuutta tai ehkaisee asuntojen vajaakayttoa seka tasta aiheutuvia taloudellisia menetyksia, taikka muusta erityisesta syysta.",
        "title_sv": "Befrielse från begränsningar som gäller hyresbostäder",
        "content_sv": "Statens bostadsfond kan på ansökan och på villkor som den bestämmer helt eller delvis bevilja befrielse från användningsbegränsningar, om detta gör att bostadsmarknaden i området fungerar bättre eller förhindrar att bostäder står tomma samt förebygger de ekonomiska förluster detta kan orsaka, eller av annan särskild anledning.",
        "normalized_sv": "Statens bostadsfond kan på ansökan och på villkor som den bestämmer helt eller delvis bevilja befrielse från användningsbegränsningar, om detta gör att bostadsmarknaden i området fungerar bättre eller förhindrar att bostäder står tomma samt förebygger de ekonomiska förluster detta kan orsaka, eller av annan särskild anledning.",
        "folded_sv": "statens bostadsfond kan pa ansokan och pa villkor som den bestammer helt eller delvis bevilja befrielse fran anvandningsbegransningar, om detta gor att bostadsmarknaden i omradet fungerar battre eller forhindrar att bostader star tomma samt forebygger de ekonomiska forluster detta kan orsaka, eller av annan sarskild anledning."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Osaomistusasunnon vapautuminen rajoituksista",
      "content": "Jos asukas omistaa vähemmistöosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu käyttörajoituksista, jos vähemmistöosuuden ja enemmistöosuuden omistaja sopivat, että vähemmistöosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. Vapautumisen edellytyksenä on, että korkotukilainan ensimmäisen erän nostamisesta on kulunut vähintään viisi vuotta ja että asunto-osakeyhtiössä on tämän lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vähemmistöosuuden. Enemmistöosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta Valtion asuntorahastolle ja Valtiokonttorille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos asukas omistaa vähemmistöosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu käyttörajoituksista, jos vähemmistöosuuden ja enemmistöosuuden omistaja sopivat, että vähemmistöosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. Vapautumisen edellytyksenä on, että korkotukilainan ensimmäisen erän nostamisesta on kulunut vähintään viisi vuotta ja että asunto-osakeyhtiössä on tämän lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vähemmistöosuuden. Enemmistöosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta Valtion asuntorahastolle ja Valtiokonttorille.",
        "folded_fi": "jos asukas omistaa vahemmistoosuuden asunnon hallintaan oikeuttavista osakkeista, vuokra-asunto vapautuu kayttorajoituksista, jos vahemmistoosuuden ja enemmistoosuuden omistaja sopivat, etta vahemmistoosuuden omistaja lunastaa loppuosuuden asunnon hallintaan oikeuttavista osakkeista. vapautumisen edellytyksena on, etta korkotukilainan ensimmaisen eran nostamisesta on kulunut vahintaan viisi vuotta ja etta asunto-osakeyhtiossa on taman lain voimaan tullessa sellaisia asuntoja, joiden hallintaan oikeuttavista osakkeista asukas omistaa vahemmistoosuuden. enemmistoosuuden omistajan on ilmoitettava asunnon loppuosuuden kaupasta valtion asuntorahastolle ja valtiokonttorille.",
        "title_sv": "Befrielse från begränsningar som gäller delägarbostäder",
        "content_sv": "Om en boende äger en minoritetsandel av de aktier som medför rätt att besitta en bostad befrias hyresbostaden från användningsbegränsningarna, om ägaren till minoritetsandelen och ägaren till majoritetsandelen kommer överens om att ägaren till minoritetsandelen löser in den återstående andelen av de aktier som medför rätt att besitta bostaden. Ett villkor för befrielsen är att det har gått minst fem år sedan den första posten av räntestödslånet lyftes och att det då denna lag träder i kraft i bostadsaktiebolaget finns bostäder där den boende äger en minoritetsandel av de aktier som medför rätt att besitta bostaden. Ägaren till majoritetsandelen skall informera Statens bostadsfond och Statskontoret om försäljningen av återstoden av bostadsaktierna.",
        "normalized_sv": "Om en boende äger en minoritetsandel av de aktier som medför rätt att besitta en bostad befrias hyresbostaden från användningsbegränsningarna, om ägaren till minoritetsandelen och ägaren till majoritetsandelen kommer överens om att ägaren till minoritetsandelen löser in den återstående andelen av de aktier som medför rätt att besitta bostaden. Ett villkor för befrielsen är att det har gått minst fem år sedan den första posten av räntestödslånet lyftes och att det då denna lag träder i kraft i bostadsaktiebolaget finns bostäder där den boende äger en minoritetsandel av de aktier som medför rätt att besitta bostaden. Ägaren till majoritetsandelen skall informera Statens bostadsfond och Statskontoret om försäljningen av återstoden av bostadsaktierna.",
        "folded_sv": "om en boende ager en minoritetsandel av de aktier som medfor ratt att besitta en bostad befrias hyresbostaden fran anvandningsbegransningarna, om agaren till minoritetsandelen och agaren till majoritetsandelen kommer overens om att agaren till minoritetsandelen loser in den aterstaende andelen av de aktier som medfor ratt att besitta bostaden. ett villkor for befrielsen ar att det har gatt minst fem ar sedan den forsta posten av rantestodslanet lyftes och att det da denna lag trader i kraft i bostadsaktiebolaget finns bostader dar den boende ager en minoritetsandel av de aktier som medfor ratt att besitta bostaden. agaren till majoritetsandelen skall informera statens bostadsfond och statskontoret om forsaljningen av aterstoden av bostadsaktierna."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Korkotukilainan takaisinmaksu",
      "content": "Rajoituksista vapautumisen edellytyksenä on lisäksi, että vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyväksytystä lainasta maksetaan takaisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rajoituksista vapautumisen edellytyksenä on lisäksi, että vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyväksytystä lainasta maksetaan takaisin.",
        "folded_fi": "rajoituksista vapautumisen edellytyksena on lisaksi, etta vapautettavan tai vapautuvan asunnon tai talon osuus korkotukilainaksi hyvaksytysta lainasta maksetaan takaisin.",
        "title_sv": "Återbetalning av räntestödslån",
        "content_sv": "För att befrielse från begränsningarna skall kunna beviljas krävs också att av det lån som godkänts som räntestödslån återbetalas den del som hänför sig till den bostad som befrias eller blir fri från begränsningarna eller det hus som befrias eller blir fritt från begränsningarna.",
        "normalized_sv": "För att befrielse från begränsningarna skall kunna beviljas krävs också att av det lån som godkänts som räntestödslån återbetalas den del som hänför sig till den bostad som befrias eller blir fri från begränsningarna eller det hus som befrias eller blir fritt från begränsningarna.",
        "folded_sv": "for att befrielse fran begransningarna skall kunna beviljas kravs ocksa att av det lan som godkants som rantestodslan aterbetalas den del som hanfor sig till den bostad som befrias eller blir fri fran begransningarna eller det hus som befrias eller blir fritt fran begransningarna."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muutoksenhaku",
      "content": "Hakija, joka on tyytymätön Valtion asuntorahaston tai Valtiokonttorin tämän lain nojalla tekemään päätökseen, saa hakea siihen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Hakija, joka on tyytymätön Valtion asuntorahaston tai Valtiokonttorin tämän lain nojalla tekemään päätökseen, saa hakea siihen oikaisua 14 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimus on käsiteltävä viipymättä. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "hakija, joka on tyytymaton valtion asuntorahaston tai valtiokonttorin taman lain nojalla tekemaan paatokseen, saa hakea siihen oikaisua 14 paivan kuluessa paatoksen tiedoksisaannista. paatokseen on liitettava oikaisuvaatimusosoitus. oikaisuvaatimus on kasiteltava viipymatta. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "En sökande som är missnöjd med ett beslut som Statens bostadsfond eller Statskontoret har fattat med stöd av denna lag får söka rättelse i beslutet inom 14 dagar från delfåendet. Till beslutet skall fogas en anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut som gäller ett rättelseyrkande får ändring sökas så som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "En sökande som är missnöjd med ett beslut som Statens bostadsfond eller Statskontoret har fattat med stöd av denna lag får söka rättelse i beslutet inom 14 dagar från delfåendet. Till beslutet skall fogas en anvisning om rättelseyrkande. Rättelseyrkandet skall behandlas utan dröjsmål. I ett beslut som gäller ett rättelseyrkande får ändring sökas så som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "en sokande som ar missnojd med ett beslut som statens bostadsfond eller statskontoret har fattat med stod av denna lag far soka rattelse i beslutet inom 14 dagar fran delfaendet. till beslutet skall fogas en anvisning om rattelseyrkande. rattelseyrkandet skall behandlas utan drojsmal. i ett beslut som galler ett rattelseyrkande far andring sokas sa som bestams i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä sen täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana kesakuuta 2005. ennen lain voimaantuloa voidaan ryhtya sen taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juni 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 juni 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 juni 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    }
  ]
}