{
  "id": "300/2006",
  "type": "statute",
  "title": "Laki eläinsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av djurskyddslagen",
  "status": "in_force",
  "issued_date": "2006-04-28",
  "in_force_date": "2006-04-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/300/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Eläinten maahantuonti",
      "content": "Edellä 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu eläin on eläimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltävä Elintarviketurvallisuusviraston hyväksymällä tavalla. Elintarviketurvallisuusvirasto tai lääninhallitus voi eläimen omistajan tai haltijan kustannuksella määrätä teetettäväksi 2 momentissa tarkoitetut toimenpiteet. Teettämisessä noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu eläin on eläimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltävä Elintarviketurvallisuusviraston hyväksymällä tavalla. Elintarviketurvallisuusvirasto tai lääninhallitus voi eläimen omistajan tai haltijan kustannuksella määrätä teetettäväksi 2 momentissa tarkoitetut toimenpiteet. Teettämisessä noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) säännöksiä.",
        "folded_fi": "edella 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu elain on elaimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltava elintarviketurvallisuusviraston hyvaksymalla tavalla. elintarviketurvallisuusvirasto tai laaninhallitus voi elaimen omistajan tai haltijan kustannuksella maarata teetettavaksi 2 momentissa tarkoitetut toimenpiteet. teettamisessa noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) saannoksia.",
        "title_sv": "Import av djur",
        "content_sv": "Ett djur som har importerats i strid med förbudet i 1 mom. skall återsändas eller avlivas på djurägarens eller innehavarens bekostnad, eller beträffande det förfaras på ett sätt som Livsmedelssäkerhetsverket godkänner. Livsmedelssäkerhetsverket eller länsstyrelsen kan bestämma att åtgärder enligt 2 mom. skall utföras på djurägarens eller innehavarens bekostnad. Beträffande tvångsutförande iakttas i övrigt viteslagen (1113/1990) i tillämpliga delar.",
        "normalized_sv": "Ett djur som har importerats i strid med förbudet i 1 mom. skall återsändas eller avlivas på djurägarens eller innehavarens bekostnad, eller beträffande det förfaras på ett sätt som Livsmedelssäkerhetsverket godkänner. Livsmedelssäkerhetsverket eller länsstyrelsen kan bestämma att åtgärder enligt 2 mom. skall utföras på djurägarens eller innehavarens bekostnad. Beträffande tvångsutförande iakttas i övrigt viteslagen (1113/1990) i tillämpliga delar.",
        "folded_sv": "ett djur som har importerats i strid med forbudet i 1 mom. skall atersandas eller avlivas pa djuragarens eller innehavarens bekostnad, eller betraffande det forfaras pa ett satt som livsmedelssakerhetsverket godkanner. livsmedelssakerhetsverket eller lansstyrelsen kan bestamma att atgarder enligt 2 mom. skall utforas pa djuragarens eller innehavarens bekostnad. betraffande tvangsutforande iakttas i ovrigt viteslagen (1113/1990) i tillampliga delar."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Eläinten kuljetus",
      "content": "Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä voidaan valtioneuvoston asetuksella säätää eläinten kuljetuksen edellytykseksi, että läänineläinlääkäri, kunnaneläinlääkäri, rajaeläinlääkäri tai Elintarviketurvallisuusviraston määräämä eläinlääkäri on tarkastanut eläimet ja eläinten kuljetustilat sekä todennut niiden olevan kuljetuksen edellyttämässä kunnossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä voidaan valtioneuvoston asetuksella säätää eläinten kuljetuksen edellytykseksi, että läänineläinlääkäri, kunnaneläinlääkäri, rajaeläinlääkäri tai Elintarviketurvallisuusviraston määräämä eläinlääkäri on tarkastanut eläimet ja eläinten kuljetustilat sekä todennut niiden olevan kuljetuksen edellyttämässä kunnossa.",
        "folded_fi": "suomea sitovan kansainvalisen sopimuksen tai euroopan yhteison oikeusjarjestyksen niin edellyttaessa voidaan valtioneuvoston asetuksella saataa elainten kuljetuksen edellytykseksi, etta laaninelainlaakari, kunnanelainlaakari, rajaelainlaakari tai elintarviketurvallisuusviraston maaraama elainlaakari on tarkastanut elaimet ja elainten kuljetustilat seka todennut niiden olevan kuljetuksen edellyttamassa kunnossa.",
        "title_sv": "Transport av djur",
        "content_sv": "Om ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens rättsordning så förutsätter, kan genom förordning av statsrådet bestämmas att ett villkor för transport av djur är att länsveterinären, kommunalveterinären, en gränsveterinär eller en av Livsmedelssäkerhetsverket förordnad veterinär har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet är i sådant skick att djuren kan transporteras.",
        "normalized_sv": "Om ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens rättsordning så förutsätter, kan genom förordning av statsrådet bestämmas att ett villkor för transport av djur är att länsveterinären, kommunalveterinären, en gränsveterinär eller en av Livsmedelssäkerhetsverket förordnad veterinär har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet är i sådant skick att djuren kan transporteras.",
        "folded_sv": "om ett internationellt avtal som ar forpliktande for finland eller europeiska gemenskapens rattsordning sa forutsatter, kan genom forordning av statsradet bestammas att ett villkor for transport av djur ar att lansveterinaren, kommunalveterinaren, en gransveterinar eller en av livsmedelssakerhetsverket forordnad veterinar har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet ar i sadant skick att djuren kan transporteras."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Lupa eläinten kuljettamiseen ja eläinkuljettajarekisteri",
      "content": "Eläinten kuljettamista, kuljetusvälineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain lääninhallituksen luvalla. Lupaa on haettava sen läänin lääninhallitukselta, jonka alueella on luvan hakijan kotipaikka. Edellä tarkoitettua lupaa ei kuitenkaan edellytetä Euroopan yhteisön ulkopuoliseen valtioon sijoittuneelta eläinkuljettajalta. Tällaisen eläinkuljettajan on annettava Elintarviketurvallisuusvirastolle kirjallinen sitoumus eläinsuojelusäännösten ja -määräysten noudattamisesta eläinten kuljetuksissa. Edellä 1 momentissa tarkoitettu lupa myönnetään, jos hakijalla on käytettävissään asianmukaiset eläinten kuljetusvälineet ja hakijalla tai hänen palveluksessaan olevalla on eläinten kuljetukseen ja siihen liittyvään eläinten käsittelyyn ja hoitoon tarvittavat tiedot ja taidot. Edellä tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja eläimiä kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa eläinten kuljetusvälineitä toisen käytettäväksi. Lääninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai jos toiminta ei enää täytä luvan myöntämisen edellytyksiä ja luvanhaltija ei korjaa epäkohtia valvontaviranomaisen asettamassa kohtuullisessa määräajassa. Lääninhallitus pitää eläinkuljettajarekisteriä toiminnan harjoittamiseen myöntämistään luvista. Elintarviketurvallisuusvirasto pitää valtakunnallista eläinkuljettajarekisteriä kaikista eläinten kuljettamiseen myönnetyistä luvista ja 1 momentissa tarkoitetuista sitoumuksista. Rekistereihin voidaan tallettaa eläinkuljetusten valvonnan kannalta tarpeellisia tietoja. Toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittäviksi. Tässä laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten käyttää eläinkuljettajarekisteriä. Muuten tietojen luovuttamisessa noudatetaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Eläinten kuljettamista, kuljetusvälineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain lääninhallituksen luvalla. Lupaa on haettava sen läänin lääninhallitukselta, jonka alueella on luvan hakijan kotipaikka. Edellä tarkoitettua lupaa ei kuitenkaan edellytetä Euroopan yhteisön ulkopuoliseen valtioon sijoittuneelta eläinkuljettajalta. Tällaisen eläinkuljettajan on annettava Elintarviketurvallisuusvirastolle kirjallinen sitoumus eläinsuojelusäännösten ja -määräysten noudattamisesta eläinten kuljetuksissa. Edellä 1 momentissa tarkoitettu lupa myönnetään, jos hakijalla on käytettävissään asianmukaiset eläinten kuljetusvälineet ja hakijalla tai hänen palveluksessaan olevalla on eläinten kuljetukseen ja siihen liittyvään eläinten käsittelyyn ja hoitoon tarvittavat tiedot ja taidot. Edellä tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja eläimiä kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa eläinten kuljetusvälineitä toisen käytettäväksi. Lääninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai jos toiminta ei enää täytä luvan myöntämisen edellytyksiä ja luvanhaltija ei korjaa epäkohtia valvontaviranomaisen asettamassa kohtuullisessa määräajassa. Lääninhallitus pitää eläinkuljettajarekisteriä toiminnan harjoittamiseen myöntämistään luvista. Elintarviketurvallisuusvirasto pitää valtakunnallista eläinkuljettajarekisteriä kaikista eläinten kuljettamiseen myönnetyistä luvista ja 1 momentissa tarkoitetuista sitoumuksista. Rekistereihin voidaan tallettaa eläinkuljetusten valvonnan kannalta tarpeellisia tietoja. Toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittäviksi. Tässä laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten käyttää eläinkuljettajarekisteriä. Muuten tietojen luovuttamisessa noudatetaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa säädetään.",
        "folded_fi": "elainten kuljettamista, kuljetusvalineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain laaninhallituksen luvalla. lupaa on haettava sen laanin laaninhallitukselta, jonka alueella on luvan hakijan kotipaikka. edella tarkoitettua lupaa ei kuitenkaan edellyteta euroopan yhteison ulkopuoliseen valtioon sijoittuneelta elainkuljettajalta. tallaisen elainkuljettajan on annettava elintarviketurvallisuusvirastolle kirjallinen sitoumus elainsuojelusaannosten ja -maaraysten noudattamisesta elainten kuljetuksissa. edella 1 momentissa tarkoitettu lupa myonnetaan, jos hakijalla on kaytettavissaan asianmukaiset elainten kuljetusvalineet ja hakijalla tai hanen palveluksessaan olevalla on elainten kuljetukseen ja siihen liittyvaan elainten kasittelyyn ja hoitoon tarvittavat tiedot ja taidot. edella tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja elaimia kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa elainten kuljetusvalineita toisen kaytettavaksi. laaninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tata lakia tai sen nojalla annettuja saannoksia tai jos toiminta ei enaa tayta luvan myontamisen edellytyksia ja luvanhaltija ei korjaa epakohtia valvontaviranomaisen asettamassa kohtuullisessa maaraajassa. laaninhallitus pitaa elainkuljettajarekisteria toiminnan harjoittamiseen myontamistaan luvista. elintarviketurvallisuusvirasto pitaa valtakunnallista elainkuljettajarekisteria kaikista elainten kuljettamiseen myonnetyista luvista ja 1 momentissa tarkoitetuista sitoumuksista. rekistereihin voidaan tallettaa elainkuljetusten valvonnan kannalta tarpeellisia tietoja. toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittaviksi. tassa laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten kayttaa elainkuljettajarekisteria. muuten tietojen luovuttamisessa noudatetaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa saadetaan.",
        "title_sv": "Tillstånd att transportera djur och register över djurtransportörer",
        "content_sv": "Transport av djur samt uthyrning eller annan överlåtelse av transportmedel i förvärvssyfte får idkas endast med tillstånd av länsstyrelsen. Tillstånd skall sökas hos länsstyrelsen i det län där sökanden har sin hemort. Tillstånd krävs dock inte av en djurtransportör som är etablerad i en stat utanför Europeiska gemenskapen. En sådan djurtransportör skall lämna Livsmedelssäkerhetsverket en skriftlig förbindelse om att bestämmelserna och föreskrifterna om djurskydd iakttas vid djurtransporterna. Tillstånd enligt 1 mom. beviljas, om sökanden har tillgång till transportmedel som är lämpliga för djurtransport och om sökanden eller någon som är anställd hos sökanden har de kunskaper och färdigheter som behövs för transport av djur samt för hantering och skötsel av dem i samband med transporten. Denna behörighet krävs dock inte, om en verksamhetsidkare utan att själv transportera djur endast hyr ut eller annars överlåter transportmedel för djurtransporter. Länsstyrelsen kan återkalla ett tillstånd, om tillståndshavaren på ett väsentligt sätt bryter mot denna lag eller bestämmelser som utfärdats med stöd av den, eller om verksamheten inte längre uppfyller villkoren för tillståndet och tillståndshavaren inte avhjälper missförhållandena inom en skälig tid som tillsynsmyndigheten bestämt. Länsstyrelsen för ett register över de djurtransportörer som har beviljats tillstånd att idka verksamheten. Livsmedelssäkerhetsverket för ett riksomfattande register över alla djurtransportörer som har beviljats tillstånd att transportera djur och över förbindelser enligt 1 mom. Sådana uppgifter som behövs med tanke på tillsynen över djurtransporterna kan införas i registren. Verksamhetsidkaren skall ge de uppgifter som krävs för registret. Tillsynsmyndigheterna enligt denna lag har rätt att i tillsynssyfte använda registret över djurtransportörer. I övrigt tillämpas vid utlämnande av uppgifter vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i någon annan lag.",
        "normalized_sv": "Transport av djur samt uthyrning eller annan överlåtelse av transportmedel i förvärvssyfte får idkas endast med tillstånd av länsstyrelsen. Tillstånd skall sökas hos länsstyrelsen i det län där sökanden har sin hemort. Tillstånd krävs dock inte av en djurtransportör som är etablerad i en stat utanför Europeiska gemenskapen. En sådan djurtransportör skall lämna Livsmedelssäkerhetsverket en skriftlig förbindelse om att bestämmelserna och föreskrifterna om djurskydd iakttas vid djurtransporterna. Tillstånd enligt 1 mom. beviljas, om sökanden har tillgång till transportmedel som är lämpliga för djurtransport och om sökanden eller någon som är anställd hos sökanden har de kunskaper och färdigheter som behövs för transport av djur samt för hantering och skötsel av dem i samband med transporten. Denna behörighet krävs dock inte, om en verksamhetsidkare utan att själv transportera djur endast hyr ut eller annars överlåter transportmedel för djurtransporter. Länsstyrelsen kan återkalla ett tillstånd, om tillståndshavaren på ett väsentligt sätt bryter mot denna lag eller bestämmelser som utfärdats med stöd av den, eller om verksamheten inte längre uppfyller villkoren för tillståndet och tillståndshavaren inte avhjälper missförhållandena inom en skälig tid som tillsynsmyndigheten bestämt. Länsstyrelsen för ett register över de djurtransportörer som har beviljats tillstånd att idka verksamheten. Livsmedelssäkerhetsverket för ett riksomfattande register över alla djurtransportörer som har beviljats tillstånd att transportera djur och över förbindelser enligt 1 mom. Sådana uppgifter som behövs med tanke på tillsynen över djurtransporterna kan införas i registren. Verksamhetsidkaren skall ge de uppgifter som krävs för registret. Tillsynsmyndigheterna enligt denna lag har rätt att i tillsynssyfte använda registret över djurtransportörer. I övrigt tillämpas vid utlämnande av uppgifter vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i någon annan lag.",
        "folded_sv": "transport av djur samt uthyrning eller annan overlatelse av transportmedel i forvarvssyfte far idkas endast med tillstand av lansstyrelsen. tillstand skall sokas hos lansstyrelsen i det lan dar sokanden har sin hemort. tillstand kravs dock inte av en djurtransportor som ar etablerad i en stat utanfor europeiska gemenskapen. en sadan djurtransportor skall lamna livsmedelssakerhetsverket en skriftlig forbindelse om att bestammelserna och foreskrifterna om djurskydd iakttas vid djurtransporterna. tillstand enligt 1 mom. beviljas, om sokanden har tillgang till transportmedel som ar lampliga for djurtransport och om sokanden eller nagon som ar anstalld hos sokanden har de kunskaper och fardigheter som behovs for transport av djur samt for hantering och skotsel av dem i samband med transporten. denna behorighet kravs dock inte, om en verksamhetsidkare utan att sjalv transportera djur endast hyr ut eller annars overlater transportmedel for djurtransporter. lansstyrelsen kan aterkalla ett tillstand, om tillstandshavaren pa ett vasentligt satt bryter mot denna lag eller bestammelser som utfardats med stod av den, eller om verksamheten inte langre uppfyller villkoren for tillstandet och tillstandshavaren inte avhjalper missforhallandena inom en skalig tid som tillsynsmyndigheten bestamt. lansstyrelsen for ett register over de djurtransportorer som har beviljats tillstand att idka verksamheten. livsmedelssakerhetsverket for ett riksomfattande register over alla djurtransportorer som har beviljats tillstand att transportera djur och over forbindelser enligt 1 mom. sadana uppgifter som behovs med tanke pa tillsynen over djurtransporterna kan inforas i registren. verksamhetsidkaren skall ge de uppgifter som kravs for registret. tillsynsmyndigheterna enligt denna lag har ratt att i tillsynssyfte anvanda registret over djurtransportorer. i ovrigt tillampas vid utlamnande av uppgifter vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i nagon annan lag."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Maa- ja metsätalousministeriö",
      "content": "Maa- ja metsätalousministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maa- ja metsätalousministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
        "folded_fi": "maa- ja metsatalousministerio ohjaa ja valvoo ylimpana viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista.",
        "title_sv": "Jord- och skogsbruksministeriet",
        "content_sv": "Jord- och skogsbruksministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "normalized_sv": "Jord- och skogsbruksministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "folded_sv": "jord- och skogsbruksministeriet leder och overvakar i egenskap av hogsta myndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Elintarviketurvallisuusvirasto",
      "content": "Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
        "folded_fi": "elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista.",
        "title_sv": "Livsmedelssäkerhetsverket",
        "content_sv": "Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "normalized_sv": "Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "folded_sv": "livsmedelssakerhetsverket leder och overvakar i egenskap av centralforvaltningsmyndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Lääninhallitus",
      "content": "Lääninhallitus huolehtii tämän lain sekä sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Lääninhallitus huolehtii tämän lain sekä sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
        "folded_fi": "laaninhallitus huolehtii taman lain seka sen nojalla annettujen saannosten taytantoonpanosta ja noudattamisen valvonnasta laanin alueella.",
        "title_sv": "Länsstyrelsen",
        "content_sv": "Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "lansstyrelsen svarar i lanet for verkstalligheten och tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Eläinsuojeluvalvoja",
      "content": "Lääninhallitus voi määräämillään ehdoilla myöntää oikeuden eläinsuojeluvalvojana suorittaa 39 §:ssä tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai käytännön kokemuksen kautta hankittu riittävä perehtyneisyys tarkastuksen kohteena olevaan eläinlajiin ja sen pidolle asetettaviin eläinsuojeluvaatimuksiin ja joka on suorittanut Elintarviketurvallisuusviraston järjestämän eläinsuojelutarkastuksen tekemistä koskevan eläinsuojeluvalvojakurssin. Tarkastusoikeus voi koskea eläinsuojeluvalvojan pätevyyden mukaan joko yksittäistä tai useampaa eläinlajia. Eläinsuojeluvalvojalla ei ole oikeutta tehdä tarkastusta kotirauhan piirissä. Eläinsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) säädetään, ja hänellä on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. Eläinsuojeluvalvojaan sovelletaan tämän lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Lääninhallitus voi peruuttaa myöntämänsä oikeuden, jos eläinsuojeluvalvoja laiminlyö lääninhallituksen määräämien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. Oikeus voidaan peruuttaa myös muusta perustellusta syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Lääninhallitus voi määräämillään ehdoilla myöntää oikeuden eläinsuojeluvalvojana suorittaa 39 § :ssä tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai käytännön kokemuksen kautta hankittu riittävä perehtyneisyys tarkastuksen kohteena olevaan eläinlajiin ja sen pidolle asetettaviin eläinsuojeluvaatimuksiin ja joka on suorittanut Elintarviketurvallisuusviraston järjestämän eläinsuojelutarkastuksen tekemistä koskevan eläinsuojeluvalvojakurssin. Tarkastusoikeus voi koskea eläinsuojeluvalvojan pätevyyden mukaan joko yksittäistä tai useampaa eläinlajia. Eläinsuojeluvalvojalla ei ole oikeutta tehdä tarkastusta kotirauhan piirissä. Eläinsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) säädetään, ja hänellä on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. Eläinsuojeluvalvojaan sovelletaan tämän lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Lääninhallitus voi peruuttaa myöntämänsä oikeuden, jos eläinsuojeluvalvoja laiminlyö lääninhallituksen määräämien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. Oikeus voidaan peruuttaa myös muusta perustellusta syystä.",
        "folded_fi": "laaninhallitus voi maaraamillaan ehdoilla myontaa oikeuden elainsuojeluvalvojana suorittaa 39 §:ssa tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai kaytannon kokemuksen kautta hankittu riittava perehtyneisyys tarkastuksen kohteena olevaan elainlajiin ja sen pidolle asetettaviin elainsuojeluvaatimuksiin ja joka on suorittanut elintarviketurvallisuusviraston jarjestaman elainsuojelutarkastuksen tekemista koskevan elainsuojeluvalvojakurssin. tarkastusoikeus voi koskea elainsuojeluvalvojan patevyyden mukaan joko yksittaista tai useampaa elainlajia. elainsuojeluvalvojalla ei ole oikeutta tehda tarkastusta kotirauhan piirissa. elainsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) saadetaan, ja hanella on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. elainsuojeluvalvojaan sovelletaan taman lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia saannoksia. laaninhallitus voi peruuttaa myontamansa oikeuden, jos elainsuojeluvalvoja laiminlyo laaninhallituksen maaraamien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. oikeus voidaan peruuttaa myos muusta perustellusta syysta.",
        "title_sv": "Djurskyddsövervakare",
        "content_sv": "Länsstyrelsen kan på de villkor som den föreskriver bevilja rätt att i egenskap av djurskyddsövervakare verkställa inspektioner enligt 39 § åt den som genom sin utbildning eller genom praktisk erfarenhet har förvärvat tillräcklig förtrogenhet med den djurart som är föremål för inspektionen och de djurskyddskrav som ställs på djurhållningen av arten och som har genomgått Livsmedelssäkerhetsverkets djurskyddsövervakarkurs om utförande av djurskyddsinspektioner. I enlighet med djurskyddsövervakarens kompetens kan inspektionsrätten gälla antingen en enskild djurart eller flera djurarter. Djurskyddsövervakaren har inte rätt att verkställa inspektioner på områden som omfattas av hemfriden. Djurskyddsövervakaren svarar för en skada som han eller hon vållar vid en inspektion i enlighet med vad som föreskrivs i skadeståndslagen (412/1974), och djurskyddsövervakaren skall ha en försäkring för eventuella skador som uppstår vid inspektionerna. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på djurskyddsövervakare då de verkställer inspektioner enligt denna lag. Länsstyrelsen kan återkalla rätten att verkställa inspektioner, om djurskyddsövervakaren försummar att iaktta de villkor som länsstyrelsen ställt eller annars på ett väsentligt sätt bryter mot sina förpliktelser när det gäller inspektionen. Rätten kan också återkallas av annan grundad anledning.",
        "normalized_sv": "Länsstyrelsen kan på de villkor som den föreskriver bevilja rätt att i egenskap av djurskyddsövervakare verkställa inspektioner enligt 39 § åt den som genom sin utbildning eller genom praktisk erfarenhet har förvärvat tillräcklig förtrogenhet med den djurart som är föremål för inspektionen och de djurskyddskrav som ställs på djurhållningen av arten och som har genomgått Livsmedelssäkerhetsverkets djurskyddsövervakarkurs om utförande av djurskyddsinspektioner. I enlighet med djurskyddsövervakarens kompetens kan inspektionsrätten gälla antingen en enskild djurart eller flera djurarter. Djurskyddsövervakaren har inte rätt att verkställa inspektioner på områden som omfattas av hemfriden. Djurskyddsövervakaren svarar för en skada som han eller hon vållar vid en inspektion i enlighet med vad som föreskrivs i skadeståndslagen (412/1974), och djurskyddsövervakaren skall ha en försäkring för eventuella skador som uppstår vid inspektionerna. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på djurskyddsövervakare då de verkställer inspektioner enligt denna lag. Länsstyrelsen kan återkalla rätten att verkställa inspektioner, om djurskyddsövervakaren försummar att iaktta de villkor som länsstyrelsen ställt eller annars på ett väsentligt sätt bryter mot sina förpliktelser när det gäller inspektionen. Rätten kan också återkallas av annan grundad anledning.",
        "folded_sv": "lansstyrelsen kan pa de villkor som den foreskriver bevilja ratt att i egenskap av djurskyddsovervakare verkstalla inspektioner enligt 39 § at den som genom sin utbildning eller genom praktisk erfarenhet har forvarvat tillracklig fortrogenhet med den djurart som ar foremal for inspektionen och de djurskyddskrav som stalls pa djurhallningen av arten och som har genomgatt livsmedelssakerhetsverkets djurskyddsovervakarkurs om utforande av djurskyddsinspektioner. i enlighet med djurskyddsovervakarens kompetens kan inspektionsratten galla antingen en enskild djurart eller flera djurarter. djurskyddsovervakaren har inte ratt att verkstalla inspektioner pa omraden som omfattas av hemfriden. djurskyddsovervakaren svarar for en skada som han eller hon vallar vid en inspektion i enlighet med vad som foreskrivs i skadestandslagen (412/1974), och djurskyddsovervakaren skall ha en forsakring for eventuella skador som uppstar vid inspektionerna. bestammelserna om straffrattsligt tjansteansvar tillampas pa djurskyddsovervakare da de verkstaller inspektioner enligt denna lag. lansstyrelsen kan aterkalla ratten att verkstalla inspektioner, om djurskyddsovervakaren forsummar att iaktta de villkor som lansstyrelsen stallt eller annars pa ett vasentligt satt bryter mot sina forpliktelser nar det galler inspektionen. ratten kan ocksa aterkallas av annan grundad anledning."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Tarkastus",
      "content": "Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "folded_fi": "kotirauhan piirissa tassa pykalassa tarkoitetun tarkastuksen saa suorittaa ja naytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja naytteen ottaa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elaimen omistajan tai haltijan syyllistyvan taman lain vastaiseen, rangaistavaksi saadettyyn menettelyyn. elainsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "title_sv": "Inspektion",
        "content_sv": "På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion verkställas eller prov tas endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. En djurskyddsövervakare kan inom gränserna för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "normalized_sv": "På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion verkställas eller prov tas endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. En djurskyddsövervakare kan inom gränserna för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "folded_sv": "pa omraden som omfattas av hemfriden far i denna paragraf avsedd inspektion verkstallas eller prov tas endast av en myndighet och endast om det ar nodvandigt for utredande av de omstandigheter som inspektionen galler samt om det finns anledning att misstanka att djurets agare eller innehavare gjort sig skyldig till straffbart forfarande som strider mot denna lag. en djurskyddsovervakare kan inom granserna for sin inspektionsratt vid behov bista en myndighet vid verkstallandet av en inspektion pa ett omrade som omfattas av hemfriden."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Selvitykset ja tutkimukset",
      "content": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, eläinkuljetuksissa sekä teurastamoissa ja teurastuspaikoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, eläinkuljetuksissa sekä teurastamoissa ja teurastuspaikoissa.",
        "folded_fi": "elintarviketurvallisuusvirasto ja laaninhallitus voivat taman lain seka sen nojalla annettujen saannosten noudattamisen valvomiseksi taikka suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamiseksi tai euroopan yhteison oikeusjarjestyksen niin edellyttaessa maarata virkaelainlaakarit suorittamaan selvityksia ja tutkimuksia sellaisissa elaintenpitoyksikoissa, joissa pidetaan elaimia elinkeinonharjoittamisen tarkoituksessa, elainkuljetuksissa seka teurastamoissa ja teurastuspaikoissa.",
        "title_sv": "Utredningar och undersökningar",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens rättsordning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring, i djurtransporter samt i slakterier och på slaktplatser.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens rättsordning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring, i djurtransporter samt i slakterier och på slaktplatser.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelsen far for tillsynen over att denna lag och med stod av den utfardade bestammelser foljs eller for fullgorande av skyldigheter enligt ett internationellt avtal som ar forpliktande for finland eller da europeiska gemenskapens rattsordning forutsatter detta forordna tjansteveterinarer att utfora utredningar och undersokningar i sadana djurhallningsenheter dar djur halls for idkande av naring, i djurtransporter samt i slakterier och pa slaktplatser."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Valitus",
      "content": "Elintarviketurvallisuusviraston, lääninhallituksen, kunnaneläinlääkärin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuseläinlääkärin, rajaeläinlääkärin ja poliisin tämän lain nojalla tekemään päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Elintarviketurvallisuusviraston, lääninhallituksen, kunnaneläinlääkärin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuseläinlääkärin, rajaeläinlääkärin ja poliisin tämän lain nojalla tekemään päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "elintarviketurvallisuusviraston, laaninhallituksen, kunnanelainlaakarin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuselainlaakarin, rajaelainlaakarin ja poliisin taman lain nojalla tekemaan paatokseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "Ändring i ett beslut som Livsmedelssäkerhetsverket, länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, en besiktningsveterinär, en gränsveterinär och polisen har fattat med stöd av denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i ett beslut som Livsmedelssäkerhetsverket, länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, en besiktningsveterinär, en gränsveterinär och polisen har fattat med stöd av denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i ett beslut som livsmedelssakerhetsverket, lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, en besiktningsveterinar, en gransveterinar och polisen har fattat med stod av denna lag far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Eläintenpitokielto",
      "content": "Jos henkilölle on määrätty eläintenpitokielto, tuomioistuimen on lähetettävä jäljennös asiaa koskevasta pöytäkirjasta Elintarviketurvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Jos henkilölle on määrätty eläintenpitokielto, tuomioistuimen on lähetettävä jäljennös asiaa koskevasta pöytäkirjasta Elintarviketurvallisuusvirastolle.",
        "folded_fi": "jos henkilolle on maaratty elaintenpitokielto, tuomioistuimen on lahetettava jaljennos asiaa koskevasta poytakirjasta elintarviketurvallisuusvirastolle.",
        "title_sv": "Djurhållningsförbud",
        "content_sv": "Om någon har meddelats djurhållningsförbud, skall domstolen sända en kopia av protokollet i ärendet till Livsmedelssäkerhetsverket.",
        "normalized_sv": "Om någon har meddelats djurhållningsförbud, skall domstolen sända en kopia av protokollet i ärendet till Livsmedelssäkerhetsverket.",
        "folded_sv": "om nagon har meddelats djurhallningsforbud, skall domstolen sanda en kopia av protokollet i arendet till livsmedelssakerhetsverket."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Kustannukset",
      "content": "Edellä 44 §:ssä tarkoitetuista toimenpiteistä aiheutuvat kustannukset voidaan erityisistä syistä maksaa etukäteen valtion talousarviossa eläinlääkintähuoltoon varatuista määrärahoista. Eläimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Edellä 44 § :ssä tarkoitetuista toimenpiteistä aiheutuvat kustannukset voidaan erityisistä syistä maksaa etukäteen valtion talousarviossa eläinlääkintähuoltoon varatuista määrärahoista. Eläimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa säädetään.",
        "folded_fi": "edella 44 §:ssa tarkoitetuista toimenpiteista aiheutuvat kustannukset voidaan erityisista syista maksaa etukateen valtion talousarviossa elainlaakintahuoltoon varatuista maararahoista. elaimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa saadetaan.",
        "title_sv": "Kostnader",
        "content_sv": "De kostnader som åtgärder enligt 44 § föranleder kan av särskilda skäl betalas i förskott av det anslag som i statsbudgeten har reserverats för veterinärvård. Djurets ägare eller innehavare ansvarar för den slutliga betalningen av kostnaderna enligt vad som föreskrivs i 1 mom.",
        "normalized_sv": "De kostnader som åtgärder enligt 44 § föranleder kan av särskilda skäl betalas i förskott av det anslag som i statsbudgeten har reserverats för veterinärvård. Djurets ägare eller innehavare ansvarar för den slutliga betalningen av kostnaderna enligt vad som föreskrivs i 1 mom.",
        "folded_sv": "de kostnader som atgarder enligt 44 § foranleder kan av sarskilda skal betalas i forskott av det anslag som i statsbudgeten har reserverats for veterinarvard. djurets agare eller innehavare ansvarar for den slutliga betalningen av kostnaderna enligt vad som foreskrivs i 1 mom."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Palkkiot",
      "content": "Samanlainen oikeus on myös Elintarviketurvallisuusviraston ja lääninhallituksen määräämällä eläinlääkärillä, joka on suorittanut 48 §:ssä tarkoitetun selvityksen tai tutkimuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Samanlainen oikeus on myös Elintarviketurvallisuusviraston ja lääninhallituksen määräämällä eläinlääkärillä, joka on suorittanut 48 § :ssä tarkoitetun selvityksen tai tutkimuksen.",
        "folded_fi": "samanlainen oikeus on myos elintarviketurvallisuusviraston ja laaninhallituksen maaraamalla elainlaakarilla, joka on suorittanut 48 §:ssa tarkoitetun selvityksen tai tutkimuksen.",
        "title_sv": "Arvoden",
        "content_sv": "Samma rätt tillkommer veterinärer som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat och som har utfört en utredning eller undersökning enligt 48 §.",
        "normalized_sv": "Samma rätt tillkommer veterinärer som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat och som har utfört en utredning eller undersökning enligt 48 § .",
        "folded_sv": "samma ratt tillkommer veterinarer som livsmedelssakerhetsverket eller lansstyrelsen har forordnat och som har utfort en utredning eller undersokning enligt 48 §."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "title": "Vahingonkorvaus",
      "content": "Mitä 1 ja 2 momentissa säädetään, sovelletaan myös Elintarviketurvallisuusviraston tai lääninhallituksen tässä laissa tarkoitettuja tehtäviä suorittamaan määräämän eläinlääkärin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:61",
        "normalized_fi": "Mitä 1 ja 2 momentissa säädetään, sovelletaan myös Elintarviketurvallisuusviraston tai lääninhallituksen tässä laissa tarkoitettuja tehtäviä suorittamaan määräämän eläinlääkärin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintään.",
        "folded_fi": "mita 1 ja 2 momentissa saadetaan, sovelletaan myos elintarviketurvallisuusviraston tai laaninhallituksen tassa laissa tarkoitettuja tehtavia suorittamaan maaraaman elainlaakarin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintaan.",
        "title_sv": "Skadestånd",
        "content_sv": "Vad som bestäms i 1 och 2 mom. tillämpas också i fråga om ersättande av skada som eventuellt har vållats av en veterinär som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat att utföra uppgifter enligt denna lag samt i fråga om återkrav av ersättningarna.",
        "normalized_sv": "Vad som bestäms i 1 och 2 mom. tillämpas också i fråga om ersättande av skada som eventuellt har vållats av en veterinär som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat att utföra uppgifter enligt denna lag samt i fråga om återkrav av ersättningarna.",
        "folded_sv": "vad som bestams i 1 och 2 mom. tillampas ocksa i fraga om ersattande av skada som eventuellt har vallats av en veterinar som livsmedelssakerhetsverket eller lansstyrelsen har forordnat att utfora uppgifter enligt denna lag samt i fraga om aterkrav av ersattningarna."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Eläinten maahantuonti",
      "content": "Edellä 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu eläin on eläimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltävä Elintarviketurvallisuusviraston hyväksymällä tavalla. Elintarviketurvallisuusvirasto tai lääninhallitus voi eläimen omistajan tai haltijan kustannuksella määrätä teetettäväksi 2 momentissa tarkoitetut toimenpiteet. Teettämisessä noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu eläin on eläimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltävä Elintarviketurvallisuusviraston hyväksymällä tavalla. Elintarviketurvallisuusvirasto tai lääninhallitus voi eläimen omistajan tai haltijan kustannuksella määrätä teetettäväksi 2 momentissa tarkoitetut toimenpiteet. Teettämisessä noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) säännöksiä.",
        "folded_fi": "edella 1 momentissa tarkoitetun kiellon vastaisesti maahantuotu elain on elaimen omistajan tai haltijan kustannuksella palautettava tai lopetettava taikka sen suhteen on meneteltava elintarviketurvallisuusviraston hyvaksymalla tavalla. elintarviketurvallisuusvirasto tai laaninhallitus voi elaimen omistajan tai haltijan kustannuksella maarata teetettavaksi 2 momentissa tarkoitetut toimenpiteet. teettamisessa noudatetaan muutoin soveltuvin osin uhkasakkolain (1113/1990) saannoksia.",
        "title_sv": "Import av djur",
        "content_sv": "Ett djur som har importerats i strid med förbudet i 1 mom. skall återsändas eller avlivas på djurägarens eller innehavarens bekostnad, eller beträffande det förfaras på ett sätt som Livsmedelssäkerhetsverket godkänner. Livsmedelssäkerhetsverket eller länsstyrelsen kan bestämma att åtgärder enligt 2 mom. skall utföras på djurägarens eller innehavarens bekostnad. Beträffande tvångsutförande iakttas i övrigt viteslagen (1113/1990) i tillämpliga delar.",
        "normalized_sv": "Ett djur som har importerats i strid med förbudet i 1 mom. skall återsändas eller avlivas på djurägarens eller innehavarens bekostnad, eller beträffande det förfaras på ett sätt som Livsmedelssäkerhetsverket godkänner. Livsmedelssäkerhetsverket eller länsstyrelsen kan bestämma att åtgärder enligt 2 mom. skall utföras på djurägarens eller innehavarens bekostnad. Beträffande tvångsutförande iakttas i övrigt viteslagen (1113/1990) i tillämpliga delar.",
        "folded_sv": "ett djur som har importerats i strid med forbudet i 1 mom. skall atersandas eller avlivas pa djuragarens eller innehavarens bekostnad, eller betraffande det forfaras pa ett satt som livsmedelssakerhetsverket godkanner. livsmedelssakerhetsverket eller lansstyrelsen kan bestamma att atgarder enligt 2 mom. skall utforas pa djuragarens eller innehavarens bekostnad. betraffande tvangsutforande iakttas i ovrigt viteslagen (1113/1990) i tillampliga delar."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Eläinten kuljetus",
      "content": "Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä voidaan valtioneuvoston asetuksella säätää eläinten kuljetuksen edellytykseksi, että läänineläinlääkäri, kunnaneläinlääkäri, rajaeläinlääkäri tai Elintarviketurvallisuusviraston määräämä eläinlääkäri on tarkastanut eläimet ja eläinten kuljetustilat sekä todennut niiden olevan kuljetuksen edellyttämässä kunnossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Suomea sitovan kansainvälisen sopimuksen tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä voidaan valtioneuvoston asetuksella säätää eläinten kuljetuksen edellytykseksi, että läänineläinlääkäri, kunnaneläinlääkäri, rajaeläinlääkäri tai Elintarviketurvallisuusviraston määräämä eläinlääkäri on tarkastanut eläimet ja eläinten kuljetustilat sekä todennut niiden olevan kuljetuksen edellyttämässä kunnossa.",
        "folded_fi": "suomea sitovan kansainvalisen sopimuksen tai euroopan yhteison oikeusjarjestyksen niin edellyttaessa voidaan valtioneuvoston asetuksella saataa elainten kuljetuksen edellytykseksi, etta laaninelainlaakari, kunnanelainlaakari, rajaelainlaakari tai elintarviketurvallisuusviraston maaraama elainlaakari on tarkastanut elaimet ja elainten kuljetustilat seka todennut niiden olevan kuljetuksen edellyttamassa kunnossa.",
        "title_sv": "Transport av djur",
        "content_sv": "Om ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens rättsordning så förutsätter, kan genom förordning av statsrådet bestämmas att ett villkor för transport av djur är att länsveterinären, kommunalveterinären, en gränsveterinär eller en av Livsmedelssäkerhetsverket förordnad veterinär har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet är i sådant skick att djuren kan transporteras.",
        "normalized_sv": "Om ett internationellt avtal som är förpliktande för Finland eller Europeiska gemenskapens rättsordning så förutsätter, kan genom förordning av statsrådet bestämmas att ett villkor för transport av djur är att länsveterinären, kommunalveterinären, en gränsveterinär eller en av Livsmedelssäkerhetsverket förordnad veterinär har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet är i sådant skick att djuren kan transporteras.",
        "folded_sv": "om ett internationellt avtal som ar forpliktande for finland eller europeiska gemenskapens rattsordning sa forutsatter, kan genom forordning av statsradet bestammas att ett villkor for transport av djur ar att lansveterinaren, kommunalveterinaren, en gransveterinar eller en av livsmedelssakerhetsverket forordnad veterinar har inspekterat djuren och transportutrymmet samt konstaterat att djuren och transportutrymmet ar i sadant skick att djuren kan transporteras."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Lupa eläinten kuljettamiseen ja eläinkuljettajarekisteri",
      "content": "Eläinten kuljettamista, kuljetusvälineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain lääninhallituksen luvalla. Lupaa on haettava sen läänin lääninhallitukselta, jonka alueella on luvan hakijan kotipaikka. Edellä tarkoitettua lupaa ei kuitenkaan edellytetä Euroopan yhteisön ulkopuoliseen valtioon sijoittuneelta eläinkuljettajalta. Tällaisen eläinkuljettajan on annettava Elintarviketurvallisuusvirastolle kirjallinen sitoumus eläinsuojelusäännösten ja -määräysten noudattamisesta eläinten kuljetuksissa. Edellä 1 momentissa tarkoitettu lupa myönnetään, jos hakijalla on käytettävissään asianmukaiset eläinten kuljetusvälineet ja hakijalla tai hänen palveluksessaan olevalla on eläinten kuljetukseen ja siihen liittyvään eläinten käsittelyyn ja hoitoon tarvittavat tiedot ja taidot. Edellä tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja eläimiä kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa eläinten kuljetusvälineitä toisen käytettäväksi. Lääninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai jos toiminta ei enää täytä luvan myöntämisen edellytyksiä ja luvanhaltija ei korjaa epäkohtia valvontaviranomaisen asettamassa kohtuullisessa määräajassa. Lääninhallitus pitää eläinkuljettajarekisteriä toiminnan harjoittamiseen myöntämistään luvista. Elintarviketurvallisuusvirasto pitää valtakunnallista eläinkuljettajarekisteriä kaikista eläinten kuljettamiseen myönnetyistä luvista ja 1 momentissa tarkoitetuista sitoumuksista. Rekistereihin voidaan tallettaa eläinkuljetusten valvonnan kannalta tarpeellisia tietoja. Toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittäviksi. Tässä laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten käyttää eläinkuljettajarekisteriä. Muuten tietojen luovuttamisessa noudatetaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Eläinten kuljettamista, kuljetusvälineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain lääninhallituksen luvalla. Lupaa on haettava sen läänin lääninhallitukselta, jonka alueella on luvan hakijan kotipaikka. Edellä tarkoitettua lupaa ei kuitenkaan edellytetä Euroopan yhteisön ulkopuoliseen valtioon sijoittuneelta eläinkuljettajalta. Tällaisen eläinkuljettajan on annettava Elintarviketurvallisuusvirastolle kirjallinen sitoumus eläinsuojelusäännösten ja -määräysten noudattamisesta eläinten kuljetuksissa. Edellä 1 momentissa tarkoitettu lupa myönnetään, jos hakijalla on käytettävissään asianmukaiset eläinten kuljetusvälineet ja hakijalla tai hänen palveluksessaan olevalla on eläinten kuljetukseen ja siihen liittyvään eläinten käsittelyyn ja hoitoon tarvittavat tiedot ja taidot. Edellä tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja eläimiä kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa eläinten kuljetusvälineitä toisen käytettäväksi. Lääninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai jos toiminta ei enää täytä luvan myöntämisen edellytyksiä ja luvanhaltija ei korjaa epäkohtia valvontaviranomaisen asettamassa kohtuullisessa määräajassa. Lääninhallitus pitää eläinkuljettajarekisteriä toiminnan harjoittamiseen myöntämistään luvista. Elintarviketurvallisuusvirasto pitää valtakunnallista eläinkuljettajarekisteriä kaikista eläinten kuljettamiseen myönnetyistä luvista ja 1 momentissa tarkoitetuista sitoumuksista. Rekistereihin voidaan tallettaa eläinkuljetusten valvonnan kannalta tarpeellisia tietoja. Toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittäviksi. Tässä laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten käyttää eläinkuljettajarekisteriä. Muuten tietojen luovuttamisessa noudatetaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa säädetään.",
        "folded_fi": "elainten kuljettamista, kuljetusvalineen vuokrausta tai muuta luovuttamista tulonhankkimistarkoituksessa saadaan harjoittaa vain laaninhallituksen luvalla. lupaa on haettava sen laanin laaninhallitukselta, jonka alueella on luvan hakijan kotipaikka. edella tarkoitettua lupaa ei kuitenkaan edellyteta euroopan yhteison ulkopuoliseen valtioon sijoittuneelta elainkuljettajalta. tallaisen elainkuljettajan on annettava elintarviketurvallisuusvirastolle kirjallinen sitoumus elainsuojelusaannosten ja -maaraysten noudattamisesta elainten kuljetuksissa. edella 1 momentissa tarkoitettu lupa myonnetaan, jos hakijalla on kaytettavissaan asianmukaiset elainten kuljetusvalineet ja hakijalla tai hanen palveluksessaan olevalla on elainten kuljetukseen ja siihen liittyvaan elainten kasittelyyn ja hoitoon tarvittavat tiedot ja taidot. edella tarkoitettua kelpoisuutta ei kuitenkaan vaadita, jos toiminnanharjoittaja elaimia kuljettamatta ainoastaan vuokraa tai muutoin luovuttaa elainten kuljetusvalineita toisen kaytettavaksi. laaninhallitus voi peruuttaa luvan, jos luvanhaltija olennaisella tavalla rikkoo tata lakia tai sen nojalla annettuja saannoksia tai jos toiminta ei enaa tayta luvan myontamisen edellytyksia ja luvanhaltija ei korjaa epakohtia valvontaviranomaisen asettamassa kohtuullisessa maaraajassa. laaninhallitus pitaa elainkuljettajarekisteria toiminnan harjoittamiseen myontamistaan luvista. elintarviketurvallisuusvirasto pitaa valtakunnallista elainkuljettajarekisteria kaikista elainten kuljettamiseen myonnetyista luvista ja 1 momentissa tarkoitetuista sitoumuksista. rekistereihin voidaan tallettaa elainkuljetusten valvonnan kannalta tarpeellisia tietoja. toiminnanharjoittajan tulee ilmoittaa vaadittavat tiedot rekisteriin merkittaviksi. tassa laissa tarkoitetuilla valvontaviranomaisilla on oikeus valvontaa varten kayttaa elainkuljettajarekisteria. muuten tietojen luovuttamisessa noudatetaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) tai muussa laissa saadetaan.",
        "title_sv": "Tillstånd att transportera djur och register över djurtransportörer",
        "content_sv": "Transport av djur samt uthyrning eller annan överlåtelse av transportmedel i förvärvssyfte får idkas endast med tillstånd av länsstyrelsen. Tillstånd skall sökas hos länsstyrelsen i det län där sökanden har sin hemort. Tillstånd krävs dock inte av en djurtransportör som är etablerad i en stat utanför Europeiska gemenskapen. En sådan djurtransportör skall lämna Livsmedelssäkerhetsverket en skriftlig förbindelse om att bestämmelserna och föreskrifterna om djurskydd iakttas vid djurtransporterna. Tillstånd enligt 1 mom. beviljas, om sökanden har tillgång till transportmedel som är lämpliga för djurtransport och om sökanden eller någon som är anställd hos sökanden har de kunskaper och färdigheter som behövs för transport av djur samt för hantering och skötsel av dem i samband med transporten. Denna behörighet krävs dock inte, om en verksamhetsidkare utan att själv transportera djur endast hyr ut eller annars överlåter transportmedel för djurtransporter. Länsstyrelsen kan återkalla ett tillstånd, om tillståndshavaren på ett väsentligt sätt bryter mot denna lag eller bestämmelser som utfärdats med stöd av den, eller om verksamheten inte längre uppfyller villkoren för tillståndet och tillståndshavaren inte avhjälper missförhållandena inom en skälig tid som tillsynsmyndigheten bestämt. Länsstyrelsen för ett register över de djurtransportörer som har beviljats tillstånd att idka verksamheten. Livsmedelssäkerhetsverket för ett riksomfattande register över alla djurtransportörer som har beviljats tillstånd att transportera djur och över förbindelser enligt 1 mom. Sådana uppgifter som behövs med tanke på tillsynen över djurtransporterna kan införas i registren. Verksamhetsidkaren skall ge de uppgifter som krävs för registret. Tillsynsmyndigheterna enligt denna lag har rätt att i tillsynssyfte använda registret över djurtransportörer. I övrigt tillämpas vid utlämnande av uppgifter vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i någon annan lag.",
        "normalized_sv": "Transport av djur samt uthyrning eller annan överlåtelse av transportmedel i förvärvssyfte får idkas endast med tillstånd av länsstyrelsen. Tillstånd skall sökas hos länsstyrelsen i det län där sökanden har sin hemort. Tillstånd krävs dock inte av en djurtransportör som är etablerad i en stat utanför Europeiska gemenskapen. En sådan djurtransportör skall lämna Livsmedelssäkerhetsverket en skriftlig förbindelse om att bestämmelserna och föreskrifterna om djurskydd iakttas vid djurtransporterna. Tillstånd enligt 1 mom. beviljas, om sökanden har tillgång till transportmedel som är lämpliga för djurtransport och om sökanden eller någon som är anställd hos sökanden har de kunskaper och färdigheter som behövs för transport av djur samt för hantering och skötsel av dem i samband med transporten. Denna behörighet krävs dock inte, om en verksamhetsidkare utan att själv transportera djur endast hyr ut eller annars överlåter transportmedel för djurtransporter. Länsstyrelsen kan återkalla ett tillstånd, om tillståndshavaren på ett väsentligt sätt bryter mot denna lag eller bestämmelser som utfärdats med stöd av den, eller om verksamheten inte längre uppfyller villkoren för tillståndet och tillståndshavaren inte avhjälper missförhållandena inom en skälig tid som tillsynsmyndigheten bestämt. Länsstyrelsen för ett register över de djurtransportörer som har beviljats tillstånd att idka verksamheten. Livsmedelssäkerhetsverket för ett riksomfattande register över alla djurtransportörer som har beviljats tillstånd att transportera djur och över förbindelser enligt 1 mom. Sådana uppgifter som behövs med tanke på tillsynen över djurtransporterna kan införas i registren. Verksamhetsidkaren skall ge de uppgifter som krävs för registret. Tillsynsmyndigheterna enligt denna lag har rätt att i tillsynssyfte använda registret över djurtransportörer. I övrigt tillämpas vid utlämnande av uppgifter vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i någon annan lag.",
        "folded_sv": "transport av djur samt uthyrning eller annan overlatelse av transportmedel i forvarvssyfte far idkas endast med tillstand av lansstyrelsen. tillstand skall sokas hos lansstyrelsen i det lan dar sokanden har sin hemort. tillstand kravs dock inte av en djurtransportor som ar etablerad i en stat utanfor europeiska gemenskapen. en sadan djurtransportor skall lamna livsmedelssakerhetsverket en skriftlig forbindelse om att bestammelserna och foreskrifterna om djurskydd iakttas vid djurtransporterna. tillstand enligt 1 mom. beviljas, om sokanden har tillgang till transportmedel som ar lampliga for djurtransport och om sokanden eller nagon som ar anstalld hos sokanden har de kunskaper och fardigheter som behovs for transport av djur samt for hantering och skotsel av dem i samband med transporten. denna behorighet kravs dock inte, om en verksamhetsidkare utan att sjalv transportera djur endast hyr ut eller annars overlater transportmedel for djurtransporter. lansstyrelsen kan aterkalla ett tillstand, om tillstandshavaren pa ett vasentligt satt bryter mot denna lag eller bestammelser som utfardats med stod av den, eller om verksamheten inte langre uppfyller villkoren for tillstandet och tillstandshavaren inte avhjalper missforhallandena inom en skalig tid som tillsynsmyndigheten bestamt. lansstyrelsen for ett register over de djurtransportorer som har beviljats tillstand att idka verksamheten. livsmedelssakerhetsverket for ett riksomfattande register over alla djurtransportorer som har beviljats tillstand att transportera djur och over forbindelser enligt 1 mom. sadana uppgifter som behovs med tanke pa tillsynen over djurtransporterna kan inforas i registren. verksamhetsidkaren skall ge de uppgifter som kravs for registret. tillsynsmyndigheterna enligt denna lag har ratt att i tillsynssyfte anvanda registret over djurtransportorer. i ovrigt tillampas vid utlamnande av uppgifter vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet (621/1999) eller i nagon annan lag."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Maa- ja metsätalousministeriö",
      "content": "Maa- ja metsätalousministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maa- ja metsätalousministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
        "folded_fi": "maa- ja metsatalousministerio ohjaa ja valvoo ylimpana viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista.",
        "title_sv": "Jord- och skogsbruksministeriet",
        "content_sv": "Jord- och skogsbruksministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "normalized_sv": "Jord- och skogsbruksministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "folded_sv": "jord- och skogsbruksministeriet leder och overvakar i egenskap av hogsta myndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Elintarviketurvallisuusvirasto",
      "content": "Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista.",
        "folded_fi": "elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista.",
        "title_sv": "Livsmedelssäkerhetsverket",
        "content_sv": "Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "normalized_sv": "Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser.",
        "folded_sv": "livsmedelssakerhetsverket leder och overvakar i egenskap av centralforvaltningsmyndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Lääninhallitus",
      "content": "Lääninhallitus huolehtii tämän lain sekä sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Lääninhallitus huolehtii tämän lain sekä sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
        "folded_fi": "laaninhallitus huolehtii taman lain seka sen nojalla annettujen saannosten taytantoonpanosta ja noudattamisen valvonnasta laanin alueella.",
        "title_sv": "Länsstyrelsen",
        "content_sv": "Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "lansstyrelsen svarar i lanet for verkstalligheten och tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Eläinsuojeluvalvoja",
      "content": "Lääninhallitus voi määräämillään ehdoilla myöntää oikeuden eläinsuojeluvalvojana suorittaa 39 §:ssä tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai käytännön kokemuksen kautta hankittu riittävä perehtyneisyys tarkastuksen kohteena olevaan eläinlajiin ja sen pidolle asetettaviin eläinsuojeluvaatimuksiin ja joka on suorittanut Elintarviketurvallisuusviraston järjestämän eläinsuojelutarkastuksen tekemistä koskevan eläinsuojeluvalvojakurssin. Tarkastusoikeus voi koskea eläinsuojeluvalvojan pätevyyden mukaan joko yksittäistä tai useampaa eläinlajia. Eläinsuojeluvalvojalla ei ole oikeutta tehdä tarkastusta kotirauhan piirissä. Eläinsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) säädetään, ja hänellä on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. Eläinsuojeluvalvojaan sovelletaan tämän lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Lääninhallitus voi peruuttaa myöntämänsä oikeuden, jos eläinsuojeluvalvoja laiminlyö lääninhallituksen määräämien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. Oikeus voidaan peruuttaa myös muusta perustellusta syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Lääninhallitus voi määräämillään ehdoilla myöntää oikeuden eläinsuojeluvalvojana suorittaa 39 § :ssä tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai käytännön kokemuksen kautta hankittu riittävä perehtyneisyys tarkastuksen kohteena olevaan eläinlajiin ja sen pidolle asetettaviin eläinsuojeluvaatimuksiin ja joka on suorittanut Elintarviketurvallisuusviraston järjestämän eläinsuojelutarkastuksen tekemistä koskevan eläinsuojeluvalvojakurssin. Tarkastusoikeus voi koskea eläinsuojeluvalvojan pätevyyden mukaan joko yksittäistä tai useampaa eläinlajia. Eläinsuojeluvalvojalla ei ole oikeutta tehdä tarkastusta kotirauhan piirissä. Eläinsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) säädetään, ja hänellä on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. Eläinsuojeluvalvojaan sovelletaan tämän lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Lääninhallitus voi peruuttaa myöntämänsä oikeuden, jos eläinsuojeluvalvoja laiminlyö lääninhallituksen määräämien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. Oikeus voidaan peruuttaa myös muusta perustellusta syystä.",
        "folded_fi": "laaninhallitus voi maaraamillaan ehdoilla myontaa oikeuden elainsuojeluvalvojana suorittaa 39 §:ssa tarkoitettuja tarkastuksia sille, jolla on koulutuksen tai kaytannon kokemuksen kautta hankittu riittava perehtyneisyys tarkastuksen kohteena olevaan elainlajiin ja sen pidolle asetettaviin elainsuojeluvaatimuksiin ja joka on suorittanut elintarviketurvallisuusviraston jarjestaman elainsuojelutarkastuksen tekemista koskevan elainsuojeluvalvojakurssin. tarkastusoikeus voi koskea elainsuojeluvalvojan patevyyden mukaan joko yksittaista tai useampaa elainlajia. elainsuojeluvalvojalla ei ole oikeutta tehda tarkastusta kotirauhan piirissa. elainsuojeluvalvoja vastaa tarkastuksessa aiheuttamastaan vahingosta siten kuin vahingonkorvauslaissa (412/1974) saadetaan, ja hanella on oltava vakuutus tarkastuksissa mahdollisesti aiheutuvien vahinkojen varalta. elainsuojeluvalvojaan sovelletaan taman lain mukaista tarkastusta suorittaessaan rikosoikeudellista virkavastuuta koskevia saannoksia. laaninhallitus voi peruuttaa myontamansa oikeuden, jos elainsuojeluvalvoja laiminlyo laaninhallituksen maaraamien ehtojen noudattamisen tai muutoin olennaisella tavalla rikkoo tarkastusta koskevia velvoitteitaan. oikeus voidaan peruuttaa myos muusta perustellusta syysta.",
        "title_sv": "Djurskyddsövervakare",
        "content_sv": "Länsstyrelsen kan på de villkor som den föreskriver bevilja rätt att i egenskap av djurskyddsövervakare verkställa inspektioner enligt 39 § åt den som genom sin utbildning eller genom praktisk erfarenhet har förvärvat tillräcklig förtrogenhet med den djurart som är föremål för inspektionen och de djurskyddskrav som ställs på djurhållningen av arten och som har genomgått Livsmedelssäkerhetsverkets djurskyddsövervakarkurs om utförande av djurskyddsinspektioner. I enlighet med djurskyddsövervakarens kompetens kan inspektionsrätten gälla antingen en enskild djurart eller flera djurarter. Djurskyddsövervakaren har inte rätt att verkställa inspektioner på områden som omfattas av hemfriden. Djurskyddsövervakaren svarar för en skada som han eller hon vållar vid en inspektion i enlighet med vad som föreskrivs i skadeståndslagen (412/1974), och djurskyddsövervakaren skall ha en försäkring för eventuella skador som uppstår vid inspektionerna. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på djurskyddsövervakare då de verkställer inspektioner enligt denna lag. Länsstyrelsen kan återkalla rätten att verkställa inspektioner, om djurskyddsövervakaren försummar att iaktta de villkor som länsstyrelsen ställt eller annars på ett väsentligt sätt bryter mot sina förpliktelser när det gäller inspektionen. Rätten kan också återkallas av annan grundad anledning.",
        "normalized_sv": "Länsstyrelsen kan på de villkor som den föreskriver bevilja rätt att i egenskap av djurskyddsövervakare verkställa inspektioner enligt 39 § åt den som genom sin utbildning eller genom praktisk erfarenhet har förvärvat tillräcklig förtrogenhet med den djurart som är föremål för inspektionen och de djurskyddskrav som ställs på djurhållningen av arten och som har genomgått Livsmedelssäkerhetsverkets djurskyddsövervakarkurs om utförande av djurskyddsinspektioner. I enlighet med djurskyddsövervakarens kompetens kan inspektionsrätten gälla antingen en enskild djurart eller flera djurarter. Djurskyddsövervakaren har inte rätt att verkställa inspektioner på områden som omfattas av hemfriden. Djurskyddsövervakaren svarar för en skada som han eller hon vållar vid en inspektion i enlighet med vad som föreskrivs i skadeståndslagen (412/1974), och djurskyddsövervakaren skall ha en försäkring för eventuella skador som uppstår vid inspektionerna. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på djurskyddsövervakare då de verkställer inspektioner enligt denna lag. Länsstyrelsen kan återkalla rätten att verkställa inspektioner, om djurskyddsövervakaren försummar att iaktta de villkor som länsstyrelsen ställt eller annars på ett väsentligt sätt bryter mot sina förpliktelser när det gäller inspektionen. Rätten kan också återkallas av annan grundad anledning.",
        "folded_sv": "lansstyrelsen kan pa de villkor som den foreskriver bevilja ratt att i egenskap av djurskyddsovervakare verkstalla inspektioner enligt 39 § at den som genom sin utbildning eller genom praktisk erfarenhet har forvarvat tillracklig fortrogenhet med den djurart som ar foremal for inspektionen och de djurskyddskrav som stalls pa djurhallningen av arten och som har genomgatt livsmedelssakerhetsverkets djurskyddsovervakarkurs om utforande av djurskyddsinspektioner. i enlighet med djurskyddsovervakarens kompetens kan inspektionsratten galla antingen en enskild djurart eller flera djurarter. djurskyddsovervakaren har inte ratt att verkstalla inspektioner pa omraden som omfattas av hemfriden. djurskyddsovervakaren svarar for en skada som han eller hon vallar vid en inspektion i enlighet med vad som foreskrivs i skadestandslagen (412/1974), och djurskyddsovervakaren skall ha en forsakring for eventuella skador som uppstar vid inspektionerna. bestammelserna om straffrattsligt tjansteansvar tillampas pa djurskyddsovervakare da de verkstaller inspektioner enligt denna lag. lansstyrelsen kan aterkalla ratten att verkstalla inspektioner, om djurskyddsovervakaren forsummar att iaktta de villkor som lansstyrelsen stallt eller annars pa ett vasentligt satt bryter mot sina forpliktelser nar det galler inspektionen. ratten kan ocksa aterkallas av annan grundad anledning."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Tarkastus",
      "content": "Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Kotirauhan piirissä tässä pykälässä tarkoitetun tarkastuksen saa suorittaa ja näytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja näytteen ottaa vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläimen omistajan tai haltijan syyllistyvän tämän lain vastaiseen, rangaistavaksi säädettyyn menettelyyn. Eläinsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "folded_fi": "kotirauhan piirissa tassa pykalassa tarkoitetun tarkastuksen saa suorittaa ja naytteen ottaa vain viranomainen, ja tarkastuksen saa suorittaa ja naytteen ottaa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elaimen omistajan tai haltijan syyllistyvan taman lain vastaiseen, rangaistavaksi saadettyyn menettelyyn. elainsuojeluvalvoja voi tarkastusoikeutensa rajoissa tarvittaessa avustaa viranomaista kotirauhan piiriin kohdistuvan tarkastuksen suorittamisessa.",
        "title_sv": "Inspektion",
        "content_sv": "På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion verkställas eller prov tas endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. En djurskyddsövervakare kan inom gränserna för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "normalized_sv": "På områden som omfattas av hemfriden får i denna paragraf avsedd inspektion verkställas eller prov tas endast av en myndighet och endast om det är nödvändigt för utredande av de omständigheter som inspektionen gäller samt om det finns anledning att misstänka att djurets ägare eller innehavare gjort sig skyldig till straffbart förfarande som strider mot denna lag. En djurskyddsövervakare kan inom gränserna för sin inspektionsrätt vid behov bistå en myndighet vid verkställandet av en inspektion på ett område som omfattas av hemfriden.",
        "folded_sv": "pa omraden som omfattas av hemfriden far i denna paragraf avsedd inspektion verkstallas eller prov tas endast av en myndighet och endast om det ar nodvandigt for utredande av de omstandigheter som inspektionen galler samt om det finns anledning att misstanka att djurets agare eller innehavare gjort sig skyldig till straffbart forfarande som strider mot denna lag. en djurskyddsovervakare kan inom granserna for sin inspektionsratt vid behov bista en myndighet vid verkstallandet av en inspektion pa ett omrade som omfattas av hemfriden."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Selvitykset ja tutkimukset",
      "content": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, eläinkuljetuksissa sekä teurastamoissa ja teurastuspaikoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Elintarviketurvallisuusvirasto ja lääninhallitus voivat tämän lain sekä sen nojalla annettujen säännösten noudattamisen valvomiseksi taikka Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämiseksi tai Euroopan yhteisön oikeusjärjestyksen niin edellyttäessä määrätä virkaeläinlääkärit suorittamaan selvityksiä ja tutkimuksia sellaisissa eläintenpitoyksiköissä, joissa pidetään eläimiä elinkeinonharjoittamisen tarkoituksessa, eläinkuljetuksissa sekä teurastamoissa ja teurastuspaikoissa.",
        "folded_fi": "elintarviketurvallisuusvirasto ja laaninhallitus voivat taman lain seka sen nojalla annettujen saannosten noudattamisen valvomiseksi taikka suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamiseksi tai euroopan yhteison oikeusjarjestyksen niin edellyttaessa maarata virkaelainlaakarit suorittamaan selvityksia ja tutkimuksia sellaisissa elaintenpitoyksikoissa, joissa pidetaan elaimia elinkeinonharjoittamisen tarkoituksessa, elainkuljetuksissa seka teurastamoissa ja teurastuspaikoissa.",
        "title_sv": "Utredningar och undersökningar",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens rättsordning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring, i djurtransporter samt i slakterier och på slaktplatser.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelsen får för tillsynen över att denna lag och med stöd av den utfärdade bestämmelser följs eller för fullgörande av skyldigheter enligt ett internationellt avtal som är förpliktande för Finland eller då Europeiska gemenskapens rättsordning förutsätter detta förordna tjänsteveterinärer att utföra utredningar och undersökningar i sådana djurhållningsenheter där djur hålls för idkande av näring, i djurtransporter samt i slakterier och på slaktplatser.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelsen far for tillsynen over att denna lag och med stod av den utfardade bestammelser foljs eller for fullgorande av skyldigheter enligt ett internationellt avtal som ar forpliktande for finland eller da europeiska gemenskapens rattsordning forutsatter detta forordna tjansteveterinarer att utfora utredningar och undersokningar i sadana djurhallningsenheter dar djur halls for idkande av naring, i djurtransporter samt i slakterier och pa slaktplatser."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Valitus",
      "content": "Elintarviketurvallisuusviraston, lääninhallituksen, kunnaneläinlääkärin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuseläinlääkärin, rajaeläinlääkärin ja poliisin tämän lain nojalla tekemään päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Elintarviketurvallisuusviraston, lääninhallituksen, kunnaneläinlääkärin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuseläinlääkärin, rajaeläinlääkärin ja poliisin tämän lain nojalla tekemään päätökseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "elintarviketurvallisuusviraston, laaninhallituksen, kunnanelainlaakarin, kunnan terveydensuojeluvalvontaa hoitavan viranhaltijan, tarkastuselainlaakarin, rajaelainlaakarin ja poliisin taman lain nojalla tekemaan paatokseen haetaan muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "Ändring i ett beslut som Livsmedelssäkerhetsverket, länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, en besiktningsveterinär, en gränsveterinär och polisen har fattat med stöd av denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i ett beslut som Livsmedelssäkerhetsverket, länsstyrelsen, kommunalveterinären, den tjänsteinnehavare som utövar tillsyn över hälsoskyddet i kommunen, en besiktningsveterinär, en gränsveterinär och polisen har fattat med stöd av denna lag får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i ett beslut som livsmedelssakerhetsverket, lansstyrelsen, kommunalveterinaren, den tjansteinnehavare som utovar tillsyn over halsoskyddet i kommunen, en besiktningsveterinar, en gransveterinar och polisen har fattat med stod av denna lag far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Eläintenpitokielto",
      "content": "Jos henkilölle on määrätty eläintenpitokielto, tuomioistuimen on lähetettävä jäljennös asiaa koskevasta pöytäkirjasta Elintarviketurvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Jos henkilölle on määrätty eläintenpitokielto, tuomioistuimen on lähetettävä jäljennös asiaa koskevasta pöytäkirjasta Elintarviketurvallisuusvirastolle.",
        "folded_fi": "jos henkilolle on maaratty elaintenpitokielto, tuomioistuimen on lahetettava jaljennos asiaa koskevasta poytakirjasta elintarviketurvallisuusvirastolle.",
        "title_sv": "Djurhållningsförbud",
        "content_sv": "Om någon har meddelats djurhållningsförbud, skall domstolen sända en kopia av protokollet i ärendet till Livsmedelssäkerhetsverket.",
        "normalized_sv": "Om någon har meddelats djurhållningsförbud, skall domstolen sända en kopia av protokollet i ärendet till Livsmedelssäkerhetsverket.",
        "folded_sv": "om nagon har meddelats djurhallningsforbud, skall domstolen sanda en kopia av protokollet i arendet till livsmedelssakerhetsverket."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Kustannukset",
      "content": "Edellä 44 §:ssä tarkoitetuista toimenpiteistä aiheutuvat kustannukset voidaan erityisistä syistä maksaa etukäteen valtion talousarviossa eläinlääkintähuoltoon varatuista määrärahoista. Eläimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Edellä 44 § :ssä tarkoitetuista toimenpiteistä aiheutuvat kustannukset voidaan erityisistä syistä maksaa etukäteen valtion talousarviossa eläinlääkintähuoltoon varatuista määrärahoista. Eläimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa säädetään.",
        "folded_fi": "edella 44 §:ssa tarkoitetuista toimenpiteista aiheutuvat kustannukset voidaan erityisista syista maksaa etukateen valtion talousarviossa elainlaakintahuoltoon varatuista maararahoista. elaimen omistaja tai haltija on vastuussa kustannusten lopullisesta suorittamisesta siten kuin 1 momentissa saadetaan.",
        "title_sv": "Kostnader",
        "content_sv": "De kostnader som åtgärder enligt 44 § föranleder kan av särskilda skäl betalas i förskott av det anslag som i statsbudgeten har reserverats för veterinärvård. Djurets ägare eller innehavare ansvarar för den slutliga betalningen av kostnaderna enligt vad som föreskrivs i 1 mom.",
        "normalized_sv": "De kostnader som åtgärder enligt 44 § föranleder kan av särskilda skäl betalas i förskott av det anslag som i statsbudgeten har reserverats för veterinärvård. Djurets ägare eller innehavare ansvarar för den slutliga betalningen av kostnaderna enligt vad som föreskrivs i 1 mom.",
        "folded_sv": "de kostnader som atgarder enligt 44 § foranleder kan av sarskilda skal betalas i forskott av det anslag som i statsbudgeten har reserverats for veterinarvard. djurets agare eller innehavare ansvarar for den slutliga betalningen av kostnaderna enligt vad som foreskrivs i 1 mom."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Palkkiot",
      "content": "Samanlainen oikeus on myös Elintarviketurvallisuusviraston ja lääninhallituksen määräämällä eläinlääkärillä, joka on suorittanut 48 §:ssä tarkoitetun selvityksen tai tutkimuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Samanlainen oikeus on myös Elintarviketurvallisuusviraston ja lääninhallituksen määräämällä eläinlääkärillä, joka on suorittanut 48 § :ssä tarkoitetun selvityksen tai tutkimuksen.",
        "folded_fi": "samanlainen oikeus on myos elintarviketurvallisuusviraston ja laaninhallituksen maaraamalla elainlaakarilla, joka on suorittanut 48 §:ssa tarkoitetun selvityksen tai tutkimuksen.",
        "title_sv": "Arvoden",
        "content_sv": "Samma rätt tillkommer veterinärer som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat och som har utfört en utredning eller undersökning enligt 48 §.",
        "normalized_sv": "Samma rätt tillkommer veterinärer som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat och som har utfört en utredning eller undersökning enligt 48 § .",
        "folded_sv": "samma ratt tillkommer veterinarer som livsmedelssakerhetsverket eller lansstyrelsen har forordnat och som har utfort en utredning eller undersokning enligt 48 §."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "61",
      "section": "61",
      "title": "Vahingonkorvaus",
      "content": "Mitä 1 ja 2 momentissa säädetään, sovelletaan myös Elintarviketurvallisuusviraston tai lääninhallituksen tässä laissa tarkoitettuja tehtäviä suorittamaan määräämän eläinlääkärin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:61",
        "normalized_fi": "Mitä 1 ja 2 momentissa säädetään, sovelletaan myös Elintarviketurvallisuusviraston tai lääninhallituksen tässä laissa tarkoitettuja tehtäviä suorittamaan määräämän eläinlääkärin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintään.",
        "folded_fi": "mita 1 ja 2 momentissa saadetaan, sovelletaan myos elintarviketurvallisuusviraston tai laaninhallituksen tassa laissa tarkoitettuja tehtavia suorittamaan maaraaman elainlaakarin mahdollisesti aiheuttamien vahinkojen korvaamiseen ja korvausten takaisinperintaan.",
        "title_sv": "Skadestånd",
        "content_sv": "Vad som bestäms i 1 och 2 mom. tillämpas också i fråga om ersättande av skada som eventuellt har vållats av en veterinär som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat att utföra uppgifter enligt denna lag samt i fråga om återkrav av ersättningarna.",
        "normalized_sv": "Vad som bestäms i 1 och 2 mom. tillämpas också i fråga om ersättande av skada som eventuellt har vållats av en veterinär som Livsmedelssäkerhetsverket eller länsstyrelsen har förordnat att utföra uppgifter enligt denna lag samt i fråga om återkrav av ersättningarna.",
        "folded_sv": "vad som bestams i 1 och 2 mom. tillampas ocksa i fraga om ersattande av skada som eventuellt har vallats av en veterinar som livsmedelssakerhetsverket eller lansstyrelsen har forordnat att utfora uppgifter enligt denna lag samt i fraga om aterkrav av ersattningarna."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    }
  ]
}