{
  "id": "301/2006",
  "type": "statute",
  "title": "Laki eläinlääkärinammatin harjoittamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utövning av veterinäryrket",
  "status": "in_force",
  "issued_date": "2006-04-28",
  "in_force_date": "2006-04-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/301/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eläinlääkäriksi laillistaminen Suomessa suoritetun tutkinnon perusteella",
      "content": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoon, muuhun vähintään kolmivuotiseen alempaan korkeakoulututkintoon tai näitä tasoltaan vastaavaan koulutukseen pohjautuvan eläinlääketieteen lisensiaatin tutkinnon sekä antanut Elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti eläinlääkärinvakuutuksen. Elintarviketurvallisuusvirasto vahvistaa eläinlääkärinvakuutuksen kaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoon, muuhun vähintään kolmivuotiseen alempaan korkeakoulututkintoon tai näitä tasoltaan vastaavaan koulutukseen pohjautuvan eläinlääketieteen lisensiaatin tutkinnon sekä antanut Elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti eläinlääkärinvakuutuksen. Elintarviketurvallisuusvirasto vahvistaa eläinlääkärinvakuutuksen kaavan.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina henkilolle, joka on suorittanut elainlaaketieteen kandidaatin tutkintoon, muuhun vahintaan kolmivuotiseen alempaan korkeakoulututkintoon tai naita tasoltaan vastaavaan koulutukseen pohjautuvan elainlaaketieteen lisensiaatin tutkinnon seka antanut elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti elainlaakarinvakuutuksen. elintarviketurvallisuusvirasto vahvistaa elainlaakarinvakuutuksen kaavan.",
        "title_sv": "Legitimation som veterinär med stöd av examen som avlagts i Finland",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan personer vilka avlagt veterinärmedicine licentiatexamen som baserar sig på veterinärmedicine kandidatexamen, en annan minst treårig lägre högskoleexamen eller en utbildning på motsvarande nivå och vilka till Livsmedelssäkerhetsverket avgett en skriftlig och muntlig veterinärförsäkran. Livsmedelssäkerhetsverket fastställer formuläret för veterinärförsäkran.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan personer vilka avlagt veterinärmedicine licentiatexamen som baserar sig på veterinärmedicine kandidatexamen, en annan minst treårig lägre högskoleexamen eller en utbildning på motsvarande nivå och vilka till Livsmedelssäkerhetsverket avgett en skriftlig och muntlig veterinärförsäkran. Livsmedelssäkerhetsverket fastställer formuläret för veterinärförsäkran.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan personer vilka avlagt veterinarmedicine licentiatexamen som baserar sig pa veterinarmedicine kandidatexamen, en annan minst trearig lagre hogskoleexamen eller en utbildning pa motsvarande niva och vilka till livsmedelssakerhetsverket avgett en skriftlig och muntlig veterinarforsakran. livsmedelssakerhetsverket faststaller formularet for veterinarforsakran."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankkinut Euroopan yhteisön lainsäädännössä tai Euroopan talousalueesta tehdyssä sopimuksessa tarkoitetun eläinlääkärin pätevyyden ja lisäksi antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä tässä momentissa tarkoitetusta eläinlääkärin pätevyydestä. Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Pohjoismaan kansalaiselle, joka on suorittanut muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääketieteellisen tutkinnon, jonka perusteella hänet on oikeutettu toimimaan eläinlääkärinä jossakin Pohjoismaassa. Laillistamisen edellytyksenä on lisäksi, että hakija on antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä ja eräiden terveyden- ja sairaanhoidon henkilöstöryhmien sekä eläinlääkäreiden yhteisistä pohjoismaisista työmarkkinoista tehdyssä sopimuksessa (SopS 2/1994) edellytetyt tarkemmat säännökset laillistamisesta Suomessa. Tätä lakia sovelletaan myös siten kuin kelpoisuudesta ja oikeudesta harjoittaa eläinlääkärinammattia sovitaan Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemässä sopimuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankkinut Euroopan yhteisön lainsäädännössä tai Euroopan talousalueesta tehdyssä sopimuksessa tarkoitetun eläinlääkärin pätevyyden ja lisäksi antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä tässä momentissa tarkoitetusta eläinlääkärin pätevyydestä. Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Pohjoismaan kansalaiselle, joka on suorittanut muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääketieteellisen tutkinnon, jonka perusteella hänet on oikeutettu toimimaan eläinlääkärinä jossakin Pohjoismaassa. Laillistamisen edellytyksenä on lisäksi, että hakija on antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä ja eräiden terveyden- ja sairaanhoidon henkilöstöryhmien sekä eläinlääkäreiden yhteisistä pohjoismaisista työmarkkinoista tehdyssä sopimuksessa (SopS 2/1994) edellytetyt tarkemmat säännökset laillistamisesta Suomessa. Tätä lakia sovelletaan myös siten kuin kelpoisuudesta ja oikeudesta harjoittaa eläinlääkärinammattia sovitaan Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemässä sopimuksessa.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa hankkinut euroopan yhteison lainsaadannossa tai euroopan talousalueesta tehdyssa sopimuksessa tarkoitetun elainlaakarin patevyyden ja lisaksi antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia tassa momentissa tarkoitetusta elainlaakarin patevyydesta. elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina pohjoismaan kansalaiselle, joka on suorittanut muussa kuin euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa elainlaaketieteellisen tutkinnon, jonka perusteella hanet on oikeutettu toimimaan elainlaakarina jossakin pohjoismaassa. laillistamisen edellytyksena on lisaksi, etta hakija on antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. maa- ja metsatalousministerion asetuksella annetaan euroopan yhteison lainsaadannossa ja eraiden terveyden- ja sairaanhoidon henkilostoryhmien seka elainlaakareiden yhteisista pohjoismaisista tyomarkkinoista tehdyssa sopimuksessa (sops 2/1994) edellytetyt tarkemmat saannokset laillistamisesta suomessa. tata lakia sovelletaan myos siten kuin kelpoisuudesta ja oikeudesta harjoittaa elainlaakarinammattia sovitaan euroopan yhteison ja sen jasenvaltioiden toisen osapuolen kanssa tekemassa sopimuksessa.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har förvärvat i Europeiska gemenskapens lagstiftning eller i avtalet om Europeiska ekonomiska samarbetsområdet avsedd veterinärkompetens och dessutom avgett i 3 § avsedd veterinärförsäkran. Närmare bestämmelser om den veterinärkompetens som avses i detta moment kan utfärdas genom förordning av jord- och skogsbruksministeriet. Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i ett nordiskt land som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen som gett dem rätt att vara verksamma som veterinär i ett nordiskt land. En ytterligare förutsättning för legitimation är att sökanden har avgett i 3 § avsedd veterinärförsäkran. Genom förordning av jord- och skogsbruksministeriet utfärdas de närmare bestämmelser om legitimation i Finland som förutsätts i Europeiska gemenskapens lagstiftning och i överenskommelsen om gemensam nordisk arbetsmarknad för viss hälso- och sjukvårdspersonal och veterinärer (FördrS 2/1994). Denna lag tillämpas också enligt vad som i fråga om behörighet och rätt att utöva veterinäryrket överenskoms i avtal som Europeiska gemenskapen och dess medlemsstater ingått med en annan part.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har förvärvat i Europeiska gemenskapens lagstiftning eller i avtalet om Europeiska ekonomiska samarbetsområdet avsedd veterinärkompetens och dessutom avgett i 3 § avsedd veterinärförsäkran. Närmare bestämmelser om den veterinärkompetens som avses i detta moment kan utfärdas genom förordning av jord- och skogsbruksministeriet. Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i ett nordiskt land som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen som gett dem rätt att vara verksamma som veterinär i ett nordiskt land. En ytterligare förutsättning för legitimation är att sökanden har avgett i 3 § avsedd veterinärförsäkran. Genom förordning av jord- och skogsbruksministeriet utfärdas de närmare bestämmelser om legitimation i Finland som förutsätts i Europeiska gemenskapens lagstiftning och i överenskommelsen om gemensam nordisk arbetsmarknad för viss hälso- och sjukvårdspersonal och veterinärer (FördrS 2/1994). Denna lag tillämpas också enligt vad som i fråga om behörighet och rätt att utöva veterinäryrket överenskoms i avtal som Europeiska gemenskapen och dess medlemsstater ingått med en annan part.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland har forvarvat i europeiska gemenskapens lagstiftning eller i avtalet om europeiska ekonomiska samarbetsomradet avsedd veterinarkompetens och dessutom avgett i 3 § avsedd veterinarforsakran. narmare bestammelser om den veterinarkompetens som avses i detta moment kan utfardas genom forordning av jord- och skogsbruksministeriet. ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan sadana medborgare i ett nordiskt land som i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet har avlagt veterinarmedicinsk examen som gett dem ratt att vara verksamma som veterinar i ett nordiskt land. en ytterligare forutsattning for legitimation ar att sokanden har avgett i 3 § avsedd veterinarforsakran. genom forordning av jord- och skogsbruksministeriet utfardas de narmare bestammelser om legitimation i finland som forutsatts i europeiska gemenskapens lagstiftning och i overenskommelsen om gemensam nordisk arbetsmarknad for viss halso- och sjukvardspersonal och veterinarer (fordrs 2/1994). denna lag tillampas ocksa enligt vad som i fraga om behorighet och ratt att utova veterinaryrket overenskoms i avtal som europeiska gemenskapen och dess medlemsstater ingatt med en annan part."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Muun ulkomaisen tutkinnon perusteella eläinlääkäriksi laillistaminen",
      "content": "Muissa kuin 4 §:ssä tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa suorittanut eläinlääketieteellisen tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta, osoittanut riittävää suomen tai ruotsin kielen taitoa sekä antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Edellä 1 momentissa mainituilla perusteilla Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on Euroopan unionin tai Euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin Suomessa suorittanut eläinlääketieteellisen tutkinnon. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset laillistamisen edellytyksenä olevista lisäopinnoista ja kielitaidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Muissa kuin 4 § :ssä tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa suorittanut eläinlääketieteellisen tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta, osoittanut riittävää suomen tai ruotsin kielen taitoa sekä antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Edellä 1 momentissa mainituilla perusteilla Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on Euroopan unionin tai Euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin Suomessa suorittanut eläinlääketieteellisen tutkinnon. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset laillistamisen edellytyksenä olevista lisäopinnoista ja kielitaidosta.",
        "folded_fi": "muissa kuin 4 §:ssa tarkoitetuissa tapauksissa elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa suorittanut elainlaaketieteellisen tutkinnon. laillistamisen edellytyksena on lisaksi, etta hakija on suorittanut suomessa tarvittavat lisaopinnot elainlaaketieteen alalta, osoittanut riittavaa suomen tai ruotsin kielen taitoa seka antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. edella 1 momentissa mainituilla perusteilla elintarviketurvallisuusvirasto voi myontaa oikeuden toimia laillistettuna elainlaakarina henkilolle, joka on euroopan unionin tai euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin suomessa suorittanut elainlaaketieteellisen tutkinnon. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset laillistamisen edellytyksena olevista lisaopinnoista ja kielitaidosta.",
        "title_sv": "Legitimation som veterinär med stöd av annan utländsk examen",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket i andra fall än de som avses i 4 § på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin, visat sig ha tillräckliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinärförsäkran. På de grunder som anges i 1 mom. kan Livsmedelssäkerhetsverket bevilja sådana medborgare i stater utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har avlagt veterinärmedicinsk examen någon annanstans än i Finland rätt att vara verksam som legitimerad veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de kompletterande studier och språkkunskaper som förutsätts för legitimation.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket i andra fall än de som avses i 4 § på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin, visat sig ha tillräckliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinärförsäkran. På de grunder som anges i 1 mom. kan Livsmedelssäkerhetsverket bevilja sådana medborgare i stater utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har avlagt veterinärmedicinsk examen någon annanstans än i Finland rätt att vara verksam som legitimerad veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de kompletterande studier och språkkunskaper som förutsätts för legitimation.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket i andra fall an de som avses i 4 § pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet har avlagt veterinarmedicinsk examen. en ytterligare forutsattning for legitimation ar att sokanden i finland har avlagt erforderliga kompletterande studier inom omradet for veterinarmedicin, visat sig ha tillrackliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinarforsakran. pa de grunder som anges i 1 mom. kan livsmedelssakerhetsverket bevilja sadana medborgare i stater utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet som har avlagt veterinarmedicinsk examen nagon annanstans an i finland ratt att vara verksam som legitimerad veterinar. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om de kompletterande studier och sprakkunskaper som forutsatts for legitimation."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Eläinlääketieteen opiskelijan väliaikainen eläinlääkärinammatin harjoittaminen",
      "content": "Henkilö, joka on suorittanut Suomessa eläinlääketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset eläinlääketieteen lisensiaatin tutkinnosta, saa ennen eläinlääkäriksi laillistamista harjoittaa väliaikaisesti, enintään kolme vuotta, eläinlääkärinammattia laillistetun tai 8 §:ssä tarkoitetun eläinlääkärin sijaisena. Kolmen vuoden määräaika lasketaan edellä tarkoitetun oikeuden saavuttamisesta. Elintarviketurvallisuusvirasto voi erityisistä syistä pidentää kyseistä aikaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset oikeuden saavuttamisen edellytyksenä olevista opintosuorituksista. Elintarviketurvallisuusvirasto voi erityisesti perustellusta syystä myöntää oikeuden harjoittaa väliaikaisesti eläinlääkärinammattia sellaiselle toisessa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääkäriksi opiskelevalle henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Henkilö, joka on suorittanut Suomessa eläinlääketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset eläinlääketieteen lisensiaatin tutkinnosta, saa ennen eläinlääkäriksi laillistamista harjoittaa väliaikaisesti, enintään kolme vuotta, eläinlääkärinammattia laillistetun tai 8 § :ssä tarkoitetun eläinlääkärin sijaisena. Kolmen vuoden määräaika lasketaan edellä tarkoitetun oikeuden saavuttamisesta. Elintarviketurvallisuusvirasto voi erityisistä syistä pidentää kyseistä aikaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset oikeuden saavuttamisen edellytyksenä olevista opintosuorituksista. Elintarviketurvallisuusvirasto voi erityisesti perustellusta syystä myöntää oikeuden harjoittaa väliaikaisesti eläinlääkärinammattia sellaiselle toisessa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääkäriksi opiskelevalle henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
        "folded_fi": "henkilo, joka on suorittanut suomessa elainlaaketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset elainlaaketieteen lisensiaatin tutkinnosta, saa ennen elainlaakariksi laillistamista harjoittaa valiaikaisesti, enintaan kolme vuotta, elainlaakarinammattia laillistetun tai 8 §:ssa tarkoitetun elainlaakarin sijaisena. kolmen vuoden maaraaika lasketaan edella tarkoitetun oikeuden saavuttamisesta. elintarviketurvallisuusvirasto voi erityisista syista pidentaa kyseista aikaa. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset oikeuden saavuttamisen edellytyksena olevista opintosuorituksista. elintarviketurvallisuusvirasto voi erityisesti perustellusta syysta myontaa oikeuden harjoittaa valiaikaisesti elainlaakarinammattia sellaiselle toisessa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa elainlaakariksi opiskelevalle henkilolle, joka on suorittanut elainlaaketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
        "title_sv": "Veterinärmedicine studerande såsom temporär utövare av veterinäryrket",
        "content_sv": "En person som i Finland har avlagt veterinärmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinärmedicine licentiatexamen får före sin legitimation som veterinär temporärt, i högst tre år, utöva veterinäryrket som vikarie för en legitimerad veterinär eller för en sådan veterinär som avses i 8 §. Dessa tre år räknas från den tidpunkt då denna rätt uppkom. Livsmedelssäkerhetsverket kan av särskilda skäl förlänga ifrågavarande tid. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de studieavsnitt som utgör en förutsättning för uppkomsten av denna rätt. Livsmedelssäkerhetsverket kan av särskilt grundad anledning bevilja sådana personer som i andra stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet studerar till veterinär och som har avlagt studier motsvarande veterinärmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt rätt att temporärt utöva veterinäryrket.",
        "normalized_sv": "En person som i Finland har avlagt veterinärmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinärmedicine licentiatexamen får före sin legitimation som veterinär temporärt, i högst tre år, utöva veterinäryrket som vikarie för en legitimerad veterinär eller för en sådan veterinär som avses i 8 § . Dessa tre år räknas från den tidpunkt då denna rätt uppkom. Livsmedelssäkerhetsverket kan av särskilda skäl förlänga ifrågavarande tid. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de studieavsnitt som utgör en förutsättning för uppkomsten av denna rätt. Livsmedelssäkerhetsverket kan av särskilt grundad anledning bevilja sådana personer som i andra stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet studerar till veterinär och som har avlagt studier motsvarande veterinärmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt rätt att temporärt utöva veterinäryrket.",
        "folded_sv": "en person som i finland har avlagt veterinarmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinarmedicine licentiatexamen far fore sin legitimation som veterinar temporart, i hogst tre ar, utova veterinaryrket som vikarie for en legitimerad veterinar eller for en sadan veterinar som avses i 8 §. dessa tre ar raknas fran den tidpunkt da denna ratt uppkom. livsmedelssakerhetsverket kan av sarskilda skal forlanga ifragavarande tid. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om de studieavsnitt som utgor en forutsattning for uppkomsten av denna ratt. livsmedelssakerhetsverket kan av sarskilt grundad anledning bevilja sadana personer som i andra stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet studerar till veterinar och som har avlagt studier motsvarande veterinarmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt ratt att temporart utova veterinaryrket."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Euroopan yhteisön lainsäädännössä ja Euroopan talousalueesta tehdyssä sopimuksessa edellytetty väliaikainen eläinlääkäripalvelujen tarjoaminen",
      "content": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankitun eläinlääkärin pätevyyden perusteella myöntää Suomessa oikeus toimia laillistettuna eläinlääkärinä, saa ilman eläinlääkäriksi laillistamista väliaikaisesti, enintään vuoden ajan, toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankitun eläinlääkärin pätevyyden perusteella myöntää Suomessa oikeus toimia laillistettuna eläinlääkärinä, saa ilman eläinlääkäriksi laillistamista väliaikaisesti, enintään vuoden ajan, toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen tekemisestä.",
        "folded_fi": "euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa hankitun elainlaakarin patevyyden perusteella myontaa suomessa oikeus toimia laillistettuna elainlaakarina, saa ilman elainlaakariksi laillistamista valiaikaisesti, enintaan vuoden ajan, toimia elainlaakarina tehtyaan elintarviketurvallisuusvirastolle ilmoituksen valiaikaisesta elainlaakaripalvelujen tarjoamisesta. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia ilmoituksen tekemisesta.",
        "title_sv": "Sådant temporärt tillhandahållande av veterinärtjänster som förutsätts i Europeiska gemenskapens lagstiftning och avtalet om Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i Finland kan beviljas rätt att vara verksamma som legitimerade veterinärer med stöd av veterinärkompetens som förvärvats i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt, i högst ett år, vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om anmälan.",
        "normalized_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i Finland kan beviljas rätt att vara verksamma som legitimerade veterinärer med stöd av veterinärkompetens som förvärvats i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt, i högst ett år, vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om anmälan.",
        "folded_sv": "sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i finland kan beviljas ratt att vara verksamma som legitimerade veterinarer med stod av veterinarkompetens som forvarvats i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland, far utan legitimation som veterinar temporart, i hogst ett ar, vara verksamma som veterinarer efter att till livsmedelssakerhetsverket ha gjort en anmalan om temporart tillhandahallande av veterinartjanster. genom forordning av jord- och skogsbruksministeriet kan utfardas narmare bestammelser om anmalan."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Eläinlääkäri-nimikkeen käyttäminen",
      "content": "Ainoastaan tämän lain nojalla laillistettu eläinlääkäri sekä 8 §:ssä tarkoitettu henkilö saavat käyttää eläinlääkärin nimikettä. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä edellytetyt säännökset eläinlääketieteellisten tutkintonimikkeiden käyttämisestä Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ainoastaan tämän lain nojalla laillistettu eläinlääkäri sekä 8 § :ssä tarkoitettu henkilö saavat käyttää eläinlääkärin nimikettä. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä edellytetyt säännökset eläinlääketieteellisten tutkintonimikkeiden käyttämisestä Suomessa.",
        "folded_fi": "ainoastaan taman lain nojalla laillistettu elainlaakari seka 8 §:ssa tarkoitettu henkilo saavat kayttaa elainlaakarin nimiketta. maa- ja metsatalousministerion asetuksella annetaan euroopan yhteison lainsaadannossa edellytetyt saannokset elainlaaketieteellisten tutkintonimikkeiden kayttamisesta suomessa.",
        "title_sv": "Användning av beteckningen veterinär",
        "content_sv": "Endast veterinärer som legitimerats med stöd av denna lag och personer som avses i 8 § får använda beteckningen veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas de bestämmelser om användningen av veterinärmedicinska examensbenämningar i Finland som förutsätts i Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Endast veterinärer som legitimerats med stöd av denna lag och personer som avses i 8 § får använda beteckningen veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas de bestämmelser om användningen av veterinärmedicinska examensbenämningar i Finland som förutsätts i Europeiska gemenskapens lagstiftning.",
        "folded_sv": "endast veterinarer som legitimerats med stod av denna lag och personer som avses i 8 § far anvanda beteckningen veterinar. genom forordning av jord- och skogsbruksministeriet utfardas de bestammelser om anvandningen av veterinarmedicinska examensbenamningar i finland som forutsatts i europeiska gemenskapens lagstiftning."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Lääkkeiden määrääminen ja ostaminen",
      "content": "Eläinlääkärinammatin harjoittajalla on oikeus määrätä apteekista lääkkeitä eläinlääkinnällistä tai eläinlääketieteellistä tarkoitusta varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä lääkkeiden määräämisestä. Lääkkeiden myymisestä ja muusta luovuttamisesta eläinlääkärille lääketukkukaupasta säädetään lääkelaissa (395/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Eläinlääkärinammatin harjoittajalla on oikeus määrätä apteekista lääkkeitä eläinlääkinnällistä tai eläinlääketieteellistä tarkoitusta varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä lääkkeiden määräämisestä. Lääkkeiden myymisestä ja muusta luovuttamisesta eläinlääkärille lääketukkukaupasta säädetään lääkelaissa (395/1987).",
        "folded_fi": "elainlaakarinammatin harjoittajalla on oikeus maarata apteekista laakkeita elainlaakinnallista tai elainlaaketieteellista tarkoitusta varten. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia laakkeiden maaraamisesta. laakkeiden myymisesta ja muusta luovuttamisesta elainlaakarille laaketukkukaupasta saadetaan laakelaissa (395/1987).",
        "title_sv": "Ordinering och köp av läkemedel",
        "content_sv": "Utövare av veterinäryrket har rätt att från apotek ordinera läkemedel för veterinärt eller veterinärvetenskapligt ändamål. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om ordinering av läkemedel. Bestämmelser om försäljning och annan överlåtelse av läkemedel från läkemedelspartiaffärer till veterinärer finns i läkemedelslagen (395/1987).",
        "normalized_sv": "Utövare av veterinäryrket har rätt att från apotek ordinera läkemedel för veterinärt eller veterinärvetenskapligt ändamål. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om ordinering av läkemedel. Bestämmelser om försäljning och annan överlåtelse av läkemedel från läkemedelspartiaffärer till veterinärer finns i läkemedelslagen (395/1987).",
        "folded_sv": "utovare av veterinaryrket har ratt att fran apotek ordinera lakemedel for veterinart eller veterinarvetenskapligt andamal. genom forordning av jord- och skogsbruksministeriet kan narmare bestammelser utfardas om ordinering av lakemedel. bestammelser om forsaljning och annan overlatelse av lakemedel fran lakemedelspartiaffarer till veterinarer finns i lakemedelslagen (395/1987)."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ilmoitus- ja tietojenantovelvollisuus",
      "content": "Eläinlääkärinammatin harjoittaja on velvollinen salassapitosäännösten estämättä antamaan Elintarviketurvallisuusviraston määräysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista sekä Elintarviketurvallisuusviraston tai lääninhallituksen vaatimia tautitapauksiin tai muutoin eläinlääkärinammatin harjoittamiseen liittyviä selvityksiä ja selityksiä. Eläinlääkärinammattia harjoittava laillistettu eläinlääkäri on lisäksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa sekä niiden muutokset Elintarviketurvallisuusvirastolle ja lääninhallitukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Eläinlääkärinammatin harjoittaja on velvollinen salassapitosäännösten estämättä antamaan Elintarviketurvallisuusviraston määräysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista sekä Elintarviketurvallisuusviraston tai lääninhallituksen vaatimia tautitapauksiin tai muutoin eläinlääkärinammatin harjoittamiseen liittyviä selvityksiä ja selityksiä. Eläinlääkärinammattia harjoittava laillistettu eläinlääkäri on lisäksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa sekä niiden muutokset Elintarviketurvallisuusvirastolle ja lääninhallitukselle.",
        "folded_fi": "elainlaakarinammatin harjoittaja on velvollinen salassapitosaannosten estamatta antamaan elintarviketurvallisuusviraston maaraysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista seka elintarviketurvallisuusviraston tai laaninhallituksen vaatimia tautitapauksiin tai muutoin elainlaakarinammatin harjoittamiseen liittyvia selvityksia ja selityksia. elainlaakarinammattia harjoittava laillistettu elainlaakari on lisaksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa seka niiden muutokset elintarviketurvallisuusvirastolle ja laaninhallitukselle.",
        "title_sv": "Anmälnings- och upplysningsskyldighet",
        "content_sv": "Utan hinder av sekretessbestämmelserna är en utövare av veterinäryrket skyldig att i enlighet med Livsmedelssäkerhetsverkets föreskrifter lämna anmälningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sådana av Livsmedelssäkerhetsverket eller länsstyrelsen infordrade utredningar och förklaringar som gäller sjukdomsfall eller annars har anknytning till utövningen av veterinäryrket. En legitimerad veterinär som utövar veterinäryrket är dessutom skyldig att underrätta Livsmedelssäkerhetsverket och länsstyrelsen om sin boningsort och adress samt förändringar i fråga om dem.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna är en utövare av veterinäryrket skyldig att i enlighet med Livsmedelssäkerhetsverkets föreskrifter lämna anmälningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sådana av Livsmedelssäkerhetsverket eller länsstyrelsen infordrade utredningar och förklaringar som gäller sjukdomsfall eller annars har anknytning till utövningen av veterinäryrket. En legitimerad veterinär som utövar veterinäryrket är dessutom skyldig att underrätta Livsmedelssäkerhetsverket och länsstyrelsen om sin boningsort och adress samt förändringar i fråga om dem.",
        "folded_sv": "utan hinder av sekretessbestammelserna ar en utovare av veterinaryrket skyldig att i enlighet med livsmedelssakerhetsverkets foreskrifter lamna anmalningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sadana av livsmedelssakerhetsverket eller lansstyrelsen infordrade utredningar och forklaringar som galler sjukdomsfall eller annars har anknytning till utovningen av veterinaryrket. en legitimerad veterinar som utovar veterinaryrket ar dessutom skyldig att underratta livsmedelssakerhetsverket och lansstyrelsen om sin boningsort och adress samt forandringar i fraga om dem."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Eläinlääkinnälliset todistukset",
      "content": "Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä todistusten ja lausuntojen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä todistusten ja lausuntojen antamisesta.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia todistusten ja lausuntojen antamisesta.",
        "title_sv": "Veterinära intyg",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om utfärdandet av intyg och utlåtanden.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om utfärdandet av intyg och utlåtanden.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet kan utfardas narmare bestammelser om utfardandet av intyg och utlatanden."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ohjaus ja valvonta",
      "content": "Ministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Lääninhallitus huolehtii tämän lain ja sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Ministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Lääninhallitus huolehtii tämän lain ja sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
        "folded_fi": "ministerio ohjaa ja valvoo ylimpana viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista. elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista. laaninhallitus huolehtii taman lain ja sen nojalla annettujen saannosten taytantoonpanosta ja noudattamisen valvonnasta laanin alueella.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Ministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Ministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "ministeriet leder och overvakar i egenskap av hogsta myndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser. livsmedelssakerhetsverket leder och overvakar i egenskap av centralforvaltningsmyndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser. lansstyrelsen svarar i lanet for verkstalligheten och tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Työkyvyn selvittäminen",
      "content": "Jos on perusteltua aihetta olettaa, että eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan lääkärintarkastukseen tai sairaalatutkimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Jos on perusteltua aihetta olettaa, että eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan lääkärintarkastukseen tai sairaalatutkimuksiin.",
        "folded_fi": "jos on perusteltua aihetta olettaa, etta elainlaakarinammatin harjoittaja on sairauden, paihteiden vaarinkayton, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi kaynyt kykenemattomaksi toimimaan ammatissaan, elintarviketurvallisuusvirasto voi velvoittaa elainlaakarinammatin harjoittajan laakarintarkastukseen tai sairaalatutkimuksiin.",
        "title_sv": "Utredning av arbetsförmågan",
        "content_sv": "Finns det grundad anledning att anta att en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarande orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket ålägga honom eller henne att genomgå läkarundersökning eller undersökningar på sjukhus.",
        "normalized_sv": "Finns det grundad anledning att anta att en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarande orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket ålägga honom eller henne att genomgå läkarundersökning eller undersökningar på sjukhus.",
        "folded_sv": "finns det grundad anledning att anta att en utovare av veterinaryrket pa grund av sjukdom, missbruk av rusmedel, nedsatt funktionsformaga eller nagon annan motsvarande orsak blivit oformogen att utova sitt yrke, kan livsmedelssakerhetsverket alagga honom eller henne att genomga lakarundersokning eller undersokningar pa sjukhus."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ammattitaidon selvittäminen",
      "content": "Jos on perusteltua aihetta epäillä, että eläinlääkärinammatin harjoittajan ammattitaidossa on puutteita, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan ammattitaidon tai muun pätevyyden toteamiseksi kuulusteluun taikka antamaan työnäytteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Jos on perusteltua aihetta epäillä, että eläinlääkärinammatin harjoittajan ammattitaidossa on puutteita, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan ammattitaidon tai muun pätevyyden toteamiseksi kuulusteluun taikka antamaan työnäytteen.",
        "folded_fi": "jos on perusteltua aihetta epailla, etta elainlaakarinammatin harjoittajan ammattitaidossa on puutteita, elintarviketurvallisuusvirasto voi velvoittaa elainlaakarinammatin harjoittajan ammattitaidon tai muun patevyyden toteamiseksi kuulusteluun taikka antamaan tyonaytteen.",
        "title_sv": "Utredning av yrkesskickligheten",
        "content_sv": "Finns det grundad anledning att misstänka att en utövare av veterinäryrket har bristande yrkesskicklighet, kan Livsmedelssäkerhetsverket ålägga honom eller henne att för konstaterande av yrkesskickligheten eller annan kompetens genomgå förhör eller ge ett arbetsprov.",
        "normalized_sv": "Finns det grundad anledning att misstänka att en utövare av veterinäryrket har bristande yrkesskicklighet, kan Livsmedelssäkerhetsverket ålägga honom eller henne att för konstaterande av yrkesskickligheten eller annan kompetens genomgå förhör eller ge ett arbetsprov.",
        "folded_sv": "finns det grundad anledning att misstanka att en utovare av veterinaryrket har bristande yrkesskicklighet, kan livsmedelssakerhetsverket alagga honom eller henne att for konstaterande av yrkesskickligheten eller annan kompetens genomga forhor eller ge ett arbetsprov."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Vastaanottotoiminnan tarkastaminen",
      "content": "Elintarviketurvallisuusvirasto tai lääninhallitus voi tarkastaa eläinlääkärinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat sekä potilasasiakirjat, jos se on tarpeen tässä laissa säädetyn valvonnan toteuttamiseksi. Samoin perustein Elintarviketurvallisuusvirasto voi myös määrätä lääninhallituksen suorittamaan tarkastuksen. Tarkastus saadaan tehdä kotirauhan piirissä vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläinlääkärin syyllistyneen ammattitoiminnassaan rangaistavaksi säädettyyn menettelyyn. Viranomaisen apuna tarkastuksessa voidaan käyttää asiantuntijoita. Asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat tarkastuksen kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Asiantuntijoilla on oikeus salassapitosäännösten estämättä saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot käyttöönsä. Asiantuntijat ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Elintarviketurvallisuusvirasto tai lääninhallitus voi tarkastaa eläinlääkärinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat sekä potilasasiakirjat, jos se on tarpeen tässä laissa säädetyn valvonnan toteuttamiseksi. Samoin perustein Elintarviketurvallisuusvirasto voi myös määrätä lääninhallituksen suorittamaan tarkastuksen. Tarkastus saadaan tehdä kotirauhan piirissä vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläinlääkärin syyllistyneen ammattitoiminnassaan rangaistavaksi säädettyyn menettelyyn. Viranomaisen apuna tarkastuksessa voidaan käyttää asiantuntijoita. Asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat tarkastuksen kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Asiantuntijoilla on oikeus salassapitosäännösten estämättä saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot käyttöönsä. Asiantuntijat ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot.",
        "folded_fi": "elintarviketurvallisuusvirasto tai laaninhallitus voi tarkastaa elainlaakarinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat seka potilasasiakirjat, jos se on tarpeen tassa laissa saadetyn valvonnan toteuttamiseksi. samoin perustein elintarviketurvallisuusvirasto voi myos maarata laaninhallituksen suorittamaan tarkastuksen. tarkastus saadaan tehda kotirauhan piirissa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elainlaakarin syyllistyneen ammattitoiminnassaan rangaistavaksi saadettyyn menettelyyn. viranomaisen apuna tarkastuksessa voidaan kayttaa asiantuntijoita. asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkiloita, jotka edustavat tarkastuksen kannalta merkityksellista tieteellista, kaytannon elainlaakinnan tai muuta asiantuntemusta. asiantuntijoilla on oikeus salassapitosaannosten estamatta saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot kayttoonsa. asiantuntijat ovat velvollisia pitamaan salassa saamansa salassa pidettaviksi saadetyt tiedot.",
        "title_sv": "Granskning av mottagningsverksamheten",
        "content_sv": "Livsmedelssäkerhetsverket eller länsstyrelsen kan granska mottagnings-, undersöknings- och vårdutrymmena samt journalhandlingarna hos en utövare av veterinäryrket, om detta är nödvändigt för verkställandet av den tillsyn som föreskrivs i denna lag. På samma grunder kan Livsmedelssäkerhetsverket även bestämma att länsstyrelsen skall genomföra denna granskning. På områden som omfattas av hemfriden får granskning utföras endast om det är nödvändigt för att utreda de omständigheter som granskningen gäller och om det finns anledning att misstänka att en veterinär i sin yrkesverksamhet gjort sig skyldig till straffbart förfarande. Vid granskningen kan myndigheterna anlita sakkunniga. De sakkunniga skall vara erkänt skickliga och erfarna personer som företräder vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap av betydelse för granskningen. De sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för granskningen av mottagningsverksamheten. De sakkunniga är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till.",
        "normalized_sv": "Livsmedelssäkerhetsverket eller länsstyrelsen kan granska mottagnings-, undersöknings- och vårdutrymmena samt journalhandlingarna hos en utövare av veterinäryrket, om detta är nödvändigt för verkställandet av den tillsyn som föreskrivs i denna lag. På samma grunder kan Livsmedelssäkerhetsverket även bestämma att länsstyrelsen skall genomföra denna granskning. På områden som omfattas av hemfriden får granskning utföras endast om det är nödvändigt för att utreda de omständigheter som granskningen gäller och om det finns anledning att misstänka att en veterinär i sin yrkesverksamhet gjort sig skyldig till straffbart förfarande. Vid granskningen kan myndigheterna anlita sakkunniga. De sakkunniga skall vara erkänt skickliga och erfarna personer som företräder vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap av betydelse för granskningen. De sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för granskningen av mottagningsverksamheten. De sakkunniga är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till.",
        "folded_sv": "livsmedelssakerhetsverket eller lansstyrelsen kan granska mottagnings-, undersoknings- och vardutrymmena samt journalhandlingarna hos en utovare av veterinaryrket, om detta ar nodvandigt for verkstallandet av den tillsyn som foreskrivs i denna lag. pa samma grunder kan livsmedelssakerhetsverket aven bestamma att lansstyrelsen skall genomfora denna granskning. pa omraden som omfattas av hemfriden far granskning utforas endast om det ar nodvandigt for att utreda de omstandigheter som granskningen galler och om det finns anledning att misstanka att en veterinar i sin yrkesverksamhet gjort sig skyldig till straffbart forfarande. vid granskningen kan myndigheterna anlita sakkunniga. de sakkunniga skall vara erkant skickliga och erfarna personer som foretrader vetenskaplig, praktisk veterinarmedicinsk eller annan sakkunskap av betydelse for granskningen. de sakkunniga har ratt att utan hinder av sekretessbestammelserna fa tillgang till de uppgifter som behovs for granskningen av mottagningsverksamheten. de sakkunniga ar skyldiga att hemlighalla de sekretessbelagda uppgifter som de far tillgang till."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Virheellinen toiminta",
      "content": "Elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa päätöksellään eläinlääkärinammatin harjoittajalle tarkempia määräyksiä ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai määräajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai määräajaksi, jos eläinlääkärinammatin harjoittaja on: 1) laiminlyönyt 10 §:n 2 momentissa, 12―16 tai 18 §:ssä säädetyn velvollisuuden; 2) suorittanut sellaisia tehtäviä, joihin hänen koulutustaan ja ammattitaitoaan on pidettävä riittämättömänä tai hänen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin eläinlääkärinammattia harjoittaessaan virheellisesti tai moitittavasti. Ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttää, että virheellinen menettely tai laiminlyönti on vakavaa ja toistuvaa eikä ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvän puutteen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa päätöksellään eläinlääkärinammatin harjoittajalle tarkempia määräyksiä ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai määräajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai määräajaksi, jos eläinlääkärinammatin harjoittaja on: 1) laiminlyönyt 10 § :n 2 momentissa, 12―16 tai 18 § :ssä säädetyn velvollisuuden; 2) suorittanut sellaisia tehtäviä, joihin hänen koulutustaan ja ammattitaitoaan on pidettävä riittämättömänä tai hänen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin eläinlääkärinammattia harjoittaessaan virheellisesti tai moitittavasti. Ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttää, että virheellinen menettely tai laiminlyönti on vakavaa ja toistuvaa eikä ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvän puutteen korjaamiseen.",
        "folded_fi": "elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa paatoksellaan elainlaakarinammatin harjoittajalle tarkempia maarayksia ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai maaraajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai maaraajaksi, jos elainlaakarinammatin harjoittaja on: 1) laiminlyonyt 10 §:n 2 momentissa, 12―16 tai 18 §:ssa saadetyn velvollisuuden; 2) suorittanut sellaisia tehtavia, joihin hanen koulutustaan ja ammattitaitoaan on pidettava riittamattomana tai hanen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin elainlaakarinammattia harjoittaessaan virheellisesti tai moitittavasti. ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttaa, etta virheellinen menettely tai laiminlyonti on vakavaa ja toistuvaa eika ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvan puutteen korjaamiseen.",
        "title_sv": "Felaktigt förfarande",
        "content_sv": "Livsmedelssäkerhetsverket kan med beaktande av förseelsens art och omfattning genom sitt beslut meddela en utövare av veterinäryrket närmare föreskrifter för yrkesutövningen, tills vidare eller för viss tid begränsa rätten att utöva yrket eller tills vidare eller för viss tid frånta utövaren av veterinäryrket denna rätt, om denne har 1) försummat någon skyldighet enligt 10 § 2 mom., 12―16 eller 18 §, 2) fullgjort uppgifter för vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillräcklig eller verksamhetsmöjligheter begränsade, eller 3) annars handlat felaktigt eller klandervärt vid utövningen av veterinäryrket. För att rätten att utöva yrket skall kunna begränsas eller fråntas utövaren på det sätt som anges i 1 mom. förutsätts det att det felaktiga förfarandet eller försummelsen har varit av allvarlig art och upprepats och att en anmärkning eller varning till yrkesutövaren inte har lett till att bristen i verksamheten blivit avhjälpt.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan med beaktande av förseelsens art och omfattning genom sitt beslut meddela en utövare av veterinäryrket närmare föreskrifter för yrkesutövningen, tills vidare eller för viss tid begränsa rätten att utöva yrket eller tills vidare eller för viss tid frånta utövaren av veterinäryrket denna rätt, om denne har 1) försummat någon skyldighet enligt 10 § 2 mom., 12―16 eller 18 § , 2) fullgjort uppgifter för vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillräcklig eller verksamhetsmöjligheter begränsade, eller 3) annars handlat felaktigt eller klandervärt vid utövningen av veterinäryrket. För att rätten att utöva yrket skall kunna begränsas eller fråntas utövaren på det sätt som anges i 1 mom. förutsätts det att det felaktiga förfarandet eller försummelsen har varit av allvarlig art och upprepats och att en anmärkning eller varning till yrkesutövaren inte har lett till att bristen i verksamheten blivit avhjälpt.",
        "folded_sv": "livsmedelssakerhetsverket kan med beaktande av forseelsens art och omfattning genom sitt beslut meddela en utovare av veterinaryrket narmare foreskrifter for yrkesutovningen, tills vidare eller for viss tid begransa ratten att utova yrket eller tills vidare eller for viss tid franta utovaren av veterinaryrket denna ratt, om denne har 1) forsummat nagon skyldighet enligt 10 § 2 mom., 12―16 eller 18 §, 2) fullgjort uppgifter for vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillracklig eller verksamhetsmojligheter begransade, eller 3) annars handlat felaktigt eller klandervart vid utovningen av veterinaryrket. for att ratten att utova yrket skall kunna begransas eller frantas utovaren pa det satt som anges i 1 mom. forutsatts det att det felaktiga forfarandet eller forsummelsen har varit av allvarlig art och upprepats och att en anmarkning eller varning till yrkesutovaren inte har lett till att bristen i verksamheten blivit avhjalpt."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Kykenemättömyys toimia ammatissa",
      "content": "Jos eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on sairauden, paihteiden vaarinkayton, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi kaynyt kykenemattomaksi toimimaan ammatissaan, elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
        "title_sv": "Oförmögenhet att utöva yrke",
        "content_sv": "Har en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarade orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket tills vidare begränsa rätten att utöva yrket eller tills vidare frånta utövaren av veterinäryrket denna rätt.",
        "normalized_sv": "Har en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarade orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket tills vidare begränsa rätten att utöva yrket eller tills vidare frånta utövaren av veterinäryrket denna rätt.",
        "folded_sv": "har en utovare av veterinaryrket pa grund av sjukdom, missbruk av rusmedel, nedsatt funktionsformaga eller nagon annan motsvarade orsak blivit oformogen att utova sitt yrke, kan livsmedelssakerhetsverket tills vidare begransa ratten att utova yrket eller tills vidare franta utovaren av veterinaryrket denna ratt."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Ammattitoiminnassa tehty rikos",
      "content": "Jos eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka hän on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvistä asianhaaroista on havaittavissa, ettei hän ole sen luottamuksen arvoinen, jota hänen tulee nauttia, Elintarviketurvallisuusvirasto voi poistaa eläinlääkärinammatin harjoittajalta määräajaksi tai, jos asianhaarat ovat erittäin raskauttavat, lopullisesti ammatinharjoittamisoikeuden. Jos valtion tai kunnan taikka kuntayhtymän virassa oleva eläinlääkärinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mitä 1 momentissa säädetään. Tuomioistuimen tulee viipymättä lähettää jäljennös 1 ja 2 momentissa tarkoitettua asiaa koskevasta pöytäkirjasta ja tuomiosta Elintarviketurvallisuusvirastolle. Jo ennen kuin tuomioistuimen tuomio, jolla eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, Elintarviketurvallisuusvirasto voi kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka hän on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvistä asianhaaroista on havaittavissa, ettei hän ole sen luottamuksen arvoinen, jota hänen tulee nauttia, Elintarviketurvallisuusvirasto voi poistaa eläinlääkärinammatin harjoittajalta määräajaksi tai, jos asianhaarat ovat erittäin raskauttavat, lopullisesti ammatinharjoittamisoikeuden. Jos valtion tai kunnan taikka kuntayhtymän virassa oleva eläinlääkärinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mitä 1 momentissa säädetään. Tuomioistuimen tulee viipymättä lähettää jäljennös 1 ja 2 momentissa tarkoitettua asiaa koskevasta pöytäkirjasta ja tuomiosta Elintarviketurvallisuusvirastolle. Jo ennen kuin tuomioistuimen tuomio, jolla eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, Elintarviketurvallisuusvirasto voi kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka han on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvista asianhaaroista on havaittavissa, ettei han ole sen luottamuksen arvoinen, jota hanen tulee nauttia, elintarviketurvallisuusvirasto voi poistaa elainlaakarinammatin harjoittajalta maaraajaksi tai, jos asianhaarat ovat erittain raskauttavat, lopullisesti ammatinharjoittamisoikeuden. jos valtion tai kunnan taikka kuntayhtyman virassa oleva elainlaakarinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mita 1 momentissa saadetaan. tuomioistuimen tulee viipymatta lahettaa jaljennos 1 ja 2 momentissa tarkoitettua asiaa koskevasta poytakirjasta ja tuomiosta elintarviketurvallisuusvirastolle. jo ennen kuin tuomioistuimen tuomio, jolla elainlaakarinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, elintarviketurvallisuusvirasto voi kieltaa elainlaakarinammatin harjoittajaa harjoittamasta ammattia.",
        "title_sv": "Brott i samband med yrkesutövningen",
        "content_sv": "Om en utövare av veterinäryrket har dömts till fängelsestraff för ett brott som har begåtts i yrkesutövningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhängande omständigheterna framgår att personen i fråga är ovärdig det förtroende som han eller hon bör åtnjuta, kan Livsmedelssäkerhetsverket för viss tid eller, om omständigheterna är synnerligen försvårande, för alltid frånta denna person rätten att utöva veterinäryrket. Om en utövare av veterinäryrket som innehar tjänst hos staten, en kommun eller en samkommun på grund av brott har dömts till skiljande från tjänsteutövning eller avsättning, skall 1 mom. iakttas på motsvarande sätt. Domstolen skall utan dröjsmål till Livsmedelssäkerhetsverket sända en kopia av protokollet och domen i mål som avses i 1 och 2 mom. Redan innan domstolens dom varigenom en utövare av veterinäryrket har dömts till fängelsestraff, avsättning eller skiljande från tjänsteutövning har vunnit laga kraft, kan Livsmedelssäkerhetsverket förbjuda utövaren av veterinäryrket att utöva yrket.",
        "normalized_sv": "Om en utövare av veterinäryrket har dömts till fängelsestraff för ett brott som har begåtts i yrkesutövningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhängande omständigheterna framgår att personen i fråga är ovärdig det förtroende som han eller hon bör åtnjuta, kan Livsmedelssäkerhetsverket för viss tid eller, om omständigheterna är synnerligen försvårande, för alltid frånta denna person rätten att utöva veterinäryrket. Om en utövare av veterinäryrket som innehar tjänst hos staten, en kommun eller en samkommun på grund av brott har dömts till skiljande från tjänsteutövning eller avsättning, skall 1 mom. iakttas på motsvarande sätt. Domstolen skall utan dröjsmål till Livsmedelssäkerhetsverket sända en kopia av protokollet och domen i mål som avses i 1 och 2 mom. Redan innan domstolens dom varigenom en utövare av veterinäryrket har dömts till fängelsestraff, avsättning eller skiljande från tjänsteutövning har vunnit laga kraft, kan Livsmedelssäkerhetsverket förbjuda utövaren av veterinäryrket att utöva yrket.",
        "folded_sv": "om en utovare av veterinaryrket har domts till fangelsestraff for ett brott som har begatts i yrkesutovningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhangande omstandigheterna framgar att personen i fraga ar ovardig det fortroende som han eller hon bor atnjuta, kan livsmedelssakerhetsverket for viss tid eller, om omstandigheterna ar synnerligen forsvarande, for alltid franta denna person ratten att utova veterinaryrket. om en utovare av veterinaryrket som innehar tjanst hos staten, en kommun eller en samkommun pa grund av brott har domts till skiljande fran tjansteutovning eller avsattning, skall 1 mom. iakttas pa motsvarande satt. domstolen skall utan drojsmal till livsmedelssakerhetsverket sanda en kopia av protokollet och domen i mal som avses i 1 och 2 mom. redan innan domstolens dom varigenom en utovare av veterinaryrket har domts till fangelsestraff, avsattning eller skiljande fran tjansteutovning har vunnit laga kraft, kan livsmedelssakerhetsverket forbjuda utovaren av veterinaryrket att utova yrket."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Väliaikaiset hallinnolliset turvaamistoimenpiteet",
      "content": "Käsitellessään 20―25 §:ssä tarkoitettuja asioita Elintarviketurvallisuusvirasto voi väliaikaisesti kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia tai väliaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta eläinten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan välittömän vaaran vuoksi välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Käsitellessään 20―25 § :ssä tarkoitettuja asioita Elintarviketurvallisuusvirasto voi väliaikaisesti kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia tai väliaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta eläinten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan välittömän vaaran vuoksi välttämätöntä.",
        "folded_fi": "kasitellessaan 20―25 §:ssa tarkoitettuja asioita elintarviketurvallisuusvirasto voi valiaikaisesti kieltaa elainlaakarinammatin harjoittajaa harjoittamasta ammattia tai valiaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta elainten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan valittoman vaaran vuoksi valttamatonta.",
        "title_sv": "Temporära administrativa säkerhetsåtgärder",
        "content_sv": "Vid behandlingen av ärenden som avses i 20―25 § kan Livsmedelssäkerhetsverket temporärt förbjuda en utövare av veterinäryrket att utöva yrket eller temporärt begränsa rätten att utöva yrket, om det är nödvändigt på grund av den omedelbara risk för djurs hälsa eller välbefinnande eller folkhälsan som verksamheten innebär.",
        "normalized_sv": "Vid behandlingen av ärenden som avses i 20―25 § kan Livsmedelssäkerhetsverket temporärt förbjuda en utövare av veterinäryrket att utöva yrket eller temporärt begränsa rätten att utöva yrket, om det är nödvändigt på grund av den omedelbara risk för djurs hälsa eller välbefinnande eller folkhälsan som verksamheten innebär.",
        "folded_sv": "vid behandlingen av arenden som avses i 20―25 § kan livsmedelssakerhetsverket temporart forbjuda en utovare av veterinaryrket att utova yrket eller temporart begransa ratten att utova yrket, om det ar nodvandigt pa grund av den omedelbara risk for djurs halsa eller valbefinnande eller folkhalsan som verksamheten innebar."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Ammatinharjoittamisoikeuden poistaminen eläinlääkärinammatin harjoittajan omasta pyynnöstä",
      "content": "Elintarviketurvallisuusvirasto voi eläinlääkärinammatin harjoittajan omasta pyynnöstä rajoittaa tämän oikeutta eläinlääkärinammatin harjoittamiseen tai poistaa sen kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi eläinlääkärinammatin harjoittajan omasta pyynnöstä rajoittaa tämän oikeutta eläinlääkärinammatin harjoittamiseen tai poistaa sen kokonaan.",
        "folded_fi": "elintarviketurvallisuusvirasto voi elainlaakarinammatin harjoittajan omasta pyynnosta rajoittaa taman oikeutta elainlaakarinammatin harjoittamiseen tai poistaa sen kokonaan.",
        "title_sv": "Fråntagande av rätt att utöva yrke när en utövare av veterinäryrket själv anhåller därom",
        "content_sv": "Livsmedelssäkerhetsverket kan på begäran av en utövare av veterinäryrket begränsa rätten att utöva veterinäryrket eller helt och hållet frånta vederbörande denna rätt.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan på begäran av en utövare av veterinäryrket begränsa rätten att utöva veterinäryrket eller helt och hållet frånta vederbörande denna rätt.",
        "folded_sv": "livsmedelssakerhetsverket kan pa begaran av en utovare av veterinaryrket begransa ratten att utova veterinaryrket eller helt och hallet franta vederborande denna ratt."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Ammatinharjoittamisoikeuden palauttaminen",
      "content": "Kun eläinlääkärinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus määräajaksi tai toistaiseksi taikka sitä on rajoitettu, eläinlääkärinammatin harjoittaja voi Elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Kun eläinlääkärinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus määräajaksi tai toistaiseksi taikka sitä on rajoitettu, eläinlääkärinammatin harjoittaja voi Elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
        "folded_fi": "kun elainlaakarinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus maaraajaksi tai toistaiseksi taikka sita on rajoitettu, elainlaakarinammatin harjoittaja voi elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
        "title_sv": "Återställande av rätt att utöva yrke",
        "content_sv": "Om en utövare av veterinäryrket för viss tid eller tills vidare har fråntagits rätten att utöva yrket eller om denna rätt har begränsats, kan personen i fråga hos Livsmedelssäkerhetsverket ansöka om återställande av rätten att utöva yrket eller slopande av begränsningen av denna rätt, om den omständighet som ledde till förlust eller begränsning av rätten att utöva yrket inte längre föreligger.",
        "normalized_sv": "Om en utövare av veterinäryrket för viss tid eller tills vidare har fråntagits rätten att utöva yrket eller om denna rätt har begränsats, kan personen i fråga hos Livsmedelssäkerhetsverket ansöka om återställande av rätten att utöva yrket eller slopande av begränsningen av denna rätt, om den omständighet som ledde till förlust eller begränsning av rätten att utöva yrket inte längre föreligger.",
        "folded_sv": "om en utovare av veterinaryrket for viss tid eller tills vidare har frantagits ratten att utova yrket eller om denna ratt har begransats, kan personen i fraga hos livsmedelssakerhetsverket ansoka om aterstallande av ratten att utova yrket eller slopande av begransningen av denna ratt, om den omstandighet som ledde till forlust eller begransning av ratten att utova yrket inte langre foreligger."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Kirjallinen varoitus",
      "content": "Jos eläinlääkärinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja säännöksiä tai määräyksiä, syyllistynyt tehtävässään muutoin virheellisyyteen tai laiminlyöntiin taikka käyttäytynyt sopimattomasti eikä virheellisyys tai laiminlyönti ole sen laatuista, että häntä olisi siitä syytettävä tuomioistuimessa, Elintarviketurvallisuusvirasto voi antaa hänelle kirjallisen varoituksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja säännöksiä tai määräyksiä, syyllistynyt tehtävässään muutoin virheellisyyteen tai laiminlyöntiin taikka käyttäytynyt sopimattomasti eikä virheellisyys tai laiminlyönti ole sen laatuista, että häntä olisi siitä syytettävä tuomioistuimessa, Elintarviketurvallisuusvirasto voi antaa hänelle kirjallisen varoituksen.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja saannoksia tai maarayksia, syyllistynyt tehtavassaan muutoin virheellisyyteen tai laiminlyontiin taikka kayttaytynyt sopimattomasti eika virheellisyys tai laiminlyonti ole sen laatuista, etta hanta olisi siita syytettava tuomioistuimessa, elintarviketurvallisuusvirasto voi antaa hanelle kirjallisen varoituksen.",
        "title_sv": "Skriftlig varning",
        "content_sv": "Har en utövare av veterinäryrket vid utövningen av yrket handlat mot lag eller med stöd av lag utfärdade bestämmelser eller föreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller försummelse eller uppfört sig olämpligt, och är felaktigheten eller försummelsen inte av sådan art att den bör leda till åtal vid domstol, kan Livsmedelssäkerhetsverket ge utövaren av veterinäryrket en skriftlig varning.",
        "normalized_sv": "Har en utövare av veterinäryrket vid utövningen av yrket handlat mot lag eller med stöd av lag utfärdade bestämmelser eller föreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller försummelse eller uppfört sig olämpligt, och är felaktigheten eller försummelsen inte av sådan art att den bör leda till åtal vid domstol, kan Livsmedelssäkerhetsverket ge utövaren av veterinäryrket en skriftlig varning.",
        "folded_sv": "har en utovare av veterinaryrket vid utovningen av yrket handlat mot lag eller med stod av lag utfardade bestammelser eller foreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller forsummelse eller uppfort sig olampligt, och ar felaktigheten eller forsummelsen inte av sadan art att den bor leda till atal vid domstol, kan livsmedelssakerhetsverket ge utovaren av veterinaryrket en skriftlig varning."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Eläinlääkärirekisteri",
      "content": "Elintarviketurvallisuusvirasto pitää tässä laissa säädettyjen valvontatehtävien hoitamiseksi rekisteriä eläinlääkärinammatin harjoittajista. Eläinlääkärirekisteriin merkitsemisen yhteydessä Elintarviketurvallisuusvirasto antaa eläinlääkärinammatin harjoittajalle tunnusnumeron. Rekisteriin talletettavia tietoja ovat: 1) eläinlääkärinammatin harjoittajan nimi, henkilötunnus, tunnusnumero, laillistamispäivä ja tiedot mahdollisesti suoritetusta erikoiseläinlääkäritutkinnosta; 2) eläinlääkärinammatin harjoittajan työpaikka- ja yhteystiedot sekä toiminta itsenäisenä ammatinharjoittajana; 3) aika, jolloin eläinlääketieteen opiskelijalla on 7 §:n nojalla oikeus väliaikaisesti harjoittaa eläinlääkärin ammattia; 4) aika, jolloin eläinlääkärinammatin harjoittaja 8 §:n nojalla väliaikaisesti tarjoaa eläinlääkäripalveluja; 5) ammatinharjoittamisoikeuden väliaikainen rajoittaminen tai kieltäminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltäminen. Elintarviketurvallisuusvirasto voi tallettaa eläinlääkärirekisteriin tässä laissa säädettyjen valvontatehtävien hoitamisen edellyttämät tiedot eläinlääkärinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta sekä viraltapanosta tai virantoimituksesta erottamisesta. Nämä tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva päätös ei ole lainvoimainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Elintarviketurvallisuusvirasto pitää tässä laissa säädettyjen valvontatehtävien hoitamiseksi rekisteriä eläinlääkärinammatin harjoittajista. Eläinlääkärirekisteriin merkitsemisen yhteydessä Elintarviketurvallisuusvirasto antaa eläinlääkärinammatin harjoittajalle tunnusnumeron. Rekisteriin talletettavia tietoja ovat: 1) eläinlääkärinammatin harjoittajan nimi, henkilötunnus, tunnusnumero, laillistamispäivä ja tiedot mahdollisesti suoritetusta erikoiseläinlääkäritutkinnosta; 2) eläinlääkärinammatin harjoittajan työpaikka- ja yhteystiedot sekä toiminta itsenäisenä ammatinharjoittajana; 3) aika, jolloin eläinlääketieteen opiskelijalla on 7 § :n nojalla oikeus väliaikaisesti harjoittaa eläinlääkärin ammattia; 4) aika, jolloin eläinlääkärinammatin harjoittaja 8 § :n nojalla väliaikaisesti tarjoaa eläinlääkäripalveluja; 5) ammatinharjoittamisoikeuden väliaikainen rajoittaminen tai kieltäminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltäminen. Elintarviketurvallisuusvirasto voi tallettaa eläinlääkärirekisteriin tässä laissa säädettyjen valvontatehtävien hoitamisen edellyttämät tiedot eläinlääkärinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta sekä viraltapanosta tai virantoimituksesta erottamisesta. Nämä tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva päätös ei ole lainvoimainen.",
        "folded_fi": "elintarviketurvallisuusvirasto pitaa tassa laissa saadettyjen valvontatehtavien hoitamiseksi rekisteria elainlaakarinammatin harjoittajista. elainlaakarirekisteriin merkitsemisen yhteydessa elintarviketurvallisuusvirasto antaa elainlaakarinammatin harjoittajalle tunnusnumeron. rekisteriin talletettavia tietoja ovat: 1) elainlaakarinammatin harjoittajan nimi, henkilotunnus, tunnusnumero, laillistamispaiva ja tiedot mahdollisesti suoritetusta erikoiselainlaakaritutkinnosta; 2) elainlaakarinammatin harjoittajan tyopaikka- ja yhteystiedot seka toiminta itsenaisena ammatinharjoittajana; 3) aika, jolloin elainlaaketieteen opiskelijalla on 7 §:n nojalla oikeus valiaikaisesti harjoittaa elainlaakarin ammattia; 4) aika, jolloin elainlaakarinammatin harjoittaja 8 §:n nojalla valiaikaisesti tarjoaa elainlaakaripalveluja; 5) ammatinharjoittamisoikeuden valiaikainen rajoittaminen tai kieltaminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltaminen. elintarviketurvallisuusvirasto voi tallettaa elainlaakarirekisteriin tassa laissa saadettyjen valvontatehtavien hoitamisen edellyttamat tiedot elainlaakarinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta seka viraltapanosta tai virantoimituksesta erottamisesta. nama tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva paatos ei ole lainvoimainen.",
        "title_sv": "Veterinärregister",
        "content_sv": "I syfte att sköta de tillsynsuppgifter som anges i denna lag för Livsmedelssäkerhetsverket register över dem som utövar veterinäryrket. När en utövare av veterinäryrket antecknas i veterinärregistret ger Livsmedelssäkerhetsverket utövaren ett identifikationsnummer. Uppgifter som skall föras in i registret är 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinärexamen i fråga om utövare av veterinäryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som självständig yrkesutövare i fråga om utövare av veterinäryrket, 3) tid under vilken en veterinärmedicine studerande med stöd av 7 § har rätt att temporärt utöva veterinäryrket, 4) tid under vilken en utövare av veterinäryrket med stöd av 8 § temporärt tillhandahåller veterinärtjänster, 5) temporär begränsning eller temporärt förbjudande av rätten att utöva yrket, och 6) tills vidare gällande begränsning eller förbjudande av rätten att utöva yrket. Livsmedelssäkerhetsverket kan i veterinärregistret föra in uppgifter som förutsätts av skötseln av tillsynsuppgifterna enligt denna lag och som gäller varning eller bötes- eller fängelsestraff som en utövare av veterinäryrket tilldelats eller ådömts i sin yrkesutövning samt avsättning eller skiljande från tjänsteutövning. Dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. föras in i registret även om beslutet i respektive fall inte vunnit laga kraft.",
        "normalized_sv": "I syfte att sköta de tillsynsuppgifter som anges i denna lag för Livsmedelssäkerhetsverket register över dem som utövar veterinäryrket. När en utövare av veterinäryrket antecknas i veterinärregistret ger Livsmedelssäkerhetsverket utövaren ett identifikationsnummer. Uppgifter som skall föras in i registret är 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinärexamen i fråga om utövare av veterinäryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som självständig yrkesutövare i fråga om utövare av veterinäryrket, 3) tid under vilken en veterinärmedicine studerande med stöd av 7 § har rätt att temporärt utöva veterinäryrket, 4) tid under vilken en utövare av veterinäryrket med stöd av 8 § temporärt tillhandahåller veterinärtjänster, 5) temporär begränsning eller temporärt förbjudande av rätten att utöva yrket, och 6) tills vidare gällande begränsning eller förbjudande av rätten att utöva yrket. Livsmedelssäkerhetsverket kan i veterinärregistret föra in uppgifter som förutsätts av skötseln av tillsynsuppgifterna enligt denna lag och som gäller varning eller bötes- eller fängelsestraff som en utövare av veterinäryrket tilldelats eller ådömts i sin yrkesutövning samt avsättning eller skiljande från tjänsteutövning. Dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. föras in i registret även om beslutet i respektive fall inte vunnit laga kraft.",
        "folded_sv": "i syfte att skota de tillsynsuppgifter som anges i denna lag for livsmedelssakerhetsverket register over dem som utovar veterinaryrket. nar en utovare av veterinaryrket antecknas i veterinarregistret ger livsmedelssakerhetsverket utovaren ett identifikationsnummer. uppgifter som skall foras in i registret ar 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinarexamen i fraga om utovare av veterinaryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som sjalvstandig yrkesutovare i fraga om utovare av veterinaryrket, 3) tid under vilken en veterinarmedicine studerande med stod av 7 § har ratt att temporart utova veterinaryrket, 4) tid under vilken en utovare av veterinaryrket med stod av 8 § temporart tillhandahaller veterinartjanster, 5) temporar begransning eller temporart forbjudande av ratten att utova yrket, och 6) tills vidare gallande begransning eller forbjudande av ratten att utova yrket. livsmedelssakerhetsverket kan i veterinarregistret fora in uppgifter som forutsatts av skotseln av tillsynsuppgifterna enligt denna lag och som galler varning eller botes- eller fangelsestraff som en utovare av veterinaryrket tilldelats eller adomts i sin yrkesutovning samt avsattning eller skiljande fran tjansteutovning. dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. foras in i registret aven om beslutet i respektive fall inte vunnit laga kraft."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Eläinlääkärirekisteriin merkittyjen tietojen säilyttämisajat ja tietojen luovuttaminen",
      "content": "Elintarviketurvallisuusvirasto voi eläinlääkärirekisteristä puhelimitse antaa tietoja eläinlääkärinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen väliaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi eläinlääkärirekisteristä puhelimitse antaa tietoja eläinlääkärinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen väliaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
        "folded_fi": "elintarviketurvallisuusvirasto voi elainlaakarirekisterista puhelimitse antaa tietoja elainlaakarinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen valiaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
        "title_sv": "Förvaringstider för uppgifter som införts i veterinärregistret och utlämnande av uppgifter",
        "content_sv": "Livsmedelssäkerhetsverket kan ur veterinärregistret per telefon lämna upplysningar om rätten för en utövare av veterinäryrket att utöva yrket eller om denna rätt har begränsats eller fråntagits temporärt eller tills vidare.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan ur veterinärregistret per telefon lämna upplysningar om rätten för en utövare av veterinäryrket att utöva yrket eller om denna rätt har begränsats eller fråntagits temporärt eller tills vidare.",
        "folded_sv": "livsmedelssakerhetsverket kan ur veterinarregistret per telefon lamna upplysningar om ratten for en utovare av veterinaryrket att utova yrket eller om denna ratt har begransats eller frantagits temporart eller tills vidare."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Eläinlääkäriluettelo",
      "content": "Elintarviketurvallisuusvirasto julkaisee 32 §:n 2 momentissa mainittujen tietojen perusteella yleisön käyttöön tarkoitetun eläinlääkäriluettelon. Eläinlääkäriluettelossa ei asianomaisen eläinlääkärinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eikä henkilötunnuksia. Eläinlääkäriluettelo toimitetaan maksutta vuosittain lääninhallituksille, apteekeille ja lääketukkukaupoille. Se voidaan luovuttaa myös sähköisessä muodossa maksutta viranomaisille, apteekeille ja lääketukkukaupoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Elintarviketurvallisuusvirasto julkaisee 32 § :n 2 momentissa mainittujen tietojen perusteella yleisön käyttöön tarkoitetun eläinlääkäriluettelon. Eläinlääkäriluettelossa ei asianomaisen eläinlääkärinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eikä henkilötunnuksia. Eläinlääkäriluettelo toimitetaan maksutta vuosittain lääninhallituksille, apteekeille ja lääketukkukaupoille. Se voidaan luovuttaa myös sähköisessä muodossa maksutta viranomaisille, apteekeille ja lääketukkukaupoille.",
        "folded_fi": "elintarviketurvallisuusvirasto julkaisee 32 §:n 2 momentissa mainittujen tietojen perusteella yleison kayttoon tarkoitetun elainlaakariluettelon. elainlaakariluettelossa ei asianomaisen elainlaakarinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eika henkilotunnuksia. elainlaakariluettelo toimitetaan maksutta vuosittain laaninhallituksille, apteekeille ja laaketukkukaupoille. se voidaan luovuttaa myos sahkoisessa muodossa maksutta viranomaisille, apteekeille ja laaketukkukaupoille.",
        "title_sv": "Veterinärförteckning",
        "content_sv": "Livsmedelssäkerhetsverket publicerar utifrån de uppgifter som anges i 32 § 2 mom. en veterinärförteckning avsedd för allmänheten. Veterinärförteckningen får inte utan samtycke av en utövare av veterinäryrket innehålla hans eller hennes hemadress eller personbeteckning. Veterinärförteckningen sänds årligen avgiftsfritt till länsstyrelserna, apoteken och läkemedelspartiaffärerna. Den kan också avgiftsfritt ges myndigheterna, apoteken och läkemedelspartiaffärerna i elektronisk form.",
        "normalized_sv": "Livsmedelssäkerhetsverket publicerar utifrån de uppgifter som anges i 32 § 2 mom. en veterinärförteckning avsedd för allmänheten. Veterinärförteckningen får inte utan samtycke av en utövare av veterinäryrket innehålla hans eller hennes hemadress eller personbeteckning. Veterinärförteckningen sänds årligen avgiftsfritt till länsstyrelserna, apoteken och läkemedelspartiaffärerna. Den kan också avgiftsfritt ges myndigheterna, apoteken och läkemedelspartiaffärerna i elektronisk form.",
        "folded_sv": "livsmedelssakerhetsverket publicerar utifran de uppgifter som anges i 32 § 2 mom. en veterinarforteckning avsedd for allmanheten. veterinarforteckningen far inte utan samtycke av en utovare av veterinaryrket innehalla hans eller hennes hemadress eller personbeteckning. veterinarforteckningen sands arligen avgiftsfritt till lansstyrelserna, apoteken och lakemedelspartiaffarerna. den kan ocksa avgiftsfritt ges myndigheterna, apoteken och lakemedelspartiaffarerna i elektronisk form."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Kuuleminen",
      "content": "Ennen 20―25 tai 29 §:ssä tarkoitetun asian lopullista ratkaisemista Elintarviketurvallisuusviraston on varattava eläinlääkärinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Ennen 20―25 tai 29 § :ssä tarkoitetun asian lopullista ratkaisemista Elintarviketurvallisuusviraston on varattava eläinlääkärinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
        "folded_fi": "ennen 20―25 tai 29 §:ssa tarkoitetun asian lopullista ratkaisemista elintarviketurvallisuusviraston on varattava elainlaakarinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
        "title_sv": "Hörande",
        "content_sv": "Innan ärenden som avses i 20―25 eller 29 § avgörs slutligt skall Livsmedelssäkerhetsverket ge utövaren av veterinäryrket tillfälle att avge förklaring i saken.",
        "normalized_sv": "Innan ärenden som avses i 20―25 eller 29 § avgörs slutligt skall Livsmedelssäkerhetsverket ge utövaren av veterinäryrket tillfälle att avge förklaring i saken.",
        "folded_sv": "innan arenden som avses i 20―25 eller 29 § avgors slutligt skall livsmedelssakerhetsverket ge utovaren av veterinaryrket tillfalle att avge forklaring i saken."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Asiantuntijat",
      "content": "Ratkaistessaan 20, 21, 23―25 tai 29 §:ssä tarkoitettua asiaa Elintarviketurvallisuusvirasto voi käyttää apunaan tätä varten kutsumiaan pysyviä asiantuntijoita. Pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat Elintarviketurvallisuusviraston kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Pysyväksi asiantuntijaksi suostunut henkilö on Elintarviketurvallisuusviraston pyynnöstä velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. Pysyvillä asiantuntijoilla on oikeus salassapitosäännösten estämättä saada asiantuntija-avun antamista varten tarpeelliset tiedot käyttöönsä. He ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot. Elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidän suorittamistaan tehtävistä sekä korvaukset matkakustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Ratkaistessaan 20, 21, 23―25 tai 29 § :ssä tarkoitettua asiaa Elintarviketurvallisuusvirasto voi käyttää apunaan tätä varten kutsumiaan pysyviä asiantuntijoita. Pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat Elintarviketurvallisuusviraston kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Pysyväksi asiantuntijaksi suostunut henkilö on Elintarviketurvallisuusviraston pyynnöstä velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. Pysyvillä asiantuntijoilla on oikeus salassapitosäännösten estämättä saada asiantuntija-avun antamista varten tarpeelliset tiedot käyttöönsä. He ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot. Elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidän suorittamistaan tehtävistä sekä korvaukset matkakustannuksista.",
        "folded_fi": "ratkaistessaan 20, 21, 23―25 tai 29 §:ssa tarkoitettua asiaa elintarviketurvallisuusvirasto voi kayttaa apunaan tata varten kutsumiaan pysyvia asiantuntijoita. pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkiloita, jotka edustavat elintarviketurvallisuusviraston kannalta merkityksellista tieteellista, kaytannon elainlaakinnan tai muuta asiantuntemusta. pysyvaksi asiantuntijaksi suostunut henkilo on elintarviketurvallisuusviraston pyynnosta velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. pysyvilla asiantuntijoilla on oikeus salassapitosaannosten estamatta saada asiantuntija-avun antamista varten tarpeelliset tiedot kayttoonsa. he ovat velvollisia pitamaan salassa saamansa salassa pidettaviksi saadetyt tiedot. elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidan suorittamistaan tehtavista seka korvaukset matkakustannuksista.",
        "title_sv": "Sakkunniga",
        "content_sv": "Vid avgörande av i 20, 21, 23―25 eller 29 § avsedda ärenden kan Livsmedelssäkerhetsverket anlita ständiga sakkunniga som kallats för detta ändamål. De ständiga sakkunniga skall vara erkänt skickliga och erfarna personer som företräder sådan vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap som är av betydelse för Livsmedelssäkerhetsverket. Den som samtyckt till att vara ständig sakkunnig är skyldig att på Livsmedelssäkerhetsverkets begäran ge sakkunnighjälp inom det område som han eller hon företräder. De ständiga sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för givandet av sakkunnighjälp. De är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till. Livsmedelssäkerhetsverket betalar ständiga sakkunniga ett arvode för utförda uppdrag samt resekostnadsersättning.",
        "normalized_sv": "Vid avgörande av i 20, 21, 23―25 eller 29 § avsedda ärenden kan Livsmedelssäkerhetsverket anlita ständiga sakkunniga som kallats för detta ändamål. De ständiga sakkunniga skall vara erkänt skickliga och erfarna personer som företräder sådan vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap som är av betydelse för Livsmedelssäkerhetsverket. Den som samtyckt till att vara ständig sakkunnig är skyldig att på Livsmedelssäkerhetsverkets begäran ge sakkunnighjälp inom det område som han eller hon företräder. De ständiga sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för givandet av sakkunnighjälp. De är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till. Livsmedelssäkerhetsverket betalar ständiga sakkunniga ett arvode för utförda uppdrag samt resekostnadsersättning.",
        "folded_sv": "vid avgorande av i 20, 21, 23―25 eller 29 § avsedda arenden kan livsmedelssakerhetsverket anlita standiga sakkunniga som kallats for detta andamal. de standiga sakkunniga skall vara erkant skickliga och erfarna personer som foretrader sadan vetenskaplig, praktisk veterinarmedicinsk eller annan sakkunskap som ar av betydelse for livsmedelssakerhetsverket. den som samtyckt till att vara standig sakkunnig ar skyldig att pa livsmedelssakerhetsverkets begaran ge sakkunnighjalp inom det omrade som han eller hon foretrader. de standiga sakkunniga har ratt att utan hinder av sekretessbestammelserna fa tillgang till de uppgifter som behovs for givandet av sakkunnighjalp. de ar skyldiga att hemlighalla de sekretessbelagda uppgifter som de far tillgang till. livsmedelssakerhetsverket betalar standiga sakkunniga ett arvode for utforda uppdrag samt resekostnadsersattning."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Uhkasakko",
      "content": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 §:ssä tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 §:ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 § :ssä tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 § :ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja laiminlyo 12 §:ssa tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 §:ssa tarkoitetun potilasasiakirjojen laatimis- tai sailyttamisvelvollisuuden, elintarviketurvallisuusvirasto voi maarata hanet noudattamaan velvollisuuttaan sakon uhalla.",
        "title_sv": "Vite",
        "content_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet.",
        "normalized_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet.",
        "folded_sv": "en utovare av veterinaryrket som forsummar anmalnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att fora och forvara journalhandlingar kan av livsmedelssakerhetsverket vid vite alaggas att iaktta sin skyldighet."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Tiedonsaantioikeus",
      "content": "Elintarviketurvallisuusvirastolla ja lääninhallituksella on pyynnöstä oikeus salassapitosäännösten estämättä saada maksutta valtion, kunnan ja kuntayhtymän viranomaiselta sekä muulta julkisoikeudelliselta yhteisöltä sekä apteekilta ja lääketukkukaupalta tässä laissa säädettyjen tehtävien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Elintarviketurvallisuusvirastolla ja lääninhallituksella on pyynnöstä oikeus salassapitosäännösten estämättä saada maksutta valtion, kunnan ja kuntayhtymän viranomaiselta sekä muulta julkisoikeudelliselta yhteisöltä sekä apteekilta ja lääketukkukaupalta tässä laissa säädettyjen tehtävien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
        "folded_fi": "elintarviketurvallisuusvirastolla ja laaninhallituksella on pyynnosta oikeus salassapitosaannosten estamatta saada maksutta valtion, kunnan ja kuntayhtyman viranomaiselta seka muulta julkisoikeudelliselta yhteisolta seka apteekilta ja laaketukkukaupalta tassa laissa saadettyjen tehtavien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelserna har rätt att utan hinder av sekretessbestämmelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrättsliga samfund samt apotek och läkemedelspartiaffärer på begäran avgiftsfritt få de upplysningar och utredningar som behövs för att uppgifterna enligt denna lag skall kunna utföras.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelserna har rätt att utan hinder av sekretessbestämmelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrättsliga samfund samt apotek och läkemedelspartiaffärer på begäran avgiftsfritt få de upplysningar och utredningar som behövs för att uppgifterna enligt denna lag skall kunna utföras.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelserna har ratt att utan hinder av sekretessbestammelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrattsliga samfund samt apotek och lakemedelspartiaffarer pa begaran avgiftsfritt fa de upplysningar och utredningar som behovs for att uppgifterna enligt denna lag skall kunna utforas."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Kuulutus virallisessa lehdessä sekä ilmoitus apteekeille ja lääketukkukaupoille",
      "content": "Rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta Elintarviketurvallisuusviraston on viipymättä kuulutettava virallisessa lehdessä. Poistetusta tai rajoitetusta lääkkeen osto- tai määräämisoikeudesta sekä poistetusta tai palautetusta ja tarvittaessa myös rajoitetusta eläinlääkärinammatin harjoittamisoikeudesta Elintarviketurvallisuusviraston on lisäksi ilmoitettava apteekeille ja lääketukkukaupoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta Elintarviketurvallisuusviraston on viipymättä kuulutettava virallisessa lehdessä. Poistetusta tai rajoitetusta lääkkeen osto- tai määräämisoikeudesta sekä poistetusta tai palautetusta ja tarvittaessa myös rajoitetusta eläinlääkärinammatin harjoittamisoikeudesta Elintarviketurvallisuusviraston on lisäksi ilmoitettava apteekeille ja lääketukkukaupoille.",
        "folded_fi": "rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta elintarviketurvallisuusviraston on viipymatta kuulutettava virallisessa lehdessa. poistetusta tai rajoitetusta laakkeen osto- tai maaraamisoikeudesta seka poistetusta tai palautetusta ja tarvittaessa myos rajoitetusta elainlaakarinammatin harjoittamisoikeudesta elintarviketurvallisuusviraston on lisaksi ilmoitettava apteekeille ja laaketukkukaupoille.",
        "title_sv": "Kungörelse i den officiella tidningen samt anmälan till apotek och läkemedelspartiaffärer",
        "content_sv": "Livsmedelssäkerhetsverket skall utan dröjsmål införa en kungörelse i den officiella tidningen om begränsad, fråntagen eller återställd rätt att utöva yrket. Livsmedelssäkerhetsverket skall dessutom underrätta apoteken och läkemedelspartiaffärerna om fråntagen eller begränsad rätt att köpa eller ordinera läkemedel samt om fråntagen eller återställd och vid behov också om begränsad rätt att utöva veterinäryrket.",
        "normalized_sv": "Livsmedelssäkerhetsverket skall utan dröjsmål införa en kungörelse i den officiella tidningen om begränsad, fråntagen eller återställd rätt att utöva yrket. Livsmedelssäkerhetsverket skall dessutom underrätta apoteken och läkemedelspartiaffärerna om fråntagen eller begränsad rätt att köpa eller ordinera läkemedel samt om fråntagen eller återställd och vid behov också om begränsad rätt att utöva veterinäryrket.",
        "folded_sv": "livsmedelssakerhetsverket skall utan drojsmal infora en kungorelse i den officiella tidningen om begransad, frantagen eller aterstalld ratt att utova yrket. livsmedelssakerhetsverket skall dessutom underratta apoteken och lakemedelspartiaffarerna om frantagen eller begransad ratt att kopa eller ordinera lakemedel samt om frantagen eller aterstalld och vid behov ocksa om begransad ratt att utova veterinaryrket."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Oikeus toimia erikoiseläinlääkärinä",
      "content": "Elintarviketurvallisuusvirasto myöntää, siten kuin Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annetussa laissa (1597/1992) säädetään, hakemuksesta oikeuden toimia erikoiseläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia erikoiseläinlääkärinä henkilölle, joka on muualla kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta. Lisäopinnoista säädetään tarkemmin maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää, siten kuin Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annetussa laissa (1597/1992) säädetään, hakemuksesta oikeuden toimia erikoiseläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia erikoiseläinlääkärinä henkilölle, joka on muualla kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta. Lisäopinnoista säädetään tarkemmin maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa, siten kuin euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annetussa laissa (1597/1992) saadetaan, hakemuksesta oikeuden toimia erikoiselainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa suorittanut erikoiselainlaakarin tutkintoa vastaavan tutkinnon. muissa kuin 2 momentissa tarkoitetuissa tapauksissa elintarviketurvallisuusvirasto voi myontaa oikeuden toimia erikoiselainlaakarina henkilolle, joka on muualla kuin suomessa suorittanut erikoiselainlaakarin tutkintoa vastaavan tutkinnon. laillistamisen edellytyksena on lisaksi, etta hakija on suorittanut suomessa tarvittavat lisaopinnot elainlaaketieteen alalta. lisaopinnoista saadetaan tarkemmin maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Rätt att vara verksam som specialveterinär",
        "content_sv": "Rätt att vara verksam som specialveterinär beviljar Livsmedelssäkerhetsverket i enlighet med lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har avlagt en examen som motsvarar specialveterinärexamen. Rätt att vara verksam som specialveterinär kan Livsmedelssäkerhetsverket i andra fall än de som avses i 2 mom. bevilja personer som någon annanstans än i Finland har avlagt en examen som motsvarar specialveterinärexamen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin. Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de kompletterande studierna.",
        "normalized_sv": "Rätt att vara verksam som specialveterinär beviljar Livsmedelssäkerhetsverket i enlighet med lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har avlagt en examen som motsvarar specialveterinärexamen. Rätt att vara verksam som specialveterinär kan Livsmedelssäkerhetsverket i andra fall än de som avses i 2 mom. bevilja personer som någon annanstans än i Finland har avlagt en examen som motsvarar specialveterinärexamen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin. Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de kompletterande studierna.",
        "folded_sv": "ratt att vara verksam som specialveterinar beviljar livsmedelssakerhetsverket i enlighet med lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen (1597/1992) pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland har avlagt en examen som motsvarar specialveterinarexamen. ratt att vara verksam som specialveterinar kan livsmedelssakerhetsverket i andra fall an de som avses i 2 mom. bevilja personer som nagon annanstans an i finland har avlagt en examen som motsvarar specialveterinarexamen. en ytterligare forutsattning for legitimation ar att sokanden i finland har avlagt erforderliga kompletterande studier inom omradet for veterinarmedicin. genom forordning av jord- och skogsbruksministeriet bestams narmare om de kompletterande studierna."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Kelpoisuus eräisiin virkoihin ja toimiin",
      "content": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 tai 8 §:ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 tai 8 § :ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
        "folded_fi": "virkaa tai tointa voi valiaikaisesti hoitaa 7 tai 8 §:ssa tarkoitettu henkilo, jollei muualla laissa toisin saadeta.",
        "title_sv": "Behörighet för vissa tjänster och befattningar",
        "content_sv": "En tjänst eller en befattning kan temporärt skötas av en person som avses i 7 eller 8 §, om inte annat föreskrivs någon annanstans i lag.",
        "normalized_sv": "En tjänst eller en befattning kan temporärt skötas av en person som avses i 7 eller 8 § , om inte annat föreskrivs någon annanstans i lag.",
        "folded_sv": "en tjanst eller en befattning kan temporart skotas av en person som avses i 7 eller 8 §, om inte annat foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Oppilaitoksen ilmoitusvelvollisuus",
      "content": "Sen oppilaitoksen, jossa 7 §:n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on täytetty, on ilmoitettava tästä viipymättä Elintarviketurvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Sen oppilaitoksen, jossa 7 § :n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on täytetty, on ilmoitettava tästä viipymättä Elintarviketurvallisuusvirastolle.",
        "folded_fi": "sen oppilaitoksen, jossa 7 §:n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on taytetty, on ilmoitettava tasta viipymatta elintarviketurvallisuusvirastolle.",
        "title_sv": "Läroanstaltens anmälningsskyldighet",
        "content_sv": "Den läroanstalt där de studieavsnitt som ligger till grund för den i 7 § 1 mom. avsedda rätten har fullgjorts skall omedelbart underrätta Livsmedelssäkerhetsverket om fullgörandet.",
        "normalized_sv": "Den läroanstalt där de studieavsnitt som ligger till grund för den i 7 § 1 mom. avsedda rätten har fullgjorts skall omedelbart underrätta Livsmedelssäkerhetsverket om fullgörandet.",
        "folded_sv": "den laroanstalt dar de studieavsnitt som ligger till grund for den i 7 § 1 mom. avsedda ratten har fullgjorts skall omedelbart underratta livsmedelssakerhetsverket om fullgorandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eläinlääkäriksi laillistaminen Suomessa suoritetun tutkinnon perusteella",
      "content": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoon, muuhun vähintään kolmivuotiseen alempaan korkeakoulututkintoon tai näitä tasoltaan vastaavaan koulutukseen pohjautuvan eläinlääketieteen lisensiaatin tutkinnon sekä antanut Elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti eläinlääkärinvakuutuksen. Elintarviketurvallisuusvirasto vahvistaa eläinlääkärinvakuutuksen kaavan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoon, muuhun vähintään kolmivuotiseen alempaan korkeakoulututkintoon tai näitä tasoltaan vastaavaan koulutukseen pohjautuvan eläinlääketieteen lisensiaatin tutkinnon sekä antanut Elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti eläinlääkärinvakuutuksen. Elintarviketurvallisuusvirasto vahvistaa eläinlääkärinvakuutuksen kaavan.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina henkilolle, joka on suorittanut elainlaaketieteen kandidaatin tutkintoon, muuhun vahintaan kolmivuotiseen alempaan korkeakoulututkintoon tai naita tasoltaan vastaavaan koulutukseen pohjautuvan elainlaaketieteen lisensiaatin tutkinnon seka antanut elintarviketurvallisuusvirastolle kirjallisesti ja suullisesti elainlaakarinvakuutuksen. elintarviketurvallisuusvirasto vahvistaa elainlaakarinvakuutuksen kaavan.",
        "title_sv": "Legitimation som veterinär med stöd av examen som avlagts i Finland",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan personer vilka avlagt veterinärmedicine licentiatexamen som baserar sig på veterinärmedicine kandidatexamen, en annan minst treårig lägre högskoleexamen eller en utbildning på motsvarande nivå och vilka till Livsmedelssäkerhetsverket avgett en skriftlig och muntlig veterinärförsäkran. Livsmedelssäkerhetsverket fastställer formuläret för veterinärförsäkran.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan personer vilka avlagt veterinärmedicine licentiatexamen som baserar sig på veterinärmedicine kandidatexamen, en annan minst treårig lägre högskoleexamen eller en utbildning på motsvarande nivå och vilka till Livsmedelssäkerhetsverket avgett en skriftlig och muntlig veterinärförsäkran. Livsmedelssäkerhetsverket fastställer formuläret för veterinärförsäkran.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan personer vilka avlagt veterinarmedicine licentiatexamen som baserar sig pa veterinarmedicine kandidatexamen, en annan minst trearig lagre hogskoleexamen eller en utbildning pa motsvarande niva och vilka till livsmedelssakerhetsverket avgett en skriftlig och muntlig veterinarforsakran. livsmedelssakerhetsverket faststaller formularet for veterinarforsakran."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kansainvälisiin velvoitteisiin perustuva eläinlääkäriksi laillistaminen",
      "content": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankkinut Euroopan yhteisön lainsäädännössä tai Euroopan talousalueesta tehdyssä sopimuksessa tarkoitetun eläinlääkärin pätevyyden ja lisäksi antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä tässä momentissa tarkoitetusta eläinlääkärin pätevyydestä. Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Pohjoismaan kansalaiselle, joka on suorittanut muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääketieteellisen tutkinnon, jonka perusteella hänet on oikeutettu toimimaan eläinlääkärinä jossakin Pohjoismaassa. Laillistamisen edellytyksenä on lisäksi, että hakija on antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä ja eräiden terveyden- ja sairaanhoidon henkilöstöryhmien sekä eläinlääkäreiden yhteisistä pohjoismaisista työmarkkinoista tehdyssä sopimuksessa (SopS 2/1994) edellytetyt tarkemmat säännökset laillistamisesta Suomessa. Tätä lakia sovelletaan myös siten kuin kelpoisuudesta ja oikeudesta harjoittaa eläinlääkärinammattia sovitaan Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemässä sopimuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankkinut Euroopan yhteisön lainsäädännössä tai Euroopan talousalueesta tehdyssä sopimuksessa tarkoitetun eläinlääkärin pätevyyden ja lisäksi antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä tässä momentissa tarkoitetusta eläinlääkärin pätevyydestä. Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Pohjoismaan kansalaiselle, joka on suorittanut muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääketieteellisen tutkinnon, jonka perusteella hänet on oikeutettu toimimaan eläinlääkärinä jossakin Pohjoismaassa. Laillistamisen edellytyksenä on lisäksi, että hakija on antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä ja eräiden terveyden- ja sairaanhoidon henkilöstöryhmien sekä eläinlääkäreiden yhteisistä pohjoismaisista työmarkkinoista tehdyssä sopimuksessa (SopS 2/1994) edellytetyt tarkemmat säännökset laillistamisesta Suomessa. Tätä lakia sovelletaan myös siten kuin kelpoisuudesta ja oikeudesta harjoittaa eläinlääkärinammattia sovitaan Euroopan yhteisön ja sen jäsenvaltioiden toisen osapuolen kanssa tekemässä sopimuksessa.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa hankkinut euroopan yhteison lainsaadannossa tai euroopan talousalueesta tehdyssa sopimuksessa tarkoitetun elainlaakarin patevyyden ja lisaksi antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia tassa momentissa tarkoitetusta elainlaakarin patevyydesta. elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina pohjoismaan kansalaiselle, joka on suorittanut muussa kuin euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa elainlaaketieteellisen tutkinnon, jonka perusteella hanet on oikeutettu toimimaan elainlaakarina jossakin pohjoismaassa. laillistamisen edellytyksena on lisaksi, etta hakija on antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. maa- ja metsatalousministerion asetuksella annetaan euroopan yhteison lainsaadannossa ja eraiden terveyden- ja sairaanhoidon henkilostoryhmien seka elainlaakareiden yhteisista pohjoismaisista tyomarkkinoista tehdyssa sopimuksessa (sops 2/1994) edellytetyt tarkemmat saannokset laillistamisesta suomessa. tata lakia sovelletaan myos siten kuin kelpoisuudesta ja oikeudesta harjoittaa elainlaakarinammattia sovitaan euroopan yhteison ja sen jasenvaltioiden toisen osapuolen kanssa tekemassa sopimuksessa.",
        "title_sv": "På internationella förpliktelser baserad legitimation som veterinär",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har förvärvat i Europeiska gemenskapens lagstiftning eller i avtalet om Europeiska ekonomiska samarbetsområdet avsedd veterinärkompetens och dessutom avgett i 3 § avsedd veterinärförsäkran. Närmare bestämmelser om den veterinärkompetens som avses i detta moment kan utfärdas genom förordning av jord- och skogsbruksministeriet. Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i ett nordiskt land som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen som gett dem rätt att vara verksamma som veterinär i ett nordiskt land. En ytterligare förutsättning för legitimation är att sökanden har avgett i 3 § avsedd veterinärförsäkran. Genom förordning av jord- och skogsbruksministeriet utfärdas de närmare bestämmelser om legitimation i Finland som förutsätts i Europeiska gemenskapens lagstiftning och i överenskommelsen om gemensam nordisk arbetsmarknad för viss hälso- och sjukvårdspersonal och veterinärer (FördrS 2/1994). Denna lag tillämpas också enligt vad som i fråga om behörighet och rätt att utöva veterinäryrket överenskoms i avtal som Europeiska gemenskapen och dess medlemsstater ingått med en annan part.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har förvärvat i Europeiska gemenskapens lagstiftning eller i avtalet om Europeiska ekonomiska samarbetsområdet avsedd veterinärkompetens och dessutom avgett i 3 § avsedd veterinärförsäkran. Närmare bestämmelser om den veterinärkompetens som avses i detta moment kan utfärdas genom förordning av jord- och skogsbruksministeriet. Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket på ansökan sådana medborgare i ett nordiskt land som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen som gett dem rätt att vara verksamma som veterinär i ett nordiskt land. En ytterligare förutsättning för legitimation är att sökanden har avgett i 3 § avsedd veterinärförsäkran. Genom förordning av jord- och skogsbruksministeriet utfärdas de närmare bestämmelser om legitimation i Finland som förutsätts i Europeiska gemenskapens lagstiftning och i överenskommelsen om gemensam nordisk arbetsmarknad för viss hälso- och sjukvårdspersonal och veterinärer (FördrS 2/1994). Denna lag tillämpas också enligt vad som i fråga om behörighet och rätt att utöva veterinäryrket överenskoms i avtal som Europeiska gemenskapen och dess medlemsstater ingått med en annan part.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland har forvarvat i europeiska gemenskapens lagstiftning eller i avtalet om europeiska ekonomiska samarbetsomradet avsedd veterinarkompetens och dessutom avgett i 3 § avsedd veterinarforsakran. narmare bestammelser om den veterinarkompetens som avses i detta moment kan utfardas genom forordning av jord- och skogsbruksministeriet. ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket pa ansokan sadana medborgare i ett nordiskt land som i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet har avlagt veterinarmedicinsk examen som gett dem ratt att vara verksamma som veterinar i ett nordiskt land. en ytterligare forutsattning for legitimation ar att sokanden har avgett i 3 § avsedd veterinarforsakran. genom forordning av jord- och skogsbruksministeriet utfardas de narmare bestammelser om legitimation i finland som forutsatts i europeiska gemenskapens lagstiftning och i overenskommelsen om gemensam nordisk arbetsmarknad for viss halso- och sjukvardspersonal och veterinarer (fordrs 2/1994). denna lag tillampas ocksa enligt vad som i fraga om behorighet och ratt att utova veterinaryrket overenskoms i avtal som europeiska gemenskapen och dess medlemsstater ingatt med en annan part."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Muun ulkomaisen tutkinnon perusteella eläinlääkäriksi laillistaminen",
      "content": "Muissa kuin 4 §:ssä tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa suorittanut eläinlääketieteellisen tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta, osoittanut riittävää suomen tai ruotsin kielen taitoa sekä antanut 3 §:ssä tarkoitetun eläinlääkärinvakuutuksen. Edellä 1 momentissa mainituilla perusteilla Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on Euroopan unionin tai Euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin Suomessa suorittanut eläinlääketieteellisen tutkinnon. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset laillistamisen edellytyksenä olevista lisäopinnoista ja kielitaidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Muissa kuin 4 § :ssä tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto myöntää hakemuksesta oikeuden toimia laillistettuna eläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa suorittanut eläinlääketieteellisen tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta, osoittanut riittävää suomen tai ruotsin kielen taitoa sekä antanut 3 § :ssä tarkoitetun eläinlääkärinvakuutuksen. Edellä 1 momentissa mainituilla perusteilla Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia laillistettuna eläinlääkärinä henkilölle, joka on Euroopan unionin tai Euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin Suomessa suorittanut eläinlääketieteellisen tutkinnon. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset laillistamisen edellytyksenä olevista lisäopinnoista ja kielitaidosta.",
        "folded_fi": "muissa kuin 4 §:ssa tarkoitetuissa tapauksissa elintarviketurvallisuusvirasto myontaa hakemuksesta oikeuden toimia laillistettuna elainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on muussa kuin euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa suorittanut elainlaaketieteellisen tutkinnon. laillistamisen edellytyksena on lisaksi, etta hakija on suorittanut suomessa tarvittavat lisaopinnot elainlaaketieteen alalta, osoittanut riittavaa suomen tai ruotsin kielen taitoa seka antanut 3 §:ssa tarkoitetun elainlaakarinvakuutuksen. edella 1 momentissa mainituilla perusteilla elintarviketurvallisuusvirasto voi myontaa oikeuden toimia laillistettuna elainlaakarina henkilolle, joka on euroopan unionin tai euroopan talousalueen ulkopuolisen valtion kansalainen ja joka on muualla kuin suomessa suorittanut elainlaaketieteellisen tutkinnon. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset laillistamisen edellytyksena olevista lisaopinnoista ja kielitaidosta.",
        "title_sv": "Legitimation som veterinär med stöd av annan utländsk examen",
        "content_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket i andra fall än de som avses i 4 § på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin, visat sig ha tillräckliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinärförsäkran. På de grunder som anges i 1 mom. kan Livsmedelssäkerhetsverket bevilja sådana medborgare i stater utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har avlagt veterinärmedicinsk examen någon annanstans än i Finland rätt att vara verksam som legitimerad veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de kompletterande studier och språkkunskaper som förutsätts för legitimation.",
        "normalized_sv": "Rätt att vara verksam som legitimerad veterinär beviljar Livsmedelssäkerhetsverket i andra fall än de som avses i 4 § på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i en stat utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet har avlagt veterinärmedicinsk examen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin, visat sig ha tillräckliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinärförsäkran. På de grunder som anges i 1 mom. kan Livsmedelssäkerhetsverket bevilja sådana medborgare i stater utanför Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som har avlagt veterinärmedicinsk examen någon annanstans än i Finland rätt att vara verksam som legitimerad veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de kompletterande studier och språkkunskaper som förutsätts för legitimation.",
        "folded_sv": "ratt att vara verksam som legitimerad veterinar beviljar livsmedelssakerhetsverket i andra fall an de som avses i 4 § pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i en stat utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet har avlagt veterinarmedicinsk examen. en ytterligare forutsattning for legitimation ar att sokanden i finland har avlagt erforderliga kompletterande studier inom omradet for veterinarmedicin, visat sig ha tillrackliga kunskaper i finska eller svenska samt avgett i 3 § avsedd veterinarforsakran. pa de grunder som anges i 1 mom. kan livsmedelssakerhetsverket bevilja sadana medborgare i stater utanfor europeiska unionen eller europeiska ekonomiska samarbetsomradet som har avlagt veterinarmedicinsk examen nagon annanstans an i finland ratt att vara verksam som legitimerad veterinar. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om de kompletterande studier och sprakkunskaper som forutsatts for legitimation."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Eläinlääketieteen opiskelijan väliaikainen eläinlääkärinammatin harjoittaminen",
      "content": "Henkilö, joka on suorittanut Suomessa eläinlääketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset eläinlääketieteen lisensiaatin tutkinnosta, saa ennen eläinlääkäriksi laillistamista harjoittaa väliaikaisesti, enintään kolme vuotta, eläinlääkärinammattia laillistetun tai 8 §:ssä tarkoitetun eläinlääkärin sijaisena. Kolmen vuoden määräaika lasketaan edellä tarkoitetun oikeuden saavuttamisesta. Elintarviketurvallisuusvirasto voi erityisistä syistä pidentää kyseistä aikaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset oikeuden saavuttamisen edellytyksenä olevista opintosuorituksista. Elintarviketurvallisuusvirasto voi erityisesti perustellusta syystä myöntää oikeuden harjoittaa väliaikaisesti eläinlääkärinammattia sellaiselle toisessa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääkäriksi opiskelevalle henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Henkilö, joka on suorittanut Suomessa eläinlääketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset eläinlääketieteen lisensiaatin tutkinnosta, saa ennen eläinlääkäriksi laillistamista harjoittaa väliaikaisesti, enintään kolme vuotta, eläinlääkärinammattia laillistetun tai 8 § :ssä tarkoitetun eläinlääkärin sijaisena. Kolmen vuoden määräaika lasketaan edellä tarkoitetun oikeuden saavuttamisesta. Elintarviketurvallisuusvirasto voi erityisistä syistä pidentää kyseistä aikaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkemmat säännökset oikeuden saavuttamisen edellytyksenä olevista opintosuorituksista. Elintarviketurvallisuusvirasto voi erityisesti perustellusta syystä myöntää oikeuden harjoittaa väliaikaisesti eläinlääkärinammattia sellaiselle toisessa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa eläinlääkäriksi opiskelevalle henkilölle, joka on suorittanut eläinlääketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
        "folded_fi": "henkilo, joka on suorittanut suomessa elainlaaketieteen kandidaatin tutkinnon ja tarvittavat opintosuoritukset elainlaaketieteen lisensiaatin tutkinnosta, saa ennen elainlaakariksi laillistamista harjoittaa valiaikaisesti, enintaan kolme vuotta, elainlaakarinammattia laillistetun tai 8 §:ssa tarkoitetun elainlaakarin sijaisena. kolmen vuoden maaraaika lasketaan edella tarkoitetun oikeuden saavuttamisesta. elintarviketurvallisuusvirasto voi erityisista syista pidentaa kyseista aikaa. maa- ja metsatalousministerion asetuksella annetaan tarkemmat saannokset oikeuden saavuttamisen edellytyksena olevista opintosuorituksista. elintarviketurvallisuusvirasto voi erityisesti perustellusta syysta myontaa oikeuden harjoittaa valiaikaisesti elainlaakarinammattia sellaiselle toisessa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa elainlaakariksi opiskelevalle henkilolle, joka on suorittanut elainlaaketieteen kandidaatin tutkintoa ja 1 momentissa tarkoitettuja opintosuorituksia vastaavat opinnot.",
        "title_sv": "Veterinärmedicine studerande såsom temporär utövare av veterinäryrket",
        "content_sv": "En person som i Finland har avlagt veterinärmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinärmedicine licentiatexamen får före sin legitimation som veterinär temporärt, i högst tre år, utöva veterinäryrket som vikarie för en legitimerad veterinär eller för en sådan veterinär som avses i 8 §. Dessa tre år räknas från den tidpunkt då denna rätt uppkom. Livsmedelssäkerhetsverket kan av särskilda skäl förlänga ifrågavarande tid. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de studieavsnitt som utgör en förutsättning för uppkomsten av denna rätt. Livsmedelssäkerhetsverket kan av särskilt grundad anledning bevilja sådana personer som i andra stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet studerar till veterinär och som har avlagt studier motsvarande veterinärmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt rätt att temporärt utöva veterinäryrket.",
        "normalized_sv": "En person som i Finland har avlagt veterinärmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinärmedicine licentiatexamen får före sin legitimation som veterinär temporärt, i högst tre år, utöva veterinäryrket som vikarie för en legitimerad veterinär eller för en sådan veterinär som avses i 8 § . Dessa tre år räknas från den tidpunkt då denna rätt uppkom. Livsmedelssäkerhetsverket kan av särskilda skäl förlänga ifrågavarande tid. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om de studieavsnitt som utgör en förutsättning för uppkomsten av denna rätt. Livsmedelssäkerhetsverket kan av särskilt grundad anledning bevilja sådana personer som i andra stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet studerar till veterinär och som har avlagt studier motsvarande veterinärmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt rätt att temporärt utöva veterinäryrket.",
        "folded_sv": "en person som i finland har avlagt veterinarmedicine kandidatexamen och som har fullgjort erforderliga studieavsnitt inom veterinarmedicine licentiatexamen far fore sin legitimation som veterinar temporart, i hogst tre ar, utova veterinaryrket som vikarie for en legitimerad veterinar eller for en sadan veterinar som avses i 8 §. dessa tre ar raknas fran den tidpunkt da denna ratt uppkom. livsmedelssakerhetsverket kan av sarskilda skal forlanga ifragavarande tid. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om de studieavsnitt som utgor en forutsattning for uppkomsten av denna ratt. livsmedelssakerhetsverket kan av sarskilt grundad anledning bevilja sadana personer som i andra stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet studerar till veterinar och som har avlagt studier motsvarande veterinarmedicine kandidatexamen samt i 1 mom. avsedda studieavsnitt ratt att temporart utova veterinaryrket."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Euroopan yhteisön lainsäädännössä ja Euroopan talousalueesta tehdyssä sopimuksessa edellytetty väliaikainen eläinlääkäripalvelujen tarjoaminen",
      "content": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankitun eläinlääkärin pätevyyden perusteella myöntää Suomessa oikeus toimia laillistettuna eläinlääkärinä, saa ilman eläinlääkäriksi laillistamista väliaikaisesti, enintään vuoden ajan, toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa hankitun eläinlääkärin pätevyyden perusteella myöntää Suomessa oikeus toimia laillistettuna eläinlääkärinä, saa ilman eläinlääkäriksi laillistamista väliaikaisesti, enintään vuoden ajan, toimia eläinlääkärinä tehtyään Elintarviketurvallisuusvirastolle ilmoituksen väliaikaisesta eläinlääkäripalvelujen tarjoamisesta. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä ilmoituksen tekemisestä.",
        "folded_fi": "euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalainen, jolle voitaisiin jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa hankitun elainlaakarin patevyyden perusteella myontaa suomessa oikeus toimia laillistettuna elainlaakarina, saa ilman elainlaakariksi laillistamista valiaikaisesti, enintaan vuoden ajan, toimia elainlaakarina tehtyaan elintarviketurvallisuusvirastolle ilmoituksen valiaikaisesta elainlaakaripalvelujen tarjoamisesta. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia ilmoituksen tekemisesta.",
        "title_sv": "Sådant temporärt tillhandahållande av veterinärtjänster som förutsätts i Europeiska gemenskapens lagstiftning och avtalet om Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i Finland kan beviljas rätt att vara verksamma som legitimerade veterinärer med stöd av veterinärkompetens som förvärvats i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt, i högst ett år, vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om anmälan.",
        "normalized_sv": "Sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i Finland kan beviljas rätt att vara verksamma som legitimerade veterinärer med stöd av veterinärkompetens som förvärvats i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland, får utan legitimation som veterinär temporärt, i högst ett år, vara verksamma som veterinärer efter att till Livsmedelssäkerhetsverket ha gjort en anmälan om temporärt tillhandahållande av veterinärtjänster. Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om anmälan.",
        "folded_sv": "sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i finland kan beviljas ratt att vara verksamma som legitimerade veterinarer med stod av veterinarkompetens som forvarvats i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland, far utan legitimation som veterinar temporart, i hogst ett ar, vara verksamma som veterinarer efter att till livsmedelssakerhetsverket ha gjort en anmalan om temporart tillhandahallande av veterinartjanster. genom forordning av jord- och skogsbruksministeriet kan utfardas narmare bestammelser om anmalan."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Eläinlääkäri-nimikkeen käyttäminen",
      "content": "Ainoastaan tämän lain nojalla laillistettu eläinlääkäri sekä 8 §:ssä tarkoitettu henkilö saavat käyttää eläinlääkärin nimikettä. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä edellytetyt säännökset eläinlääketieteellisten tutkintonimikkeiden käyttämisestä Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ainoastaan tämän lain nojalla laillistettu eläinlääkäri sekä 8 § :ssä tarkoitettu henkilö saavat käyttää eläinlääkärin nimikettä. Maa- ja metsätalousministeriön asetuksella annetaan Euroopan yhteisön lainsäädännössä edellytetyt säännökset eläinlääketieteellisten tutkintonimikkeiden käyttämisestä Suomessa.",
        "folded_fi": "ainoastaan taman lain nojalla laillistettu elainlaakari seka 8 §:ssa tarkoitettu henkilo saavat kayttaa elainlaakarin nimiketta. maa- ja metsatalousministerion asetuksella annetaan euroopan yhteison lainsaadannossa edellytetyt saannokset elainlaaketieteellisten tutkintonimikkeiden kayttamisesta suomessa.",
        "title_sv": "Användning av beteckningen veterinär",
        "content_sv": "Endast veterinärer som legitimerats med stöd av denna lag och personer som avses i 8 § får använda beteckningen veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas de bestämmelser om användningen av veterinärmedicinska examensbenämningar i Finland som förutsätts i Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Endast veterinärer som legitimerats med stöd av denna lag och personer som avses i 8 § får använda beteckningen veterinär. Genom förordning av jord- och skogsbruksministeriet utfärdas de bestämmelser om användningen av veterinärmedicinska examensbenämningar i Finland som förutsätts i Europeiska gemenskapens lagstiftning.",
        "folded_sv": "endast veterinarer som legitimerats med stod av denna lag och personer som avses i 8 § far anvanda beteckningen veterinar. genom forordning av jord- och skogsbruksministeriet utfardas de bestammelser om anvandningen av veterinarmedicinska examensbenamningar i finland som forutsatts i europeiska gemenskapens lagstiftning."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Lääkkeiden määrääminen ja ostaminen",
      "content": "Eläinlääkärinammatin harjoittajalla on oikeus määrätä apteekista lääkkeitä eläinlääkinnällistä tai eläinlääketieteellistä tarkoitusta varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä lääkkeiden määräämisestä. Lääkkeiden myymisestä ja muusta luovuttamisesta eläinlääkärille lääketukkukaupasta säädetään lääkelaissa (395/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Eläinlääkärinammatin harjoittajalla on oikeus määrätä apteekista lääkkeitä eläinlääkinnällistä tai eläinlääketieteellistä tarkoitusta varten. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä lääkkeiden määräämisestä. Lääkkeiden myymisestä ja muusta luovuttamisesta eläinlääkärille lääketukkukaupasta säädetään lääkelaissa (395/1987).",
        "folded_fi": "elainlaakarinammatin harjoittajalla on oikeus maarata apteekista laakkeita elainlaakinnallista tai elainlaaketieteellista tarkoitusta varten. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia laakkeiden maaraamisesta. laakkeiden myymisesta ja muusta luovuttamisesta elainlaakarille laaketukkukaupasta saadetaan laakelaissa (395/1987).",
        "title_sv": "Ordinering och köp av läkemedel",
        "content_sv": "Utövare av veterinäryrket har rätt att från apotek ordinera läkemedel för veterinärt eller veterinärvetenskapligt ändamål. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om ordinering av läkemedel. Bestämmelser om försäljning och annan överlåtelse av läkemedel från läkemedelspartiaffärer till veterinärer finns i läkemedelslagen (395/1987).",
        "normalized_sv": "Utövare av veterinäryrket har rätt att från apotek ordinera läkemedel för veterinärt eller veterinärvetenskapligt ändamål. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om ordinering av läkemedel. Bestämmelser om försäljning och annan överlåtelse av läkemedel från läkemedelspartiaffärer till veterinärer finns i läkemedelslagen (395/1987).",
        "folded_sv": "utovare av veterinaryrket har ratt att fran apotek ordinera lakemedel for veterinart eller veterinarvetenskapligt andamal. genom forordning av jord- och skogsbruksministeriet kan narmare bestammelser utfardas om ordinering av lakemedel. bestammelser om forsaljning och annan overlatelse av lakemedel fran lakemedelspartiaffarer till veterinarer finns i lakemedelslagen (395/1987)."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ilmoitus- ja tietojenantovelvollisuus",
      "content": "Eläinlääkärinammatin harjoittaja on velvollinen salassapitosäännösten estämättä antamaan Elintarviketurvallisuusviraston määräysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista sekä Elintarviketurvallisuusviraston tai lääninhallituksen vaatimia tautitapauksiin tai muutoin eläinlääkärinammatin harjoittamiseen liittyviä selvityksiä ja selityksiä. Eläinlääkärinammattia harjoittava laillistettu eläinlääkäri on lisäksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa sekä niiden muutokset Elintarviketurvallisuusvirastolle ja lääninhallitukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Eläinlääkärinammatin harjoittaja on velvollinen salassapitosäännösten estämättä antamaan Elintarviketurvallisuusviraston määräysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista sekä Elintarviketurvallisuusviraston tai lääninhallituksen vaatimia tautitapauksiin tai muutoin eläinlääkärinammatin harjoittamiseen liittyviä selvityksiä ja selityksiä. Eläinlääkärinammattia harjoittava laillistettu eläinlääkäri on lisäksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa sekä niiden muutokset Elintarviketurvallisuusvirastolle ja lääninhallitukselle.",
        "folded_fi": "elainlaakarinammatin harjoittaja on velvollinen salassapitosaannosten estamatta antamaan elintarviketurvallisuusviraston maaraysten mukaisia ilmoituksia ja tilastotietoja hoitamistaan tautitapauksista seka elintarviketurvallisuusviraston tai laaninhallituksen vaatimia tautitapauksiin tai muutoin elainlaakarinammatin harjoittamiseen liittyvia selvityksia ja selityksia. elainlaakarinammattia harjoittava laillistettu elainlaakari on lisaksi velvollinen ilmoittamaan asuinpaikkansa ja osoitteensa seka niiden muutokset elintarviketurvallisuusvirastolle ja laaninhallitukselle.",
        "title_sv": "Anmälnings- och upplysningsskyldighet",
        "content_sv": "Utan hinder av sekretessbestämmelserna är en utövare av veterinäryrket skyldig att i enlighet med Livsmedelssäkerhetsverkets föreskrifter lämna anmälningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sådana av Livsmedelssäkerhetsverket eller länsstyrelsen infordrade utredningar och förklaringar som gäller sjukdomsfall eller annars har anknytning till utövningen av veterinäryrket. En legitimerad veterinär som utövar veterinäryrket är dessutom skyldig att underrätta Livsmedelssäkerhetsverket och länsstyrelsen om sin boningsort och adress samt förändringar i fråga om dem.",
        "normalized_sv": "Utan hinder av sekretessbestämmelserna är en utövare av veterinäryrket skyldig att i enlighet med Livsmedelssäkerhetsverkets föreskrifter lämna anmälningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sådana av Livsmedelssäkerhetsverket eller länsstyrelsen infordrade utredningar och förklaringar som gäller sjukdomsfall eller annars har anknytning till utövningen av veterinäryrket. En legitimerad veterinär som utövar veterinäryrket är dessutom skyldig att underrätta Livsmedelssäkerhetsverket och länsstyrelsen om sin boningsort och adress samt förändringar i fråga om dem.",
        "folded_sv": "utan hinder av sekretessbestammelserna ar en utovare av veterinaryrket skyldig att i enlighet med livsmedelssakerhetsverkets foreskrifter lamna anmalningar och statistiska uppgifter om de sjukdomsfall han eller hon behandlat samt sadana av livsmedelssakerhetsverket eller lansstyrelsen infordrade utredningar och forklaringar som galler sjukdomsfall eller annars har anknytning till utovningen av veterinaryrket. en legitimerad veterinar som utovar veterinaryrket ar dessutom skyldig att underratta livsmedelssakerhetsverket och lansstyrelsen om sin boningsort och adress samt forandringar i fraga om dem."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Eläinlääkinnälliset todistukset",
      "content": "Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä todistusten ja lausuntojen antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä todistusten ja lausuntojen antamisesta.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia todistusten ja lausuntojen antamisesta.",
        "title_sv": "Veterinära intyg",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om utfärdandet av intyg och utlåtanden.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet kan utfärdas närmare bestämmelser om utfärdandet av intyg och utlåtanden.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet kan utfardas narmare bestammelser om utfardandet av intyg och utlatanden."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ohjaus ja valvonta",
      "content": "Ministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Lääninhallitus huolehtii tämän lain ja sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Ministeriö ohjaa ja valvoo ylimpänä viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena tämän lain ja sen nojalla annettujen säännösten täytäntöönpanoa ja noudattamista. Lääninhallitus huolehtii tämän lain ja sen nojalla annettujen säännösten täytäntöönpanosta ja noudattamisen valvonnasta läänin alueella.",
        "folded_fi": "ministerio ohjaa ja valvoo ylimpana viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista. elintarviketurvallisuusvirasto ohjaa ja valvoo keskushallinnon viranomaisena taman lain ja sen nojalla annettujen saannosten taytantoonpanoa ja noudattamista. laaninhallitus huolehtii taman lain ja sen nojalla annettujen saannosten taytantoonpanosta ja noudattamisen valvonnasta laanin alueella.",
        "title_sv": "Styrning och tillsyn",
        "content_sv": "Ministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "normalized_sv": "Ministeriet leder och övervakar i egenskap av högsta myndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Livsmedelssäkerhetsverket leder och övervakar i egenskap av centralförvaltningsmyndighet verkställigheten och tillsynen över efterlevnaden av denna lag samt med stöd av den utfärdade bestämmelser. Länsstyrelsen svarar i länet för verkställigheten och tillsynen över efterlevnaden av denna lag och de bestämmelser som utfärdats med stöd av den.",
        "folded_sv": "ministeriet leder och overvakar i egenskap av hogsta myndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser. livsmedelssakerhetsverket leder och overvakar i egenskap av centralforvaltningsmyndighet verkstalligheten och tillsynen over efterlevnaden av denna lag samt med stod av den utfardade bestammelser. lansstyrelsen svarar i lanet for verkstalligheten och tillsynen over efterlevnaden av denna lag och de bestammelser som utfardats med stod av den."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Työkyvyn selvittäminen",
      "content": "Jos on perusteltua aihetta olettaa, että eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan lääkärintarkastukseen tai sairaalatutkimuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Jos on perusteltua aihetta olettaa, että eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan lääkärintarkastukseen tai sairaalatutkimuksiin.",
        "folded_fi": "jos on perusteltua aihetta olettaa, etta elainlaakarinammatin harjoittaja on sairauden, paihteiden vaarinkayton, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi kaynyt kykenemattomaksi toimimaan ammatissaan, elintarviketurvallisuusvirasto voi velvoittaa elainlaakarinammatin harjoittajan laakarintarkastukseen tai sairaalatutkimuksiin.",
        "title_sv": "Utredning av arbetsförmågan",
        "content_sv": "Finns det grundad anledning att anta att en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarande orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket ålägga honom eller henne att genomgå läkarundersökning eller undersökningar på sjukhus.",
        "normalized_sv": "Finns det grundad anledning att anta att en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarande orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket ålägga honom eller henne att genomgå läkarundersökning eller undersökningar på sjukhus.",
        "folded_sv": "finns det grundad anledning att anta att en utovare av veterinaryrket pa grund av sjukdom, missbruk av rusmedel, nedsatt funktionsformaga eller nagon annan motsvarande orsak blivit oformogen att utova sitt yrke, kan livsmedelssakerhetsverket alagga honom eller henne att genomga lakarundersokning eller undersokningar pa sjukhus."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ammattitaidon selvittäminen",
      "content": "Jos on perusteltua aihetta epäillä, että eläinlääkärinammatin harjoittajan ammattitaidossa on puutteita, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan ammattitaidon tai muun pätevyyden toteamiseksi kuulusteluun taikka antamaan työnäytteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Jos on perusteltua aihetta epäillä, että eläinlääkärinammatin harjoittajan ammattitaidossa on puutteita, Elintarviketurvallisuusvirasto voi velvoittaa eläinlääkärinammatin harjoittajan ammattitaidon tai muun pätevyyden toteamiseksi kuulusteluun taikka antamaan työnäytteen.",
        "folded_fi": "jos on perusteltua aihetta epailla, etta elainlaakarinammatin harjoittajan ammattitaidossa on puutteita, elintarviketurvallisuusvirasto voi velvoittaa elainlaakarinammatin harjoittajan ammattitaidon tai muun patevyyden toteamiseksi kuulusteluun taikka antamaan tyonaytteen.",
        "title_sv": "Utredning av yrkesskickligheten",
        "content_sv": "Finns det grundad anledning att misstänka att en utövare av veterinäryrket har bristande yrkesskicklighet, kan Livsmedelssäkerhetsverket ålägga honom eller henne att för konstaterande av yrkesskickligheten eller annan kompetens genomgå förhör eller ge ett arbetsprov.",
        "normalized_sv": "Finns det grundad anledning att misstänka att en utövare av veterinäryrket har bristande yrkesskicklighet, kan Livsmedelssäkerhetsverket ålägga honom eller henne att för konstaterande av yrkesskickligheten eller annan kompetens genomgå förhör eller ge ett arbetsprov.",
        "folded_sv": "finns det grundad anledning att misstanka att en utovare av veterinaryrket har bristande yrkesskicklighet, kan livsmedelssakerhetsverket alagga honom eller henne att for konstaterande av yrkesskickligheten eller annan kompetens genomga forhor eller ge ett arbetsprov."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Vastaanottotoiminnan tarkastaminen",
      "content": "Elintarviketurvallisuusvirasto tai lääninhallitus voi tarkastaa eläinlääkärinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat sekä potilasasiakirjat, jos se on tarpeen tässä laissa säädetyn valvonnan toteuttamiseksi. Samoin perustein Elintarviketurvallisuusvirasto voi myös määrätä lääninhallituksen suorittamaan tarkastuksen. Tarkastus saadaan tehdä kotirauhan piirissä vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläinlääkärin syyllistyneen ammattitoiminnassaan rangaistavaksi säädettyyn menettelyyn. Viranomaisen apuna tarkastuksessa voidaan käyttää asiantuntijoita. Asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat tarkastuksen kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Asiantuntijoilla on oikeus salassapitosäännösten estämättä saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot käyttöönsä. Asiantuntijat ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Elintarviketurvallisuusvirasto tai lääninhallitus voi tarkastaa eläinlääkärinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat sekä potilasasiakirjat, jos se on tarpeen tässä laissa säädetyn valvonnan toteuttamiseksi. Samoin perustein Elintarviketurvallisuusvirasto voi myös määrätä lääninhallituksen suorittamaan tarkastuksen. Tarkastus saadaan tehdä kotirauhan piirissä vain, jos se on välttämätöntä tarkastuksen kohteena olevien seikkojen selvittämiseksi ja on aihetta epäillä eläinlääkärin syyllistyneen ammattitoiminnassaan rangaistavaksi säädettyyn menettelyyn. Viranomaisen apuna tarkastuksessa voidaan käyttää asiantuntijoita. Asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat tarkastuksen kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Asiantuntijoilla on oikeus salassapitosäännösten estämättä saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot käyttöönsä. Asiantuntijat ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot.",
        "folded_fi": "elintarviketurvallisuusvirasto tai laaninhallitus voi tarkastaa elainlaakarinammatin harjoittajan vastaanotto-, tutkimus- ja hoitotilat seka potilasasiakirjat, jos se on tarpeen tassa laissa saadetyn valvonnan toteuttamiseksi. samoin perustein elintarviketurvallisuusvirasto voi myos maarata laaninhallituksen suorittamaan tarkastuksen. tarkastus saadaan tehda kotirauhan piirissa vain, jos se on valttamatonta tarkastuksen kohteena olevien seikkojen selvittamiseksi ja on aihetta epailla elainlaakarin syyllistyneen ammattitoiminnassaan rangaistavaksi saadettyyn menettelyyn. viranomaisen apuna tarkastuksessa voidaan kayttaa asiantuntijoita. asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkiloita, jotka edustavat tarkastuksen kannalta merkityksellista tieteellista, kaytannon elainlaakinnan tai muuta asiantuntemusta. asiantuntijoilla on oikeus salassapitosaannosten estamatta saada vastaanottotoiminnan tarkastamista varten tarpeelliset tiedot kayttoonsa. asiantuntijat ovat velvollisia pitamaan salassa saamansa salassa pidettaviksi saadetyt tiedot.",
        "title_sv": "Granskning av mottagningsverksamheten",
        "content_sv": "Livsmedelssäkerhetsverket eller länsstyrelsen kan granska mottagnings-, undersöknings- och vårdutrymmena samt journalhandlingarna hos en utövare av veterinäryrket, om detta är nödvändigt för verkställandet av den tillsyn som föreskrivs i denna lag. På samma grunder kan Livsmedelssäkerhetsverket även bestämma att länsstyrelsen skall genomföra denna granskning. På områden som omfattas av hemfriden får granskning utföras endast om det är nödvändigt för att utreda de omständigheter som granskningen gäller och om det finns anledning att misstänka att en veterinär i sin yrkesverksamhet gjort sig skyldig till straffbart förfarande. Vid granskningen kan myndigheterna anlita sakkunniga. De sakkunniga skall vara erkänt skickliga och erfarna personer som företräder vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap av betydelse för granskningen. De sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för granskningen av mottagningsverksamheten. De sakkunniga är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till.",
        "normalized_sv": "Livsmedelssäkerhetsverket eller länsstyrelsen kan granska mottagnings-, undersöknings- och vårdutrymmena samt journalhandlingarna hos en utövare av veterinäryrket, om detta är nödvändigt för verkställandet av den tillsyn som föreskrivs i denna lag. På samma grunder kan Livsmedelssäkerhetsverket även bestämma att länsstyrelsen skall genomföra denna granskning. På områden som omfattas av hemfriden får granskning utföras endast om det är nödvändigt för att utreda de omständigheter som granskningen gäller och om det finns anledning att misstänka att en veterinär i sin yrkesverksamhet gjort sig skyldig till straffbart förfarande. Vid granskningen kan myndigheterna anlita sakkunniga. De sakkunniga skall vara erkänt skickliga och erfarna personer som företräder vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap av betydelse för granskningen. De sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för granskningen av mottagningsverksamheten. De sakkunniga är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till.",
        "folded_sv": "livsmedelssakerhetsverket eller lansstyrelsen kan granska mottagnings-, undersoknings- och vardutrymmena samt journalhandlingarna hos en utovare av veterinaryrket, om detta ar nodvandigt for verkstallandet av den tillsyn som foreskrivs i denna lag. pa samma grunder kan livsmedelssakerhetsverket aven bestamma att lansstyrelsen skall genomfora denna granskning. pa omraden som omfattas av hemfriden far granskning utforas endast om det ar nodvandigt for att utreda de omstandigheter som granskningen galler och om det finns anledning att misstanka att en veterinar i sin yrkesverksamhet gjort sig skyldig till straffbart forfarande. vid granskningen kan myndigheterna anlita sakkunniga. de sakkunniga skall vara erkant skickliga och erfarna personer som foretrader vetenskaplig, praktisk veterinarmedicinsk eller annan sakkunskap av betydelse for granskningen. de sakkunniga har ratt att utan hinder av sekretessbestammelserna fa tillgang till de uppgifter som behovs for granskningen av mottagningsverksamheten. de sakkunniga ar skyldiga att hemlighalla de sekretessbelagda uppgifter som de far tillgang till."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Virheellinen toiminta",
      "content": "Elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa päätöksellään eläinlääkärinammatin harjoittajalle tarkempia määräyksiä ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai määräajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai määräajaksi, jos eläinlääkärinammatin harjoittaja on: 1) laiminlyönyt 10 §:n 2 momentissa, 12―16 tai 18 §:ssä säädetyn velvollisuuden; 2) suorittanut sellaisia tehtäviä, joihin hänen koulutustaan ja ammattitaitoaan on pidettävä riittämättömänä tai hänen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin eläinlääkärinammattia harjoittaessaan virheellisesti tai moitittavasti. Ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttää, että virheellinen menettely tai laiminlyönti on vakavaa ja toistuvaa eikä ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvän puutteen korjaamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa päätöksellään eläinlääkärinammatin harjoittajalle tarkempia määräyksiä ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai määräajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai määräajaksi, jos eläinlääkärinammatin harjoittaja on: 1) laiminlyönyt 10 § :n 2 momentissa, 12―16 tai 18 § :ssä säädetyn velvollisuuden; 2) suorittanut sellaisia tehtäviä, joihin hänen koulutustaan ja ammattitaitoaan on pidettävä riittämättömänä tai hänen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin eläinlääkärinammattia harjoittaessaan virheellisesti tai moitittavasti. Ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttää, että virheellinen menettely tai laiminlyönti on vakavaa ja toistuvaa eikä ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvän puutteen korjaamiseen.",
        "folded_fi": "elintarviketurvallisuusvirasto voi rikkomuksen laadun ja laajuuden huomioon ottaen antaa paatoksellaan elainlaakarinammatin harjoittajalle tarkempia maarayksia ammattitoimintaa varten tai rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai maaraajaksi taikka poistaa ammatinharjoittamisoikeuden toistaiseksi tai maaraajaksi, jos elainlaakarinammatin harjoittaja on: 1) laiminlyonyt 10 §:n 2 momentissa, 12―16 tai 18 §:ssa saadetyn velvollisuuden; 2) suorittanut sellaisia tehtavia, joihin hanen koulutustaan ja ammattitaitoaan on pidettava riittamattomana tai hanen toimintamahdollisuuksiaan rajoitettuina; tai 3) toiminut muutoin elainlaakarinammattia harjoittaessaan virheellisesti tai moitittavasti. ammatinharjoittamisoikeuden rajoittaminen tai sen poistaminen 1 momentissa tarkoitetulla tavalla edellyttaa, etta virheellinen menettely tai laiminlyonti on vakavaa ja toistuvaa eika ammatinharjoittajalle annettu huomautus tai varoitus ole johtanut toiminnassa esiintyvan puutteen korjaamiseen.",
        "title_sv": "Felaktigt förfarande",
        "content_sv": "Livsmedelssäkerhetsverket kan med beaktande av förseelsens art och omfattning genom sitt beslut meddela en utövare av veterinäryrket närmare föreskrifter för yrkesutövningen, tills vidare eller för viss tid begränsa rätten att utöva yrket eller tills vidare eller för viss tid frånta utövaren av veterinäryrket denna rätt, om denne har 1) försummat någon skyldighet enligt 10 § 2 mom., 12―16 eller 18 §, 2) fullgjort uppgifter för vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillräcklig eller verksamhetsmöjligheter begränsade, eller 3) annars handlat felaktigt eller klandervärt vid utövningen av veterinäryrket. För att rätten att utöva yrket skall kunna begränsas eller fråntas utövaren på det sätt som anges i 1 mom. förutsätts det att det felaktiga förfarandet eller försummelsen har varit av allvarlig art och upprepats och att en anmärkning eller varning till yrkesutövaren inte har lett till att bristen i verksamheten blivit avhjälpt.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan med beaktande av förseelsens art och omfattning genom sitt beslut meddela en utövare av veterinäryrket närmare föreskrifter för yrkesutövningen, tills vidare eller för viss tid begränsa rätten att utöva yrket eller tills vidare eller för viss tid frånta utövaren av veterinäryrket denna rätt, om denne har 1) försummat någon skyldighet enligt 10 § 2 mom., 12―16 eller 18 § , 2) fullgjort uppgifter för vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillräcklig eller verksamhetsmöjligheter begränsade, eller 3) annars handlat felaktigt eller klandervärt vid utövningen av veterinäryrket. För att rätten att utöva yrket skall kunna begränsas eller fråntas utövaren på det sätt som anges i 1 mom. förutsätts det att det felaktiga förfarandet eller försummelsen har varit av allvarlig art och upprepats och att en anmärkning eller varning till yrkesutövaren inte har lett till att bristen i verksamheten blivit avhjälpt.",
        "folded_sv": "livsmedelssakerhetsverket kan med beaktande av forseelsens art och omfattning genom sitt beslut meddela en utovare av veterinaryrket narmare foreskrifter for yrkesutovningen, tills vidare eller for viss tid begransa ratten att utova yrket eller tills vidare eller for viss tid franta utovaren av veterinaryrket denna ratt, om denne har 1) forsummat nagon skyldighet enligt 10 § 2 mom., 12―16 eller 18 §, 2) fullgjort uppgifter for vilka hans eller hennes utbildning och yrkesskicklighet skall anses otillracklig eller verksamhetsmojligheter begransade, eller 3) annars handlat felaktigt eller klandervart vid utovningen av veterinaryrket. for att ratten att utova yrket skall kunna begransas eller frantas utovaren pa det satt som anges i 1 mom. forutsatts det att det felaktiga forfarandet eller forsummelsen har varit av allvarlig art och upprepats och att en anmarkning eller varning till yrkesutovaren inte har lett till att bristen i verksamheten blivit avhjalpt."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Kykenemättömyys toimia ammatissa",
      "content": "Jos eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on sairauden, päihteiden väärinkäytön, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi käynyt kykenemättömäksi toimimaan ammatissaan, Elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on sairauden, paihteiden vaarinkayton, heikentyneen toimintakyvyn tai muun vastaavan syyn vuoksi kaynyt kykenemattomaksi toimimaan ammatissaan, elintarviketurvallisuusvirasto voi rajoittaa ammatinharjoittamisoikeutta toistaiseksi tai poistaa sen toistaiseksi.",
        "title_sv": "Oförmögenhet att utöva yrke",
        "content_sv": "Har en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarade orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket tills vidare begränsa rätten att utöva yrket eller tills vidare frånta utövaren av veterinäryrket denna rätt.",
        "normalized_sv": "Har en utövare av veterinäryrket på grund av sjukdom, missbruk av rusmedel, nedsatt funktionsförmåga eller någon annan motsvarade orsak blivit oförmögen att utöva sitt yrke, kan Livsmedelssäkerhetsverket tills vidare begränsa rätten att utöva yrket eller tills vidare frånta utövaren av veterinäryrket denna rätt.",
        "folded_sv": "har en utovare av veterinaryrket pa grund av sjukdom, missbruk av rusmedel, nedsatt funktionsformaga eller nagon annan motsvarade orsak blivit oformogen att utova sitt yrke, kan livsmedelssakerhetsverket tills vidare begransa ratten att utova yrket eller tills vidare franta utovaren av veterinaryrket denna ratt."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Ammattitoiminnassa tehty rikos",
      "content": "Jos eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka hän on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvistä asianhaaroista on havaittavissa, ettei hän ole sen luottamuksen arvoinen, jota hänen tulee nauttia, Elintarviketurvallisuusvirasto voi poistaa eläinlääkärinammatin harjoittajalta määräajaksi tai, jos asianhaarat ovat erittäin raskauttavat, lopullisesti ammatinharjoittamisoikeuden. Jos valtion tai kunnan taikka kuntayhtymän virassa oleva eläinlääkärinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mitä 1 momentissa säädetään. Tuomioistuimen tulee viipymättä lähettää jäljennös 1 ja 2 momentissa tarkoitettua asiaa koskevasta pöytäkirjasta ja tuomiosta Elintarviketurvallisuusvirastolle. Jo ennen kuin tuomioistuimen tuomio, jolla eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, Elintarviketurvallisuusvirasto voi kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka hän on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvistä asianhaaroista on havaittavissa, ettei hän ole sen luottamuksen arvoinen, jota hänen tulee nauttia, Elintarviketurvallisuusvirasto voi poistaa eläinlääkärinammatin harjoittajalta määräajaksi tai, jos asianhaarat ovat erittäin raskauttavat, lopullisesti ammatinharjoittamisoikeuden. Jos valtion tai kunnan taikka kuntayhtymän virassa oleva eläinlääkärinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mitä 1 momentissa säädetään. Tuomioistuimen tulee viipymättä lähettää jäljennös 1 ja 2 momentissa tarkoitettua asiaa koskevasta pöytäkirjasta ja tuomiosta Elintarviketurvallisuusvirastolle. Jo ennen kuin tuomioistuimen tuomio, jolla eläinlääkärinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, Elintarviketurvallisuusvirasto voi kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on tuomittu vankeusrangaistukseen rikoksesta, jonka han on tehnyt ammattitoiminnassaan, ja tuomioistuimen tuomio on saanut lainvoiman ja jos rikokseen liittyvista asianhaaroista on havaittavissa, ettei han ole sen luottamuksen arvoinen, jota hanen tulee nauttia, elintarviketurvallisuusvirasto voi poistaa elainlaakarinammatin harjoittajalta maaraajaksi tai, jos asianhaarat ovat erittain raskauttavat, lopullisesti ammatinharjoittamisoikeuden. jos valtion tai kunnan taikka kuntayhtyman virassa oleva elainlaakarinammatin harjoittaja on rikoksen johdosta tuomittu erotettavaksi virantoimituksesta tai viralta pantavaksi, noudatetaan vastaavasti, mita 1 momentissa saadetaan. tuomioistuimen tulee viipymatta lahettaa jaljennos 1 ja 2 momentissa tarkoitettua asiaa koskevasta poytakirjasta ja tuomiosta elintarviketurvallisuusvirastolle. jo ennen kuin tuomioistuimen tuomio, jolla elainlaakarinammatin harjoittaja on tuomittu vankeusrangaistukseen taikka viralta pantavaksi tai virantoimituksesta erotettavaksi, on saanut lainvoiman, elintarviketurvallisuusvirasto voi kieltaa elainlaakarinammatin harjoittajaa harjoittamasta ammattia.",
        "title_sv": "Brott i samband med yrkesutövningen",
        "content_sv": "Om en utövare av veterinäryrket har dömts till fängelsestraff för ett brott som har begåtts i yrkesutövningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhängande omständigheterna framgår att personen i fråga är ovärdig det förtroende som han eller hon bör åtnjuta, kan Livsmedelssäkerhetsverket för viss tid eller, om omständigheterna är synnerligen försvårande, för alltid frånta denna person rätten att utöva veterinäryrket. Om en utövare av veterinäryrket som innehar tjänst hos staten, en kommun eller en samkommun på grund av brott har dömts till skiljande från tjänsteutövning eller avsättning, skall 1 mom. iakttas på motsvarande sätt. Domstolen skall utan dröjsmål till Livsmedelssäkerhetsverket sända en kopia av protokollet och domen i mål som avses i 1 och 2 mom. Redan innan domstolens dom varigenom en utövare av veterinäryrket har dömts till fängelsestraff, avsättning eller skiljande från tjänsteutövning har vunnit laga kraft, kan Livsmedelssäkerhetsverket förbjuda utövaren av veterinäryrket att utöva yrket.",
        "normalized_sv": "Om en utövare av veterinäryrket har dömts till fängelsestraff för ett brott som har begåtts i yrkesutövningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhängande omständigheterna framgår att personen i fråga är ovärdig det förtroende som han eller hon bör åtnjuta, kan Livsmedelssäkerhetsverket för viss tid eller, om omständigheterna är synnerligen försvårande, för alltid frånta denna person rätten att utöva veterinäryrket. Om en utövare av veterinäryrket som innehar tjänst hos staten, en kommun eller en samkommun på grund av brott har dömts till skiljande från tjänsteutövning eller avsättning, skall 1 mom. iakttas på motsvarande sätt. Domstolen skall utan dröjsmål till Livsmedelssäkerhetsverket sända en kopia av protokollet och domen i mål som avses i 1 och 2 mom. Redan innan domstolens dom varigenom en utövare av veterinäryrket har dömts till fängelsestraff, avsättning eller skiljande från tjänsteutövning har vunnit laga kraft, kan Livsmedelssäkerhetsverket förbjuda utövaren av veterinäryrket att utöva yrket.",
        "folded_sv": "om en utovare av veterinaryrket har domts till fangelsestraff for ett brott som har begatts i yrkesutovningen och domstolens dom har vunnit laga kraft samt om det av de med brottet sammanhangande omstandigheterna framgar att personen i fraga ar ovardig det fortroende som han eller hon bor atnjuta, kan livsmedelssakerhetsverket for viss tid eller, om omstandigheterna ar synnerligen forsvarande, for alltid franta denna person ratten att utova veterinaryrket. om en utovare av veterinaryrket som innehar tjanst hos staten, en kommun eller en samkommun pa grund av brott har domts till skiljande fran tjansteutovning eller avsattning, skall 1 mom. iakttas pa motsvarande satt. domstolen skall utan drojsmal till livsmedelssakerhetsverket sanda en kopia av protokollet och domen i mal som avses i 1 och 2 mom. redan innan domstolens dom varigenom en utovare av veterinaryrket har domts till fangelsestraff, avsattning eller skiljande fran tjansteutovning har vunnit laga kraft, kan livsmedelssakerhetsverket forbjuda utovaren av veterinaryrket att utova yrket."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Väliaikaiset hallinnolliset turvaamistoimenpiteet",
      "content": "Käsitellessään 20―25 §:ssä tarkoitettuja asioita Elintarviketurvallisuusvirasto voi väliaikaisesti kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia tai väliaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta eläinten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan välittömän vaaran vuoksi välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Käsitellessään 20―25 § :ssä tarkoitettuja asioita Elintarviketurvallisuusvirasto voi väliaikaisesti kieltää eläinlääkärinammatin harjoittajaa harjoittamasta ammattia tai väliaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta eläinten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan välittömän vaaran vuoksi välttämätöntä.",
        "folded_fi": "kasitellessaan 20―25 §:ssa tarkoitettuja asioita elintarviketurvallisuusvirasto voi valiaikaisesti kieltaa elainlaakarinammatin harjoittajaa harjoittamasta ammattia tai valiaikaisesti rajoittaa oikeutta harjoittaa ammattia, jos se on toiminnasta elainten terveydelle tai hyvinvoinnille taikka kansanterveydelle aiheutuvan valittoman vaaran vuoksi valttamatonta.",
        "title_sv": "Temporära administrativa säkerhetsåtgärder",
        "content_sv": "Vid behandlingen av ärenden som avses i 20―25 § kan Livsmedelssäkerhetsverket temporärt förbjuda en utövare av veterinäryrket att utöva yrket eller temporärt begränsa rätten att utöva yrket, om det är nödvändigt på grund av den omedelbara risk för djurs hälsa eller välbefinnande eller folkhälsan som verksamheten innebär.",
        "normalized_sv": "Vid behandlingen av ärenden som avses i 20―25 § kan Livsmedelssäkerhetsverket temporärt förbjuda en utövare av veterinäryrket att utöva yrket eller temporärt begränsa rätten att utöva yrket, om det är nödvändigt på grund av den omedelbara risk för djurs hälsa eller välbefinnande eller folkhälsan som verksamheten innebär.",
        "folded_sv": "vid behandlingen av arenden som avses i 20―25 § kan livsmedelssakerhetsverket temporart forbjuda en utovare av veterinaryrket att utova yrket eller temporart begransa ratten att utova yrket, om det ar nodvandigt pa grund av den omedelbara risk for djurs halsa eller valbefinnande eller folkhalsan som verksamheten innebar."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Ammatinharjoittamisoikeuden poistaminen eläinlääkärinammatin harjoittajan omasta pyynnöstä",
      "content": "Elintarviketurvallisuusvirasto voi eläinlääkärinammatin harjoittajan omasta pyynnöstä rajoittaa tämän oikeutta eläinlääkärinammatin harjoittamiseen tai poistaa sen kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi eläinlääkärinammatin harjoittajan omasta pyynnöstä rajoittaa tämän oikeutta eläinlääkärinammatin harjoittamiseen tai poistaa sen kokonaan.",
        "folded_fi": "elintarviketurvallisuusvirasto voi elainlaakarinammatin harjoittajan omasta pyynnosta rajoittaa taman oikeutta elainlaakarinammatin harjoittamiseen tai poistaa sen kokonaan.",
        "title_sv": "Fråntagande av rätt att utöva yrke när en utövare av veterinäryrket själv anhåller därom",
        "content_sv": "Livsmedelssäkerhetsverket kan på begäran av en utövare av veterinäryrket begränsa rätten att utöva veterinäryrket eller helt och hållet frånta vederbörande denna rätt.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan på begäran av en utövare av veterinäryrket begränsa rätten att utöva veterinäryrket eller helt och hållet frånta vederbörande denna rätt.",
        "folded_sv": "livsmedelssakerhetsverket kan pa begaran av en utovare av veterinaryrket begransa ratten att utova veterinaryrket eller helt och hallet franta vederborande denna ratt."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Ammatinharjoittamisoikeuden palauttaminen",
      "content": "Kun eläinlääkärinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus määräajaksi tai toistaiseksi taikka sitä on rajoitettu, eläinlääkärinammatin harjoittaja voi Elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Kun eläinlääkärinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus määräajaksi tai toistaiseksi taikka sitä on rajoitettu, eläinlääkärinammatin harjoittaja voi Elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
        "folded_fi": "kun elainlaakarinammatin harjoittajalta on poistettu ammatinharjoittamisoikeus maaraajaksi tai toistaiseksi taikka sita on rajoitettu, elainlaakarinammatin harjoittaja voi elintarviketurvallisuusvirastolta uudelleen hakea ammatinharjoittamisluvan palauttamista tai rajoituksen poistamista sitten, kun ammatinharjoittamisoikeuden poistamisen tai rajoittamisen aiheuttanut syy on lakannut.",
        "title_sv": "Återställande av rätt att utöva yrke",
        "content_sv": "Om en utövare av veterinäryrket för viss tid eller tills vidare har fråntagits rätten att utöva yrket eller om denna rätt har begränsats, kan personen i fråga hos Livsmedelssäkerhetsverket ansöka om återställande av rätten att utöva yrket eller slopande av begränsningen av denna rätt, om den omständighet som ledde till förlust eller begränsning av rätten att utöva yrket inte längre föreligger.",
        "normalized_sv": "Om en utövare av veterinäryrket för viss tid eller tills vidare har fråntagits rätten att utöva yrket eller om denna rätt har begränsats, kan personen i fråga hos Livsmedelssäkerhetsverket ansöka om återställande av rätten att utöva yrket eller slopande av begränsningen av denna rätt, om den omständighet som ledde till förlust eller begränsning av rätten att utöva yrket inte längre föreligger.",
        "folded_sv": "om en utovare av veterinaryrket for viss tid eller tills vidare har frantagits ratten att utova yrket eller om denna ratt har begransats, kan personen i fraga hos livsmedelssakerhetsverket ansoka om aterstallande av ratten att utova yrket eller slopande av begransningen av denna ratt, om den omstandighet som ledde till forlust eller begransning av ratten att utova yrket inte langre foreligger."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Kirjallinen varoitus",
      "content": "Jos eläinlääkärinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja säännöksiä tai määräyksiä, syyllistynyt tehtävässään muutoin virheellisyyteen tai laiminlyöntiin taikka käyttäytynyt sopimattomasti eikä virheellisyys tai laiminlyönti ole sen laatuista, että häntä olisi siitä syytettävä tuomioistuimessa, Elintarviketurvallisuusvirasto voi antaa hänelle kirjallisen varoituksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja säännöksiä tai määräyksiä, syyllistynyt tehtävässään muutoin virheellisyyteen tai laiminlyöntiin taikka käyttäytynyt sopimattomasti eikä virheellisyys tai laiminlyönti ole sen laatuista, että häntä olisi siitä syytettävä tuomioistuimessa, Elintarviketurvallisuusvirasto voi antaa hänelle kirjallisen varoituksen.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja on ammattiaan harjoittaessaan menetellyt vastoin lakia taikka lain nojalla annettuja saannoksia tai maarayksia, syyllistynyt tehtavassaan muutoin virheellisyyteen tai laiminlyontiin taikka kayttaytynyt sopimattomasti eika virheellisyys tai laiminlyonti ole sen laatuista, etta hanta olisi siita syytettava tuomioistuimessa, elintarviketurvallisuusvirasto voi antaa hanelle kirjallisen varoituksen.",
        "title_sv": "Skriftlig varning",
        "content_sv": "Har en utövare av veterinäryrket vid utövningen av yrket handlat mot lag eller med stöd av lag utfärdade bestämmelser eller föreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller försummelse eller uppfört sig olämpligt, och är felaktigheten eller försummelsen inte av sådan art att den bör leda till åtal vid domstol, kan Livsmedelssäkerhetsverket ge utövaren av veterinäryrket en skriftlig varning.",
        "normalized_sv": "Har en utövare av veterinäryrket vid utövningen av yrket handlat mot lag eller med stöd av lag utfärdade bestämmelser eller föreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller försummelse eller uppfört sig olämpligt, och är felaktigheten eller försummelsen inte av sådan art att den bör leda till åtal vid domstol, kan Livsmedelssäkerhetsverket ge utövaren av veterinäryrket en skriftlig varning.",
        "folded_sv": "har en utovare av veterinaryrket vid utovningen av yrket handlat mot lag eller med stod av lag utfardade bestammelser eller foreskrifter, i sin uppgift annars gjort sig skyldig till felaktighet eller forsummelse eller uppfort sig olampligt, och ar felaktigheten eller forsummelsen inte av sadan art att den bor leda till atal vid domstol, kan livsmedelssakerhetsverket ge utovaren av veterinaryrket en skriftlig varning."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Eläinlääkärirekisteri",
      "content": "Elintarviketurvallisuusvirasto pitää tässä laissa säädettyjen valvontatehtävien hoitamiseksi rekisteriä eläinlääkärinammatin harjoittajista. Eläinlääkärirekisteriin merkitsemisen yhteydessä Elintarviketurvallisuusvirasto antaa eläinlääkärinammatin harjoittajalle tunnusnumeron. Rekisteriin talletettavia tietoja ovat: 1) eläinlääkärinammatin harjoittajan nimi, henkilötunnus, tunnusnumero, laillistamispäivä ja tiedot mahdollisesti suoritetusta erikoiseläinlääkäritutkinnosta; 2) eläinlääkärinammatin harjoittajan työpaikka- ja yhteystiedot sekä toiminta itsenäisenä ammatinharjoittajana; 3) aika, jolloin eläinlääketieteen opiskelijalla on 7 §:n nojalla oikeus väliaikaisesti harjoittaa eläinlääkärin ammattia; 4) aika, jolloin eläinlääkärinammatin harjoittaja 8 §:n nojalla väliaikaisesti tarjoaa eläinlääkäripalveluja; 5) ammatinharjoittamisoikeuden väliaikainen rajoittaminen tai kieltäminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltäminen. Elintarviketurvallisuusvirasto voi tallettaa eläinlääkärirekisteriin tässä laissa säädettyjen valvontatehtävien hoitamisen edellyttämät tiedot eläinlääkärinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta sekä viraltapanosta tai virantoimituksesta erottamisesta. Nämä tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva päätös ei ole lainvoimainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Elintarviketurvallisuusvirasto pitää tässä laissa säädettyjen valvontatehtävien hoitamiseksi rekisteriä eläinlääkärinammatin harjoittajista. Eläinlääkärirekisteriin merkitsemisen yhteydessä Elintarviketurvallisuusvirasto antaa eläinlääkärinammatin harjoittajalle tunnusnumeron. Rekisteriin talletettavia tietoja ovat: 1) eläinlääkärinammatin harjoittajan nimi, henkilötunnus, tunnusnumero, laillistamispäivä ja tiedot mahdollisesti suoritetusta erikoiseläinlääkäritutkinnosta; 2) eläinlääkärinammatin harjoittajan työpaikka- ja yhteystiedot sekä toiminta itsenäisenä ammatinharjoittajana; 3) aika, jolloin eläinlääketieteen opiskelijalla on 7 § :n nojalla oikeus väliaikaisesti harjoittaa eläinlääkärin ammattia; 4) aika, jolloin eläinlääkärinammatin harjoittaja 8 § :n nojalla väliaikaisesti tarjoaa eläinlääkäripalveluja; 5) ammatinharjoittamisoikeuden väliaikainen rajoittaminen tai kieltäminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltäminen. Elintarviketurvallisuusvirasto voi tallettaa eläinlääkärirekisteriin tässä laissa säädettyjen valvontatehtävien hoitamisen edellyttämät tiedot eläinlääkärinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta sekä viraltapanosta tai virantoimituksesta erottamisesta. Nämä tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva päätös ei ole lainvoimainen.",
        "folded_fi": "elintarviketurvallisuusvirasto pitaa tassa laissa saadettyjen valvontatehtavien hoitamiseksi rekisteria elainlaakarinammatin harjoittajista. elainlaakarirekisteriin merkitsemisen yhteydessa elintarviketurvallisuusvirasto antaa elainlaakarinammatin harjoittajalle tunnusnumeron. rekisteriin talletettavia tietoja ovat: 1) elainlaakarinammatin harjoittajan nimi, henkilotunnus, tunnusnumero, laillistamispaiva ja tiedot mahdollisesti suoritetusta erikoiselainlaakaritutkinnosta; 2) elainlaakarinammatin harjoittajan tyopaikka- ja yhteystiedot seka toiminta itsenaisena ammatinharjoittajana; 3) aika, jolloin elainlaaketieteen opiskelijalla on 7 §:n nojalla oikeus valiaikaisesti harjoittaa elainlaakarin ammattia; 4) aika, jolloin elainlaakarinammatin harjoittaja 8 §:n nojalla valiaikaisesti tarjoaa elainlaakaripalveluja; 5) ammatinharjoittamisoikeuden valiaikainen rajoittaminen tai kieltaminen; ja 6) toistaiseksi voimassa oleva ammatinharjoittamisoikeuden rajoittaminen tai kieltaminen. elintarviketurvallisuusvirasto voi tallettaa elainlaakarirekisteriin tassa laissa saadettyjen valvontatehtavien hoitamisen edellyttamat tiedot elainlaakarinammatin harjoittajan ammattitoiminnassaan saamasta varoituksesta, sakko- tai vankeusrangaistuksesta seka viraltapanosta tai virantoimituksesta erottamisesta. nama tiedot samoin kuin 2 momentissa tarkoitetut tiedot voidaan tallettaa rekisteriin, vaikka asiaa koskeva paatos ei ole lainvoimainen.",
        "title_sv": "Veterinärregister",
        "content_sv": "I syfte att sköta de tillsynsuppgifter som anges i denna lag för Livsmedelssäkerhetsverket register över dem som utövar veterinäryrket. När en utövare av veterinäryrket antecknas i veterinärregistret ger Livsmedelssäkerhetsverket utövaren ett identifikationsnummer. Uppgifter som skall föras in i registret är 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinärexamen i fråga om utövare av veterinäryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som självständig yrkesutövare i fråga om utövare av veterinäryrket, 3) tid under vilken en veterinärmedicine studerande med stöd av 7 § har rätt att temporärt utöva veterinäryrket, 4) tid under vilken en utövare av veterinäryrket med stöd av 8 § temporärt tillhandahåller veterinärtjänster, 5) temporär begränsning eller temporärt förbjudande av rätten att utöva yrket, och 6) tills vidare gällande begränsning eller förbjudande av rätten att utöva yrket. Livsmedelssäkerhetsverket kan i veterinärregistret föra in uppgifter som förutsätts av skötseln av tillsynsuppgifterna enligt denna lag och som gäller varning eller bötes- eller fängelsestraff som en utövare av veterinäryrket tilldelats eller ådömts i sin yrkesutövning samt avsättning eller skiljande från tjänsteutövning. Dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. föras in i registret även om beslutet i respektive fall inte vunnit laga kraft.",
        "normalized_sv": "I syfte att sköta de tillsynsuppgifter som anges i denna lag för Livsmedelssäkerhetsverket register över dem som utövar veterinäryrket. När en utövare av veterinäryrket antecknas i veterinärregistret ger Livsmedelssäkerhetsverket utövaren ett identifikationsnummer. Uppgifter som skall föras in i registret är 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinärexamen i fråga om utövare av veterinäryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som självständig yrkesutövare i fråga om utövare av veterinäryrket, 3) tid under vilken en veterinärmedicine studerande med stöd av 7 § har rätt att temporärt utöva veterinäryrket, 4) tid under vilken en utövare av veterinäryrket med stöd av 8 § temporärt tillhandahåller veterinärtjänster, 5) temporär begränsning eller temporärt förbjudande av rätten att utöva yrket, och 6) tills vidare gällande begränsning eller förbjudande av rätten att utöva yrket. Livsmedelssäkerhetsverket kan i veterinärregistret föra in uppgifter som förutsätts av skötseln av tillsynsuppgifterna enligt denna lag och som gäller varning eller bötes- eller fängelsestraff som en utövare av veterinäryrket tilldelats eller ådömts i sin yrkesutövning samt avsättning eller skiljande från tjänsteutövning. Dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. föras in i registret även om beslutet i respektive fall inte vunnit laga kraft.",
        "folded_sv": "i syfte att skota de tillsynsuppgifter som anges i denna lag for livsmedelssakerhetsverket register over dem som utovar veterinaryrket. nar en utovare av veterinaryrket antecknas i veterinarregistret ger livsmedelssakerhetsverket utovaren ett identifikationsnummer. uppgifter som skall foras in i registret ar 1) namn, personbeteckning, identifikationsnummer, legitimationsdatum och information om eventuell specialveterinarexamen i fraga om utovare av veterinaryrket, 2) arbetsplats- och kontaktinformation samt verksamhet som sjalvstandig yrkesutovare i fraga om utovare av veterinaryrket, 3) tid under vilken en veterinarmedicine studerande med stod av 7 § har ratt att temporart utova veterinaryrket, 4) tid under vilken en utovare av veterinaryrket med stod av 8 § temporart tillhandahaller veterinartjanster, 5) temporar begransning eller temporart forbjudande av ratten att utova yrket, och 6) tills vidare gallande begransning eller forbjudande av ratten att utova yrket. livsmedelssakerhetsverket kan i veterinarregistret fora in uppgifter som forutsatts av skotseln av tillsynsuppgifterna enligt denna lag och som galler varning eller botes- eller fangelsestraff som en utovare av veterinaryrket tilldelats eller adomts i sin yrkesutovning samt avsattning eller skiljande fran tjansteutovning. dessa uppgifter kan i likhet med uppgifterna enligt 2 mom. foras in i registret aven om beslutet i respektive fall inte vunnit laga kraft."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Eläinlääkärirekisteriin merkittyjen tietojen säilyttämisajat ja tietojen luovuttaminen",
      "content": "Elintarviketurvallisuusvirasto voi eläinlääkärirekisteristä puhelimitse antaa tietoja eläinlääkärinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen väliaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Elintarviketurvallisuusvirasto voi eläinlääkärirekisteristä puhelimitse antaa tietoja eläinlääkärinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen väliaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
        "folded_fi": "elintarviketurvallisuusvirasto voi elainlaakarirekisterista puhelimitse antaa tietoja elainlaakarinammatin harjoittajan ammatinharjoittamisoikeudesta taikka sen valiaikaisesta tai toistaiseksi voimassa olevasta rajoittamisesta tai poistamisesta.",
        "title_sv": "Förvaringstider för uppgifter som införts i veterinärregistret och utlämnande av uppgifter",
        "content_sv": "Livsmedelssäkerhetsverket kan ur veterinärregistret per telefon lämna upplysningar om rätten för en utövare av veterinäryrket att utöva yrket eller om denna rätt har begränsats eller fråntagits temporärt eller tills vidare.",
        "normalized_sv": "Livsmedelssäkerhetsverket kan ur veterinärregistret per telefon lämna upplysningar om rätten för en utövare av veterinäryrket att utöva yrket eller om denna rätt har begränsats eller fråntagits temporärt eller tills vidare.",
        "folded_sv": "livsmedelssakerhetsverket kan ur veterinarregistret per telefon lamna upplysningar om ratten for en utovare av veterinaryrket att utova yrket eller om denna ratt har begransats eller frantagits temporart eller tills vidare."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Eläinlääkäriluettelo",
      "content": "Elintarviketurvallisuusvirasto julkaisee 32 §:n 2 momentissa mainittujen tietojen perusteella yleisön käyttöön tarkoitetun eläinlääkäriluettelon. Eläinlääkäriluettelossa ei asianomaisen eläinlääkärinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eikä henkilötunnuksia. Eläinlääkäriluettelo toimitetaan maksutta vuosittain lääninhallituksille, apteekeille ja lääketukkukaupoille. Se voidaan luovuttaa myös sähköisessä muodossa maksutta viranomaisille, apteekeille ja lääketukkukaupoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Elintarviketurvallisuusvirasto julkaisee 32 § :n 2 momentissa mainittujen tietojen perusteella yleisön käyttöön tarkoitetun eläinlääkäriluettelon. Eläinlääkäriluettelossa ei asianomaisen eläinlääkärinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eikä henkilötunnuksia. Eläinlääkäriluettelo toimitetaan maksutta vuosittain lääninhallituksille, apteekeille ja lääketukkukaupoille. Se voidaan luovuttaa myös sähköisessä muodossa maksutta viranomaisille, apteekeille ja lääketukkukaupoille.",
        "folded_fi": "elintarviketurvallisuusvirasto julkaisee 32 §:n 2 momentissa mainittujen tietojen perusteella yleison kayttoon tarkoitetun elainlaakariluettelon. elainlaakariluettelossa ei asianomaisen elainlaakarinammatin harjoittajan suostumuksetta saa olla kotiosoitteita eika henkilotunnuksia. elainlaakariluettelo toimitetaan maksutta vuosittain laaninhallituksille, apteekeille ja laaketukkukaupoille. se voidaan luovuttaa myos sahkoisessa muodossa maksutta viranomaisille, apteekeille ja laaketukkukaupoille.",
        "title_sv": "Veterinärförteckning",
        "content_sv": "Livsmedelssäkerhetsverket publicerar utifrån de uppgifter som anges i 32 § 2 mom. en veterinärförteckning avsedd för allmänheten. Veterinärförteckningen får inte utan samtycke av en utövare av veterinäryrket innehålla hans eller hennes hemadress eller personbeteckning. Veterinärförteckningen sänds årligen avgiftsfritt till länsstyrelserna, apoteken och läkemedelspartiaffärerna. Den kan också avgiftsfritt ges myndigheterna, apoteken och läkemedelspartiaffärerna i elektronisk form.",
        "normalized_sv": "Livsmedelssäkerhetsverket publicerar utifrån de uppgifter som anges i 32 § 2 mom. en veterinärförteckning avsedd för allmänheten. Veterinärförteckningen får inte utan samtycke av en utövare av veterinäryrket innehålla hans eller hennes hemadress eller personbeteckning. Veterinärförteckningen sänds årligen avgiftsfritt till länsstyrelserna, apoteken och läkemedelspartiaffärerna. Den kan också avgiftsfritt ges myndigheterna, apoteken och läkemedelspartiaffärerna i elektronisk form.",
        "folded_sv": "livsmedelssakerhetsverket publicerar utifran de uppgifter som anges i 32 § 2 mom. en veterinarforteckning avsedd for allmanheten. veterinarforteckningen far inte utan samtycke av en utovare av veterinaryrket innehalla hans eller hennes hemadress eller personbeteckning. veterinarforteckningen sands arligen avgiftsfritt till lansstyrelserna, apoteken och lakemedelspartiaffarerna. den kan ocksa avgiftsfritt ges myndigheterna, apoteken och lakemedelspartiaffarerna i elektronisk form."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Kuuleminen",
      "content": "Ennen 20―25 tai 29 §:ssä tarkoitetun asian lopullista ratkaisemista Elintarviketurvallisuusviraston on varattava eläinlääkärinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Ennen 20―25 tai 29 § :ssä tarkoitetun asian lopullista ratkaisemista Elintarviketurvallisuusviraston on varattava eläinlääkärinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
        "folded_fi": "ennen 20―25 tai 29 §:ssa tarkoitetun asian lopullista ratkaisemista elintarviketurvallisuusviraston on varattava elainlaakarinammatin harjoittajalle tilaisuus antaa selitys asiassa.",
        "title_sv": "Hörande",
        "content_sv": "Innan ärenden som avses i 20―25 eller 29 § avgörs slutligt skall Livsmedelssäkerhetsverket ge utövaren av veterinäryrket tillfälle att avge förklaring i saken.",
        "normalized_sv": "Innan ärenden som avses i 20―25 eller 29 § avgörs slutligt skall Livsmedelssäkerhetsverket ge utövaren av veterinäryrket tillfälle att avge förklaring i saken.",
        "folded_sv": "innan arenden som avses i 20―25 eller 29 § avgors slutligt skall livsmedelssakerhetsverket ge utovaren av veterinaryrket tillfalle att avge forklaring i saken."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Asiantuntijat",
      "content": "Ratkaistessaan 20, 21, 23―25 tai 29 §:ssä tarkoitettua asiaa Elintarviketurvallisuusvirasto voi käyttää apunaan tätä varten kutsumiaan pysyviä asiantuntijoita. Pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat Elintarviketurvallisuusviraston kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Pysyväksi asiantuntijaksi suostunut henkilö on Elintarviketurvallisuusviraston pyynnöstä velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. Pysyvillä asiantuntijoilla on oikeus salassapitosäännösten estämättä saada asiantuntija-avun antamista varten tarpeelliset tiedot käyttöönsä. He ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot. Elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidän suorittamistaan tehtävistä sekä korvaukset matkakustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Ratkaistessaan 20, 21, 23―25 tai 29 § :ssä tarkoitettua asiaa Elintarviketurvallisuusvirasto voi käyttää apunaan tätä varten kutsumiaan pysyviä asiantuntijoita. Pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkilöitä, jotka edustavat Elintarviketurvallisuusviraston kannalta merkityksellistä tieteellistä, käytännön eläinlääkinnän tai muuta asiantuntemusta. Pysyväksi asiantuntijaksi suostunut henkilö on Elintarviketurvallisuusviraston pyynnöstä velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. Pysyvillä asiantuntijoilla on oikeus salassapitosäännösten estämättä saada asiantuntija-avun antamista varten tarpeelliset tiedot käyttöönsä. He ovat velvollisia pitämään salassa saamansa salassa pidettäviksi säädetyt tiedot. Elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidän suorittamistaan tehtävistä sekä korvaukset matkakustannuksista.",
        "folded_fi": "ratkaistessaan 20, 21, 23―25 tai 29 §:ssa tarkoitettua asiaa elintarviketurvallisuusvirasto voi kayttaa apunaan tata varten kutsumiaan pysyvia asiantuntijoita. pysyvien asiantuntijoiden on oltava tunnetusti taitavia ja kokeneita henkiloita, jotka edustavat elintarviketurvallisuusviraston kannalta merkityksellista tieteellista, kaytannon elainlaakinnan tai muuta asiantuntemusta. pysyvaksi asiantuntijaksi suostunut henkilo on elintarviketurvallisuusviraston pyynnosta velvollinen antamaan edustamaansa alaa koskevaa asiantuntija-apua. pysyvilla asiantuntijoilla on oikeus salassapitosaannosten estamatta saada asiantuntija-avun antamista varten tarpeelliset tiedot kayttoonsa. he ovat velvollisia pitamaan salassa saamansa salassa pidettaviksi saadetyt tiedot. elintarviketurvallisuusvirasto maksaa pysyville asiantuntijoille palkkion heidan suorittamistaan tehtavista seka korvaukset matkakustannuksista.",
        "title_sv": "Sakkunniga",
        "content_sv": "Vid avgörande av i 20, 21, 23―25 eller 29 § avsedda ärenden kan Livsmedelssäkerhetsverket anlita ständiga sakkunniga som kallats för detta ändamål. De ständiga sakkunniga skall vara erkänt skickliga och erfarna personer som företräder sådan vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap som är av betydelse för Livsmedelssäkerhetsverket. Den som samtyckt till att vara ständig sakkunnig är skyldig att på Livsmedelssäkerhetsverkets begäran ge sakkunnighjälp inom det område som han eller hon företräder. De ständiga sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för givandet av sakkunnighjälp. De är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till. Livsmedelssäkerhetsverket betalar ständiga sakkunniga ett arvode för utförda uppdrag samt resekostnadsersättning.",
        "normalized_sv": "Vid avgörande av i 20, 21, 23―25 eller 29 § avsedda ärenden kan Livsmedelssäkerhetsverket anlita ständiga sakkunniga som kallats för detta ändamål. De ständiga sakkunniga skall vara erkänt skickliga och erfarna personer som företräder sådan vetenskaplig, praktisk veterinärmedicinsk eller annan sakkunskap som är av betydelse för Livsmedelssäkerhetsverket. Den som samtyckt till att vara ständig sakkunnig är skyldig att på Livsmedelssäkerhetsverkets begäran ge sakkunnighjälp inom det område som han eller hon företräder. De ständiga sakkunniga har rätt att utan hinder av sekretessbestämmelserna få tillgång till de uppgifter som behövs för givandet av sakkunnighjälp. De är skyldiga att hemlighålla de sekretessbelagda uppgifter som de får tillgång till. Livsmedelssäkerhetsverket betalar ständiga sakkunniga ett arvode för utförda uppdrag samt resekostnadsersättning.",
        "folded_sv": "vid avgorande av i 20, 21, 23―25 eller 29 § avsedda arenden kan livsmedelssakerhetsverket anlita standiga sakkunniga som kallats for detta andamal. de standiga sakkunniga skall vara erkant skickliga och erfarna personer som foretrader sadan vetenskaplig, praktisk veterinarmedicinsk eller annan sakkunskap som ar av betydelse for livsmedelssakerhetsverket. den som samtyckt till att vara standig sakkunnig ar skyldig att pa livsmedelssakerhetsverkets begaran ge sakkunnighjalp inom det omrade som han eller hon foretrader. de standiga sakkunniga har ratt att utan hinder av sekretessbestammelserna fa tillgang till de uppgifter som behovs for givandet av sakkunnighjalp. de ar skyldiga att hemlighalla de sekretessbelagda uppgifter som de far tillgang till. livsmedelssakerhetsverket betalar standiga sakkunniga ett arvode for utforda uppdrag samt resekostnadsersattning."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Uhkasakko",
      "content": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 §:ssä tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 §:ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Jos eläinlääkärinammatin harjoittaja laiminlyö 12 § :ssä tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 § :ssä tarkoitetun potilasasiakirjojen laatimis- tai säilyttämisvelvollisuuden, Elintarviketurvallisuusvirasto voi määrätä hänet noudattamaan velvollisuuttaan sakon uhalla.",
        "folded_fi": "jos elainlaakarinammatin harjoittaja laiminlyo 12 §:ssa tarkoitetun ilmoitus- ja tiedonantovelvollisuuden tai 15 §:ssa tarkoitetun potilasasiakirjojen laatimis- tai sailyttamisvelvollisuuden, elintarviketurvallisuusvirasto voi maarata hanet noudattamaan velvollisuuttaan sakon uhalla.",
        "title_sv": "Vite",
        "content_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet.",
        "normalized_sv": "En utövare av veterinäryrket som försummar anmälnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att föra och förvara journalhandlingar kan av Livsmedelssäkerhetsverket vid vite åläggas att iaktta sin skyldighet.",
        "folded_sv": "en utovare av veterinaryrket som forsummar anmalnings- och upplysningsskyldigheten enligt 12 § eller skyldigheten enligt 15 § att fora och forvara journalhandlingar kan av livsmedelssakerhetsverket vid vite alaggas att iaktta sin skyldighet."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Tiedonsaantioikeus",
      "content": "Elintarviketurvallisuusvirastolla ja lääninhallituksella on pyynnöstä oikeus salassapitosäännösten estämättä saada maksutta valtion, kunnan ja kuntayhtymän viranomaiselta sekä muulta julkisoikeudelliselta yhteisöltä sekä apteekilta ja lääketukkukaupalta tässä laissa säädettyjen tehtävien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Elintarviketurvallisuusvirastolla ja lääninhallituksella on pyynnöstä oikeus salassapitosäännösten estämättä saada maksutta valtion, kunnan ja kuntayhtymän viranomaiselta sekä muulta julkisoikeudelliselta yhteisöltä sekä apteekilta ja lääketukkukaupalta tässä laissa säädettyjen tehtävien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
        "folded_fi": "elintarviketurvallisuusvirastolla ja laaninhallituksella on pyynnosta oikeus salassapitosaannosten estamatta saada maksutta valtion, kunnan ja kuntayhtyman viranomaiselta seka muulta julkisoikeudelliselta yhteisolta seka apteekilta ja laaketukkukaupalta tassa laissa saadettyjen tehtavien suorittamiseksi tarpeelliset tiedot ja selvitykset.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Livsmedelssäkerhetsverket och länsstyrelserna har rätt att utan hinder av sekretessbestämmelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrättsliga samfund samt apotek och läkemedelspartiaffärer på begäran avgiftsfritt få de upplysningar och utredningar som behövs för att uppgifterna enligt denna lag skall kunna utföras.",
        "normalized_sv": "Livsmedelssäkerhetsverket och länsstyrelserna har rätt att utan hinder av sekretessbestämmelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrättsliga samfund samt apotek och läkemedelspartiaffärer på begäran avgiftsfritt få de upplysningar och utredningar som behövs för att uppgifterna enligt denna lag skall kunna utföras.",
        "folded_sv": "livsmedelssakerhetsverket och lansstyrelserna har ratt att utan hinder av sekretessbestammelserna av statliga och kommunala myndigheter, en samkommuns myndigheter, andra offentligrattsliga samfund samt apotek och lakemedelspartiaffarer pa begaran avgiftsfritt fa de upplysningar och utredningar som behovs for att uppgifterna enligt denna lag skall kunna utforas."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Kuulutus virallisessa lehdessä sekä ilmoitus apteekeille ja lääketukkukaupoille",
      "content": "Rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta Elintarviketurvallisuusviraston on viipymättä kuulutettava virallisessa lehdessä. Poistetusta tai rajoitetusta lääkkeen osto- tai määräämisoikeudesta sekä poistetusta tai palautetusta ja tarvittaessa myös rajoitetusta eläinlääkärinammatin harjoittamisoikeudesta Elintarviketurvallisuusviraston on lisäksi ilmoitettava apteekeille ja lääketukkukaupoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta Elintarviketurvallisuusviraston on viipymättä kuulutettava virallisessa lehdessä. Poistetusta tai rajoitetusta lääkkeen osto- tai määräämisoikeudesta sekä poistetusta tai palautetusta ja tarvittaessa myös rajoitetusta eläinlääkärinammatin harjoittamisoikeudesta Elintarviketurvallisuusviraston on lisäksi ilmoitettava apteekeille ja lääketukkukaupoille.",
        "folded_fi": "rajoitetusta, poistetusta tai palautetusta ammatinharjoittamisoikeudesta elintarviketurvallisuusviraston on viipymatta kuulutettava virallisessa lehdessa. poistetusta tai rajoitetusta laakkeen osto- tai maaraamisoikeudesta seka poistetusta tai palautetusta ja tarvittaessa myos rajoitetusta elainlaakarinammatin harjoittamisoikeudesta elintarviketurvallisuusviraston on lisaksi ilmoitettava apteekeille ja laaketukkukaupoille.",
        "title_sv": "Kungörelse i den officiella tidningen samt anmälan till apotek och läkemedelspartiaffärer",
        "content_sv": "Livsmedelssäkerhetsverket skall utan dröjsmål införa en kungörelse i den officiella tidningen om begränsad, fråntagen eller återställd rätt att utöva yrket. Livsmedelssäkerhetsverket skall dessutom underrätta apoteken och läkemedelspartiaffärerna om fråntagen eller begränsad rätt att köpa eller ordinera läkemedel samt om fråntagen eller återställd och vid behov också om begränsad rätt att utöva veterinäryrket.",
        "normalized_sv": "Livsmedelssäkerhetsverket skall utan dröjsmål införa en kungörelse i den officiella tidningen om begränsad, fråntagen eller återställd rätt att utöva yrket. Livsmedelssäkerhetsverket skall dessutom underrätta apoteken och läkemedelspartiaffärerna om fråntagen eller begränsad rätt att köpa eller ordinera läkemedel samt om fråntagen eller återställd och vid behov också om begränsad rätt att utöva veterinäryrket.",
        "folded_sv": "livsmedelssakerhetsverket skall utan drojsmal infora en kungorelse i den officiella tidningen om begransad, frantagen eller aterstalld ratt att utova yrket. livsmedelssakerhetsverket skall dessutom underratta apoteken och lakemedelspartiaffarerna om frantagen eller begransad ratt att kopa eller ordinera lakemedel samt om frantagen eller aterstalld och vid behov ocksa om begransad ratt att utova veterinaryrket."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Oikeus toimia erikoiseläinlääkärinä",
      "content": "Elintarviketurvallisuusvirasto myöntää, siten kuin Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annetussa laissa (1597/1992) säädetään, hakemuksesta oikeuden toimia erikoiseläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia erikoiseläinlääkärinä henkilölle, joka on muualla kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta. Lisäopinnoista säädetään tarkemmin maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Elintarviketurvallisuusvirasto myöntää, siten kuin Euroopan yhteisön yleisen tutkintojen tunnustamisjärjestelmän voimaanpanosta annetussa laissa (1597/1992) säädetään, hakemuksesta oikeuden toimia erikoiseläinlääkärinä Euroopan unioniin tai Euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa Euroopan unioniin tai Euroopan talousalueeseen kuuluvassa valtiossa kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Muissa kuin 2 momentissa tarkoitetuissa tapauksissa Elintarviketurvallisuusvirasto voi myöntää oikeuden toimia erikoiseläinlääkärinä henkilölle, joka on muualla kuin Suomessa suorittanut erikoiseläinlääkärin tutkintoa vastaavan tutkinnon. Laillistamisen edellytyksenä on lisäksi, että hakija on suorittanut Suomessa tarvittavat lisäopinnot eläinlääketieteen alalta. Lisäopinnoista säädetään tarkemmin maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "elintarviketurvallisuusvirasto myontaa, siten kuin euroopan yhteison yleisen tutkintojen tunnustamisjarjestelman voimaanpanosta annetussa laissa (1597/1992) saadetaan, hakemuksesta oikeuden toimia erikoiselainlaakarina euroopan unioniin tai euroopan talousalueeseen kuuluvan valtion kansalaiselle, joka on jossakin muussa euroopan unioniin tai euroopan talousalueeseen kuuluvassa valtiossa kuin suomessa suorittanut erikoiselainlaakarin tutkintoa vastaavan tutkinnon. muissa kuin 2 momentissa tarkoitetuissa tapauksissa elintarviketurvallisuusvirasto voi myontaa oikeuden toimia erikoiselainlaakarina henkilolle, joka on muualla kuin suomessa suorittanut erikoiselainlaakarin tutkintoa vastaavan tutkinnon. laillistamisen edellytyksena on lisaksi, etta hakija on suorittanut suomessa tarvittavat lisaopinnot elainlaaketieteen alalta. lisaopinnoista saadetaan tarkemmin maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Rätt att vara verksam som specialveterinär",
        "content_sv": "Rätt att vara verksam som specialveterinär beviljar Livsmedelssäkerhetsverket i enlighet med lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har avlagt en examen som motsvarar specialveterinärexamen. Rätt att vara verksam som specialveterinär kan Livsmedelssäkerhetsverket i andra fall än de som avses i 2 mom. bevilja personer som någon annanstans än i Finland har avlagt en examen som motsvarar specialveterinärexamen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin. Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de kompletterande studierna.",
        "normalized_sv": "Rätt att vara verksam som specialveterinär beviljar Livsmedelssäkerhetsverket i enlighet med lagen om genomförande av en generell ordning för erkännande av examina inom Europeiska gemenskapen (1597/1992) på ansökan sådana medborgare i stater inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet som i någon annan stat inom Europeiska unionen eller Europeiska ekonomiska samarbetsområdet än Finland har avlagt en examen som motsvarar specialveterinärexamen. Rätt att vara verksam som specialveterinär kan Livsmedelssäkerhetsverket i andra fall än de som avses i 2 mom. bevilja personer som någon annanstans än i Finland har avlagt en examen som motsvarar specialveterinärexamen. En ytterligare förutsättning för legitimation är att sökanden i Finland har avlagt erforderliga kompletterande studier inom området för veterinärmedicin. Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de kompletterande studierna.",
        "folded_sv": "ratt att vara verksam som specialveterinar beviljar livsmedelssakerhetsverket i enlighet med lagen om genomforande av en generell ordning for erkannande av examina inom europeiska gemenskapen (1597/1992) pa ansokan sadana medborgare i stater inom europeiska unionen eller europeiska ekonomiska samarbetsomradet som i nagon annan stat inom europeiska unionen eller europeiska ekonomiska samarbetsomradet an finland har avlagt en examen som motsvarar specialveterinarexamen. ratt att vara verksam som specialveterinar kan livsmedelssakerhetsverket i andra fall an de som avses i 2 mom. bevilja personer som nagon annanstans an i finland har avlagt en examen som motsvarar specialveterinarexamen. en ytterligare forutsattning for legitimation ar att sokanden i finland har avlagt erforderliga kompletterande studier inom omradet for veterinarmedicin. genom forordning av jord- och skogsbruksministeriet bestams narmare om de kompletterande studierna."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Kelpoisuus eräisiin virkoihin ja toimiin",
      "content": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 tai 8 §:ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Virkaa tai tointa voi väliaikaisesti hoitaa 7 tai 8 § :ssä tarkoitettu henkilö, jollei muualla laissa toisin säädetä.",
        "folded_fi": "virkaa tai tointa voi valiaikaisesti hoitaa 7 tai 8 §:ssa tarkoitettu henkilo, jollei muualla laissa toisin saadeta.",
        "title_sv": "Behörighet för vissa tjänster och befattningar",
        "content_sv": "En tjänst eller en befattning kan temporärt skötas av en person som avses i 7 eller 8 §, om inte annat föreskrivs någon annanstans i lag.",
        "normalized_sv": "En tjänst eller en befattning kan temporärt skötas av en person som avses i 7 eller 8 § , om inte annat föreskrivs någon annanstans i lag.",
        "folded_sv": "en tjanst eller en befattning kan temporart skotas av en person som avses i 7 eller 8 §, om inte annat foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Oppilaitoksen ilmoitusvelvollisuus",
      "content": "Sen oppilaitoksen, jossa 7 §:n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on täytetty, on ilmoitettava tästä viipymättä Elintarviketurvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Sen oppilaitoksen, jossa 7 § :n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on täytetty, on ilmoitettava tästä viipymättä Elintarviketurvallisuusvirastolle.",
        "folded_fi": "sen oppilaitoksen, jossa 7 §:n 1 momentissa tarkoitetun oikeuden perusteena olevat opintosuoritukset on taytetty, on ilmoitettava tasta viipymatta elintarviketurvallisuusvirastolle.",
        "title_sv": "Läroanstaltens anmälningsskyldighet",
        "content_sv": "Den läroanstalt där de studieavsnitt som ligger till grund för den i 7 § 1 mom. avsedda rätten har fullgjorts skall omedelbart underrätta Livsmedelssäkerhetsverket om fullgörandet.",
        "normalized_sv": "Den läroanstalt där de studieavsnitt som ligger till grund för den i 7 § 1 mom. avsedda rätten har fullgjorts skall omedelbart underrätta Livsmedelssäkerhetsverket om fullgörandet.",
        "folded_sv": "den laroanstalt dar de studieavsnitt som ligger till grund for den i 7 § 1 mom. avsedda ratten har fullgjorts skall omedelbart underratta livsmedelssakerhetsverket om fullgorandet."
      },
      "valid_from": "2006-04-28",
      "valid_to": null
    }
  ]
}