{
  "id": "305/2016",
  "type": "statute",
  "title": "Laki arvonlisäverolain muuttamisesta",
  "title_en": "Lag om ändring av mervärdesskattelagen",
  "status": "in_force",
  "issued_date": "2016-04-29",
  "in_force_date": "2016-04-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/305/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "9:86",
      "chapter": "9",
      "section": "86",
      "content": "Tavaran maahantuonnilla tarkoitetaan tavaran tuontia Yhteisöön. Tavaran maahantuontina ei kuitenkaan pidetä sellaisen tavaran tuontia, joka on muussa kuin 86 a §:n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86",
        "normalized_fi": "Tavaran maahantuonnilla tarkoitetaan tavaran tuontia Yhteisöön. Tavaran maahantuontina ei kuitenkaan pidetä sellaisen tavaran tuontia, joka on muussa kuin 86 a § :n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn.",
        "folded_fi": "tavaran maahantuonnilla tarkoitetaan tavaran tuontia yhteisoon. tavaran maahantuontina ei kuitenkaan pideta sellaisen tavaran tuontia, joka on muussa kuin 86 a §:n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisaiseen passitusmenettelyyn.",
        "content_sv": "Med import av varor avses införsel av varor till gemenskapen. Som import av varor betraktas dock inte införsel av sådana varor som i en annan situation än en som avses i 86 a § 4 mom. har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen.",
        "normalized_sv": "Med import av varor avses införsel av varor till gemenskapen. Som import av varor betraktas dock inte införsel av sådana varor som i en annan situation än en som avses i 86 a § 4 mom. har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen.",
        "folded_sv": "med import av varor avses inforsel av varor till gemenskapen. som import av varor betraktas dock inte inforsel av sadana varor som i en annan situation an en som avses i 86 a § 4 mom. har hanforts till sadant forfarande for intern transitering som avses i artikel 227 i tullkodexen."
      }
    },
    {
      "provision_ref": "9:86 a",
      "chapter": "9",
      "section": "86 a",
      "content": "Kun tavara saatetaan sitä tullikoodeksin 4 artiklassa tarkoitetulle Euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu Suomessa, jos tavara on Suomessa, kun se lakkaa olemasta missään 3 momentissa tarkoitetussa menettelyssä. Edellä 2 momentissa tarkoitettuja menettelyjä ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu väliaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisäinen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu väliaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. Mitä 2 momentissa säädetään, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 a",
        "normalized_fi": "Kun tavara saatetaan sitä tullikoodeksin 4 artiklassa tarkoitetulle Euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu Suomessa, jos tavara on Suomessa, kun se lakkaa olemasta missään 3 momentissa tarkoitetussa menettelyssä. Edellä 2 momentissa tarkoitettuja menettelyjä ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu väliaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisäinen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu väliaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. Mitä 2 momentissa säädetään, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
        "folded_fi": "kun tavara saatetaan sita tullikoodeksin 4 artiklassa tarkoitetulle euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu suomessa, jos tavara on suomessa, kun se lakkaa olemasta missaan 3 momentissa tarkoitetussa menettelyssa. edella 2 momentissa tarkoitettuja menettelyja ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu valiaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisainen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu valiaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. mita 2 momentissa saadetaan, sovelletaan myos euroopan unionin tullialueelta, mutta yhteison ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisaiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
        "content_sv": "Då en vara vid införsel till Europeiska unionens tullområde enligt artikel 4 i tullkodexen hänförs till ett sådant förfarande som avses i 3 mom. sker varuimporten i Finland, om varan är i Finland, när den upphör att omfattas av något av de förfaranden som avses i 3 mom. De förfaranden som avses i 2 mom. är 1) tillfällig lagring enligt artikel 144 i tullkodexen, 2) förfarande för lagring enligt artikel 237 i tullkodexen, 3) förfarande för aktiv förädling enligt artikel 256 i tullkodexen, 4) förfarande för temporär import med fullständig befrielse från importtullar enligt artikel 250 i tullkodexen, 5) förfarande för extern transitering enligt artikel 226 i tullkodexen. Det som föreskrivs i 2 mom. tillämpas också på varor som införs från Europeiska unionens tullområde men från områden utanför gemenskapen, då varorna har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen eller enligt något förfarande som avses i 3 mom. 1-4 punkten.",
        "normalized_sv": "Då en vara vid införsel till Europeiska unionens tullområde enligt artikel 4 i tullkodexen hänförs till ett sådant förfarande som avses i 3 mom. sker varuimporten i Finland, om varan är i Finland, när den upphör att omfattas av något av de förfaranden som avses i 3 mom. De förfaranden som avses i 2 mom. är 1) tillfällig lagring enligt artikel 144 i tullkodexen, 2) förfarande för lagring enligt artikel 237 i tullkodexen, 3) förfarande för aktiv förädling enligt artikel 256 i tullkodexen, 4) förfarande för temporär import med fullständig befrielse från importtullar enligt artikel 250 i tullkodexen, 5) förfarande för extern transitering enligt artikel 226 i tullkodexen. Det som föreskrivs i 2 mom. tillämpas också på varor som införs från Europeiska unionens tullområde men från områden utanför gemenskapen, då varorna har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen eller enligt något förfarande som avses i 3 mom. 1-4 punkten.",
        "folded_sv": "da en vara vid inforsel till europeiska unionens tullomrade enligt artikel 4 i tullkodexen hanfors till ett sadant forfarande som avses i 3 mom. sker varuimporten i finland, om varan ar i finland, nar den upphor att omfattas av nagot av de forfaranden som avses i 3 mom. de forfaranden som avses i 2 mom. ar 1) tillfallig lagring enligt artikel 144 i tullkodexen, 2) forfarande for lagring enligt artikel 237 i tullkodexen, 3) forfarande for aktiv foradling enligt artikel 256 i tullkodexen, 4) forfarande for temporar import med fullstandig befrielse fran importtullar enligt artikel 250 i tullkodexen, 5) forfarande for extern transitering enligt artikel 226 i tullkodexen. det som foreskrivs i 2 mom. tillampas ocksa pa varor som infors fran europeiska unionens tullomrade men fran omraden utanfor gemenskapen, da varorna har hanforts till sadant forfarande for intern transitering som avses i artikel 227 i tullkodexen eller enligt nagot forfarande som avses i 3 mom. 1-4 punkten."
      }
    },
    {
      "provision_ref": "9:86 b",
      "chapter": "9",
      "section": "86 b",
      "content": "Tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. Tätä sovelletaan myös siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa Euroopan unionin tullialueelta Yhteisöön. Veron suorittamisesta on vastuussa sen lisäksi, mitä 1 momentissa säädetään, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 b",
        "normalized_fi": "Tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. Tätä sovelletaan myös siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa Euroopan unionin tullialueelta Yhteisöön. Veron suorittamisesta on vastuussa sen lisäksi, mitä 1 momentissa säädetään, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
        "folded_fi": "tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. tata sovelletaan myos siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa euroopan unionin tullialueelta yhteisoon. veron suorittamisesta on vastuussa sen lisaksi, mita 1 momentissa saadetaan, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
        "content_sv": "Den deklarant som avses i artikel 5.15 i tullkodexen är skyldig att betala skatt på införsel av en vara. Detta tillämpas även på den som har ställning av deklarant om importen sker från Europeiska unionens tullområde till gemenskapen. Ansvarig för att skatten betalas är utöver vad som föreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen är skyldig att betala en uppkommen tullskuld.",
        "normalized_sv": "Den deklarant som avses i artikel 5.15 i tullkodexen är skyldig att betala skatt på införsel av en vara. Detta tillämpas även på den som har ställning av deklarant om importen sker från Europeiska unionens tullområde till gemenskapen. Ansvarig för att skatten betalas är utöver vad som föreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen är skyldig att betala en uppkommen tullskuld.",
        "folded_sv": "den deklarant som avses i artikel 5.15 i tullkodexen ar skyldig att betala skatt pa inforsel av en vara. detta tillampas aven pa den som har stallning av deklarant om importen sker fran europeiska unionens tullomrade till gemenskapen. ansvarig for att skatten betalas ar utover vad som foreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen ar skyldig att betala en uppkommen tullskuld."
      }
    },
    {
      "provision_ref": "9:87",
      "chapter": "9",
      "section": "87",
      "content": "Veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mitä tullivelan syntymisajankohdasta säädetään tullikoodeksin 77-80 ja 83-88 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87",
        "normalized_fi": "Veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mitä tullivelan syntymisajankohdasta säädetään tullikoodeksin 77-80 ja 83-88 artiklassa.",
        "folded_fi": "veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mita tullivelan syntymisajankohdasta saadetaan tullikoodeksin 77-80 ja 83-88 artiklassa.",
        "content_sv": "På tidpunkten för uppkomsten av skyldigheten att betala skatt tillämpas det som föreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten för uppkomsten av tullskuld.",
        "normalized_sv": "På tidpunkten för uppkomsten av skyldigheten att betala skatt tillämpas det som föreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten för uppkomsten av tullskuld.",
        "folded_sv": "pa tidpunkten for uppkomsten av skyldigheten att betala skatt tillampas det som foreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten for uppkomsten av tullskuld."
      }
    },
    {
      "provision_ref": "9:88",
      "chapter": "9",
      "section": "88",
      "content": "Tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 täydentämisestä tiettyjä unionin tullikoodeksin säännöksiä koskevien yksityiskohtaisten sääntöjen osalta annetun komission delegoidun asetuksen (EU) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 tiettyjen säännösten täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetun komission täytäntöönpanoasetuksen (EU) 2015/2447 127-146 artiklan mukaan määritetty tullausarvo, ellei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:88",
        "normalized_fi": "Tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 täydentämisestä tiettyjä unionin tullikoodeksin säännöksiä koskevien yksityiskohtaisten sääntöjen osalta annetun komission delegoidun asetuksen (EU) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 tiettyjen säännösten täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetun komission täytäntöönpanoasetuksen (EU) 2015/2447 127-146 artiklan mukaan määritetty tullausarvo, ellei tässä laissa toisin säädetä.",
        "folded_fi": "tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 taydentamisesta tiettyja unionin tullikoodeksin saannoksia koskevien yksityiskohtaisten saantojen osalta annetun komission delegoidun asetuksen (eu) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 tiettyjen saannosten taytantoonpanoa koskevista yksityiskohtaisista saannoista annetun komission taytantoonpanoasetuksen (eu) 2015/2447 127-146 artiklan mukaan maaritetty tullausarvo, ellei tassa laissa toisin saadeta.",
        "content_sv": "Grunden för den skatt som ska betalas för införsel av varor är det tullvärde som bestäms enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade förordning (EU) 2015/2446 om komplettering av Europaparlamentets och rådets förordning (EU) nr 952/2013 vad gäller närmare regler avseende vissa bestämmelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomförandeförordning (EU) 2015/2447 om närmare regler för genomförande av vissa bestämmelser i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen, om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "Grunden för den skatt som ska betalas för införsel av varor är det tullvärde som bestäms enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade förordning (EU) 2015/2446 om komplettering av Europaparlamentets och rådets förordning (EU) nr 952/2013 vad gäller närmare regler avseende vissa bestämmelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomförandeförordning (EU) 2015/2447 om närmare regler för genomförande av vissa bestämmelser i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen, om inte något annat föreskrivs i denna lag.",
        "folded_sv": "grunden for den skatt som ska betalas for inforsel av varor ar det tullvarde som bestams enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade forordning (eu) 2015/2446 om komplettering av europaparlamentets och radets forordning (eu) nr 952/2013 vad galler narmare regler avseende vissa bestammelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomforandeforordning (eu) 2015/2447 om narmare regler for genomforande av vissa bestammelser i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen, om inte nagot annat foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "9:94",
      "chapter": "9",
      "section": "94",
      "content": "Verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus Yhteisön tullittomuusjärjestelmän luomisesta annetun neuvoston asetuksen (EY) N:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan sekä II liitteen B kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 §:ssä säädetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttäen että tavaroita ei ole myyty verotta Yhteisön ulkopuolelle tai Suomessa vähennykseen oikeuttavassa käytössä olleita tavaroita Yhteisön ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttäen, että tavaroita ei myydä ennen niiden maahantuontia; 20) tullilain 44 §:n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 §:n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 §:ssä tarkoitetut tullittomat tavarat ja 46 §:n 3 momentissa tarkoitetut tavarat;",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:94",
        "normalized_fi": "Verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus Yhteisön tullittomuusjärjestelmän luomisesta annetun neuvoston asetuksen (EY) N:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan sekä II liitteen B kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 § :ssä säädetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttäen että tavaroita ei ole myyty verotta Yhteisön ulkopuolelle tai Suomessa vähennykseen oikeuttavassa käytössä olleita tavaroita Yhteisön ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttäen, että tavaroita ei myydä ennen niiden maahantuontia; 20) tullilain 44 § :n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 § :n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 § :ssä tarkoitetut tullittomat tavarat ja 46 § :n 3 momentissa tarkoitetut tavarat;",
        "folded_fi": "verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus yhteison tullittomuusjarjestelman luomisesta annetun neuvoston asetuksen (ey) n:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan seka ii liitteen b kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 §:ssa saadetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttaen etta tavaroita ei ole myyty verotta yhteison ulkopuolelle tai suomessa vahennykseen oikeuttavassa kaytossa olleita tavaroita yhteison ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttaen, etta tavaroita ei myyda ennen niiden maahantuontia; 20) tullilain 44 §:n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 §:n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 §:ssa tarkoitetut tullittomat tavarat ja 46 §:n 3 momentissa tarkoitetut tavarat;",
        "content_sv": "Skattefri är import av följande varor 12) tullfrihetsförordningen varor som är tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som är tullfria enligt artikel 43 och som avses i punkt B i bilaga II i rådets förordning (EG) nr 1186/2009 om upprättandet av ett gemenskapssystem för tullbefrielse (), 17 a) varor som är tullfria enligt artiklarna 107-111 i tullfrihetsförordningen med de begränsningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen är tullfria, under förutsättning att varorna inte skattefritt har sålts utanför gemenskapen eller att varor som i Finland har använts på ett sätt som berättigar till avdrag inte har sålts utanför gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen är tullfria, under förutsättning att varorna inte säljs före importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen är tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,",
        "normalized_sv": "Skattefri är import av följande varor 12) tullfrihetsförordningen varor som är tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som är tullfria enligt artikel 43 och som avses i punkt B i bilaga II i rådets förordning (EG) nr 1186/2009 om upprättandet av ett gemenskapssystem för tullbefrielse (), 17 a) varor som är tullfria enligt artiklarna 107-111 i tullfrihetsförordningen med de begränsningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen är tullfria, under förutsättning att varorna inte skattefritt har sålts utanför gemenskapen eller att varor som i Finland har använts på ett sätt som berättigar till avdrag inte har sålts utanför gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen är tullfria, under förutsättning att varorna inte säljs före importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen är tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,",
        "folded_sv": "skattefri ar import av foljande varor 12) tullfrihetsforordningen varor som ar tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som ar tullfria enligt artikel 43 och som avses i punkt b i bilaga ii i radets forordning (eg) nr 1186/2009 om upprattandet av ett gemenskapssystem for tullbefrielse (), 17 a) varor som ar tullfria enligt artiklarna 107-111 i tullfrihetsforordningen med de begransningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen ar tullfria, under forutsattning att varorna inte skattefritt har salts utanfor gemenskapen eller att varor som i finland har anvants pa ett satt som berattigar till avdrag inte har salts utanfor gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen ar tullfria, under forutsattning att varorna inte saljs fore importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen ar tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,"
      }
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "content": "Henkilökohtaisina matkatavaroina pidetään matkatavaroita, jotka matkustaja pystyy esittämään Tullille Suomeen saapuessaan. Henkilökohtaisina pidetään myös matkatavaroita, jotka matkustaja voi esittää Tullille vasta myöhemmin, jos matkustaja esittää selvityksen siitä, että kuljetuksesta vastaava yritys oli matkustajan lähtöhetkellä rekisteröinyt nämä tavarat mukana seuraaviksi matkatavaroiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:95",
        "normalized_fi": "Henkilökohtaisina matkatavaroina pidetään matkatavaroita, jotka matkustaja pystyy esittämään Tullille Suomeen saapuessaan. Henkilökohtaisina pidetään myös matkatavaroita, jotka matkustaja voi esittää Tullille vasta myöhemmin, jos matkustaja esittää selvityksen siitä, että kuljetuksesta vastaava yritys oli matkustajan lähtöhetkellä rekisteröinyt nämä tavarat mukana seuraaviksi matkatavaroiksi.",
        "folded_fi": "henkilokohtaisina matkatavaroina pidetaan matkatavaroita, jotka matkustaja pystyy esittamaan tullille suomeen saapuessaan. henkilokohtaisina pidetaan myos matkatavaroita, jotka matkustaja voi esittaa tullille vasta myohemmin, jos matkustaja esittaa selvityksen siita, etta kuljetuksesta vastaava yritys oli matkustajan lahtohetkella rekisteroinyt nama tavarat mukana seuraaviksi matkatavaroiksi.",
        "content_sv": "Som personligt resgods betraktas resgods som resanden kan visa upp för Tullen vid sin ankomst till Finland. Som personligt resgods betraktas också resgods som resanden kan visa upp för Tullen först vid en senare tidpunkt, om resanden lägger fram en redogörelse för att det företag som ansvarar för transporten vid resandens avresa har registrerat dessa varor som medföljande resgods.",
        "normalized_sv": "Som personligt resgods betraktas resgods som resanden kan visa upp för Tullen vid sin ankomst till Finland. Som personligt resgods betraktas också resgods som resanden kan visa upp för Tullen först vid en senare tidpunkt, om resanden lägger fram en redogörelse för att det företag som ansvarar för transporten vid resandens avresa har registrerat dessa varor som medföljande resgods.",
        "folded_sv": "som personligt resgods betraktas resgods som resanden kan visa upp for tullen vid sin ankomst till finland. som personligt resgods betraktas ocksa resgods som resanden kan visa upp for tullen forst vid en senare tidpunkt, om resanden lagger fram en redogorelse for att det foretag som ansvarar for transporten vid resandens avresa har registrerat dessa varor som medfoljande resgods."
      }
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "content": "Mitä tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsäädännössä säädetään Euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista sekä väliaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisäiseen jalostusmenettelyyn tai väliaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön veroalueen ulkopuolelta Yhteisön veroalueelle tuotavaan tavaraan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101",
        "normalized_fi": "Mitä tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsäädännössä säädetään Euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista sekä väliaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisäiseen jalostusmenettelyyn tai väliaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön veroalueen ulkopuolelta Yhteisön veroalueelle tuotavaan tavaraan.",
        "folded_fi": "mita tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsaadannossa saadetaan euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista seka valiaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisaiseen jalostusmenettelyyn tai valiaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myos euroopan unionin tullialueelta, mutta yhteison veroalueen ulkopuolelta yhteison veroalueelle tuotavaan tavaraan.",
        "content_sv": "Det som föreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som gäller varor som införs till Europeiska unionens tullområde samt om tillfällig lagring, hänförande till tullagerförfarande eller förfarande för frizoner, förfarande för aktiv förädling eller förfarande för temporär import med fullständig befrielse från importtullar, tillämpas också på varor som införs från Europeiska unionens tullområde, men från ett område utanför gemenskapens skatteområde, till gemenskapens skatteområde.",
        "normalized_sv": "Det som föreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som gäller varor som införs till Europeiska unionens tullområde samt om tillfällig lagring, hänförande till tullagerförfarande eller förfarande för frizoner, förfarande för aktiv förädling eller förfarande för temporär import med fullständig befrielse från importtullar, tillämpas också på varor som införs från Europeiska unionens tullområde, men från ett område utanför gemenskapens skatteområde, till gemenskapens skatteområde.",
        "folded_sv": "det som foreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som galler varor som infors till europeiska unionens tullomrade samt om tillfallig lagring, hanforande till tullagerforfarande eller forfarande for frizoner, forfarande for aktiv foradling eller forfarande for temporar import med fullstandig befrielse fran importtullar, tillampas ocksa pa varor som infors fran europeiska unionens tullomrade, men fran ett omrade utanfor gemenskapens skatteomrade, till gemenskapens skatteomrade."
      }
    },
    {
      "provision_ref": "9:101 b",
      "chapter": "9",
      "section": "101 b",
      "content": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja Yhteisön ulkopuolisen maan tai alueenvälisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 b",
        "normalized_fi": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja Yhteisön ulkopuolisen maan tai alueenvälisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
        "folded_fi": "mita 1 momentissa saadetaan, ei sovelleta matkustajan tai suomen ja yhteison ulkopuolisen maan tai alueenvalisessa ammattimaisessa liikenteessa olevan kulkuneuvon henkilokuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilolle lahetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
        "content_sv": "Det som föreskrivs i 1 mom. tillämpas inte på införsel av alkoholdrycker och tobaksprodukter som resande eller den som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett land eller område utanför gemenskapen för med sig eller som sänts till enskilda personer.",
        "normalized_sv": "Det som föreskrivs i 1 mom. tillämpas inte på införsel av alkoholdrycker och tobaksprodukter som resande eller den som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett land eller område utanför gemenskapen för med sig eller som sänts till enskilda personer.",
        "folded_sv": "det som foreskrivs i 1 mom. tillampas inte pa inforsel av alkoholdrycker och tobaksprodukter som resande eller den som hor till personalen pa ett fortskaffningsmedel i yrkesmassig trafik mellan finland och ett land eller omrade utanfor gemenskapen for med sig eller som sants till enskilda personer."
      }
    },
    {
      "provision_ref": "9:101 c",
      "chapter": "9",
      "section": "101 c",
      "content": "Tavaran maahantuonnista suoritettavan veron maksamisen viivästysseuraamuksiin sovelletaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Mainitun lain 3 §:n 3 momenttia sovellettaessa, veronlisäys lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. Jos tavaran maahantuonnista suoritettavalle verolle myönnetään maksunlykkäystä, peritään veronlisäyksestä ja viivekorosta annetun lain 4 §:ssä säädetyn suuruinen korko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 c",
        "normalized_fi": "Tavaran maahantuonnista suoritettavan veron maksamisen viivästysseuraamuksiin sovelletaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Mainitun lain 3 § :n 3 momenttia sovellettaessa, veronlisäys lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. Jos tavaran maahantuonnista suoritettavalle verolle myönnetään maksunlykkäystä, peritään veronlisäyksestä ja viivekorosta annetun lain 4 § :ssä säädetyn suuruinen korko.",
        "folded_fi": "tavaran maahantuonnista suoritettavan veron maksamisen viivastysseuraamuksiin sovelletaan, mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) saadetaan. mainitun lain 3 §:n 3 momenttia sovellettaessa, veronlisays lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. jos tavaran maahantuonnista suoritettavalle verolle myonnetaan maksunlykkaysta, peritaan veronlisayksesta ja viivekorosta annetun lain 4 §:ssa saadetyn suuruinen korko.",
        "content_sv": "På dröjsmålspåföljder i fråga om skatt som ska betalas för införsel av varor tillämpas bestämmelserna i lagen om skattetillägg och förseningsränta (1556/1995). När 3 § 3 mom. i den lagen tillämpas ska skattetillägget beräknas för den tidsperiod för vilken ränta enligt artikel 114.2 i tullkodexen beräknas. Om uppskov med betalningen beviljas för den skatt som ska betalas för införseln, tas ränta ut i enlighet med 4 § i lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "På dröjsmålspåföljder i fråga om skatt som ska betalas för införsel av varor tillämpas bestämmelserna i lagen om skattetillägg och förseningsränta (1556/1995). När 3 § 3 mom. i den lagen tillämpas ska skattetillägget beräknas för den tidsperiod för vilken ränta enligt artikel 114.2 i tullkodexen beräknas. Om uppskov med betalningen beviljas för den skatt som ska betalas för införseln, tas ränta ut i enlighet med 4 § i lagen om skattetillägg och förseningsränta.",
        "folded_sv": "pa drojsmalspafoljder i fraga om skatt som ska betalas for inforsel av varor tillampas bestammelserna i lagen om skattetillagg och forseningsranta (1556/1995). nar 3 § 3 mom. i den lagen tillampas ska skattetillagget beraknas for den tidsperiod for vilken ranta enligt artikel 114.2 i tullkodexen beraknas. om uppskov med betalningen beviljas for den skatt som ska betalas for inforseln, tas ranta ut i enlighet med 4 § i lagen om skattetillagg och forseningsranta."
      }
    },
    {
      "provision_ref": "9:101 d",
      "chapter": "9",
      "section": "101 d",
      "content": "Maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 §:ssä säädetty korko. Korko lasketaan tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 d",
        "normalized_fi": "Maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 § :ssä säädetty korko. Korko lasketaan tullilain 93 § :n 3 momentissa tarkoitetusta ajankohdasta.",
        "folded_fi": "maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 §:ssa saadetty korko. korko lasketaan tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
        "content_sv": "Vid återbetalning av skatt som ska betalas för införsel betalas ränta enligt 22 § i lagen om skatteuppbörd. Räntan beräknas från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "normalized_sv": "Vid återbetalning av skatt som ska betalas för införsel betalas ränta enligt 22 § i lagen om skatteuppbörd. Räntan beräknas från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "folded_sv": "vid aterbetalning av skatt som ska betalas for inforsel betalas ranta enligt 22 § i lagen om skatteuppbord. rantan beraknas fran den tidpunkt som avses i 93 § 3 mom. i tullagen."
      }
    },
    {
      "provision_ref": "9:134 m",
      "chapter": "9",
      "section": "134 m",
      "content": "Edellä 3 momentissa tarkoitettu veronlisäys lasketaan siten kuin veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:134 m",
        "normalized_fi": "Edellä 3 momentissa tarkoitettu veronlisäys lasketaan siten kuin veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
        "folded_fi": "edella 3 momentissa tarkoitettu veronlisays lasketaan siten kuin veronlisayksesta ja viivekorosta annetussa laissa saadetaan.",
        "content_sv": "Skattetillägg enligt 3 mom. beräknas på det sätt som föreskrivs i lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "Skattetillägg enligt 3 mom. beräknas på det sätt som föreskrivs i lagen om skattetillägg och förseningsränta.",
        "folded_sv": "skattetillagg enligt 3 mom. beraknas pa det satt som foreskrivs i lagen om skattetillagg och forseningsranta."
      }
    },
    {
      "provision_ref": "9:154",
      "chapter": "9",
      "section": "154",
      "content": "Maksuunpantavalle määrälle määrätään veronlisäystä siitä päivästä, jona palautus on maksettu, asetettavaan eräpäivään, viimeksi mainittu päivä mukaan lukien. Veronlisäyksen määrä lasketaan muutoin sen mukaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:154",
        "normalized_fi": "Maksuunpantavalle määrälle määrätään veronlisäystä siitä päivästä, jona palautus on maksettu, asetettavaan eräpäivään, viimeksi mainittu päivä mukaan lukien. Veronlisäyksen määrä lasketaan muutoin sen mukaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
        "folded_fi": "maksuunpantavalle maaralle maarataan veronlisaysta siita paivasta, jona palautus on maksettu, asetettavaan erapaivaan, viimeksi mainittu paiva mukaan lukien. veronlisayksen maara lasketaan muutoin sen mukaan, mita veronlisayksesta ja viivekorosta annetussa laissa saadetaan.",
        "content_sv": "På det belopp som ska debiteras påförs ett skattetillägg från den dag då återbäringen betalades till den utsatta förfallodagen, sistnämnda dag medräknad. Skattetillägget beräknas i övrigt enligt lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "På det belopp som ska debiteras påförs ett skattetillägg från den dag då återbäringen betalades till den utsatta förfallodagen, sistnämnda dag medräknad. Skattetillägget beräknas i övrigt enligt lagen om skattetillägg och förseningsränta.",
        "folded_sv": "pa det belopp som ska debiteras pafors ett skattetillagg fran den dag da aterbaringen betalades till den utsatta forfallodagen, sistnamnda dag medraknad. skattetillagget beraknas i ovrigt enligt lagen om skattetillagg och forseningsranta."
      }
    },
    {
      "provision_ref": "70 b",
      "section": "70 b",
      "content": "tullikoodeksi Veroa ei suoriteta matkailijan henkilökohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnistä lentokentällä sijaitsevassa, unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j §:ssä tarkoitetussa varastossa, jos ostaja matkustaa Euroopan unionin ulkopuolelle. Henkilölle, jonka kotipaikka tai vakinainen asuinpaikka on Norjassa, saadaan verotta myydä kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70 b",
        "normalized_fi": "tullikoodeksi Veroa ei suoriteta matkailijan henkilökohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnistä lentokentällä sijaitsevassa, unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j § :ssä tarkoitetussa varastossa, jos ostaja matkustaa Euroopan unionin ulkopuolelle. Henkilölle, jonka kotipaikka tai vakinainen asuinpaikka on Norjassa, saadaan verotta myydä kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
        "folded_fi": "tullikoodeksi veroa ei suoriteta matkailijan henkilokohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnista lentokentalla sijaitsevassa, unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j §:ssa tarkoitetussa varastossa, jos ostaja matkustaa euroopan unionin ulkopuolelle. henkilolle, jonka kotipaikka tai vakinainen asuinpaikka on norjassa, saadaan verotta myyda kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
        "content_sv": "tullkodexen Skatt betalas inte på försäljning i ett tullager på en flygplats enligt artikel 240 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen () eller på försäljning i ett lager enligt 72 j § av varor för att medföras som personligt bagage, om köparen reser utanför Europeiska unionen. Till en person som är bosatt eller stadigvarande vistas i Norge får dock skattefritt säljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel.",
        "normalized_sv": "tullkodexen Skatt betalas inte på försäljning i ett tullager på en flygplats enligt artikel 240 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen () eller på försäljning i ett lager enligt 72 j § av varor för att medföras som personligt bagage, om köparen reser utanför Europeiska unionen. Till en person som är bosatt eller stadigvarande vistas i Norge får dock skattefritt säljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel.",
        "folded_sv": "tullkodexen skatt betalas inte pa forsaljning i ett tullager pa en flygplats enligt artikel 240 i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen () eller pa forsaljning i ett lager enligt 72 j § av varor for att medforas som personligt bagage, om koparen reser utanfor europeiska unionen. till en person som ar bosatt eller stadigvarande vistas i norge far dock skattefritt saljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel."
      }
    },
    {
      "provision_ref": "72 h",
      "section": "72 h",
      "content": "Veroa ei suoriteta: 1) sellaisen tavaran myynnistä, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan väliaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i §:ssä tarkoitetun tavaran maahantuonnista ja myynnistä, joka siirretään 72 j §:ssä tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssä tai väliaikaisesti varastoituna olevan tavaran myynnistä; 4) sellaisen 72 i §:ssä tarkoitetun tavaran myynnistä, joka on 72 j §:ssä tarkoitetussa verovarastointimenettelyssä; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa väliaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j §:ssä tarkoitetussa verottomassa varastossa suoritetun palvelun myynnistä, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. Edellä 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksenä on, ettei tavaraa myyntiin liittyen siirretä tässä pykälässä tarkoitetusta menettelystä tai varastosta. Tätä ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 h",
        "normalized_fi": "Veroa ei suoriteta: 1) sellaisen tavaran myynnistä, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan väliaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i § :ssä tarkoitetun tavaran maahantuonnista ja myynnistä, joka siirretään 72 j § :ssä tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssä tai väliaikaisesti varastoituna olevan tavaran myynnistä; 4) sellaisen 72 i § :ssä tarkoitetun tavaran myynnistä, joka on 72 j § :ssä tarkoitetussa verovarastointimenettelyssä; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa väliaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j § :ssä tarkoitetussa verottomassa varastossa suoritetun palvelun myynnistä, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. Edellä 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksenä on, ettei tavaraa myyntiin liittyen siirretä tässä pykälässä tarkoitetusta menettelystä tai varastosta. Tätä ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
        "folded_fi": "veroa ei suoriteta: 1) sellaisen tavaran myynnista, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan valiaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i §:ssa tarkoitetun tavaran maahantuonnista ja myynnista, joka siirretaan 72 j §:ssa tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssa tai valiaikaisesti varastoituna olevan tavaran myynnista; 4) sellaisen 72 i §:ssa tarkoitetun tavaran myynnista, joka on 72 j §:ssa tarkoitetussa verovarastointimenettelyssa; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa valiaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j §:ssa tarkoitetussa verottomassa varastossa suoritetun palvelun myynnista, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. edella 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksena on, ettei tavaraa myyntiin liittyen siirreta tassa pykalassa tarkoitetusta menettelysta tai varastosta. tata ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
        "content_sv": "Skatt betalas inte på 1) försäljning av en sådan vara som hänförs till förfarande för lagring enligt artikel 237 i tullkodexen eller lagras tillfälligt i enlighet med artikel 144 i tullkodexen, 2) import och försäljning av en vara som avses i 72 i § och som överförs till skatteupplagringsförfarande enligt 72 j §, 3) försäljning av en vara som omfattas av sådant förfarande för lagring eller sådan tillfällig lagring som avses i 1 punkten, 4) försäljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsförfarande enligt 72 j §, 5) försäljning av en tjänst som utförts i ett sådant tillfälligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j §, om tjänsten hänför sig till en vara som avses i 3 eller 4 punkten. En förutsättning för att den försäljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri är att varan i samband med försäljningen inte överförs från ett sådant förfarande eller lager som avses i denna paragraf. Detta tillämpas dock inte om överföringen av varan innebär import.",
        "normalized_sv": "Skatt betalas inte på 1) försäljning av en sådan vara som hänförs till förfarande för lagring enligt artikel 237 i tullkodexen eller lagras tillfälligt i enlighet med artikel 144 i tullkodexen, 2) import och försäljning av en vara som avses i 72 i § och som överförs till skatteupplagringsförfarande enligt 72 j § , 3) försäljning av en vara som omfattas av sådant förfarande för lagring eller sådan tillfällig lagring som avses i 1 punkten, 4) försäljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsförfarande enligt 72 j § , 5) försäljning av en tjänst som utförts i ett sådant tillfälligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j § , om tjänsten hänför sig till en vara som avses i 3 eller 4 punkten. En förutsättning för att den försäljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri är att varan i samband med försäljningen inte överförs från ett sådant förfarande eller lager som avses i denna paragraf. Detta tillämpas dock inte om överföringen av varan innebär import.",
        "folded_sv": "skatt betalas inte pa 1) forsaljning av en sadan vara som hanfors till forfarande for lagring enligt artikel 237 i tullkodexen eller lagras tillfalligt i enlighet med artikel 144 i tullkodexen, 2) import och forsaljning av en vara som avses i 72 i § och som overfors till skatteupplagringsforfarande enligt 72 j §, 3) forsaljning av en vara som omfattas av sadant forfarande for lagring eller sadan tillfallig lagring som avses i 1 punkten, 4) forsaljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsforfarande enligt 72 j §, 5) forsaljning av en tjanst som utforts i ett sadant tillfalligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j §, om tjansten hanfor sig till en vara som avses i 3 eller 4 punkten. en forutsattning for att den forsaljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri ar att varan i samband med forsaljningen inte overfors fran ett sadant forfarande eller lager som avses i denna paragraf. detta tillampas dock inte om overforingen av varan innebar import."
      }
    },
    {
      "provision_ref": "72 j",
      "section": "72 j",
      "content": "Verovarastointimenettelyssä olevalla tavaralla tarkoitetaan 72 k §:ssä tarkoitetun luvan nojalla pidetyssä verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla väliaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssä. Tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssä, jos se on tarkoitettu myytäväksi vähittäiskauppavaiheessa, lukuun ottamatta 72 i §:n 2 momentissa tarkoitettua tavaraa, tai jos sitä käytetään varastossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 j",
        "normalized_fi": "Verovarastointimenettelyssä olevalla tavaralla tarkoitetaan 72 k § :ssä tarkoitetun luvan nojalla pidetyssä verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla väliaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssä. Tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssä, jos se on tarkoitettu myytäväksi vähittäiskauppavaiheessa, lukuun ottamatta 72 i § :n 2 momentissa tarkoitettua tavaraa, tai jos sitä käytetään varastossa.",
        "folded_fi": "verovarastointimenettelyssa olevalla tavaralla tarkoitetaan 72 k §:ssa tarkoitetun luvan nojalla pidetyssa verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla valiaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssa. tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssa, jos se on tarkoitettu myytavaksi vahittaiskauppavaiheessa, lukuun ottamatta 72 i §:n 2 momentissa tarkoitettua tavaraa, tai jos sita kaytetaan varastossa.",
        "content_sv": "Med varor som omfattas av skatteupplagringsförfarande avses varor i ett skattefritt lager som hålls med stöd av tillstånd enligt 72 k § och som inte lagras tillfälligt på det sätt som avses i artikel 144 i tullkodexen eller omfattas av ett förfarande för lagring enligt artikel 237. En vara anses dock inte omfattas av skatteupplagringsförfarande, om den är avsedd att säljas i detaljhandelsledet, med undantag för en vara som avses i 72 i § 2 mom., eller om den används i lagret.",
        "normalized_sv": "Med varor som omfattas av skatteupplagringsförfarande avses varor i ett skattefritt lager som hålls med stöd av tillstånd enligt 72 k § och som inte lagras tillfälligt på det sätt som avses i artikel 144 i tullkodexen eller omfattas av ett förfarande för lagring enligt artikel 237. En vara anses dock inte omfattas av skatteupplagringsförfarande, om den är avsedd att säljas i detaljhandelsledet, med undantag för en vara som avses i 72 i § 2 mom., eller om den används i lagret.",
        "folded_sv": "med varor som omfattas av skatteupplagringsforfarande avses varor i ett skattefritt lager som halls med stod av tillstand enligt 72 k § och som inte lagras tillfalligt pa det satt som avses i artikel 144 i tullkodexen eller omfattas av ett forfarande for lagring enligt artikel 237. en vara anses dock inte omfattas av skatteupplagringsforfarande, om den ar avsedd att saljas i detaljhandelsledet, med undantag for en vara som avses i 72 i § 2 mom., eller om den anvands i lagret."
      }
    },
    {
      "provision_ref": "72 l",
      "section": "72 l",
      "content": "Veroa on suoritettava tavaran siirrosta 72 h §:ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 l",
        "normalized_fi": "Veroa on suoritettava tavaran siirrosta 72 h § :ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
        "folded_fi": "veroa on suoritettava tavaran siirrosta 72 h §:ssa tarkoitetusta menettelysta tai valiaikaisesta varastosta.",
        "content_sv": "Skatt ska betalas på överföringen av en vara från ett förfarande eller tillfälligt lager som avses i 72 h §.",
        "normalized_sv": "Skatt ska betalas på överföringen av en vara från ett förfarande eller tillfälligt lager som avses i 72 h § .",
        "folded_sv": "skatt ska betalas pa overforingen av en vara fran ett forfarande eller tillfalligt lager som avses i 72 h §."
      }
    },
    {
      "provision_ref": "72 m",
      "section": "72 m",
      "content": "Velvollinen suorittamaan veroa 72 l §:ssä tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h §:ssä tarkoitetun menettelyn päättymisen tai siirron väliaikaisesta varastosta. Veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h §:ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 m",
        "normalized_fi": "Velvollinen suorittamaan veroa 72 l § :ssä tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h § :ssä tarkoitetun menettelyn päättymisen tai siirron väliaikaisesta varastosta. Veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h § :ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
        "folded_fi": "velvollinen suorittamaan veroa 72 l §:ssa tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h §:ssa tarkoitetun menettelyn paattymisen tai siirron valiaikaisesta varastosta. veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h §:ssa tarkoitetusta menettelysta tai valiaikaisesta varastosta.",
        "content_sv": "Skyldig att betala skatt på sådan överföring av en vara som avses i 72 l § är den som är ansvarig för att ett förfarande som avses i 72 h § upphör eller för överföringen från ett tillfälligt lager. Skyldighet att betala skatt uppstår när varan överförs från ett förfarande eller tillfälligt lager som avses i 72 h §.",
        "normalized_sv": "Skyldig att betala skatt på sådan överföring av en vara som avses i 72 l § är den som är ansvarig för att ett förfarande som avses i 72 h § upphör eller för överföringen från ett tillfälligt lager. Skyldighet att betala skatt uppstår när varan överförs från ett förfarande eller tillfälligt lager som avses i 72 h § .",
        "folded_sv": "skyldig att betala skatt pa sadan overforing av en vara som avses i 72 l § ar den som ar ansvarig for att ett forfarande som avses i 72 h § upphor eller for overforingen fran ett tillfalligt lager. skyldighet att betala skatt uppstar nar varan overfors fran ett forfarande eller tillfalligt lager som avses i 72 h §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "9:86",
      "chapter": "9",
      "section": "86",
      "content": "Tavaran maahantuonnilla tarkoitetaan tavaran tuontia Yhteisöön. Tavaran maahantuontina ei kuitenkaan pidetä sellaisen tavaran tuontia, joka on muussa kuin 86 a §:n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86",
        "normalized_fi": "Tavaran maahantuonnilla tarkoitetaan tavaran tuontia Yhteisöön. Tavaran maahantuontina ei kuitenkaan pidetä sellaisen tavaran tuontia, joka on muussa kuin 86 a § :n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn.",
        "folded_fi": "tavaran maahantuonnilla tarkoitetaan tavaran tuontia yhteisoon. tavaran maahantuontina ei kuitenkaan pideta sellaisen tavaran tuontia, joka on muussa kuin 86 a §:n 4 momentissa tarkoitetussa tilanteessa asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisaiseen passitusmenettelyyn.",
        "content_sv": "Med import av varor avses införsel av varor till gemenskapen. Som import av varor betraktas dock inte införsel av sådana varor som i en annan situation än en som avses i 86 a § 4 mom. har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen.",
        "normalized_sv": "Med import av varor avses införsel av varor till gemenskapen. Som import av varor betraktas dock inte införsel av sådana varor som i en annan situation än en som avses i 86 a § 4 mom. har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen.",
        "folded_sv": "med import av varor avses inforsel av varor till gemenskapen. som import av varor betraktas dock inte inforsel av sadana varor som i en annan situation an en som avses i 86 a § 4 mom. har hanforts till sadant forfarande for intern transitering som avses i artikel 227 i tullkodexen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:86 a",
      "chapter": "9",
      "section": "86 a",
      "content": "Kun tavara saatetaan sitä tullikoodeksin 4 artiklassa tarkoitetulle Euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu Suomessa, jos tavara on Suomessa, kun se lakkaa olemasta missään 3 momentissa tarkoitetussa menettelyssä. Edellä 2 momentissa tarkoitettuja menettelyjä ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu väliaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisäinen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu väliaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. Mitä 2 momentissa säädetään, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 a",
        "normalized_fi": "Kun tavara saatetaan sitä tullikoodeksin 4 artiklassa tarkoitetulle Euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu Suomessa, jos tavara on Suomessa, kun se lakkaa olemasta missään 3 momentissa tarkoitetussa menettelyssä. Edellä 2 momentissa tarkoitettuja menettelyjä ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu väliaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisäinen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu väliaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. Mitä 2 momentissa säädetään, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisäiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
        "folded_fi": "kun tavara saatetaan sita tullikoodeksin 4 artiklassa tarkoitetulle euroopan unionin tullialueelle tuotaessa 3 momentissa tarkoitettuun menettelyyn, tavaran maahantuonti tapahtuu suomessa, jos tavara on suomessa, kun se lakkaa olemasta missaan 3 momentissa tarkoitetussa menettelyssa. edella 2 momentissa tarkoitettuja menettelyja ovat: 1) tullikoodeksin 144 artiklassa tarkoitettu valiaikainen varastointi; 2) tullikoodeksin 237 artiklassa tarkoitettu varastointimenettely; 3) tullikoodeksin 256 artiklassa tarkoitettu sisainen jalostusmenettely; 4) tullikoodeksin 250 artiklassa tarkoitettu valiaikaisen maahantuonnin menettely kokonaan tuontitullitta; 5) tullikoodeksin 226 artiklassa tarkoitettu ulkoinen passitusmenettely. mita 2 momentissa saadetaan, sovelletaan myos euroopan unionin tullialueelta, mutta yhteison ulkopuolelta tuotavaan tavaraan, joka on asetettu tullikoodeksin 227 artiklassa tarkoitettuun sisaiseen passitusmenettelyyn tai johonkin 3 momentin 1-4 kohdassa tarkoitettuun menettelyyn.",
        "content_sv": "Då en vara vid införsel till Europeiska unionens tullområde enligt artikel 4 i tullkodexen hänförs till ett sådant förfarande som avses i 3 mom. sker varuimporten i Finland, om varan är i Finland, när den upphör att omfattas av något av de förfaranden som avses i 3 mom. De förfaranden som avses i 2 mom. är 1) tillfällig lagring enligt artikel 144 i tullkodexen, 2) förfarande för lagring enligt artikel 237 i tullkodexen, 3) förfarande för aktiv förädling enligt artikel 256 i tullkodexen, 4) förfarande för temporär import med fullständig befrielse från importtullar enligt artikel 250 i tullkodexen, 5) förfarande för extern transitering enligt artikel 226 i tullkodexen. Det som föreskrivs i 2 mom. tillämpas också på varor som införs från Europeiska unionens tullområde men från områden utanför gemenskapen, då varorna har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen eller enligt något förfarande som avses i 3 mom. 1-4 punkten.",
        "normalized_sv": "Då en vara vid införsel till Europeiska unionens tullområde enligt artikel 4 i tullkodexen hänförs till ett sådant förfarande som avses i 3 mom. sker varuimporten i Finland, om varan är i Finland, när den upphör att omfattas av något av de förfaranden som avses i 3 mom. De förfaranden som avses i 2 mom. är 1) tillfällig lagring enligt artikel 144 i tullkodexen, 2) förfarande för lagring enligt artikel 237 i tullkodexen, 3) förfarande för aktiv förädling enligt artikel 256 i tullkodexen, 4) förfarande för temporär import med fullständig befrielse från importtullar enligt artikel 250 i tullkodexen, 5) förfarande för extern transitering enligt artikel 226 i tullkodexen. Det som föreskrivs i 2 mom. tillämpas också på varor som införs från Europeiska unionens tullområde men från områden utanför gemenskapen, då varorna har hänförts till sådant förfarande för intern transitering som avses i artikel 227 i tullkodexen eller enligt något förfarande som avses i 3 mom. 1-4 punkten.",
        "folded_sv": "da en vara vid inforsel till europeiska unionens tullomrade enligt artikel 4 i tullkodexen hanfors till ett sadant forfarande som avses i 3 mom. sker varuimporten i finland, om varan ar i finland, nar den upphor att omfattas av nagot av de forfaranden som avses i 3 mom. de forfaranden som avses i 2 mom. ar 1) tillfallig lagring enligt artikel 144 i tullkodexen, 2) forfarande for lagring enligt artikel 237 i tullkodexen, 3) forfarande for aktiv foradling enligt artikel 256 i tullkodexen, 4) forfarande for temporar import med fullstandig befrielse fran importtullar enligt artikel 250 i tullkodexen, 5) forfarande for extern transitering enligt artikel 226 i tullkodexen. det som foreskrivs i 2 mom. tillampas ocksa pa varor som infors fran europeiska unionens tullomrade men fran omraden utanfor gemenskapen, da varorna har hanforts till sadant forfarande for intern transitering som avses i artikel 227 i tullkodexen eller enligt nagot forfarande som avses i 3 mom. 1-4 punkten."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:86 b",
      "chapter": "9",
      "section": "86 b",
      "content": "Tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. Tätä sovelletaan myös siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa Euroopan unionin tullialueelta Yhteisöön. Veron suorittamisesta on vastuussa sen lisäksi, mitä 1 momentissa säädetään, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 b",
        "normalized_fi": "Tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. Tätä sovelletaan myös siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa Euroopan unionin tullialueelta Yhteisöön. Veron suorittamisesta on vastuussa sen lisäksi, mitä 1 momentissa säädetään, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
        "folded_fi": "tullikoodeksin 5 artiklan 15 kohdassa tarkoitettu ilmoittaja on velvollinen suorittamaan veron tavaran maahantuonnista. tata sovelletaan myos siihen, joka on tavaroiden ilmoittajan asemassa maahantuonnin tapahtuessa euroopan unionin tullialueelta yhteisoon. veron suorittamisesta on vastuussa sen lisaksi, mita 1 momentissa saadetaan, se, joka tullikoodeksin 77-80 tai 83-88 artiklan mukaan on velvollinen maksamaan syntyneen tullivelan.",
        "content_sv": "Den deklarant som avses i artikel 5.15 i tullkodexen är skyldig att betala skatt på införsel av en vara. Detta tillämpas även på den som har ställning av deklarant om importen sker från Europeiska unionens tullområde till gemenskapen. Ansvarig för att skatten betalas är utöver vad som föreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen är skyldig att betala en uppkommen tullskuld.",
        "normalized_sv": "Den deklarant som avses i artikel 5.15 i tullkodexen är skyldig att betala skatt på införsel av en vara. Detta tillämpas även på den som har ställning av deklarant om importen sker från Europeiska unionens tullområde till gemenskapen. Ansvarig för att skatten betalas är utöver vad som föreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen är skyldig att betala en uppkommen tullskuld.",
        "folded_sv": "den deklarant som avses i artikel 5.15 i tullkodexen ar skyldig att betala skatt pa inforsel av en vara. detta tillampas aven pa den som har stallning av deklarant om importen sker fran europeiska unionens tullomrade till gemenskapen. ansvarig for att skatten betalas ar utover vad som foreskrivs i 1 mom. den som enligt artiklarna 77-80 eller 83-88 i tullkodexen ar skyldig att betala en uppkommen tullskuld."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:87",
      "chapter": "9",
      "section": "87",
      "content": "Veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mitä tullivelan syntymisajankohdasta säädetään tullikoodeksin 77-80 ja 83-88 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87",
        "normalized_fi": "Veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mitä tullivelan syntymisajankohdasta säädetään tullikoodeksin 77-80 ja 83-88 artiklassa.",
        "folded_fi": "veron suorittamisvelvollisuuden syntymisajankohtaan sovelletaan, mita tullivelan syntymisajankohdasta saadetaan tullikoodeksin 77-80 ja 83-88 artiklassa.",
        "content_sv": "På tidpunkten för uppkomsten av skyldigheten att betala skatt tillämpas det som föreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten för uppkomsten av tullskuld.",
        "normalized_sv": "På tidpunkten för uppkomsten av skyldigheten att betala skatt tillämpas det som föreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten för uppkomsten av tullskuld.",
        "folded_sv": "pa tidpunkten for uppkomsten av skyldigheten att betala skatt tillampas det som foreskrivs i artiklarna 77-80 och 83-88 i tullkodexen om tidpunkten for uppkomsten av tullskuld."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:88",
      "chapter": "9",
      "section": "88",
      "content": "Tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 täydentämisestä tiettyjä unionin tullikoodeksin säännöksiä koskevien yksityiskohtaisten sääntöjen osalta annetun komission delegoidun asetuksen (EU) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 tiettyjen säännösten täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetun komission täytäntöönpanoasetuksen (EU) 2015/2447 127-146 artiklan mukaan määritetty tullausarvo, ellei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:88",
        "normalized_fi": "Tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 täydentämisestä tiettyjä unionin tullikoodeksin säännöksiä koskevien yksityiskohtaisten sääntöjen osalta annetun komission delegoidun asetuksen (EU) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 tiettyjen säännösten täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetun komission täytäntöönpanoasetuksen (EU) 2015/2447 127-146 artiklan mukaan määritetty tullausarvo, ellei tässä laissa toisin säädetä.",
        "folded_fi": "tavaran maahantuonnista suoritettavan veron peruste on tullikoodeksin 69-76 artiklan, euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 taydentamisesta tiettyja unionin tullikoodeksin saannoksia koskevien yksityiskohtaisten saantojen osalta annetun komission delegoidun asetuksen (eu) 2015/2446 71 artiklan ja unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 tiettyjen saannosten taytantoonpanoa koskevista yksityiskohtaisista saannoista annetun komission taytantoonpanoasetuksen (eu) 2015/2447 127-146 artiklan mukaan maaritetty tullausarvo, ellei tassa laissa toisin saadeta.",
        "content_sv": "Grunden för den skatt som ska betalas för införsel av varor är det tullvärde som bestäms enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade förordning (EU) 2015/2446 om komplettering av Europaparlamentets och rådets förordning (EU) nr 952/2013 vad gäller närmare regler avseende vissa bestämmelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomförandeförordning (EU) 2015/2447 om närmare regler för genomförande av vissa bestämmelser i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen, om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "Grunden för den skatt som ska betalas för införsel av varor är det tullvärde som bestäms enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade förordning (EU) 2015/2446 om komplettering av Europaparlamentets och rådets förordning (EU) nr 952/2013 vad gäller närmare regler avseende vissa bestämmelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomförandeförordning (EU) 2015/2447 om närmare regler för genomförande av vissa bestämmelser i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen, om inte något annat föreskrivs i denna lag.",
        "folded_sv": "grunden for den skatt som ska betalas for inforsel av varor ar det tullvarde som bestams enligt artiklarna 69-76 i tullkodexen, artikel 71 i kommissionens delegerade forordning (eu) 2015/2446 om komplettering av europaparlamentets och radets forordning (eu) nr 952/2013 vad galler narmare regler avseende vissa bestammelser i unionens tullkodex och artiklarna 127-146 i kommissionens genomforandeforordning (eu) 2015/2447 om narmare regler for genomforande av vissa bestammelser i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen, om inte nagot annat foreskrivs i denna lag."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:94",
      "chapter": "9",
      "section": "94",
      "content": "Verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus Yhteisön tullittomuusjärjestelmän luomisesta annetun neuvoston asetuksen (EY) N:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan sekä II liitteen B kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 §:ssä säädetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttäen että tavaroita ei ole myyty verotta Yhteisön ulkopuolelle tai Suomessa vähennykseen oikeuttavassa käytössä olleita tavaroita Yhteisön ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttäen, että tavaroita ei myydä ennen niiden maahantuontia; 20) tullilain 44 §:n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 §:n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 §:ssä tarkoitetut tullittomat tavarat ja 46 §:n 3 momentissa tarkoitetut tavarat;",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:94",
        "normalized_fi": "Verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus Yhteisön tullittomuusjärjestelmän luomisesta annetun neuvoston asetuksen (EY) N:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan sekä II liitteen B kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 § :ssä säädetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttäen että tavaroita ei ole myyty verotta Yhteisön ulkopuolelle tai Suomessa vähennykseen oikeuttavassa käytössä olleita tavaroita Yhteisön ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttäen, että tavaroita ei myydä ennen niiden maahantuontia; 20) tullilain 44 § :n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 § :n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 § :ssä tarkoitetut tullittomat tavarat ja 46 § :n 3 momentissa tarkoitetut tavarat;",
        "folded_fi": "verotonta on seuraavien tavaroiden maahantuonti: 12) tullittomuusasetus yhteison tullittomuusjarjestelman luomisesta annetun neuvoston asetuksen (ey) n:o 1186/2009 () 3-22, 54-56, 59, 60-65, 74-103, 106, 112 ja 113 artiklan seka ii liitteen b kohdassa tarkoitetut 43 artiklan perusteella tullittomat tavarat; 17 a) tullittomuusasetuksen 107-111 artiklan mukaan tullittomat tavarat tullilain (304/2016) 48 §:ssa saadetyin rajoituksin; 18) tullikoodeksin 203-207 artiklan mukaan tullittomat tavarat, edellyttaen etta tavaroita ei ole myyty verotta yhteison ulkopuolelle tai suomessa vahennykseen oikeuttavassa kaytossa olleita tavaroita yhteison ulkopuolella; 19) tullikoodeksin 208 ja 209 artiklan mukaan tullittomat tavarat edellyttaen, etta tavaroita ei myyda ennen niiden maahantuontia; 20) tullilain 44 §:n 1 momentin 1 ja 2 kohdan mukaan tullittomat tavarat; 21) tullilain 46 §:n 1 momentin 1-3 kohdassa, 2 momentissa ja 48 §:ssa tarkoitetut tullittomat tavarat ja 46 §:n 3 momentissa tarkoitetut tavarat;",
        "content_sv": "Skattefri är import av följande varor 12) tullfrihetsförordningen varor som är tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som är tullfria enligt artikel 43 och som avses i punkt B i bilaga II i rådets förordning (EG) nr 1186/2009 om upprättandet av ett gemenskapssystem för tullbefrielse (), 17 a) varor som är tullfria enligt artiklarna 107-111 i tullfrihetsförordningen med de begränsningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen är tullfria, under förutsättning att varorna inte skattefritt har sålts utanför gemenskapen eller att varor som i Finland har använts på ett sätt som berättigar till avdrag inte har sålts utanför gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen är tullfria, under förutsättning att varorna inte säljs före importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen är tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,",
        "normalized_sv": "Skattefri är import av följande varor 12) tullfrihetsförordningen varor som är tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som är tullfria enligt artikel 43 och som avses i punkt B i bilaga II i rådets förordning (EG) nr 1186/2009 om upprättandet av ett gemenskapssystem för tullbefrielse (), 17 a) varor som är tullfria enligt artiklarna 107-111 i tullfrihetsförordningen med de begränsningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen är tullfria, under förutsättning att varorna inte skattefritt har sålts utanför gemenskapen eller att varor som i Finland har använts på ett sätt som berättigar till avdrag inte har sålts utanför gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen är tullfria, under förutsättning att varorna inte säljs före importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen är tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,",
        "folded_sv": "skattefri ar import av foljande varor 12) tullfrihetsforordningen varor som ar tullfria enligt artiklarna 3-22, 54-56, 59, 60-65, 74-103, 106, 112 och 113 samt varor som ar tullfria enligt artikel 43 och som avses i punkt b i bilaga ii i radets forordning (eg) nr 1186/2009 om upprattandet av ett gemenskapssystem for tullbefrielse (), 17 a) varor som ar tullfria enligt artiklarna 107-111 i tullfrihetsforordningen med de begransningar som anges i 48 § i tullagen (304/2016), 18) varor som enligt artiklarna 203-207 i tullkodexen ar tullfria, under forutsattning att varorna inte skattefritt har salts utanfor gemenskapen eller att varor som i finland har anvants pa ett satt som berattigar till avdrag inte har salts utanfor gemenskapen, 19) varor som enligt artiklarna 208 och 209 i tullkodexen ar tullfria, under forutsattning att varorna inte saljs fore importen, 20) varor som enligt 44 § 1 mom. 1 och 2 punkten i tullagen ar tullfria, 21) tullfria varor som avses i 46 § 1 mom. 1-3 punkten, 46 § 2 mom. och 48 § i tullagen och varor som avses i 46 § 3 mom. i den lagen,"
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "content": "Henkilökohtaisina matkatavaroina pidetään matkatavaroita, jotka matkustaja pystyy esittämään Tullille Suomeen saapuessaan. Henkilökohtaisina pidetään myös matkatavaroita, jotka matkustaja voi esittää Tullille vasta myöhemmin, jos matkustaja esittää selvityksen siitä, että kuljetuksesta vastaava yritys oli matkustajan lähtöhetkellä rekisteröinyt nämä tavarat mukana seuraaviksi matkatavaroiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:95",
        "normalized_fi": "Henkilökohtaisina matkatavaroina pidetään matkatavaroita, jotka matkustaja pystyy esittämään Tullille Suomeen saapuessaan. Henkilökohtaisina pidetään myös matkatavaroita, jotka matkustaja voi esittää Tullille vasta myöhemmin, jos matkustaja esittää selvityksen siitä, että kuljetuksesta vastaava yritys oli matkustajan lähtöhetkellä rekisteröinyt nämä tavarat mukana seuraaviksi matkatavaroiksi.",
        "folded_fi": "henkilokohtaisina matkatavaroina pidetaan matkatavaroita, jotka matkustaja pystyy esittamaan tullille suomeen saapuessaan. henkilokohtaisina pidetaan myos matkatavaroita, jotka matkustaja voi esittaa tullille vasta myohemmin, jos matkustaja esittaa selvityksen siita, etta kuljetuksesta vastaava yritys oli matkustajan lahtohetkella rekisteroinyt nama tavarat mukana seuraaviksi matkatavaroiksi.",
        "content_sv": "Som personligt resgods betraktas resgods som resanden kan visa upp för Tullen vid sin ankomst till Finland. Som personligt resgods betraktas också resgods som resanden kan visa upp för Tullen först vid en senare tidpunkt, om resanden lägger fram en redogörelse för att det företag som ansvarar för transporten vid resandens avresa har registrerat dessa varor som medföljande resgods.",
        "normalized_sv": "Som personligt resgods betraktas resgods som resanden kan visa upp för Tullen vid sin ankomst till Finland. Som personligt resgods betraktas också resgods som resanden kan visa upp för Tullen först vid en senare tidpunkt, om resanden lägger fram en redogörelse för att det företag som ansvarar för transporten vid resandens avresa har registrerat dessa varor som medföljande resgods.",
        "folded_sv": "som personligt resgods betraktas resgods som resanden kan visa upp for tullen vid sin ankomst till finland. som personligt resgods betraktas ocksa resgods som resanden kan visa upp for tullen forst vid en senare tidpunkt, om resanden lagger fram en redogorelse for att det foretag som ansvarar for transporten vid resandens avresa har registrerat dessa varor som medfoljande resgods."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "content": "Mitä tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsäädännössä säädetään Euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista sekä väliaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisäiseen jalostusmenettelyyn tai väliaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön veroalueen ulkopuolelta Yhteisön veroalueelle tuotavaan tavaraan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101",
        "normalized_fi": "Mitä tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsäädännössä säädetään Euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista sekä väliaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisäiseen jalostusmenettelyyn tai väliaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myös Euroopan unionin tullialueelta, mutta Yhteisön veroalueen ulkopuolelta Yhteisön veroalueelle tuotavaan tavaraan.",
        "folded_fi": "mita tullikoodeksin 5 artiklan 1 kohdan 2 alakohdassa tarkoitetussa tullilainsaadannossa saadetaan euroopan unionin tullialueelle tuotavaa tavaraa koskevista muodollisuuksista seka valiaikaisesta varastoinnista, asettamisesta tullivarastointi- tai vapaa-aluemenettelyyn, sisaiseen jalostusmenettelyyn tai valiaikaiseen maahantuontimenettelyyn kokonaan tuontitullitta, sovelletaan myos euroopan unionin tullialueelta, mutta yhteison veroalueen ulkopuolelta yhteison veroalueelle tuotavaan tavaraan.",
        "content_sv": "Det som föreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som gäller varor som införs till Europeiska unionens tullområde samt om tillfällig lagring, hänförande till tullagerförfarande eller förfarande för frizoner, förfarande för aktiv förädling eller förfarande för temporär import med fullständig befrielse från importtullar, tillämpas också på varor som införs från Europeiska unionens tullområde, men från ett område utanför gemenskapens skatteområde, till gemenskapens skatteområde.",
        "normalized_sv": "Det som föreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som gäller varor som införs till Europeiska unionens tullområde samt om tillfällig lagring, hänförande till tullagerförfarande eller förfarande för frizoner, förfarande för aktiv förädling eller förfarande för temporär import med fullständig befrielse från importtullar, tillämpas också på varor som införs från Europeiska unionens tullområde, men från ett område utanför gemenskapens skatteområde, till gemenskapens skatteområde.",
        "folded_sv": "det som foreskrivs i den tullagstiftning som avses i artikel 5.1 led 2 i tullkodexen om formaliteter som galler varor som infors till europeiska unionens tullomrade samt om tillfallig lagring, hanforande till tullagerforfarande eller forfarande for frizoner, forfarande for aktiv foradling eller forfarande for temporar import med fullstandig befrielse fran importtullar, tillampas ocksa pa varor som infors fran europeiska unionens tullomrade, men fran ett omrade utanfor gemenskapens skatteomrade, till gemenskapens skatteomrade."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:101 b",
      "chapter": "9",
      "section": "101 b",
      "content": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja Yhteisön ulkopuolisen maan tai alueenvälisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 b",
        "normalized_fi": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja Yhteisön ulkopuolisen maan tai alueenvälisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
        "folded_fi": "mita 1 momentissa saadetaan, ei sovelleta matkustajan tai suomen ja yhteison ulkopuolisen maan tai alueenvalisessa ammattimaisessa liikenteessa olevan kulkuneuvon henkilokuntaan kuuluvan mukanaan tuomien taikka yksityiselle henkilolle lahetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnissa.",
        "content_sv": "Det som föreskrivs i 1 mom. tillämpas inte på införsel av alkoholdrycker och tobaksprodukter som resande eller den som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett land eller område utanför gemenskapen för med sig eller som sänts till enskilda personer.",
        "normalized_sv": "Det som föreskrivs i 1 mom. tillämpas inte på införsel av alkoholdrycker och tobaksprodukter som resande eller den som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett land eller område utanför gemenskapen för med sig eller som sänts till enskilda personer.",
        "folded_sv": "det som foreskrivs i 1 mom. tillampas inte pa inforsel av alkoholdrycker och tobaksprodukter som resande eller den som hor till personalen pa ett fortskaffningsmedel i yrkesmassig trafik mellan finland och ett land eller omrade utanfor gemenskapen for med sig eller som sants till enskilda personer."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:101 c",
      "chapter": "9",
      "section": "101 c",
      "content": "Tavaran maahantuonnista suoritettavan veron maksamisen viivästysseuraamuksiin sovelletaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Mainitun lain 3 §:n 3 momenttia sovellettaessa, veronlisäys lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. Jos tavaran maahantuonnista suoritettavalle verolle myönnetään maksunlykkäystä, peritään veronlisäyksestä ja viivekorosta annetun lain 4 §:ssä säädetyn suuruinen korko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 c",
        "normalized_fi": "Tavaran maahantuonnista suoritettavan veron maksamisen viivästysseuraamuksiin sovelletaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa (1556/1995) säädetään. Mainitun lain 3 § :n 3 momenttia sovellettaessa, veronlisäys lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. Jos tavaran maahantuonnista suoritettavalle verolle myönnetään maksunlykkäystä, peritään veronlisäyksestä ja viivekorosta annetun lain 4 § :ssä säädetyn suuruinen korko.",
        "folded_fi": "tavaran maahantuonnista suoritettavan veron maksamisen viivastysseuraamuksiin sovelletaan, mita veronlisayksesta ja viivekorosta annetussa laissa (1556/1995) saadetaan. mainitun lain 3 §:n 3 momenttia sovellettaessa, veronlisays lasketaan ajanjaksolta, jolta tullikoodeksin 114 artiklan 2 kohdassa tarkoitettu korko lasketaan. jos tavaran maahantuonnista suoritettavalle verolle myonnetaan maksunlykkaysta, peritaan veronlisayksesta ja viivekorosta annetun lain 4 §:ssa saadetyn suuruinen korko.",
        "content_sv": "På dröjsmålspåföljder i fråga om skatt som ska betalas för införsel av varor tillämpas bestämmelserna i lagen om skattetillägg och förseningsränta (1556/1995). När 3 § 3 mom. i den lagen tillämpas ska skattetillägget beräknas för den tidsperiod för vilken ränta enligt artikel 114.2 i tullkodexen beräknas. Om uppskov med betalningen beviljas för den skatt som ska betalas för införseln, tas ränta ut i enlighet med 4 § i lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "På dröjsmålspåföljder i fråga om skatt som ska betalas för införsel av varor tillämpas bestämmelserna i lagen om skattetillägg och förseningsränta (1556/1995). När 3 § 3 mom. i den lagen tillämpas ska skattetillägget beräknas för den tidsperiod för vilken ränta enligt artikel 114.2 i tullkodexen beräknas. Om uppskov med betalningen beviljas för den skatt som ska betalas för införseln, tas ränta ut i enlighet med 4 § i lagen om skattetillägg och förseningsränta.",
        "folded_sv": "pa drojsmalspafoljder i fraga om skatt som ska betalas for inforsel av varor tillampas bestammelserna i lagen om skattetillagg och forseningsranta (1556/1995). nar 3 § 3 mom. i den lagen tillampas ska skattetillagget beraknas for den tidsperiod for vilken ranta enligt artikel 114.2 i tullkodexen beraknas. om uppskov med betalningen beviljas for den skatt som ska betalas for inforseln, tas ranta ut i enlighet med 4 § i lagen om skattetillagg och forseningsranta."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:101 d",
      "chapter": "9",
      "section": "101 d",
      "content": "Maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 §:ssä säädetty korko. Korko lasketaan tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:101 d",
        "normalized_fi": "Maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 § :ssä säädetty korko. Korko lasketaan tullilain 93 § :n 3 momentissa tarkoitetusta ajankohdasta.",
        "folded_fi": "maahantuonnista suoritettavaa veroa palautettaessa maksetaan veronkantolain 22 §:ssa saadetty korko. korko lasketaan tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
        "content_sv": "Vid återbetalning av skatt som ska betalas för införsel betalas ränta enligt 22 § i lagen om skatteuppbörd. Räntan beräknas från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "normalized_sv": "Vid återbetalning av skatt som ska betalas för införsel betalas ränta enligt 22 § i lagen om skatteuppbörd. Räntan beräknas från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "folded_sv": "vid aterbetalning av skatt som ska betalas for inforsel betalas ranta enligt 22 § i lagen om skatteuppbord. rantan beraknas fran den tidpunkt som avses i 93 § 3 mom. i tullagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:134 m",
      "chapter": "9",
      "section": "134 m",
      "content": "Edellä 3 momentissa tarkoitettu veronlisäys lasketaan siten kuin veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:134 m",
        "normalized_fi": "Edellä 3 momentissa tarkoitettu veronlisäys lasketaan siten kuin veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
        "folded_fi": "edella 3 momentissa tarkoitettu veronlisays lasketaan siten kuin veronlisayksesta ja viivekorosta annetussa laissa saadetaan.",
        "content_sv": "Skattetillägg enligt 3 mom. beräknas på det sätt som föreskrivs i lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "Skattetillägg enligt 3 mom. beräknas på det sätt som föreskrivs i lagen om skattetillägg och förseningsränta.",
        "folded_sv": "skattetillagg enligt 3 mom. beraknas pa det satt som foreskrivs i lagen om skattetillagg och forseningsranta."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "9:154",
      "chapter": "9",
      "section": "154",
      "content": "Maksuunpantavalle määrälle määrätään veronlisäystä siitä päivästä, jona palautus on maksettu, asetettavaan eräpäivään, viimeksi mainittu päivä mukaan lukien. Veronlisäyksen määrä lasketaan muutoin sen mukaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:154",
        "normalized_fi": "Maksuunpantavalle määrälle määrätään veronlisäystä siitä päivästä, jona palautus on maksettu, asetettavaan eräpäivään, viimeksi mainittu päivä mukaan lukien. Veronlisäyksen määrä lasketaan muutoin sen mukaan, mitä veronlisäyksestä ja viivekorosta annetussa laissa säädetään.",
        "folded_fi": "maksuunpantavalle maaralle maarataan veronlisaysta siita paivasta, jona palautus on maksettu, asetettavaan erapaivaan, viimeksi mainittu paiva mukaan lukien. veronlisayksen maara lasketaan muutoin sen mukaan, mita veronlisayksesta ja viivekorosta annetussa laissa saadetaan.",
        "content_sv": "På det belopp som ska debiteras påförs ett skattetillägg från den dag då återbäringen betalades till den utsatta förfallodagen, sistnämnda dag medräknad. Skattetillägget beräknas i övrigt enligt lagen om skattetillägg och förseningsränta.",
        "normalized_sv": "På det belopp som ska debiteras påförs ett skattetillägg från den dag då återbäringen betalades till den utsatta förfallodagen, sistnämnda dag medräknad. Skattetillägget beräknas i övrigt enligt lagen om skattetillägg och förseningsränta.",
        "folded_sv": "pa det belopp som ska debiteras pafors ett skattetillagg fran den dag da aterbaringen betalades till den utsatta forfallodagen, sistnamnda dag medraknad. skattetillagget beraknas i ovrigt enligt lagen om skattetillagg och forseningsranta."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "70 b",
      "section": "70 b",
      "content": "tullikoodeksi Veroa ei suoriteta matkailijan henkilökohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnistä lentokentällä sijaitsevassa, unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j §:ssä tarkoitetussa varastossa, jos ostaja matkustaa Euroopan unionin ulkopuolelle. Henkilölle, jonka kotipaikka tai vakinainen asuinpaikka on Norjassa, saadaan verotta myydä kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70 b",
        "normalized_fi": "tullikoodeksi Veroa ei suoriteta matkailijan henkilökohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnistä lentokentällä sijaitsevassa, unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j § :ssä tarkoitetussa varastossa, jos ostaja matkustaa Euroopan unionin ulkopuolelle. Henkilölle, jonka kotipaikka tai vakinainen asuinpaikka on Norjassa, saadaan verotta myydä kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
        "folded_fi": "tullikoodeksi veroa ei suoriteta matkailijan henkilokohtaisissa matkatavaroissa mukaan otettavien tavaroiden myynnista lentokentalla sijaitsevassa, unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 () 240 artiklassa tarkoitetussa tullivarastossa tai 72 j §:ssa tarkoitetussa varastossa, jos ostaja matkustaa euroopan unionin ulkopuolelle. henkilolle, jonka kotipaikka tai vakinainen asuinpaikka on norjassa, saadaan verotta myyda kuitenkin vain alkoholijuomia, tupakkavalmisteita, suklaa- ja makeistuotteita, hajusteita, kosmeettisia aineita ja toalettivalmisteita.",
        "content_sv": "tullkodexen Skatt betalas inte på försäljning i ett tullager på en flygplats enligt artikel 240 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen () eller på försäljning i ett lager enligt 72 j § av varor för att medföras som personligt bagage, om köparen reser utanför Europeiska unionen. Till en person som är bosatt eller stadigvarande vistas i Norge får dock skattefritt säljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel.",
        "normalized_sv": "tullkodexen Skatt betalas inte på försäljning i ett tullager på en flygplats enligt artikel 240 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen () eller på försäljning i ett lager enligt 72 j § av varor för att medföras som personligt bagage, om köparen reser utanför Europeiska unionen. Till en person som är bosatt eller stadigvarande vistas i Norge får dock skattefritt säljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel.",
        "folded_sv": "tullkodexen skatt betalas inte pa forsaljning i ett tullager pa en flygplats enligt artikel 240 i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen () eller pa forsaljning i ett lager enligt 72 j § av varor for att medforas som personligt bagage, om koparen reser utanfor europeiska unionen. till en person som ar bosatt eller stadigvarande vistas i norge far dock skattefritt saljas endast alkoholdrycker, tobaksprodukter, choklad- och konfektyrvaror, parfymer, kosmetiska preparat och toalettmedel."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "72 h",
      "section": "72 h",
      "content": "Veroa ei suoriteta: 1) sellaisen tavaran myynnistä, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan väliaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i §:ssä tarkoitetun tavaran maahantuonnista ja myynnistä, joka siirretään 72 j §:ssä tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssä tai väliaikaisesti varastoituna olevan tavaran myynnistä; 4) sellaisen 72 i §:ssä tarkoitetun tavaran myynnistä, joka on 72 j §:ssä tarkoitetussa verovarastointimenettelyssä; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa väliaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j §:ssä tarkoitetussa verottomassa varastossa suoritetun palvelun myynnistä, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. Edellä 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksenä on, ettei tavaraa myyntiin liittyen siirretä tässä pykälässä tarkoitetusta menettelystä tai varastosta. Tätä ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 h",
        "normalized_fi": "Veroa ei suoriteta: 1) sellaisen tavaran myynnistä, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan väliaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i § :ssä tarkoitetun tavaran maahantuonnista ja myynnistä, joka siirretään 72 j § :ssä tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssä tai väliaikaisesti varastoituna olevan tavaran myynnistä; 4) sellaisen 72 i § :ssä tarkoitetun tavaran myynnistä, joka on 72 j § :ssä tarkoitetussa verovarastointimenettelyssä; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa väliaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j § :ssä tarkoitetussa verottomassa varastossa suoritetun palvelun myynnistä, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. Edellä 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksenä on, ettei tavaraa myyntiin liittyen siirretä tässä pykälässä tarkoitetusta menettelystä tai varastosta. Tätä ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
        "folded_fi": "veroa ei suoriteta: 1) sellaisen tavaran myynnista, joka asetetaan tullikoodeksin 237 artiklassa tarkoitettuun varastointimenettelyyn, taikka varastoidaan valiaikaisesti tullikoodeksin 144 artiklan mukaisesti; 2) sellaisen 72 i §:ssa tarkoitetun tavaran maahantuonnista ja myynnista, joka siirretaan 72 j §:ssa tarkoitettuun verovarastointimenettelyyn; 3) 1 kohdassa tarkoitetussa varastointimenettelyssa tai valiaikaisesti varastoituna olevan tavaran myynnista; 4) sellaisen 72 i §:ssa tarkoitetun tavaran myynnista, joka on 72 j §:ssa tarkoitetussa verovarastointimenettelyssa; 5) tullikoodeksin 147, 240 tai 243 artiklassa tarkoitetussa valiaikaisessa varastossa, tullivarastossa tai vapaa-alueella taikka 72 j §:ssa tarkoitetussa verottomassa varastossa suoritetun palvelun myynnista, jos palvelu kohdistuu 3 tai 4 kohdassa tarkoitettuun tavaraan. edella 1 momentin 3 ja 4 kohdassa tarkoitetun myynnin verottomuuden edellytyksena on, ettei tavaraa myyntiin liittyen siirreta tassa pykalassa tarkoitetusta menettelysta tai varastosta. tata ei kuitenkaan sovelleta, jos tavaran siirto muodostaa maahantuonnin.",
        "content_sv": "Skatt betalas inte på 1) försäljning av en sådan vara som hänförs till förfarande för lagring enligt artikel 237 i tullkodexen eller lagras tillfälligt i enlighet med artikel 144 i tullkodexen, 2) import och försäljning av en vara som avses i 72 i § och som överförs till skatteupplagringsförfarande enligt 72 j §, 3) försäljning av en vara som omfattas av sådant förfarande för lagring eller sådan tillfällig lagring som avses i 1 punkten, 4) försäljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsförfarande enligt 72 j §, 5) försäljning av en tjänst som utförts i ett sådant tillfälligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j §, om tjänsten hänför sig till en vara som avses i 3 eller 4 punkten. En förutsättning för att den försäljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri är att varan i samband med försäljningen inte överförs från ett sådant förfarande eller lager som avses i denna paragraf. Detta tillämpas dock inte om överföringen av varan innebär import.",
        "normalized_sv": "Skatt betalas inte på 1) försäljning av en sådan vara som hänförs till förfarande för lagring enligt artikel 237 i tullkodexen eller lagras tillfälligt i enlighet med artikel 144 i tullkodexen, 2) import och försäljning av en vara som avses i 72 i § och som överförs till skatteupplagringsförfarande enligt 72 j § , 3) försäljning av en vara som omfattas av sådant förfarande för lagring eller sådan tillfällig lagring som avses i 1 punkten, 4) försäljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsförfarande enligt 72 j § , 5) försäljning av en tjänst som utförts i ett sådant tillfälligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j § , om tjänsten hänför sig till en vara som avses i 3 eller 4 punkten. En förutsättning för att den försäljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri är att varan i samband med försäljningen inte överförs från ett sådant förfarande eller lager som avses i denna paragraf. Detta tillämpas dock inte om överföringen av varan innebär import.",
        "folded_sv": "skatt betalas inte pa 1) forsaljning av en sadan vara som hanfors till forfarande for lagring enligt artikel 237 i tullkodexen eller lagras tillfalligt i enlighet med artikel 144 i tullkodexen, 2) import och forsaljning av en vara som avses i 72 i § och som overfors till skatteupplagringsforfarande enligt 72 j §, 3) forsaljning av en vara som omfattas av sadant forfarande for lagring eller sadan tillfallig lagring som avses i 1 punkten, 4) forsaljning av en vara som avses i 72 i § och som omfattas av skatteupplagringsforfarande enligt 72 j §, 5) forsaljning av en tjanst som utforts i ett sadant tillfalligt lager, tullager eller inom en frizon som avses i artiklarna 147, 240 eller 243 i tullkodexen eller i ett skattefritt lager enligt 72 j §, om tjansten hanfor sig till en vara som avses i 3 eller 4 punkten. en forutsattning for att den forsaljning som avses i 1 mom. 3 och 4 punkten ska vara skattefri ar att varan i samband med forsaljningen inte overfors fran ett sadant forfarande eller lager som avses i denna paragraf. detta tillampas dock inte om overforingen av varan innebar import."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "72 j",
      "section": "72 j",
      "content": "Verovarastointimenettelyssä olevalla tavaralla tarkoitetaan 72 k §:ssä tarkoitetun luvan nojalla pidetyssä verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla väliaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssä. Tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssä, jos se on tarkoitettu myytäväksi vähittäiskauppavaiheessa, lukuun ottamatta 72 i §:n 2 momentissa tarkoitettua tavaraa, tai jos sitä käytetään varastossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 j",
        "normalized_fi": "Verovarastointimenettelyssä olevalla tavaralla tarkoitetaan 72 k § :ssä tarkoitetun luvan nojalla pidetyssä verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla väliaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssä. Tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssä, jos se on tarkoitettu myytäväksi vähittäiskauppavaiheessa, lukuun ottamatta 72 i § :n 2 momentissa tarkoitettua tavaraa, tai jos sitä käytetään varastossa.",
        "folded_fi": "verovarastointimenettelyssa olevalla tavaralla tarkoitetaan 72 k §:ssa tarkoitetun luvan nojalla pidetyssa verottomassa varastossa olevaa tavaraa, joka ei ole tullikoodeksin 144 artiklassa tarkoitetulla tavalla valiaikaisesti varastoituna tai 237 artiklassa tarkoitetussa varastointimenettelyssa. tavaran ei kuitenkaan katsota olevan verovarastointimenettelyssa, jos se on tarkoitettu myytavaksi vahittaiskauppavaiheessa, lukuun ottamatta 72 i §:n 2 momentissa tarkoitettua tavaraa, tai jos sita kaytetaan varastossa.",
        "content_sv": "Med varor som omfattas av skatteupplagringsförfarande avses varor i ett skattefritt lager som hålls med stöd av tillstånd enligt 72 k § och som inte lagras tillfälligt på det sätt som avses i artikel 144 i tullkodexen eller omfattas av ett förfarande för lagring enligt artikel 237. En vara anses dock inte omfattas av skatteupplagringsförfarande, om den är avsedd att säljas i detaljhandelsledet, med undantag för en vara som avses i 72 i § 2 mom., eller om den används i lagret.",
        "normalized_sv": "Med varor som omfattas av skatteupplagringsförfarande avses varor i ett skattefritt lager som hålls med stöd av tillstånd enligt 72 k § och som inte lagras tillfälligt på det sätt som avses i artikel 144 i tullkodexen eller omfattas av ett förfarande för lagring enligt artikel 237. En vara anses dock inte omfattas av skatteupplagringsförfarande, om den är avsedd att säljas i detaljhandelsledet, med undantag för en vara som avses i 72 i § 2 mom., eller om den används i lagret.",
        "folded_sv": "med varor som omfattas av skatteupplagringsforfarande avses varor i ett skattefritt lager som halls med stod av tillstand enligt 72 k § och som inte lagras tillfalligt pa det satt som avses i artikel 144 i tullkodexen eller omfattas av ett forfarande for lagring enligt artikel 237. en vara anses dock inte omfattas av skatteupplagringsforfarande, om den ar avsedd att saljas i detaljhandelsledet, med undantag for en vara som avses i 72 i § 2 mom., eller om den anvands i lagret."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "72 l",
      "section": "72 l",
      "content": "Veroa on suoritettava tavaran siirrosta 72 h §:ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 l",
        "normalized_fi": "Veroa on suoritettava tavaran siirrosta 72 h § :ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
        "folded_fi": "veroa on suoritettava tavaran siirrosta 72 h §:ssa tarkoitetusta menettelysta tai valiaikaisesta varastosta.",
        "content_sv": "Skatt ska betalas på överföringen av en vara från ett förfarande eller tillfälligt lager som avses i 72 h §.",
        "normalized_sv": "Skatt ska betalas på överföringen av en vara från ett förfarande eller tillfälligt lager som avses i 72 h § .",
        "folded_sv": "skatt ska betalas pa overforingen av en vara fran ett forfarande eller tillfalligt lager som avses i 72 h §."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "72 m",
      "section": "72 m",
      "content": "Velvollinen suorittamaan veroa 72 l §:ssä tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h §:ssä tarkoitetun menettelyn päättymisen tai siirron väliaikaisesta varastosta. Veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h §:ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:72 m",
        "normalized_fi": "Velvollinen suorittamaan veroa 72 l § :ssä tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h § :ssä tarkoitetun menettelyn päättymisen tai siirron väliaikaisesta varastosta. Veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h § :ssä tarkoitetusta menettelystä tai väliaikaisesta varastosta.",
        "folded_fi": "velvollinen suorittamaan veroa 72 l §:ssa tarkoitetusta tavaran siirrosta on se, joka aiheuttaa 72 h §:ssa tarkoitetun menettelyn paattymisen tai siirron valiaikaisesta varastosta. veron suorittamisvelvollisuus syntyy, kun tavara siirtyy 72 h §:ssa tarkoitetusta menettelysta tai valiaikaisesta varastosta.",
        "content_sv": "Skyldig att betala skatt på sådan överföring av en vara som avses i 72 l § är den som är ansvarig för att ett förfarande som avses i 72 h § upphör eller för överföringen från ett tillfälligt lager. Skyldighet att betala skatt uppstår när varan överförs från ett förfarande eller tillfälligt lager som avses i 72 h §.",
        "normalized_sv": "Skyldig att betala skatt på sådan överföring av en vara som avses i 72 l § är den som är ansvarig för att ett förfarande som avses i 72 h § upphör eller för överföringen från ett tillfälligt lager. Skyldighet att betala skatt uppstår när varan överförs från ett förfarande eller tillfälligt lager som avses i 72 h § .",
        "folded_sv": "skyldig att betala skatt pa sadan overforing av en vara som avses i 72 l § ar den som ar ansvarig for att ett forfarande som avses i 72 h § upphor eller for overforingen fran ett tillfalligt lager. skyldighet att betala skatt uppstar nar varan overfors fran ett forfarande eller tillfalligt lager som avses i 72 h §."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    }
  ]
}