{
  "id": "306/2015",
  "type": "statute",
  "title": "Laki vakuutusyhdistyslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försäkringsföreningar",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/306/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "vakuutusyhdistys Tätä lakia sovelletaan Suomen lain mukaan rekisteröityyn keskinäiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa Suomen alueella. Vakuutusyhdistyksen kokonaismaksutulo ei saa ylittää 5 000 000 euroa vuodessa. Vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmään, ryhmän vastuuvelan kokonaismäärä ei saa ylittää 25 000 000 euroa, eikä tulevan jälleenvakuutuksen osuus saa ylittää 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismäärästä. Jos jokin säädetyistä määristä ylittyy kolmena peräkkäisenä vuotena, yhdistyskokouksen on tehtävä päätös vakuutusyhdistyksen muuttamisesta keskinäiseksi vakuutusyhtiöksi noudattaen, mitä 8 luvussa säädetään. Yhdistyksen on ilmoitettava määrien ylittymisestä viivytyksettä Finanssivalvonnalle. Vakuutusyhdistyksestä, joka harjoittaa kalastusvälineiden vakuutusta, säädetään lisäksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). Edellä 2 momentissa säädettyjä määriä voidaan muuttaa sosiaali- ja terveysministeriön asetuksella yleisessä hintatasossa tapahtunutta kehitystä vastaavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "vakuutusyhdistys Tätä lakia sovelletaan Suomen lain mukaan rekisteröityyn keskinäiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa Suomen alueella. Vakuutusyhdistyksen kokonaismaksutulo ei saa ylittää 5 000 000 euroa vuodessa. Vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmään, ryhmän vastuuvelan kokonaismäärä ei saa ylittää 25 000 000 euroa, eikä tulevan jälleenvakuutuksen osuus saa ylittää 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismäärästä. Jos jokin säädetyistä määristä ylittyy kolmena peräkkäisenä vuotena, yhdistyskokouksen on tehtävä päätös vakuutusyhdistyksen muuttamisesta keskinäiseksi vakuutusyhtiöksi noudattaen, mitä 8 luvussa säädetään. Yhdistyksen on ilmoitettava määrien ylittymisestä viivytyksettä Finanssivalvonnalle. Vakuutusyhdistyksestä, joka harjoittaa kalastusvälineiden vakuutusta, säädetään lisäksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). Edellä 2 momentissa säädettyjä määriä voidaan muuttaa sosiaali- ja terveysministeriön asetuksella yleisessä hintatasossa tapahtunutta kehitystä vastaavaksi.",
        "folded_fi": "vakuutusyhdistys tata lakia sovelletaan suomen lain mukaan rekisteroityyn keskinaiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa suomen alueella. vakuutusyhdistyksen kokonaismaksutulo ei saa ylittaa 5 000 000 euroa vuodessa. vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmaan, ryhman vastuuvelan kokonaismaara ei saa ylittaa 25 000 000 euroa, eika tulevan jalleenvakuutuksen osuus saa ylittaa 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismaarasta. jos jokin saadetyista maarista ylittyy kolmena perakkaisena vuotena, yhdistyskokouksen on tehtava paatos vakuutusyhdistyksen muuttamisesta keskinaiseksi vakuutusyhtioksi noudattaen, mita 8 luvussa saadetaan. yhdistyksen on ilmoitettava maarien ylittymisesta viivytyksetta finanssivalvonnalle. vakuutusyhdistyksesta, joka harjoittaa kalastusvalineiden vakuutusta, saadetaan lisaksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). edella 2 momentissa saadettyja maaria voidaan muuttaa sosiaali- ja terveysministerion asetuksella yleisessa hintatasossa tapahtunutta kehitysta vastaavaksi.",
        "content_sv": "försäkringsförening Denna lag tillämpas på ömsesidiga försäkringsföretag () som är registrerade enligt finsk lag och som bedriver försäkringsverksamhet inom Finlands territorium. En försäkringsförenings sammanlagda årliga premieinkomst får inte överstiga 5 000 000 euro. Försäkringsföreningens, eller om den hör till en försäkringsgrupp, gruppens sammanlagda ansvarsskuld får inte överstiga 25 000 000 euro, och mottagna återförsäkringspremier får inte överstiga 10 procent av föreningens sammanlagda premieinkomst eller ansvarsskuld. Om något av de angivna beloppen överskrids tre år i rad ska föreningsstämman fatta ett beslut om ombildning av försäkringsföreningen till ett ömsesidigt försäkringsbolag med iakttagande av vad som föreskrivs i 8 kap. Föreningen ska utan dröjsmål underrätta Finansinspektionen om att beloppen överskrids. Bestämmelser om försäkringsföreningar som bedriver försäkring av fiskerimateriel finns dessutom i lagen om försäkringsstöd för kommersiellt fiske (998/2012). De belopp som anges i 2 mom. kan genom förordning av social- och hälsovårdsministeriet ändras i överensstämmelse med utvecklingen i den allmänna prisnivån.",
        "normalized_sv": "försäkringsförening Denna lag tillämpas på ömsesidiga försäkringsföretag () som är registrerade enligt finsk lag och som bedriver försäkringsverksamhet inom Finlands territorium. En försäkringsförenings sammanlagda årliga premieinkomst får inte överstiga 5 000 000 euro. Försäkringsföreningens, eller om den hör till en försäkringsgrupp, gruppens sammanlagda ansvarsskuld får inte överstiga 25 000 000 euro, och mottagna återförsäkringspremier får inte överstiga 10 procent av föreningens sammanlagda premieinkomst eller ansvarsskuld. Om något av de angivna beloppen överskrids tre år i rad ska föreningsstämman fatta ett beslut om ombildning av försäkringsföreningen till ett ömsesidigt försäkringsbolag med iakttagande av vad som föreskrivs i 8 kap. Föreningen ska utan dröjsmål underrätta Finansinspektionen om att beloppen överskrids. Bestämmelser om försäkringsföreningar som bedriver försäkring av fiskerimateriel finns dessutom i lagen om försäkringsstöd för kommersiellt fiske (998/2012). De belopp som anges i 2 mom. kan genom förordning av social- och hälsovårdsministeriet ändras i överensstämmelse med utvecklingen i den allmänna prisnivån.",
        "folded_sv": "forsakringsforening denna lag tillampas pa omsesidiga forsakringsforetag () som ar registrerade enligt finsk lag och som bedriver forsakringsverksamhet inom finlands territorium. en forsakringsforenings sammanlagda arliga premieinkomst far inte overstiga 5 000 000 euro. forsakringsforeningens, eller om den hor till en forsakringsgrupp, gruppens sammanlagda ansvarsskuld far inte overstiga 25 000 000 euro, och mottagna aterforsakringspremier far inte overstiga 10 procent av foreningens sammanlagda premieinkomst eller ansvarsskuld. om nagot av de angivna beloppen overskrids tre ar i rad ska foreningsstamman fatta ett beslut om ombildning av forsakringsforeningen till ett omsesidigt forsakringsbolag med iakttagande av vad som foreskrivs i 8 kap. foreningen ska utan drojsmal underratta finansinspektionen om att beloppen overskrids. bestammelser om forsakringsforeningar som bedriver forsakring av fiskerimateriel finns dessutom i lagen om forsakringsstod for kommersiellt fiske (998/2012). de belopp som anges i 2 mom. kan genom forordning av social- och halsovardsministeriet andras i overensstammelse med utvecklingen i den allmanna prisnivan."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Vakuutusyhdistyksen osakkaat eivät vastaa henkilökohtaisesti yhdistyksen velvoitteista. Vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisämaksuvelvollisia vakuutusyhdistystä kohtaan siten kuin tässä pykälässä säädetään. Jos vakuutusyhdistyksen oma pääoma syntyneen tappion tai muun syyn takia ei enää täytä 10 a luvun 2 a §:n 2 momentissa säädettyä vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riitä velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymättä määrättävä lisämaksu. Lisämaksun on oltava määrältään vähintään niin suuri kuin edellä tarkoitettujen vaatimusten täyttämiseksi tarvitaan, mutta kuitenkin enintään yhtä suuri kuin vakuutuksenottajaosakkaan edellisenä kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismäärä. Tätä momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisämaksu määrättiin, jollei yhdistysjärjestyksessä toisin määrätä. Jollei osakas määräaikana suorita hänelle määrättyä lisämaksua, se on viipymättä pantava ulosottotoimin perittäväksi. Jollei lisämaksua saada osakkaalta perityksi, puuttuva määrä on, jos sen periminen on vielä tarpeen, jaettava toisten osakkaiden suoritettavaksi enintään heidän lisämaksuvelvollisuutensa määrään. Lisämaksu viivästyskorkoineen on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3",
        "normalized_fi": "Vakuutusyhdistyksen osakkaat eivät vastaa henkilökohtaisesti yhdistyksen velvoitteista. Vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisämaksuvelvollisia vakuutusyhdistystä kohtaan siten kuin tässä pykälässä säädetään. Jos vakuutusyhdistyksen oma pääoma syntyneen tappion tai muun syyn takia ei enää täytä 10 a luvun 2 a § :n 2 momentissa säädettyä vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riitä velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymättä määrättävä lisämaksu. Lisämaksun on oltava määrältään vähintään niin suuri kuin edellä tarkoitettujen vaatimusten täyttämiseksi tarvitaan, mutta kuitenkin enintään yhtä suuri kuin vakuutuksenottajaosakkaan edellisenä kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismäärä. Tätä momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisämaksu määrättiin, jollei yhdistysjärjestyksessä toisin määrätä. Jollei osakas määräaikana suorita hänelle määrättyä lisämaksua, se on viipymättä pantava ulosottotoimin perittäväksi. Jollei lisämaksua saada osakkaalta perityksi, puuttuva määrä on, jos sen periminen on vielä tarpeen, jaettava toisten osakkaiden suoritettavaksi enintään heidän lisämaksuvelvollisuutensa määrään. Lisämaksu viivästyskorkoineen on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "vakuutusyhdistyksen osakkaat eivat vastaa henkilokohtaisesti yhdistyksen velvoitteista. vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisamaksuvelvollisia vakuutusyhdistysta kohtaan siten kuin tassa pykalassa saadetaan. jos vakuutusyhdistyksen oma paaoma syntyneen tappion tai muun syyn takia ei enaa tayta 10 a luvun 2 a §:n 2 momentissa saadettya vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riita velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymatta maarattava lisamaksu. lisamaksun on oltava maaraltaan vahintaan niin suuri kuin edella tarkoitettujen vaatimusten tayttamiseksi tarvitaan, mutta kuitenkin enintaan yhta suuri kuin vakuutuksenottajaosakkaan edellisena kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismaara. tata momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisamaksu maarattiin, jollei yhdistysjarjestyksessa toisin maarata. jollei osakas maaraaikana suorita hanelle maarattya lisamaksua, se on viipymatta pantava ulosottotoimin perittavaksi. jollei lisamaksua saada osakkaalta perityksi, puuttuva maara on, jos sen periminen on viela tarpeen, jaettava toisten osakkaiden suoritettavaksi enintaan heidan lisamaksuvelvollisuutensa maaraan. lisamaksu viivastyskorkoineen on suoraan ulosottokelpoinen. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "content_sv": "Delägarna i en försäkringsförening är inte personligen ansvariga för föreningens förpliktelser. Försäkringstagardelägarna är dock skyldiga att betala tilläggsavgift till försäkringsföreningen så som det föreskrivs i denna paragraf. Om en försäkringsförenings egna kapital på grund av uppkommen förlust eller av någon annan orsak inte längre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgångarna i en förening i likvidation eller i konkurs inte räcker till för betalning av skulderna, ska försäkringstagardelägarna utan dröjsmål påföras en tilläggsavgift. Tilläggsavgiften ska vara minst så stor som uppfyllandet av ovan avsedda krav förutsätter, dock högst lika stor som det sammanlagda beloppet av de premier som försäkringstagardelägaren debiterades för kalenderåret innan. Detta moment tillämpas endast på en sådan delägare som var delägare i försäkringsföreningen vid ingången av det kalenderår under vilket tilläggsavgiften påfördes, om inte något annat föreskrivs i stadgarna. Om en delägare inte inom utsatt tid erlägger en påförd tilläggsavgift, ska avgiften utan dröjsmål indrivas i utsökningsväg. Om tilläggsavgiften inte kan indrivas hos delägaren, ska det bristande beloppet, om indrivning ännu behövs, fördelas mellan de övriga delägarna högst till beloppet av deras skyldighet att betala tilläggsavgift. En tilläggsavgift jämte dröjsmålsränta är direkt utsökbar. Bestämmelser om indrivning av avgiften finns i lagen om verkställighet av skatter eller avgifter (706/2007).",
        "normalized_sv": "Delägarna i en försäkringsförening är inte personligen ansvariga för föreningens förpliktelser. Försäkringstagardelägarna är dock skyldiga att betala tilläggsavgift till försäkringsföreningen så som det föreskrivs i denna paragraf. Om en försäkringsförenings egna kapital på grund av uppkommen förlust eller av någon annan orsak inte längre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgångarna i en förening i likvidation eller i konkurs inte räcker till för betalning av skulderna, ska försäkringstagardelägarna utan dröjsmål påföras en tilläggsavgift. Tilläggsavgiften ska vara minst så stor som uppfyllandet av ovan avsedda krav förutsätter, dock högst lika stor som det sammanlagda beloppet av de premier som försäkringstagardelägaren debiterades för kalenderåret innan. Detta moment tillämpas endast på en sådan delägare som var delägare i försäkringsföreningen vid ingången av det kalenderår under vilket tilläggsavgiften påfördes, om inte något annat föreskrivs i stadgarna. Om en delägare inte inom utsatt tid erlägger en påförd tilläggsavgift, ska avgiften utan dröjsmål indrivas i utsökningsväg. Om tilläggsavgiften inte kan indrivas hos delägaren, ska det bristande beloppet, om indrivning ännu behövs, fördelas mellan de övriga delägarna högst till beloppet av deras skyldighet att betala tilläggsavgift. En tilläggsavgift jämte dröjsmålsränta är direkt utsökbar. Bestämmelser om indrivning av avgiften finns i lagen om verkställighet av skatter eller avgifter (706/2007).",
        "folded_sv": "delagarna i en forsakringsforening ar inte personligen ansvariga for foreningens forpliktelser. forsakringstagardelagarna ar dock skyldiga att betala tillaggsavgift till forsakringsforeningen sa som det foreskrivs i denna paragraf. om en forsakringsforenings egna kapital pa grund av uppkommen forlust eller av nagon annan orsak inte langre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgangarna i en forening i likvidation eller i konkurs inte racker till for betalning av skulderna, ska forsakringstagardelagarna utan drojsmal paforas en tillaggsavgift. tillaggsavgiften ska vara minst sa stor som uppfyllandet av ovan avsedda krav forutsatter, dock hogst lika stor som det sammanlagda beloppet av de premier som forsakringstagardelagaren debiterades for kalenderaret innan. detta moment tillampas endast pa en sadan delagare som var delagare i forsakringsforeningen vid ingangen av det kalenderar under vilket tillaggsavgiften pafordes, om inte nagot annat foreskrivs i stadgarna. om en delagare inte inom utsatt tid erlagger en paford tillaggsavgift, ska avgiften utan drojsmal indrivas i utsokningsvag. om tillaggsavgiften inte kan indrivas hos delagaren, ska det bristande beloppet, om indrivning annu behovs, fordelas mellan de ovriga delagarna hogst till beloppet av deras skyldighet att betala tillaggsavgift. en tillaggsavgift jamte drojsmalsranta ar direkt utsokbar. bestammelser om indrivning av avgiften finns i lagen om verkstallighet av skatter eller avgifter (706/2007)."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Vakuutusyhdistyksen yhdistysjärjestykselle ja sen muutoksille on haettava Finanssivalvonnan vahvistus. Finanssivalvonta ei saa vahvistaa yhdistysjärjestystä tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessä epäsuhteessa sen vastuunkantokykyyn. Finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjärjestystä, jos sen toiminnan yhdistysjärjestyksen vahvistamista haettaessa voidaan arvioida ylittävän jonkin 1 luvun 1 §:n 2 momentissa säädetyistä enimmäismääristä seuraavien viiden vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Vakuutusyhdistyksen yhdistysjärjestykselle ja sen muutoksille on haettava Finanssivalvonnan vahvistus. Finanssivalvonta ei saa vahvistaa yhdistysjärjestystä tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessä epäsuhteessa sen vastuunkantokykyyn. Finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjärjestystä, jos sen toiminnan yhdistysjärjestyksen vahvistamista haettaessa voidaan arvioida ylittävän jonkin 1 luvun 1 § :n 2 momentissa säädetyistä enimmäismääristä seuraavien viiden vuoden aikana.",
        "folded_fi": "vakuutusyhdistyksen yhdistysjarjestykselle ja sen muutoksille on haettava finanssivalvonnan vahvistus. finanssivalvonta ei saa vahvistaa yhdistysjarjestysta tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessa epasuhteessa sen vastuunkantokykyyn. finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjarjestysta, jos sen toiminnan yhdistysjarjestyksen vahvistamista haettaessa voidaan arvioida ylittavan jonkin 1 luvun 1 §:n 2 momentissa saadetyista enimmaismaarista seuraavien viiden vuoden aikana.",
        "content_sv": "Fastställelse av en försäkringsförenings stadgar och ändringar av dem ska sökas hos Finansinspektionen. Finansinspektionen får inte fastställa stadgarna eller ändringar i dem, om den tilltänkta försäkringsverksamheten är sådan att den medför förpliktelser som med beaktande av föreningens verksamhetsförutsättningar står i uppenbar disproportion till dess ansvarsförmåga. Finansinspektionen får inte fastställa stadgarna om den bedömningen kan göras vid tidpunkten för ansökan om fastställelse av stadgarna att försäkringsföreningens verksamhet överskrider något av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de följande fem åren.",
        "normalized_sv": "Fastställelse av en försäkringsförenings stadgar och ändringar av dem ska sökas hos Finansinspektionen. Finansinspektionen får inte fastställa stadgarna eller ändringar i dem, om den tilltänkta försäkringsverksamheten är sådan att den medför förpliktelser som med beaktande av föreningens verksamhetsförutsättningar står i uppenbar disproportion till dess ansvarsförmåga. Finansinspektionen får inte fastställa stadgarna om den bedömningen kan göras vid tidpunkten för ansökan om fastställelse av stadgarna att försäkringsföreningens verksamhet överskrider något av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de följande fem åren.",
        "folded_sv": "faststallelse av en forsakringsforenings stadgar och andringar av dem ska sokas hos finansinspektionen. finansinspektionen far inte faststalla stadgarna eller andringar i dem, om den tilltankta forsakringsverksamheten ar sadan att den medfor forpliktelser som med beaktande av foreningens verksamhetsforutsattningar star i uppenbar disproportion till dess ansvarsformaga. finansinspektionen far inte faststalla stadgarna om den bedomningen kan goras vid tidpunkten for ansokan om faststallelse av stadgarna att forsakringsforeningens verksamhet overskrider nagot av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de foljande fem aren."
      }
    },
    {
      "provision_ref": "8:2",
      "chapter": "8",
      "section": "2",
      "content": "Finanssivalvonnan on kuulutettava 1 §:ssä tarkoitetun yhtiöjärjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessä, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä. Kuulutuksessa on kehotettava niitä yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään muistutuksensa Finanssivalvonnalle sen asettamassa määräajassa, joka saa olla enintään kaksi kuukautta. Finanssivalvonnan on velvoitettava yhdistys viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhdistyksen kotipaikan sanomalehdessä sekä tarvittaessa lisäksi siten kuin Finanssivalvonta määrää. Finanssivalvonnan on vahvistettava yhtiöjärjestys, jos se täyttää vakuutusyhtiölain 2 luvun 6 §:ssä säädetyt edellytykset ja yhdistyksen muuttaminen keskinäiseksi vakuutusyhtiöksi ei loukkaa vakuutettuja etuja. Finanssivalvonnalla on oikeus liittää yhtiöjärjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. Yhdistys sekä muistutuksentekijä saavat valittaa päätöksestä noudattaen, mitä Finanssivalvonnasta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:2",
        "normalized_fi": "Finanssivalvonnan on kuulutettava 1 § :ssä tarkoitetun yhtiöjärjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessä, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä. Kuulutuksessa on kehotettava niitä yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään muistutuksensa Finanssivalvonnalle sen asettamassa määräajassa, joka saa olla enintään kaksi kuukautta. Finanssivalvonnan on velvoitettava yhdistys viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhdistyksen kotipaikan sanomalehdessä sekä tarvittaessa lisäksi siten kuin Finanssivalvonta määrää. Finanssivalvonnan on vahvistettava yhtiöjärjestys, jos se täyttää vakuutusyhtiölain 2 luvun 6 § :ssä säädetyt edellytykset ja yhdistyksen muuttaminen keskinäiseksi vakuutusyhtiöksi ei loukkaa vakuutettuja etuja. Finanssivalvonnalla on oikeus liittää yhtiöjärjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. Yhdistys sekä muistutuksentekijä saavat valittaa päätöksestä noudattaen, mitä Finanssivalvonnasta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "finanssivalvonnan on kuulutettava 1 §:ssa tarkoitetun yhtiojarjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessa, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava. kuulutuksessa on kehotettava niita yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan muistutuksensa finanssivalvonnalle sen asettamassa maaraajassa, joka saa olla enintaan kaksi kuukautta. finanssivalvonnan on velvoitettava yhdistys viipymatta antamaan tieto kuulutuksesta ainakin yhdessa yhdistyksen kotipaikan sanomalehdessa seka tarvittaessa lisaksi siten kuin finanssivalvonta maaraa. finanssivalvonnan on vahvistettava yhtiojarjestys, jos se tayttaa vakuutusyhtiolain 2 luvun 6 §:ssa saadetyt edellytykset ja yhdistyksen muuttaminen keskinaiseksi vakuutusyhtioksi ei loukkaa vakuutettuja etuja. finanssivalvonnalla on oikeus liittaa yhtiojarjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. yhdistys seka muistutuksentekija saavat valittaa paatoksesta noudattaen, mita finanssivalvonnasta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena.",
        "content_sv": "Finansinspektionen ska när det gäller en i 1 § avsedd ansökan om fastställelse av bolagsordningen, om den inte anser att ansökan utan vidare utredningar ska avslås, på föreningens bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen ska sådana delägare i föreningen och försäkringsborgenärer som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Finansinspektionen inom en av den utsatt tid som inte får vara längre än två månader. Finansinspektionen ska förplikta föreningen att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på föreningens hemort samt dessutom vid behov på det sätt som Finansinspektionen bestämmer. Finansinspektionen ska fastställa bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i försäkringsbolagslagen och om inte ombildningen av föreningen till ömsesidigt försäkringsbolag kränker de försäkrade förmånerna. Finansinspektionen har rätt att förena fastställelsen av bolagsordningen med sådana villkor som behövs för att skydda de försäkrade förmånerna. Föreningen och den som framställt anmärkning får överklaga beslutet genom besvär enligt vad som föreskrivs i lagen om Finansinspektionen. Besvären ska behandlas skyndsamt.",
        "normalized_sv": "Finansinspektionen ska när det gäller en i 1 § avsedd ansökan om fastställelse av bolagsordningen, om den inte anser att ansökan utan vidare utredningar ska avslås, på föreningens bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen ska sådana delägare i föreningen och försäkringsborgenärer som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Finansinspektionen inom en av den utsatt tid som inte får vara längre än två månader. Finansinspektionen ska förplikta föreningen att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på föreningens hemort samt dessutom vid behov på det sätt som Finansinspektionen bestämmer. Finansinspektionen ska fastställa bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i försäkringsbolagslagen och om inte ombildningen av föreningen till ömsesidigt försäkringsbolag kränker de försäkrade förmånerna. Finansinspektionen har rätt att förena fastställelsen av bolagsordningen med sådana villkor som behövs för att skydda de försäkrade förmånerna. Föreningen och den som framställt anmärkning får överklaga beslutet genom besvär enligt vad som föreskrivs i lagen om Finansinspektionen. Besvären ska behandlas skyndsamt.",
        "folded_sv": "finansinspektionen ska nar det galler en i 1 § avsedd ansokan om faststallelse av bolagsordningen, om den inte anser att ansokan utan vidare utredningar ska avslas, pa foreningens bekostnad kungora ansokan i den officiella tidningen. i kungorelsen ska sadana delagare i foreningen och forsakringsborgenarer som onskar framstalla anmarkningar mot ansokan uppmanas framstalla dem till finansinspektionen inom en av den utsatt tid som inte far vara langre an tva manader. finansinspektionen ska forplikta foreningen att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa foreningens hemort samt dessutom vid behov pa det satt som finansinspektionen bestammer. finansinspektionen ska faststalla bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i forsakringsbolagslagen och om inte ombildningen av foreningen till omsesidigt forsakringsbolag kranker de forsakrade formanerna. finansinspektionen har ratt att forena faststallelsen av bolagsordningen med sadana villkor som behovs for att skydda de forsakrade formanerna. foreningen och den som framstallt anmarkning far overklaga beslutet genom besvar enligt vad som foreskrivs i lagen om finansinspektionen. besvaren ska behandlas skyndsamt."
      }
    },
    {
      "provision_ref": "9:2 a",
      "chapter": "9",
      "section": "2 a",
      "content": "Vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittävänä pidettävässä laajuudessa ulotuttava vastuuvelkaan, toimintapääomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan sekä vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmään kuuluvien yhteisöjen välisiin keskinäisiin liiketoimiin. Tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. Yhdistyksen hallituksen ja hallintoneuvoston on vähintään kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisäisestä valvonnasta sekä muista tilintarkastuksessa esiin tulleista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:2 a",
        "normalized_fi": "Vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittävänä pidettävässä laajuudessa ulotuttava vastuuvelkaan, toimintapääomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan sekä vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmään kuuluvien yhteisöjen välisiin keskinäisiin liiketoimiin. Tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. Yhdistyksen hallituksen ja hallintoneuvoston on vähintään kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisäisestä valvonnasta sekä muista tilintarkastuksessa esiin tulleista seikoista.",
        "folded_fi": "vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittavana pidettavassa laajuudessa ulotuttava vastuuvelkaan, toimintapaaomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan seka vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmaan kuuluvien yhteisojen valisiin keskinaisiin liiketoimiin. tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. yhdistyksen hallituksen ja hallintoneuvoston on vahintaan kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisaisesta valvonnasta seka muista tilintarkastuksessa esiin tulleista seikoista.",
        "content_sv": "Den fortlöpande granskning under räkenskapsperioden som utförs av revisorn ska i tillräcklig omfattning utsträckas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, försäkrings- och ersättningsverksamheten samt interna affärstransaktioner mellan försäkringsföreningen och sammanslutningar som hör till samma koncern eller försäkringsgrupp. En berättelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. Styrelsen och förvaltningsrådet ska minst en gång per år i sitt sammanträde höra revisorn om föreningens ekonomiska ställning och interna kontroll samt om övriga omständigheter som kommit fram i samband med revisionen.",
        "normalized_sv": "Den fortlöpande granskning under räkenskapsperioden som utförs av revisorn ska i tillräcklig omfattning utsträckas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, försäkrings- och ersättningsverksamheten samt interna affärstransaktioner mellan försäkringsföreningen och sammanslutningar som hör till samma koncern eller försäkringsgrupp. En berättelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. Styrelsen och förvaltningsrådet ska minst en gång per år i sitt sammanträde höra revisorn om föreningens ekonomiska ställning och interna kontroll samt om övriga omständigheter som kommit fram i samband med revisionen.",
        "folded_sv": "den fortlopande granskning under rakenskapsperioden som utfors av revisorn ska i tillracklig omfattning utstrackas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, forsakrings- och ersattningsverksamheten samt interna affarstransaktioner mellan forsakringsforeningen och sammanslutningar som hor till samma koncern eller forsakringsgrupp. en berattelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. styrelsen och forvaltningsradet ska minst en gang per ar i sitt sammantrade hora revisorn om foreningens ekonomiska stallning och interna kontroll samt om ovriga omstandigheter som kommit fram i samband med revisionen."
      }
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
        "folded_fi": "vakuutusyhdistyksessa tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
        "content_sv": "I en försäkringsförening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen.",
        "normalized_sv": "I en försäkringsförening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen.",
        "folded_sv": "i en forsakringsforening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen."
      }
    },
    {
      "provision_ref": "10:3",
      "chapter": "10",
      "section": "3",
      "content": "Mitä vakuutusyhtiölain 9 luvun 1-3, 6 ja 9-11 §:ssä sekä 13 §:n 1 kohdassa säädetään vakuutusyhtiön vastuuvelasta, sovelletaan myös vakuutusyhdistyksen vastuuvelkaan. Vakuutusyhdistyksen tasoitusmäärällä tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa määrää. Tasoitusmäärän alarajalla Tasoitusmäärän ylärajalla tarkoitetaan 10 a luvun 8 §:ssä tarkoitetun oikaistun vakavaraisuuspääoman vähimmäismäärän ja 7 §:ssä mainituilla erillä oikaistun toimintapääoman erotusta. Tasoitusmäärän alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan määrää, jonka katsotaan riskiteoreettisten laskelmien perusteella jälleenvakuutus ja muut vastaavat riskinsiirtomenetelmät huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. Vakuutusyhdistyksellä tulee olla laskuperusteet tasoitusmäärälle sekä tasoitusmäärän ala- ja ylärajalle. Yhdistyksen on haettava tasoitusmäärän laskuperusteille Finanssivalvonnan vahvistus. Sosiaali- ja terveysministeriön asetuksella säädetään, miten vakuutusyhdistyksen tasoitusmäärä, tasoitusmäärän yläraja ja tasoitusmäärän muutos lasketaan sekä miten tasoitusmäärän laskuperusteet laaditaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3",
        "normalized_fi": "Mitä vakuutusyhtiölain 9 luvun 1-3, 6 ja 9-11 § :ssä sekä 13 § :n 1 kohdassa säädetään vakuutusyhtiön vastuuvelasta, sovelletaan myös vakuutusyhdistyksen vastuuvelkaan. Vakuutusyhdistyksen tasoitusmäärällä tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa määrää. Tasoitusmäärän alarajalla Tasoitusmäärän ylärajalla tarkoitetaan 10 a luvun 8 § :ssä tarkoitetun oikaistun vakavaraisuuspääoman vähimmäismäärän ja 7 § :ssä mainituilla erillä oikaistun toimintapääoman erotusta. Tasoitusmäärän alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan määrää, jonka katsotaan riskiteoreettisten laskelmien perusteella jälleenvakuutus ja muut vastaavat riskinsiirtomenetelmät huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. Vakuutusyhdistyksellä tulee olla laskuperusteet tasoitusmäärälle sekä tasoitusmäärän ala- ja ylärajalle. Yhdistyksen on haettava tasoitusmäärän laskuperusteille Finanssivalvonnan vahvistus. Sosiaali- ja terveysministeriön asetuksella säädetään, miten vakuutusyhdistyksen tasoitusmäärä, tasoitusmäärän yläraja ja tasoitusmäärän muutos lasketaan sekä miten tasoitusmäärän laskuperusteet laaditaan.",
        "folded_fi": "mita vakuutusyhtiolain 9 luvun 1-3, 6 ja 9-11 §:ssa seka 13 §:n 1 kohdassa saadetaan vakuutusyhtion vastuuvelasta, sovelletaan myos vakuutusyhdistyksen vastuuvelkaan. vakuutusyhdistyksen tasoitusmaaralla tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa maaraa. tasoitusmaaran alarajalla tasoitusmaaran ylarajalla tarkoitetaan 10 a luvun 8 §:ssa tarkoitetun oikaistun vakavaraisuuspaaoman vahimmaismaaran ja 7 §:ssa mainituilla erilla oikaistun toimintapaaoman erotusta. tasoitusmaaran alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan maaraa, jonka katsotaan riskiteoreettisten laskelmien perusteella jalleenvakuutus ja muut vastaavat riskinsiirtomenetelmat huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. vakuutusyhdistyksella tulee olla laskuperusteet tasoitusmaaralle seka tasoitusmaaran ala- ja ylarajalle. yhdistyksen on haettava tasoitusmaaran laskuperusteille finanssivalvonnan vahvistus. sosiaali- ja terveysministerion asetuksella saadetaan, miten vakuutusyhdistyksen tasoitusmaara, tasoitusmaaran ylaraja ja tasoitusmaaran muutos lasketaan seka miten tasoitusmaaran laskuperusteet laaditaan.",
        "content_sv": "Bestämmelserna om försäkringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i försäkringsbolagslagen tillämpas också på försäkringsföreningars ansvarsskuld. försäkringsföreningens utjämningsbelopp Med avses ett riskteoretiskt belopp beräknat för skaderika år. utjämningsbeloppets undre gräns utjämningsbeloppets övre gräns Med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som nämns i 10 a kap. 7 §. Utjämningsbeloppets undre gräns kan dock inte vara negativ. Med avses det belopp som på grundval av de riskteoretiska beräkningarna, med beaktande av återförsäkringen och andra liknande risköverföringsmetoder, anses vara skäligt för en fortsatt försäkringsverksamhet. En försäkringsförening ska ha beräkningsgrunder för att bestämma utjämningsbeloppet samt utjämningsbeloppets undre och övre gräns. Föreningen ska ansöka om att Finansinspektionen fastställer beräkningsgrunderna för utjämningsbeloppet. Genom förordning av social- och hälsovårdsministeriet föreskrivs det hur en försäkringsförenings utjämningsbelopp, den övre gränsen för utjämningsbeloppet och förändringar i utjämningsbeloppet ska räknas ut och hur beräkningsgrunderna för utjämningsbeloppet görs upp.",
        "normalized_sv": "Bestämmelserna om försäkringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i försäkringsbolagslagen tillämpas också på försäkringsföreningars ansvarsskuld. försäkringsföreningens utjämningsbelopp Med avses ett riskteoretiskt belopp beräknat för skaderika år. utjämningsbeloppets undre gräns utjämningsbeloppets övre gräns Med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som nämns i 10 a kap. 7 § . Utjämningsbeloppets undre gräns kan dock inte vara negativ. Med avses det belopp som på grundval av de riskteoretiska beräkningarna, med beaktande av återförsäkringen och andra liknande risköverföringsmetoder, anses vara skäligt för en fortsatt försäkringsverksamhet. En försäkringsförening ska ha beräkningsgrunder för att bestämma utjämningsbeloppet samt utjämningsbeloppets undre och övre gräns. Föreningen ska ansöka om att Finansinspektionen fastställer beräkningsgrunderna för utjämningsbeloppet. Genom förordning av social- och hälsovårdsministeriet föreskrivs det hur en försäkringsförenings utjämningsbelopp, den övre gränsen för utjämningsbeloppet och förändringar i utjämningsbeloppet ska räknas ut och hur beräkningsgrunderna för utjämningsbeloppet görs upp.",
        "folded_sv": "bestammelserna om forsakringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i forsakringsbolagslagen tillampas ocksa pa forsakringsforeningars ansvarsskuld. forsakringsforeningens utjamningsbelopp med avses ett riskteoretiskt belopp beraknat for skaderika ar. utjamningsbeloppets undre grans utjamningsbeloppets ovre grans med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som namns i 10 a kap. 7 §. utjamningsbeloppets undre grans kan dock inte vara negativ. med avses det belopp som pa grundval av de riskteoretiska berakningarna, med beaktande av aterforsakringen och andra liknande riskoverforingsmetoder, anses vara skaligt for en fortsatt forsakringsverksamhet. en forsakringsforening ska ha berakningsgrunder for att bestamma utjamningsbeloppet samt utjamningsbeloppets undre och ovre grans. foreningen ska ansoka om att finansinspektionen faststaller berakningsgrunderna for utjamningsbeloppet. genom forordning av social- och halsovardsministeriet foreskrivs det hur en forsakringsforenings utjamningsbelopp, den ovre gransen for utjamningsbeloppet och forandringar i utjamningsbeloppet ska raknas ut och hur berakningsgrunderna for utjamningsbeloppet gors upp."
      }
    },
    {
      "provision_ref": "10:3 b",
      "chapter": "10",
      "section": "3 b",
      "content": "Vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvälineitä tai kiinnityskelpoista kiinteää omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyjä oikeuksia. Vastuuvelan katteena olevan kiinteän omaisuuden on sijaittava Euroopan talousalueeseen kuuluvan valtion alueella. Enintään 30 prosenttia vastuuvelan bruttomäärästä, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 b",
        "normalized_fi": "Vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvälineitä tai kiinnityskelpoista kiinteää omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyjä oikeuksia. Vastuuvelan katteena olevan kiinteän omaisuuden on sijaittava Euroopan talousalueeseen kuuluvan valtion alueella. Enintään 30 prosenttia vastuuvelan bruttomäärästä, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
        "folded_fi": "vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvalineita tai kiinnityskelpoista kiinteaa omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyja oikeuksia. vastuuvelan katteena olevan kiintean omaisuuden on sijaittava euroopan talousalueeseen kuuluvan valtion alueella. enintaan 30 prosenttia vastuuvelan bruttomaarasta, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
        "content_sv": "Täckningen för en försäkringsförenings ansvarsskuld ska bestå av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rättigheter som är införda i ett offentligt register. Den fasta egendom som utgör täckning för ansvarsskulden ska vara belägen inom territoriet för en stat som hör till Europeiska ekonomiska samarbetsområdet. Högst 30 procent av ansvarsskuldens bruttobelopp, dock högst 2 000 000 euro, får vara placerade i ett och samma objekt.",
        "normalized_sv": "Täckningen för en försäkringsförenings ansvarsskuld ska bestå av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rättigheter som är införda i ett offentligt register. Den fasta egendom som utgör täckning för ansvarsskulden ska vara belägen inom territoriet för en stat som hör till Europeiska ekonomiska samarbetsområdet. Högst 30 procent av ansvarsskuldens bruttobelopp, dock högst 2 000 000 euro, får vara placerade i ett och samma objekt.",
        "folded_sv": "tackningen for en forsakringsforenings ansvarsskuld ska besta av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rattigheter som ar inforda i ett offentligt register. den fasta egendom som utgor tackning for ansvarsskulden ska vara belagen inom territoriet for en stat som hor till europeiska ekonomiska samarbetsomradet. hogst 30 procent av ansvarsskuldens bruttobelopp, dock hogst 2 000 000 euro, far vara placerade i ett och samma objekt."
      }
    },
    {
      "provision_ref": "10:3 c",
      "chapter": "10",
      "section": "3 c",
      "content": "Vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 c",
        "normalized_fi": "Vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
        "folded_fi": "vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
        "content_sv": "Tillgångar som utgör täckning för en försäkringsförenings ansvarsskuld ska värderas till det värde till vilket de tagits upp i föreningens balansräkning.",
        "normalized_sv": "Tillgångar som utgör täckning för en försäkringsförenings ansvarsskuld ska värderas till det värde till vilket de tagits upp i föreningens balansräkning.",
        "folded_sv": "tillgangar som utgor tackning for en forsakringsforenings ansvarsskuld ska varderas till det varde till vilket de tagits upp i foreningens balansrakning."
      }
    },
    {
      "provision_ref": "10:3 d",
      "chapter": "10",
      "section": "3 d",
      "content": "Finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia että tietyt katteeseen hyväksyttävät varat arvostetaan 3 c §:stä poikkeavasti, jos tämä ei vaaranna vakuutettuja etuja. Finanssivalvonta voi perustellusta syystä yksittäistapauksissa rajoittaa tietyn 3 b §:ssä tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltää sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. Finanssivalvonta voi yksittäistapauksessa vakuutusyhdistyksen hakemuksesta erityisistä syistä enintään kahden vuoden määräajaksi: 1) antaa luvan siihen, että 3 a §:n 1 kohdassa tarkoitettu jälleenvakuutuksenantajien vastuulla oleva osuus annetun jälleenvakuutustoiminnan osalta saa olla yhteensä enintään 100 prosenttia vastuuvelan kokonaismäärästä; 2) antaa luvan vähentää 3 a §:n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennäköisesti sitoumuksistaan vastaamaan kykenemättömän jälleenvakuutuksenantajan osuus vastuuvelan kokonaismäärästä Finanssivalvonnan vahvistamaan määrään saakka, joka ei voi olla enempää kuin 20 prosenttia vastuuvelan kokonaismäärästä; 3) antaa luvan vähentää muita kuin 3 a §:ssä tarkoitettuja omaisuuseriä vastuuvelan kokonaismäärästä vastaavalla tavalla kuin 3 a §:ssä luetellut omaisuuserät, jos vähennettävät omaisuuserät ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 d",
        "normalized_fi": "Finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia että tietyt katteeseen hyväksyttävät varat arvostetaan 3 c § :stä poikkeavasti, jos tämä ei vaaranna vakuutettuja etuja. Finanssivalvonta voi perustellusta syystä yksittäistapauksissa rajoittaa tietyn 3 b § :ssä tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltää sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. Finanssivalvonta voi yksittäistapauksessa vakuutusyhdistyksen hakemuksesta erityisistä syistä enintään kahden vuoden määräajaksi: 1) antaa luvan siihen, että 3 a § :n 1 kohdassa tarkoitettu jälleenvakuutuksenantajien vastuulla oleva osuus annetun jälleenvakuutustoiminnan osalta saa olla yhteensä enintään 100 prosenttia vastuuvelan kokonaismäärästä; 2) antaa luvan vähentää 3 a § :n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennäköisesti sitoumuksistaan vastaamaan kykenemättömän jälleenvakuutuksenantajan osuus vastuuvelan kokonaismäärästä Finanssivalvonnan vahvistamaan määrään saakka, joka ei voi olla enempää kuin 20 prosenttia vastuuvelan kokonaismäärästä; 3) antaa luvan vähentää muita kuin 3 a § :ssä tarkoitettuja omaisuuseriä vastuuvelan kokonaismäärästä vastaavalla tavalla kuin 3 a § :ssä luetellut omaisuuserät, jos vähennettävät omaisuuserät ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
        "folded_fi": "finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia etta tietyt katteeseen hyvaksyttavat varat arvostetaan 3 c §:sta poikkeavasti, jos tama ei vaaranna vakuutettuja etuja. finanssivalvonta voi perustellusta syysta yksittaistapauksissa rajoittaa tietyn 3 b §:ssa tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltaa sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. finanssivalvonta voi yksittaistapauksessa vakuutusyhdistyksen hakemuksesta erityisista syista enintaan kahden vuoden maaraajaksi: 1) antaa luvan siihen, etta 3 a §:n 1 kohdassa tarkoitettu jalleenvakuutuksenantajien vastuulla oleva osuus annetun jalleenvakuutustoiminnan osalta saa olla yhteensa enintaan 100 prosenttia vastuuvelan kokonaismaarasta; 2) antaa luvan vahentaa 3 a §:n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennakoisesti sitoumuksistaan vastaamaan kykenemattoman jalleenvakuutuksenantajan osuus vastuuvelan kokonaismaarasta finanssivalvonnan vahvistamaan maaraan saakka, joka ei voi olla enempaa kuin 20 prosenttia vastuuvelan kokonaismaarasta; 3) antaa luvan vahentaa muita kuin 3 a §:ssa tarkoitettuja omaisuuseria vastuuvelan kokonaismaarasta vastaavalla tavalla kuin 3 a §:ssa luetellut omaisuuserat, jos vahennettavat omaisuuserat ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
        "content_sv": "Finansinspektionen kan på ansökan av en försäkringsförening tillåta att vissa tillgångar som godkänns som täckning värderas avvikande från 3 c §, om detta inte äventyrar de försäkrade förmånerna. Finansinspektionen kan av grundad anledning i enskilda fall begränsa eller förbjuda att en viss placering som avses i 3 b § räknas med i täckningen av ansvarsskulden, om den anser att placeringen äventyrar de försäkrade förmånerna. Finansinspektionen kan i enskilda fall på ansökan av en försäkringsförening av särskilda skäl för viss tid om högst två år 1) tillåta att återförsäkringsgivarnas andel enligt 3 a § 1 punkten, i fråga om avgiven återförsäkringsverksamhet, får vara sammanlagt högst 100 procent av totalbeloppet av ansvarsskulden, 2) trots förbudet i 3 a § 1 punkten tillåta att återförsäkringsgivarens andel, om återförsäkringsgivaren har försatts i likvidation eller i konkurs eller om det i övrigt är osannolikt att återförsäkringsgivaren kan svara för sina förbindelser, kan dras av från totalbeloppet av ansvarsskulden upp till ett belopp som Finansinspektionen fastställer och som inte får vara högre än 20 procent av totalbeloppet av ansvarsskulden, 3) tillåta att andra än tillgångsposter enligt 3 a § dras av från totalbeloppet av ansvarsskulden, om ansvaret för de tillgångsposter som ska dras av faktiskt ligger på någon annan än försäkringsföreningen, på motsvarande sätt som de tillgångsposter som avses i 3 a §.",
        "normalized_sv": "Finansinspektionen kan på ansökan av en försäkringsförening tillåta att vissa tillgångar som godkänns som täckning värderas avvikande från 3 c § , om detta inte äventyrar de försäkrade förmånerna. Finansinspektionen kan av grundad anledning i enskilda fall begränsa eller förbjuda att en viss placering som avses i 3 b § räknas med i täckningen av ansvarsskulden, om den anser att placeringen äventyrar de försäkrade förmånerna. Finansinspektionen kan i enskilda fall på ansökan av en försäkringsförening av särskilda skäl för viss tid om högst två år 1) tillåta att återförsäkringsgivarnas andel enligt 3 a § 1 punkten, i fråga om avgiven återförsäkringsverksamhet, får vara sammanlagt högst 100 procent av totalbeloppet av ansvarsskulden, 2) trots förbudet i 3 a § 1 punkten tillåta att återförsäkringsgivarens andel, om återförsäkringsgivaren har försatts i likvidation eller i konkurs eller om det i övrigt är osannolikt att återförsäkringsgivaren kan svara för sina förbindelser, kan dras av från totalbeloppet av ansvarsskulden upp till ett belopp som Finansinspektionen fastställer och som inte får vara högre än 20 procent av totalbeloppet av ansvarsskulden, 3) tillåta att andra än tillgångsposter enligt 3 a § dras av från totalbeloppet av ansvarsskulden, om ansvaret för de tillgångsposter som ska dras av faktiskt ligger på någon annan än försäkringsföreningen, på motsvarande sätt som de tillgångsposter som avses i 3 a § .",
        "folded_sv": "finansinspektionen kan pa ansokan av en forsakringsforening tillata att vissa tillgangar som godkanns som tackning varderas avvikande fran 3 c §, om detta inte aventyrar de forsakrade formanerna. finansinspektionen kan av grundad anledning i enskilda fall begransa eller forbjuda att en viss placering som avses i 3 b § raknas med i tackningen av ansvarsskulden, om den anser att placeringen aventyrar de forsakrade formanerna. finansinspektionen kan i enskilda fall pa ansokan av en forsakringsforening av sarskilda skal for viss tid om hogst tva ar 1) tillata att aterforsakringsgivarnas andel enligt 3 a § 1 punkten, i fraga om avgiven aterforsakringsverksamhet, far vara sammanlagt hogst 100 procent av totalbeloppet av ansvarsskulden, 2) trots forbudet i 3 a § 1 punkten tillata att aterforsakringsgivarens andel, om aterforsakringsgivaren har forsatts i likvidation eller i konkurs eller om det i ovrigt ar osannolikt att aterforsakringsgivaren kan svara for sina forbindelser, kan dras av fran totalbeloppet av ansvarsskulden upp till ett belopp som finansinspektionen faststaller och som inte far vara hogre an 20 procent av totalbeloppet av ansvarsskulden, 3) tillata att andra an tillgangsposter enligt 3 a § dras av fran totalbeloppet av ansvarsskulden, om ansvaret for de tillgangsposter som ska dras av faktiskt ligger pa nagon annan an forsakringsforeningen, pa motsvarande satt som de tillgangsposter som avses i 3 a §."
      }
    },
    {
      "provision_ref": "10:1",
      "chapter": "10",
      "section": "1",
      "content": "Vakuutusyhdistyksen toimintapääoma on määrä, jolla yhdistyksen varojen on katsottava ylittävän yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d §:ssä säädetään. Vakuutusyhdistyksen on täytettävä jatkuvasti tämän luvun mukaiset toimintapääomaa koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääoma on määrä, jolla yhdistyksen varojen on katsottava ylittävän yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d § :ssä säädetään. Vakuutusyhdistyksen on täytettävä jatkuvasti tämän luvun mukaiset toimintapääomaa koskevat vaatimukset.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaoma on maara, jolla yhdistyksen varojen on katsottava ylittavan yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d §:ssa saadetaan. vakuutusyhdistyksen on taytettava jatkuvasti taman luvun mukaiset toimintapaaomaa koskevat vaatimukset.",
        "content_sv": "En försäkringsförenings verksamhetskapital är det belopp varmed föreningens tillgångar ska anses överstiga föreningens skulder och andra därmed jämförbara åtaganden, så som föreskrivs i 1 a-1 d §. Försäkringsföreningen ska fortlöpande uppfylla de krav på verksamhetskapitalet som anges i detta kapitel.",
        "normalized_sv": "En försäkringsförenings verksamhetskapital är det belopp varmed föreningens tillgångar ska anses överstiga föreningens skulder och andra därmed jämförbara åtaganden, så som föreskrivs i 1 a-1 d § . Försäkringsföreningen ska fortlöpande uppfylla de krav på verksamhetskapitalet som anges i detta kapitel.",
        "folded_sv": "en forsakringsforenings verksamhetskapital ar det belopp varmed foreningens tillgangar ska anses overstiga foreningens skulder och andra darmed jamforbara ataganden, sa som foreskrivs i 1 a-1 d §. forsakringsforeningen ska fortlopande uppfylla de krav pa verksamhetskapitalet som anges i detta kapitel."
      }
    },
    {
      "provision_ref": "10:1 a",
      "chapter": "10",
      "section": "1 a",
      "content": "Vakuutusyhdistyksen toimintapääomaan luetaan: 1) 1 c §:ssä säädetyin rajoituksin maksettu pohjarahasto ja takuupääoma; 2) 1 c §:ssä säädetyin rajoituksin yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, edellyttäen että 25 prosenttia pohjarahaston ja takuupääoman yhteismäärästä on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupääoman yhteismäärästä; 3) sidotun ja vapaan oman pääoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 §:n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 §:ssä tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden käypien arvojen ja kirjanpitoarvojen positiivinen erotus siltä osin kuin sitä ei voida pitää luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, 1 b §:ssä säädetyin ehdoin ja 1 c §:ssä säädetyin rajoituksin täysin maksettu pääoma yhdistyksen vähintään viideksi vuodeksi tai vähintään viiden vuoden irtisanomisajalla ottamasta pääomalainasta; 8) 1 c §:ssä säädetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 §:ssä tarkoitettu kyseiseksi tilikaudeksi määrättävissä oleva lisämaksu; lisämaksusta voidaan ottaa huomioon korkeintaan puolet enimmäismaksujen ja perittyjen maksujen erotuksesta; sekä 9) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella muut edellä esitettyihin eriin rinnastettavat erät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 a",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääomaan luetaan: 1) 1 c § :ssä säädetyin rajoituksin maksettu pohjarahasto ja takuupääoma; 2) 1 c § :ssä säädetyin rajoituksin yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, edellyttäen että 25 prosenttia pohjarahaston ja takuupääoman yhteismäärästä on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupääoman yhteismäärästä; 3) sidotun ja vapaan oman pääoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 § :n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 § :ssä tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden käypien arvojen ja kirjanpitoarvojen positiivinen erotus siltä osin kuin sitä ei voida pitää luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, 1 b § :ssä säädetyin ehdoin ja 1 c § :ssä säädetyin rajoituksin täysin maksettu pääoma yhdistyksen vähintään viideksi vuodeksi tai vähintään viiden vuoden irtisanomisajalla ottamasta pääomalainasta; 8) 1 c § :ssä säädetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 § :ssä tarkoitettu kyseiseksi tilikaudeksi määrättävissä oleva lisämaksu; lisämaksusta voidaan ottaa huomioon korkeintaan puolet enimmäismaksujen ja perittyjen maksujen erotuksesta; sekä 9) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella muut edellä esitettyihin eriin rinnastettavat erät.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaomaan luetaan: 1) 1 c §:ssa saadetyin rajoituksin maksettu pohjarahasto ja takuupaaoma; 2) 1 c §:ssa saadetyin rajoituksin yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella, edellyttaen etta 25 prosenttia pohjarahaston ja takuupaaoman yhteismaarasta on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupaaoman yhteismaarasta; 3) sidotun ja vapaan oman paaoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 §:n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 §:ssa tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden kaypien arvojen ja kirjanpitoarvojen positiivinen erotus silta osin kuin sita ei voida pitaa luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella, 1 b §:ssa saadetyin ehdoin ja 1 c §:ssa saadetyin rajoituksin taysin maksettu paaoma yhdistyksen vahintaan viideksi vuodeksi tai vahintaan viiden vuoden irtisanomisajalla ottamasta paaomalainasta; 8) 1 c §:ssa saadetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 §:ssa tarkoitettu kyseiseksi tilikaudeksi maarattavissa oleva lisamaksu; lisamaksusta voidaan ottaa huomioon korkeintaan puolet enimmaismaksujen ja perittyjen maksujen erotuksesta; seka 9) yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella muut edella esitettyihin eriin rinnastettavat erat.",
        "content_sv": "Till en försäkringsförenings verksamhetskapital hänförs 1) med de begränsningar som föreskrivs i 1 c §, den betalda grundfonden och garantikapitalet, 2) med de begränsningar som föreskrivs i 1 c §, på ansökan av föreningen och med Finansinspektionens samtycke, förutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, hälften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna för bundet och fritt eget kapital, 4) räkenskapsperiodens vinst och vinsten från tidigare räkenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansräkningen med stöd av 5 kap. 12 § 1 mom. i bokföringslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgångarnas verkliga värden och bokföringsvärden i balansräkningen, till den del skillnaden inte kan anses vara av exceptionell karaktär, 7) på ansökan av föreningen och med Finansinspektionens samtycke, på de villkor som föreskrivs i 1 b § och med de begränsningar som föreskrivs i 1 c §, det till fullo betalda kapitalet av ett kapitallån med minst fem års uppsägningstid som föreningen tagit för minst fem år, 8) med de begränsningar som föreskrivs i 1 c § den tilläggsavgift enligt 1 kap. 3 § som en verksam försäkringsförening kan bestämma för räkenskapsperioden i fråga; av tilläggsavgiften kan beaktas högst hälften av skillnaden mellan de högsta möjliga avgifterna och de avgifter som tagits ut, samt 9) på ansökan av föreningen och med Finansinspektionens samtycke andra poster som är jämförbara med de som nämns ovan.",
        "normalized_sv": "Till en försäkringsförenings verksamhetskapital hänförs 1) med de begränsningar som föreskrivs i 1 c § , den betalda grundfonden och garantikapitalet, 2) med de begränsningar som föreskrivs i 1 c § , på ansökan av föreningen och med Finansinspektionens samtycke, förutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, hälften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna för bundet och fritt eget kapital, 4) räkenskapsperiodens vinst och vinsten från tidigare räkenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansräkningen med stöd av 5 kap. 12 § 1 mom. i bokföringslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgångarnas verkliga värden och bokföringsvärden i balansräkningen, till den del skillnaden inte kan anses vara av exceptionell karaktär, 7) på ansökan av föreningen och med Finansinspektionens samtycke, på de villkor som föreskrivs i 1 b § och med de begränsningar som föreskrivs i 1 c § , det till fullo betalda kapitalet av ett kapitallån med minst fem års uppsägningstid som föreningen tagit för minst fem år, 8) med de begränsningar som föreskrivs i 1 c § den tilläggsavgift enligt 1 kap. 3 § som en verksam försäkringsförening kan bestämma för räkenskapsperioden i fråga; av tilläggsavgiften kan beaktas högst hälften av skillnaden mellan de högsta möjliga avgifterna och de avgifter som tagits ut, samt 9) på ansökan av föreningen och med Finansinspektionens samtycke andra poster som är jämförbara med de som nämns ovan.",
        "folded_sv": "till en forsakringsforenings verksamhetskapital hanfors 1) med de begransningar som foreskrivs i 1 c §, den betalda grundfonden och garantikapitalet, 2) med de begransningar som foreskrivs i 1 c §, pa ansokan av foreningen och med finansinspektionens samtycke, forutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, halften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna for bundet och fritt eget kapital, 4) rakenskapsperiodens vinst och vinsten fran tidigare rakenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansrakningen med stod av 5 kap. 12 § 1 mom. i bokforingslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgangarnas verkliga varden och bokforingsvarden i balansrakningen, till den del skillnaden inte kan anses vara av exceptionell karaktar, 7) pa ansokan av foreningen och med finansinspektionens samtycke, pa de villkor som foreskrivs i 1 b § och med de begransningar som foreskrivs i 1 c §, det till fullo betalda kapitalet av ett kapitallan med minst fem ars uppsagningstid som foreningen tagit for minst fem ar, 8) med de begransningar som foreskrivs i 1 c § den tillaggsavgift enligt 1 kap. 3 § som en verksam forsakringsforening kan bestamma for rakenskapsperioden i fraga; av tillaggsavgiften kan beaktas hogst halften av skillnaden mellan de hogsta mojliga avgifterna och de avgifter som tagits ut, samt 9) pa ansokan av foreningen och med finansinspektionens samtycke andra poster som ar jamforbara med de som namns ovan."
      }
    },
    {
      "provision_ref": "10:1 b",
      "chapter": "10",
      "section": "1 b",
      "content": "Jotta 1 a §:n 7 kohdassa tarkoitettu pääomalaina voidaan laskea osaksi toimintapääomaa, sen tulee täyttää 1 luvun 5 c §:ssä säädetyt ehdot. Lisäksi edellytyksenä on, että: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan pääoma saadaan palauttaa siten, että yhdistys pääoman palauttamisen jälkeen täyttää tämän luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisällä määräystä, jonka mukaan muissa oloissa kuin vakuutusyhdistystä purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua eräpäivää; sekä 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta Finanssivalvonnan luvalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 b",
        "normalized_fi": "Jotta 1 a § :n 7 kohdassa tarkoitettu pääomalaina voidaan laskea osaksi toimintapääomaa, sen tulee täyttää 1 luvun 5 c § :ssä säädetyt ehdot. Lisäksi edellytyksenä on, että: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan pääoma saadaan palauttaa siten, että yhdistys pääoman palauttamisen jälkeen täyttää tämän luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisällä määräystä, jonka mukaan muissa oloissa kuin vakuutusyhdistystä purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua eräpäivää; sekä 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta Finanssivalvonnan luvalla.",
        "folded_fi": "jotta 1 a §:n 7 kohdassa tarkoitettu paaomalaina voidaan laskea osaksi toimintapaaomaa, sen tulee tayttaa 1 luvun 5 c §:ssa saadetyt ehdot. lisaksi edellytyksena on, etta: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan paaoma saadaan palauttaa siten, etta yhdistys paaoman palauttamisen jalkeen tayttaa taman luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisalla maaraysta, jonka mukaan muissa oloissa kuin vakuutusyhdistysta purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua erapaivaa; seka 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta finanssivalvonnan luvalla.",
        "content_sv": "För att ett sådant kapitallån som avses i 1 a § 7 punkten ska kunna hänföras till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c §. Dessutom är det en förutsättning att 1) lånekapitalet, förutom när försäkringsföreningen upplöses eller försätts i konkurs, får återbetalas så att föreningen efter det att kapitalet har återbetalats uppfyller solvenskraven i detta kapitel, 2) låneavtalet inte innehåller bestämmelser om att skulden ska betalas tillbaka före den avtalade förfallodagen i andra situationer än när försäkringsföreningen upplöses eller försätts i konkurs, samt 3) låneavtalet kan ändras endast på försäkringsföreningens ansökan och med Finansinspektionens tillstånd.",
        "normalized_sv": "För att ett sådant kapitallån som avses i 1 a § 7 punkten ska kunna hänföras till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c § . Dessutom är det en förutsättning att 1) lånekapitalet, förutom när försäkringsföreningen upplöses eller försätts i konkurs, får återbetalas så att föreningen efter det att kapitalet har återbetalats uppfyller solvenskraven i detta kapitel, 2) låneavtalet inte innehåller bestämmelser om att skulden ska betalas tillbaka före den avtalade förfallodagen i andra situationer än när försäkringsföreningen upplöses eller försätts i konkurs, samt 3) låneavtalet kan ändras endast på försäkringsföreningens ansökan och med Finansinspektionens tillstånd.",
        "folded_sv": "for att ett sadant kapitallan som avses i 1 a § 7 punkten ska kunna hanforas till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c §. dessutom ar det en forutsattning att 1) lanekapitalet, forutom nar forsakringsforeningen upploses eller forsatts i konkurs, far aterbetalas sa att foreningen efter det att kapitalet har aterbetalats uppfyller solvenskraven i detta kapitel, 2) laneavtalet inte innehaller bestammelser om att skulden ska betalas tillbaka fore den avtalade forfallodagen i andra situationer an nar forsakringsforeningen upploses eller forsatts i konkurs, samt 3) laneavtalet kan andras endast pa forsakringsforeningens ansokan och med finansinspektionens tillstand."
      }
    },
    {
      "provision_ref": "10:1 c",
      "chapter": "10",
      "section": "1 c",
      "content": "Edellä 1 a §:n 2 kohdassa tarkoitettua maksamatta olevaa määrää saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a §:n 7 kohdassa tarkoitettuja pääomalainoja saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a §:n 8 kohdassa tarkoitettua lisämaksua saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 2 momentissa tarkoitettuja määräajaksi otettuja pääomalainoja saa yhteensä lukea toimintapääomaan enintään määrän, joka vastaa 25:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Toimintapääomaan luettavaa pääomalainojen määrää vähennetään tasaisesti kultakin alkavalta vuodelta, jos lainan jäljellä oleva laina-aika on vähemmän kuin viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 c",
        "normalized_fi": "Edellä 1 a § :n 2 kohdassa tarkoitettua maksamatta olevaa määrää saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a § :n 7 kohdassa tarkoitettuja pääomalainoja saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a § :n 8 kohdassa tarkoitettua lisämaksua saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 2 momentissa tarkoitettuja määräajaksi otettuja pääomalainoja saa yhteensä lukea toimintapääomaan enintään määrän, joka vastaa 25:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Toimintapääomaan luettavaa pääomalainojen määrää vähennetään tasaisesti kultakin alkavalta vuodelta, jos lainan jäljellä oleva laina-aika on vähemmän kuin viisi vuotta.",
        "folded_fi": "edella 1 a §:n 2 kohdassa tarkoitettua maksamatta olevaa maaraa saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 1 a §:n 7 kohdassa tarkoitettuja paaomalainoja saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 1 a §:n 8 kohdassa tarkoitettua lisamaksua saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 2 momentissa tarkoitettuja maaraajaksi otettuja paaomalainoja saa yhteensa lukea toimintapaaomaan enintaan maaran, joka vastaa 25:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. toimintapaaomaan luettavaa paaomalainojen maaraa vahennetaan tasaisesti kultakin alkavalta vuodelta, jos lainan jaljella oleva laina-aika on vahemman kuin viisi vuotta.",
        "content_sv": "Av ett sådant obetalt belopp som avses i 1 a § 2 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av kapitallån som avses i 1 a § 7 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av en sådan tilläggsavgift som avses i 1 a § 8 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av sådana tidsbestämda kapitallån som avses i 2 mom. får till verksamhetskapitalet sammanlagt hänföras högst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Det belopp av kapitallånen som hänförs till verksamhetskapitalet minskas jämnt för varje påbörjat år, om den återstående lånetiden är kortare än fem år.",
        "normalized_sv": "Av ett sådant obetalt belopp som avses i 1 a § 2 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av kapitallån som avses i 1 a § 7 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av en sådan tilläggsavgift som avses i 1 a § 8 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av sådana tidsbestämda kapitallån som avses i 2 mom. får till verksamhetskapitalet sammanlagt hänföras högst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Det belopp av kapitallånen som hänförs till verksamhetskapitalet minskas jämnt för varje påbörjat år, om den återstående lånetiden är kortare än fem år.",
        "folded_sv": "av ett sadant obetalt belopp som avses i 1 a § 2 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av kapitallan som avses i 1 a § 7 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av en sadan tillaggsavgift som avses i 1 a § 8 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av sadana tidsbestamda kapitallan som avses i 2 mom. far till verksamhetskapitalet sammanlagt hanforas hogst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. det belopp av kapitallanen som hanfors till verksamhetskapitalet minskas jamnt for varje paborjat ar, om den aterstaende lanetiden ar kortare an fem ar."
      }
    },
    {
      "provision_ref": "10:1 d",
      "chapter": "10",
      "section": "1 d",
      "content": "Toimintapääomasta on vähennettävä seuraavat erät: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja käypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta pääomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsemättä jätetty osuus siltä osin kuin se ylittää yhdistyksen kustannuskuormitusperusteiden mahdollistaman määrän; 5) aineettomien hyödykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsemättä jätetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa käytetään korkoutusta; 7) sellaiset taseeseen merkitsemättömät velkoihin rinnastettavat erät, joiden suoritusvelvollisuutta on pidettävä todennäköisenä; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmäistappio; sekä 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtiön osakkeiden ja osuuksien käypä arvo siltä osin kuin arvo ylittää kymmenen prosenttia kyseisen yrityksen sidotusta pääomasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 d",
        "normalized_fi": "Toimintapääomasta on vähennettävä seuraavat erät: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja käypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta pääomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsemättä jätetty osuus siltä osin kuin se ylittää yhdistyksen kustannuskuormitusperusteiden mahdollistaman määrän; 5) aineettomien hyödykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsemättä jätetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa käytetään korkoutusta; 7) sellaiset taseeseen merkitsemättömät velkoihin rinnastettavat erät, joiden suoritusvelvollisuutta on pidettävä todennäköisenä; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmäistappio; sekä 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtiön osakkeiden ja osuuksien käypä arvo siltä osin kuin arvo ylittää kymmenen prosenttia kyseisen yrityksen sidotusta pääomasta.",
        "folded_fi": "toimintapaaomasta on vahennettava seuraavat erat: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja kaypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta paaomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsematta jatetty osuus silta osin kuin se ylittaa yhdistyksen kustannuskuormitusperusteiden mahdollistaman maaran; 5) aineettomien hyodykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsematta jatetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa kaytetaan korkoutusta; 7) sellaiset taseeseen merkitsemattomat velkoihin rinnastettavat erat, joiden suoritusvelvollisuutta on pidettava todennakoisena; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmaistappio; seka 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtion osakkeiden ja osuuksien kaypa arvo silta osin kuin arvo ylittaa kymmenen prosenttia kyseisen yrityksen sidotusta paaomasta.",
        "content_sv": "Från verksamhetskapitalet ska följande poster dras av: 1) räkenskapsperiodens förlust och förlusten från tidigare räkenskapsperioder, 2) den positiva skillnaden mellan tillgångarnas bokföringsvärden och verkliga värden i balansräkningen, 3) den del av föreningens fria egna kapital som föreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna för försäkringar som inte upptagits som kostnad i resultaträkningen till den del den överskrider det belopp som föreningens kostnadsbelastningsgrunder tillåter, 5) den andel av anskaffningsutgiften för immateriella tillgångar som inte har upptagits som kostnad i resultaträkningen, 6) skillnaden mellan det odiskonterade ersättningsansvaret och det diskonterade ersättningsansvaret, om diskontering används vid beräkning av föreningens ersättningsansvar, 7) med skulder jämställbara poster som inte upptagits i balansräkningen och i fråga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som ställts för främmande förbindelser, 9) eventuell maximal förlust som derivatavtal kan orsaka försäkringsföreningen, samt 10) det verkliga värdet av aktier och andelar som föreningen äger i kreditinstitut och finansinstitut, i andra försäkringsföreningar och i försäkringsbolag, till den del som värdet överstiger tio procent av det bundna kapitalet i respektive företag.",
        "normalized_sv": "Från verksamhetskapitalet ska följande poster dras av: 1) räkenskapsperiodens förlust och förlusten från tidigare räkenskapsperioder, 2) den positiva skillnaden mellan tillgångarnas bokföringsvärden och verkliga värden i balansräkningen, 3) den del av föreningens fria egna kapital som föreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna för försäkringar som inte upptagits som kostnad i resultaträkningen till den del den överskrider det belopp som föreningens kostnadsbelastningsgrunder tillåter, 5) den andel av anskaffningsutgiften för immateriella tillgångar som inte har upptagits som kostnad i resultaträkningen, 6) skillnaden mellan det odiskonterade ersättningsansvaret och det diskonterade ersättningsansvaret, om diskontering används vid beräkning av föreningens ersättningsansvar, 7) med skulder jämställbara poster som inte upptagits i balansräkningen och i fråga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som ställts för främmande förbindelser, 9) eventuell maximal förlust som derivatavtal kan orsaka försäkringsföreningen, samt 10) det verkliga värdet av aktier och andelar som föreningen äger i kreditinstitut och finansinstitut, i andra försäkringsföreningar och i försäkringsbolag, till den del som värdet överstiger tio procent av det bundna kapitalet i respektive företag.",
        "folded_sv": "fran verksamhetskapitalet ska foljande poster dras av: 1) rakenskapsperiodens forlust och forlusten fran tidigare rakenskapsperioder, 2) den positiva skillnaden mellan tillgangarnas bokforingsvarden och verkliga varden i balansrakningen, 3) den del av foreningens fria egna kapital som foreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna for forsakringar som inte upptagits som kostnad i resultatrakningen till den del den overskrider det belopp som foreningens kostnadsbelastningsgrunder tillater, 5) den andel av anskaffningsutgiften for immateriella tillgangar som inte har upptagits som kostnad i resultatrakningen, 6) skillnaden mellan det odiskonterade ersattningsansvaret och det diskonterade ersattningsansvaret, om diskontering anvands vid berakning av foreningens ersattningsansvar, 7) med skulder jamstallbara poster som inte upptagits i balansrakningen och i fraga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som stallts for frammande forbindelser, 9) eventuell maximal forlust som derivatavtal kan orsaka forsakringsforeningen, samt 10) det verkliga vardet av aktier och andelar som foreningen ager i kreditinstitut och finansinstitut, i andra forsakringsforeningar och i forsakringsbolag, till den del som vardet overstiger tio procent av det bundna kapitalet i respektive foretag."
      }
    },
    {
      "provision_ref": "10:2 a",
      "chapter": "10",
      "section": "2 a",
      "content": "Vakuutusyhdistyksen toimintapääoman on oltava vähintään 104 000 euroa lisättynä 27 prosentilla yhdistyksen tilinpäätöksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. Vakuutusyhdistyksen oman pääoman on oltava vähintään puolet toimintapääoman vähimmäismäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:2 a",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääoman on oltava vähintään 104 000 euroa lisättynä 27 prosentilla yhdistyksen tilinpäätöksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. Vakuutusyhdistyksen oman pääoman on oltava vähintään puolet toimintapääoman vähimmäismäärästä.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaoman on oltava vahintaan 104 000 euroa lisattyna 27 prosentilla yhdistyksen tilinpaatoksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. vakuutusyhdistyksen oman paaoman on oltava vahintaan puolet toimintapaaoman vahimmaismaarasta.",
        "content_sv": "En försäkringsförenings verksamhetskapital ska uppgå till minst 104 000 euro ökat med 27 procent av medeltalet av premieinkomsterna enligt föreningens bokslut för de tre senaste räkenskapsperioderna. En försäkringsförenings eget kapital ska utgöra minst hälften av verksamhetskapitalets minimibelopp.",
        "normalized_sv": "En försäkringsförenings verksamhetskapital ska uppgå till minst 104 000 euro ökat med 27 procent av medeltalet av premieinkomsterna enligt föreningens bokslut för de tre senaste räkenskapsperioderna. En försäkringsförenings eget kapital ska utgöra minst hälften av verksamhetskapitalets minimibelopp.",
        "folded_sv": "en forsakringsforenings verksamhetskapital ska uppga till minst 104 000 euro okat med 27 procent av medeltalet av premieinkomsterna enligt foreningens bokslut for de tre senaste rakenskapsperioderna. en forsakringsforenings eget kapital ska utgora minst halften av verksamhetskapitalets minimibelopp."
      }
    },
    {
      "provision_ref": "10:5",
      "chapter": "10",
      "section": "5",
      "content": "Vakuutusyhdistyksen varojen sijoittaminen, toimintapääoma, jälleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on järjestettävä vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennäköinen vaihtelu sekä arvioitavissa olevat muut epävarmuustekijät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:5",
        "normalized_fi": "Vakuutusyhdistyksen varojen sijoittaminen, toimintapääoma, jälleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on järjestettävä vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennäköinen vaihtelu sekä arvioitavissa olevat muut epävarmuustekijät.",
        "folded_fi": "vakuutusyhdistyksen varojen sijoittaminen, toimintapaaoma, jalleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on jarjestettava vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennakoinen vaihtelu seka arvioitavissa olevat muut epavarmuustekijat.",
        "content_sv": "Placeringen av en försäkringsförenings tillgångar samt dess verksamhetskapital, återförsäkring och övriga omständigheter som inverkar på föreningens solvens ska ordnas så att de tryggar de försäkrade förmånerna, med beaktande av sannolika växlingar i intäkterna och kostnaderna samt kalkylerbara övriga osäkerhetsfaktorer.",
        "normalized_sv": "Placeringen av en försäkringsförenings tillgångar samt dess verksamhetskapital, återförsäkring och övriga omständigheter som inverkar på föreningens solvens ska ordnas så att de tryggar de försäkrade förmånerna, med beaktande av sannolika växlingar i intäkterna och kostnaderna samt kalkylerbara övriga osäkerhetsfaktorer.",
        "folded_sv": "placeringen av en forsakringsforenings tillgangar samt dess verksamhetskapital, aterforsakring och ovriga omstandigheter som inverkar pa foreningens solvens ska ordnas sa att de tryggar de forsakrade formanerna, med beaktande av sannolika vaxlingar i intakterna och kostnaderna samt kalkylerbara ovriga osakerhetsfaktorer."
      }
    },
    {
      "provision_ref": "10:7",
      "chapter": "10",
      "section": "7",
      "content": "Vakuutusyhdistyksen vakavaraisuuspääoma on tasoitusmäärän ja toimintapääoman yhteismäärä. Vakuutusyhdistyksen oikaistu vakavaraisuuspääoma saadaan oikaisemalla vakavaraisuuspääoma: 1) lisäämällä siihen 1 a §:n 7 kohdassa tarkoitettu pääomalaina siltä osin, kuin sitä ei 1 c §:n rajoitusten takia voida lukea toimintapääomaan; 2) vähentämällä siitä 1 luvun 3 §:ssä tarkoitettu lisämaksuvelvollisuuden perusteella veloitettava määrä siltä osin, kuin se on tämän luvun 1 a §:n 8 kohdan ja 1 c §:n 3 momentin mukaisesti luettu osaksi toimintapääomaa; sekä 3) vähentämällä siitä yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtiön tai yhdistyksen osakkeet ja osuudet sekä vastuudebentuurien, pääomalainojen ja muiden omaan pääomaan rinnastettavien erien käypä arvo, jos yhdistyksen omistusten välillä on 12 a luvun 1 §:n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eikä näitä omistuksia ole vähennetty yhdistyksen toimintapääomasta tämän luvun 1 d §:n 10 kohdan perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:7",
        "normalized_fi": "Vakuutusyhdistyksen vakavaraisuuspääoma on tasoitusmäärän ja toimintapääoman yhteismäärä. Vakuutusyhdistyksen oikaistu vakavaraisuuspääoma saadaan oikaisemalla vakavaraisuuspääoma: 1) lisäämällä siihen 1 a § :n 7 kohdassa tarkoitettu pääomalaina siltä osin, kuin sitä ei 1 c § :n rajoitusten takia voida lukea toimintapääomaan; 2) vähentämällä siitä 1 luvun 3 § :ssä tarkoitettu lisämaksuvelvollisuuden perusteella veloitettava määrä siltä osin, kuin se on tämän luvun 1 a § :n 8 kohdan ja 1 c § :n 3 momentin mukaisesti luettu osaksi toimintapääomaa; sekä 3) vähentämällä siitä yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtiön tai yhdistyksen osakkeet ja osuudet sekä vastuudebentuurien, pääomalainojen ja muiden omaan pääomaan rinnastettavien erien käypä arvo, jos yhdistyksen omistusten välillä on 12 a luvun 1 § :n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eikä näitä omistuksia ole vähennetty yhdistyksen toimintapääomasta tämän luvun 1 d § :n 10 kohdan perusteella.",
        "folded_fi": "vakuutusyhdistyksen vakavaraisuuspaaoma on tasoitusmaaran ja toimintapaaoman yhteismaara. vakuutusyhdistyksen oikaistu vakavaraisuuspaaoma saadaan oikaisemalla vakavaraisuuspaaoma: 1) lisaamalla siihen 1 a §:n 7 kohdassa tarkoitettu paaomalaina silta osin, kuin sita ei 1 c §:n rajoitusten takia voida lukea toimintapaaomaan; 2) vahentamalla siita 1 luvun 3 §:ssa tarkoitettu lisamaksuvelvollisuuden perusteella veloitettava maara silta osin, kuin se on taman luvun 1 a §:n 8 kohdan ja 1 c §:n 3 momentin mukaisesti luettu osaksi toimintapaaomaa; seka 3) vahentamalla siita yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtion tai yhdistyksen osakkeet ja osuudet seka vastuudebentuurien, paaomalainojen ja muiden omaan paaomaan rinnastettavien erien kaypa arvo, jos yhdistyksen omistusten valilla on 12 a luvun 1 §:n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eika naita omistuksia ole vahennetty yhdistyksen toimintapaaomasta taman luvun 1 d §:n 10 kohdan perusteella.",
        "content_sv": "En försäkringsförenings solvenskapital består av det sammanlagda beloppet av utjämningsbeloppet och verksamhetskapitalet. Det korrigerade solvenskapitalet erhålls genom en korrigering av solvenskapitalet på följande sätt: 1) ett kapitallån som avses i 1 a § 7 punkten läggs till solvenskapitalet till den del lånet på grund av begränsningarna i 1 c § inte kan hänföras till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras på grundval av tillskottsplikt dras av från solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hänförts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra försäkringsbolag eller försäkringsföreningar som ägs av föreningen samt det verkliga värdet av riskdebenturer, kapitallån och andra poster som kan jämställas med eget kapital dras av från solvenskapitalet, om det mellan föreningens innehav finns ett sådant ägarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgångar inte har dragits av från föreningens verksamhetskapital med stöd av 1 d § 10 punkten i detta kapitel.",
        "normalized_sv": "En försäkringsförenings solvenskapital består av det sammanlagda beloppet av utjämningsbeloppet och verksamhetskapitalet. Det korrigerade solvenskapitalet erhålls genom en korrigering av solvenskapitalet på följande sätt: 1) ett kapitallån som avses i 1 a § 7 punkten läggs till solvenskapitalet till den del lånet på grund av begränsningarna i 1 c § inte kan hänföras till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras på grundval av tillskottsplikt dras av från solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hänförts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra försäkringsbolag eller försäkringsföreningar som ägs av föreningen samt det verkliga värdet av riskdebenturer, kapitallån och andra poster som kan jämställas med eget kapital dras av från solvenskapitalet, om det mellan föreningens innehav finns ett sådant ägarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgångar inte har dragits av från föreningens verksamhetskapital med stöd av 1 d § 10 punkten i detta kapitel.",
        "folded_sv": "en forsakringsforenings solvenskapital bestar av det sammanlagda beloppet av utjamningsbeloppet och verksamhetskapitalet. det korrigerade solvenskapitalet erhalls genom en korrigering av solvenskapitalet pa foljande satt: 1) ett kapitallan som avses i 1 a § 7 punkten laggs till solvenskapitalet till den del lanet pa grund av begransningarna i 1 c § inte kan hanforas till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras pa grundval av tillskottsplikt dras av fran solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hanforts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra forsakringsbolag eller forsakringsforeningar som ags av foreningen samt det verkliga vardet av riskdebenturer, kapitallan och andra poster som kan jamstallas med eget kapital dras av fran solvenskapitalet, om det mellan foreningens innehav finns ett sadant agarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgangar inte har dragits av fran foreningens verksamhetskapital med stod av 1 d § 10 punkten i detta kapitel."
      }
    },
    {
      "provision_ref": "10:13",
      "chapter": "10",
      "section": "13",
      "content": "Finanssivalvonta voi yksittäisessä tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, että yhdistys poikkeaa vakavaraisuuspääoman vähimmäismäärän laskennassa käytettävistä parametreista tai kaavoista, jos ne eivät anna oikeaa ja riittävää kuvaa yhdistyksen riskiasemasta. Finanssivalvonta voi antaa tarkempia määräyksiä vakuutusyhdistyksen toimintapääomaan 1 a-1 d §:n mukaan luettavista ja siitä vähennettävistä eristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:13",
        "normalized_fi": "Finanssivalvonta voi yksittäisessä tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, että yhdistys poikkeaa vakavaraisuuspääoman vähimmäismäärän laskennassa käytettävistä parametreista tai kaavoista, jos ne eivät anna oikeaa ja riittävää kuvaa yhdistyksen riskiasemasta. Finanssivalvonta voi antaa tarkempia määräyksiä vakuutusyhdistyksen toimintapääomaan 1 a-1 d § :n mukaan luettavista ja siitä vähennettävistä eristä.",
        "folded_fi": "finanssivalvonta voi yksittaisessa tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, etta yhdistys poikkeaa vakavaraisuuspaaoman vahimmaismaaran laskennassa kaytettavista parametreista tai kaavoista, jos ne eivat anna oikeaa ja riittavaa kuvaa yhdistyksen riskiasemasta. finanssivalvonta voi antaa tarkempia maarayksia vakuutusyhdistyksen toimintapaaomaan 1 a-1 d §:n mukaan luettavista ja siita vahennettavista erista.",
        "content_sv": "I enskilda fall kan Finansinspektionen på ansökan av en försäkringsförening tillåta att föreningen avviker från de parametrar eller formler som ska användas vid beräkningen av minimibeloppet av solvenskapitalet, om de inte ger en rättvisande bild av föreningens riskposition. Finansinspektionen får meddela närmare föreskrifter om poster som ska hänföras till och dras av från en försäkringsförenings verksamhetskapital i enlighet med 1 a-1 d §.",
        "normalized_sv": "I enskilda fall kan Finansinspektionen på ansökan av en försäkringsförening tillåta att föreningen avviker från de parametrar eller formler som ska användas vid beräkningen av minimibeloppet av solvenskapitalet, om de inte ger en rättvisande bild av föreningens riskposition. Finansinspektionen får meddela närmare föreskrifter om poster som ska hänföras till och dras av från en försäkringsförenings verksamhetskapital i enlighet med 1 a-1 d § .",
        "folded_sv": "i enskilda fall kan finansinspektionen pa ansokan av en forsakringsforening tillata att foreningen avviker fran de parametrar eller formler som ska anvandas vid berakningen av minimibeloppet av solvenskapitalet, om de inte ger en rattvisande bild av foreningens riskposition. finansinspektionen far meddela narmare foreskrifter om poster som ska hanforas till och dras av fran en forsakringsforenings verksamhetskapital i enlighet med 1 a-1 d §."
      }
    },
    {
      "provision_ref": "11:2",
      "chapter": "11",
      "section": "2",
      "content": "Voitonjako ei saa ylittää viimeksi päättyneeltä tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman pääoman yhteismäärää vähennettynä taseen osoittamalla tappiolla sekä muilla jakokelvottomilla erillä, jotka ovat: 1) määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon tai muutoin jätettävä jakamatta; sekä 2) määrä, joka vakuutusyhdistyksen taseen pääryhmään \"sijoitukset\" sisältyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiölain 8 luvun 17 §:n 1 ja 2 momentin perusteella merkitty vapaaseen omaan pääomaan, ja määrä, jolla käyvän arvon rahasto on yhteismäärältään negatiivinen. Takuupääoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 §:ää. Pääomalainalle maksettavasta korosta tai muusta hyvityksestä johtuvasta voitonjaon rajoituksesta säädetään 1 luvun 5 c §:n 2 momentissa ja 5 d §:n 1 momentissa. Edellä 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma pääoma on pienempi kuin 2 luvun 5 §:ssä säädetty vähimmäismäärä. Omaan pääomaan ei kuitenkaan tällöin rinnasteta vakuutusyhdistyksen ottamaa pääomalainaa. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että yhdistys on maksukyvytön. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että voitonjako aiheuttaa oman pääoman vähenemisen sen vähimmäismäärää pienemmäksi tai yhdistyksen maksukyvyttömyyden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:2",
        "normalized_fi": "Voitonjako ei saa ylittää viimeksi päättyneeltä tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman pääoman yhteismäärää vähennettynä taseen osoittamalla tappiolla sekä muilla jakokelvottomilla erillä, jotka ovat: 1) määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon tai muutoin jätettävä jakamatta; sekä 2) määrä, joka vakuutusyhdistyksen taseen pääryhmään \"sijoitukset\" sisältyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiölain 8 luvun 17 § :n 1 ja 2 momentin perusteella merkitty vapaaseen omaan pääomaan, ja määrä, jolla käyvän arvon rahasto on yhteismäärältään negatiivinen. Takuupääoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 § :ää. Pääomalainalle maksettavasta korosta tai muusta hyvityksestä johtuvasta voitonjaon rajoituksesta säädetään 1 luvun 5 c § :n 2 momentissa ja 5 d § :n 1 momentissa. Edellä 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma pääoma on pienempi kuin 2 luvun 5 § :ssä säädetty vähimmäismäärä. Omaan pääomaan ei kuitenkaan tällöin rinnasteta vakuutusyhdistyksen ottamaa pääomalainaa. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että yhdistys on maksukyvytön. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että voitonjako aiheuttaa oman pääoman vähenemisen sen vähimmäismäärää pienemmäksi tai yhdistyksen maksukyvyttömyyden.",
        "folded_fi": "voitonjako ei saa ylittaa viimeksi paattyneelta tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman paaoman yhteismaaraa vahennettyna taseen osoittamalla tappiolla seka muilla jakokelvottomilla erilla, jotka ovat: 1) maara, joka yhdistysjarjestyksen mukaan on siirrettava vararahastoon tai muutoin jatettava jakamatta; seka 2) maara, joka vakuutusyhdistyksen taseen paaryhmaan \"sijoitukset\" sisaltyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiolain 8 luvun 17 §:n 1 ja 2 momentin perusteella merkitty vapaaseen omaan paaomaan, ja maara, jolla kayvan arvon rahasto on yhteismaaraltaan negatiivinen. takuupaaoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 §:aa. paaomalainalle maksettavasta korosta tai muusta hyvityksesta johtuvasta voitonjaon rajoituksesta saadetaan 1 luvun 5 c §:n 2 momentissa ja 5 d §:n 1 momentissa. edella 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma paaoma on pienempi kuin 2 luvun 5 §:ssa saadetty vahimmaismaara. omaan paaomaan ei kuitenkaan talloin rinnasteta vakuutusyhdistyksen ottamaa paaomalainaa. voitonjako on myos kielletty, jos tiedetaan tai pitaisi tietaa, etta yhdistys on maksukyvyton. voitonjako on myos kielletty, jos tiedetaan tai pitaisi tietaa, etta voitonjako aiheuttaa oman paaoman vahenemisen sen vahimmaismaaraa pienemmaksi tai yhdistyksen maksukyvyttomyyden.",
        "content_sv": "Vinstutdelning får inte överstiga det sammanlagda beloppet av vinst och föreningens övriga fria egna kapital enligt den fastställda balansräkningen för den senaste räkenskapsperioden, med avdrag för den förlust som balansräkningen utvisar och andra icke-utdelningsbara poster, vilka är 1) belopp som enligt stadgarna ska avsättas till reservfonden eller annars lämnas outdelat, samt 2) belopp som av de orealiserade värdeökningarna på de placeringar som står under huvudgruppen \"placeringar\" i försäkringsföreningens balansräkning, på grundval av 8 kap. 17 § 1 och 2 mom. i försäkringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden för verkligt värde är negativ. I fråga om begränsning av vinstutdelning som grundar sig på nedsättning av garantikapitalet tillämpas 5 kap. 2 §. Bestämmelser om begränsning av vinstutdelning till följd av ränta på kapitallån eller annan gottgörelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. Sådan vinstutdelning som avses i 1 mom. är förbjuden, om en försäkringsförenings eget kapital understiger minimibeloppet enligt 2 kap. 5 §. Med eget kapital jämställs då inte av försäkringsföreningen upptaget kapitallån. Vinstutdelning är också förbjuden om det är känt eller bör vara känt att föreningen är insolvent. Dessutom är vinstutdelning förbjuden om det är känt eller bör vara känt att vinstutdelning leder till att det egna kapitalet minskar så mycket att det understiger minimibeloppet eller till att föreningen blir insolvent.",
        "normalized_sv": "Vinstutdelning får inte överstiga det sammanlagda beloppet av vinst och föreningens övriga fria egna kapital enligt den fastställda balansräkningen för den senaste räkenskapsperioden, med avdrag för den förlust som balansräkningen utvisar och andra icke-utdelningsbara poster, vilka är 1) belopp som enligt stadgarna ska avsättas till reservfonden eller annars lämnas outdelat, samt 2) belopp som av de orealiserade värdeökningarna på de placeringar som står under huvudgruppen \"placeringar\" i försäkringsföreningens balansräkning, på grundval av 8 kap. 17 § 1 och 2 mom. i försäkringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden för verkligt värde är negativ. I fråga om begränsning av vinstutdelning som grundar sig på nedsättning av garantikapitalet tillämpas 5 kap. 2 § . Bestämmelser om begränsning av vinstutdelning till följd av ränta på kapitallån eller annan gottgörelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. Sådan vinstutdelning som avses i 1 mom. är förbjuden, om en försäkringsförenings eget kapital understiger minimibeloppet enligt 2 kap. 5 § . Med eget kapital jämställs då inte av försäkringsföreningen upptaget kapitallån. Vinstutdelning är också förbjuden om det är känt eller bör vara känt att föreningen är insolvent. Dessutom är vinstutdelning förbjuden om det är känt eller bör vara känt att vinstutdelning leder till att det egna kapitalet minskar så mycket att det understiger minimibeloppet eller till att föreningen blir insolvent.",
        "folded_sv": "vinstutdelning far inte overstiga det sammanlagda beloppet av vinst och foreningens ovriga fria egna kapital enligt den faststallda balansrakningen for den senaste rakenskapsperioden, med avdrag for den forlust som balansrakningen utvisar och andra icke-utdelningsbara poster, vilka ar 1) belopp som enligt stadgarna ska avsattas till reservfonden eller annars lamnas outdelat, samt 2) belopp som av de orealiserade vardeokningarna pa de placeringar som star under huvudgruppen \"placeringar\" i forsakringsforeningens balansrakning, pa grundval av 8 kap. 17 § 1 och 2 mom. i forsakringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden for verkligt varde ar negativ. i fraga om begransning av vinstutdelning som grundar sig pa nedsattning av garantikapitalet tillampas 5 kap. 2 §. bestammelser om begransning av vinstutdelning till foljd av ranta pa kapitallan eller annan gottgorelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. sadan vinstutdelning som avses i 1 mom. ar forbjuden, om en forsakringsforenings eget kapital understiger minimibeloppet enligt 2 kap. 5 §. med eget kapital jamstalls da inte av forsakringsforeningen upptaget kapitallan. vinstutdelning ar ocksa forbjuden om det ar kant eller bor vara kant att foreningen ar insolvent. dessutom ar vinstutdelning forbjuden om det ar kant eller bor vara kant att vinstutdelning leder till att det egna kapitalet minskar sa mycket att det understiger minimibeloppet eller till att foreningen blir insolvent."
      }
    },
    {
      "provision_ref": "11:3",
      "chapter": "11",
      "section": "3",
      "content": "Vakuutusyhdistyksen, jonka 10 a luvun 2 a §:n 2 momentissa tarkoitettu oma pääoma on pienempi kuin tämän oman pääoman kaksinkertainen vähimmäismäärä, on vuosittain kartutettava vararahastoa vähintään kymmenellä prosentilla liikkeen tuottamasta voitosta. Vararahastoon on siirrettävä takuuosuuden merkinnässä takuuosuuksista saatu nimellisarvon ylittävä määrä sekä määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon. Yhdistyskokous voi päättää, että tietty määrä taseen osoittamasta vapaasta omasta pääomasta on siirrettävä vararahastoon. Vararahastoa saadaan alentaa yhdistyskokouksen päätöksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittämiseksi, jollei sitä voida peittää vapaalla omalla pääomalla, taikka varojen siirtämiseksi pohjarahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:3",
        "normalized_fi": "Vakuutusyhdistyksen, jonka 10 a luvun 2 a § :n 2 momentissa tarkoitettu oma pääoma on pienempi kuin tämän oman pääoman kaksinkertainen vähimmäismäärä, on vuosittain kartutettava vararahastoa vähintään kymmenellä prosentilla liikkeen tuottamasta voitosta. Vararahastoon on siirrettävä takuuosuuden merkinnässä takuuosuuksista saatu nimellisarvon ylittävä määrä sekä määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon. Yhdistyskokous voi päättää, että tietty määrä taseen osoittamasta vapaasta omasta pääomasta on siirrettävä vararahastoon. Vararahastoa saadaan alentaa yhdistyskokouksen päätöksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittämiseksi, jollei sitä voida peittää vapaalla omalla pääomalla, taikka varojen siirtämiseksi pohjarahastoon.",
        "folded_fi": "vakuutusyhdistyksen, jonka 10 a luvun 2 a §:n 2 momentissa tarkoitettu oma paaoma on pienempi kuin taman oman paaoman kaksinkertainen vahimmaismaara, on vuosittain kartutettava vararahastoa vahintaan kymmenella prosentilla liikkeen tuottamasta voitosta. vararahastoon on siirrettava takuuosuuden merkinnassa takuuosuuksista saatu nimellisarvon ylittava maara seka maara, joka yhdistysjarjestyksen mukaan on siirrettava vararahastoon. yhdistyskokous voi paattaa, etta tietty maara taseen osoittamasta vapaasta omasta paaomasta on siirrettava vararahastoon. vararahastoa saadaan alentaa yhdistyskokouksen paatoksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittamiseksi, jollei sita voida peittaa vapaalla omalla paaomalla, taikka varojen siirtamiseksi pohjarahastoon.",
        "content_sv": "En försäkringsförening vars i 10 a kap. 2 a § 2 mom. nämnda egna kapital är mindre än det dubbla minimibeloppet av detta egna kapital, ska årligen öka reservfonden med minst tio procent av den vinst som rörelsen har avkastat. Till reservfonden ska överföras det belopp som vid garantiandelsteckning erhållits för garantiandelarna utöver det nominella beloppet samt det belopp som enligt stadgarna ska överföras till reservfonden. Föreningsstämman kan besluta att ett visst belopp av det fria egna kapital som balansräkningen utvisar ska överföras till reservfonden. Reservfonden får genom beslut av föreningsstämman nedsättas endast för täckande av en förlust som den fastställda balansräkningen utvisar, om inte förlusten kan täckas med fritt eget kapital, eller för överföring av medel till grundfonden.",
        "normalized_sv": "En försäkringsförening vars i 10 a kap. 2 a § 2 mom. nämnda egna kapital är mindre än det dubbla minimibeloppet av detta egna kapital, ska årligen öka reservfonden med minst tio procent av den vinst som rörelsen har avkastat. Till reservfonden ska överföras det belopp som vid garantiandelsteckning erhållits för garantiandelarna utöver det nominella beloppet samt det belopp som enligt stadgarna ska överföras till reservfonden. Föreningsstämman kan besluta att ett visst belopp av det fria egna kapital som balansräkningen utvisar ska överföras till reservfonden. Reservfonden får genom beslut av föreningsstämman nedsättas endast för täckande av en förlust som den fastställda balansräkningen utvisar, om inte förlusten kan täckas med fritt eget kapital, eller för överföring av medel till grundfonden.",
        "folded_sv": "en forsakringsforening vars i 10 a kap. 2 a § 2 mom. namnda egna kapital ar mindre an det dubbla minimibeloppet av detta egna kapital, ska arligen oka reservfonden med minst tio procent av den vinst som rorelsen har avkastat. till reservfonden ska overforas det belopp som vid garantiandelsteckning erhallits for garantiandelarna utover det nominella beloppet samt det belopp som enligt stadgarna ska overforas till reservfonden. foreningsstamman kan besluta att ett visst belopp av det fria egna kapital som balansrakningen utvisar ska overforas till reservfonden. reservfonden far genom beslut av foreningsstamman nedsattas endast for tackande av en forlust som den faststallda balansrakningen utvisar, om inte forlusten kan tackas med fritt eget kapital, eller for overforing av medel till grundfonden."
      }
    },
    {
      "provision_ref": "11:6",
      "chapter": "11",
      "section": "6",
      "content": "Yhdistyskokous voi kuitenkin päätöksellä, jota ovat kannattaneet osakkaat, joilla on vähintään kaksi kolmasosaa kokouksessa annetuista äänistä, antaa voitosta käytettäväksi yleishyödylliseen tai siihen verrattavaan tarkoitukseen määriä, joilla 10 a luvun 2 a §:n 2 momentissa tarkoitettuun omaan pääomaan verrattuna ei ole sanottavaa merkitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:6",
        "normalized_fi": "Yhdistyskokous voi kuitenkin päätöksellä, jota ovat kannattaneet osakkaat, joilla on vähintään kaksi kolmasosaa kokouksessa annetuista äänistä, antaa voitosta käytettäväksi yleishyödylliseen tai siihen verrattavaan tarkoitukseen määriä, joilla 10 a luvun 2 a § :n 2 momentissa tarkoitettuun omaan pääomaan verrattuna ei ole sanottavaa merkitystä.",
        "folded_fi": "yhdistyskokous voi kuitenkin paatoksella, jota ovat kannattaneet osakkaat, joilla on vahintaan kaksi kolmasosaa kokouksessa annetuista aanista, antaa voitosta kaytettavaksi yleishyodylliseen tai siihen verrattavaan tarkoitukseen maaria, joilla 10 a luvun 2 a §:n 2 momentissa tarkoitettuun omaan paaomaan verrattuna ei ole sanottavaa merkitysta.",
        "content_sv": "Föreningsstämman kan dock genom ett beslut som har biträtts av delägare med minst två tredjedelar av de vid stämman avgivna rösterna, av vinsten till något allmännyttigt eller därmed jämförbart ändamål anslå belopp som i förhållande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte är av nämnvärd betydelse.",
        "normalized_sv": "Föreningsstämman kan dock genom ett beslut som har biträtts av delägare med minst två tredjedelar av de vid stämman avgivna rösterna, av vinsten till något allmännyttigt eller därmed jämförbart ändamål anslå belopp som i förhållande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte är av nämnvärd betydelse.",
        "folded_sv": "foreningsstamman kan dock genom ett beslut som har bitratts av delagare med minst tva tredjedelar av de vid stamman avgivna rosterna, av vinsten till nagot allmannyttigt eller darmed jamforbart andamal ansla belopp som i forhallande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte ar av namnvard betydelse."
      }
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "content": "Jos vakuutusyhdistys kuuluu vakuutusyhtiölain 26 luvussa tarkoitettuun ryhmään, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Jos vakuutusyhdistys kuuluu vakuutusyhtiölain 26 luvussa tarkoitettuun ryhmään, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
        "folded_fi": "jos vakuutusyhdistys kuuluu vakuutusyhtiolain 26 luvussa tarkoitettuun ryhmaan, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
        "content_sv": "Om en försäkringsförening hör till en sådan grupp som avses i 26 kap. i försäkringsbolagslagen ska på tillsynen över föreningen tillämpas den lagen.",
        "normalized_sv": "Om en försäkringsförening hör till en sådan grupp som avses i 26 kap. i försäkringsbolagslagen ska på tillsynen över föreningen tillämpas den lagen.",
        "folded_sv": "om en forsakringsforening hor till en sadan grupp som avses i 26 kap. i forsakringsbolagslagen ska pa tillsynen over foreningen tillampas den lagen."
      }
    },
    {
      "provision_ref": "12:6 b",
      "chapter": "12",
      "section": "6 b",
      "content": "Vakuutusyhdistyksen, jonka toimintapääoma on pienempi kuin 10 a luvun 2 a §:n mukainen toimintapääoman vähimmäismäärä, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelma. Vakuutusyhdistyksen, jonka oma pääoma ei täytä 10 a luvun 2 a §:n 2 momentissa säädettyjä vähimmäisvaatimuksia, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi lyhyen aikavälin rahoitussuunnitelma. Jos Finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, Finanssivalvonta voi vaatia vakuutusyhdistystä toimittamaan Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelman. Osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttämissuunnitelmaa Finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapääoman vähimmäismäärävaatimusta sen varmistamiseksi, että yhdistys pystyy täyttämään toimintapääomavaatimukset tulevaisuudessa. Finanssivalvonta voi vaatia, että 10 a luvun 1 a §:ssä tarkoitettujen toimintapääomaan sisältyvien erien arvoa alennetaan 10 a luvun 2 b §:n mukaista laskelmaa laadittaessa, jos näiden erien markkina-arvossa on tapahtunut merkittäviä muutoksia tarkasteluajankohdan ja laadinta-ajankohdan välillä taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. Finanssivalvonta voi kieltää joko osittain tai kokonaan yhdistystä lukemasta 10 a luvun 1 a §:n 6 ja 8 kohdassa tarkoitettuja eriä osaksi yhdistyksen toimintapääomaa. Finanssivalvonta antaa tarkemmat määräykset tässä pykälässä tarkoitetuissa suunnitelmissa annettavista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6 b",
        "normalized_fi": "Vakuutusyhdistyksen, jonka toimintapääoma on pienempi kuin 10 a luvun 2 a § :n mukainen toimintapääoman vähimmäismäärä, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelma. Vakuutusyhdistyksen, jonka oma pääoma ei täytä 10 a luvun 2 a § :n 2 momentissa säädettyjä vähimmäisvaatimuksia, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi lyhyen aikavälin rahoitussuunnitelma. Jos Finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, Finanssivalvonta voi vaatia vakuutusyhdistystä toimittamaan Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelman. Osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttämissuunnitelmaa Finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapääoman vähimmäismäärävaatimusta sen varmistamiseksi, että yhdistys pystyy täyttämään toimintapääomavaatimukset tulevaisuudessa. Finanssivalvonta voi vaatia, että 10 a luvun 1 a § :ssä tarkoitettujen toimintapääomaan sisältyvien erien arvoa alennetaan 10 a luvun 2 b § :n mukaista laskelmaa laadittaessa, jos näiden erien markkina-arvossa on tapahtunut merkittäviä muutoksia tarkasteluajankohdan ja laadinta-ajankohdan välillä taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. Finanssivalvonta voi kieltää joko osittain tai kokonaan yhdistystä lukemasta 10 a luvun 1 a § :n 6 ja 8 kohdassa tarkoitettuja eriä osaksi yhdistyksen toimintapääomaa. Finanssivalvonta antaa tarkemmat määräykset tässä pykälässä tarkoitetuissa suunnitelmissa annettavista tiedoista.",
        "folded_fi": "vakuutusyhdistyksen, jonka toimintapaaoma on pienempi kuin 10 a luvun 2 a §:n mukainen toimintapaaoman vahimmaismaara, on viipymatta toimitettava finanssivalvonnan hyvaksyttavaksi yhdistyksen taloudellisen aseman tervehdyttamissuunnitelma. vakuutusyhdistyksen, jonka oma paaoma ei tayta 10 a luvun 2 a §:n 2 momentissa saadettyja vahimmaisvaatimuksia, on viipymatta toimitettava finanssivalvonnan hyvaksyttavaksi lyhyen aikavalin rahoitussuunnitelma. jos finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, finanssivalvonta voi vaatia vakuutusyhdistysta toimittamaan finanssivalvonnan hyvaksyttavaksi yhdistyksen taloudellisen aseman tervehdyttamissuunnitelman. osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttamissuunnitelmaa finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapaaoman vahimmaismaaravaatimusta sen varmistamiseksi, etta yhdistys pystyy tayttamaan toimintapaaomavaatimukset tulevaisuudessa. finanssivalvonta voi vaatia, etta 10 a luvun 1 a §:ssa tarkoitettujen toimintapaaomaan sisaltyvien erien arvoa alennetaan 10 a luvun 2 b §:n mukaista laskelmaa laadittaessa, jos naiden erien markkina-arvossa on tapahtunut merkittavia muutoksia tarkasteluajankohdan ja laadinta-ajankohdan valilla taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. finanssivalvonta voi kieltaa joko osittain tai kokonaan yhdistysta lukemasta 10 a luvun 1 a §:n 6 ja 8 kohdassa tarkoitettuja eria osaksi yhdistyksen toimintapaaomaa. finanssivalvonta antaa tarkemmat maaraykset tassa pykalassa tarkoitetuissa suunnitelmissa annettavista tiedoista.",
        "content_sv": "En försäkringsförening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan dröjsmål till Finansinspektionen för godkännande ge in en plan för återställande av en sund finansiell ställning. En försäkringsförening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan dröjsmål till Finansinspektionen för godkännande ge in en kortfristig finansieringsplan. Om Finansinspektionen annars anser att en försäkringsförenings försäkringstagares eller försäkrade förmåner hotas, kan Finansinspektionen kräva att försäkringsföreningen till Finansinspektionen för godkännande ger in en plan för återställande av en sund finansiell ställning. Som en del av planen som avses i 1 och 3 mom. kan Finansinspektionen höja kravet i fråga om minimibeloppet av försäkringsföreningens verksamhetskapital för att säkerställa att föreningen i framtiden kan uppfylla de krav som gäller verksamhetskapitalet. Finansinspektionen kan kräva att värdet av de i verksamhetskapitalet ingående poster som avses i 10 a kap. 1 a § skrivs ned i den uträkning som avses i 10 a kap. 2 b §, om marknadsvärdet av dessa poster har förändrats i betydande utsträckning mellan tidpunkten för granskningen och tidpunkten för uträkningen eller det i övrigt är behövligt för att en korrekt bild ska fås av uträkningen. Finansinspektionen kan antingen delvis eller helt och hållet förbjuda en förening att hänföra poster som avses i 10 a kap. 1 a § 6 och 8 punkten till föreningens verksamhetskapital. Finansinspektionen meddelar närmare föreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehålla.",
        "normalized_sv": "En försäkringsförening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan dröjsmål till Finansinspektionen för godkännande ge in en plan för återställande av en sund finansiell ställning. En försäkringsförening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan dröjsmål till Finansinspektionen för godkännande ge in en kortfristig finansieringsplan. Om Finansinspektionen annars anser att en försäkringsförenings försäkringstagares eller försäkrade förmåner hotas, kan Finansinspektionen kräva att försäkringsföreningen till Finansinspektionen för godkännande ger in en plan för återställande av en sund finansiell ställning. Som en del av planen som avses i 1 och 3 mom. kan Finansinspektionen höja kravet i fråga om minimibeloppet av försäkringsföreningens verksamhetskapital för att säkerställa att föreningen i framtiden kan uppfylla de krav som gäller verksamhetskapitalet. Finansinspektionen kan kräva att värdet av de i verksamhetskapitalet ingående poster som avses i 10 a kap. 1 a § skrivs ned i den uträkning som avses i 10 a kap. 2 b § , om marknadsvärdet av dessa poster har förändrats i betydande utsträckning mellan tidpunkten för granskningen och tidpunkten för uträkningen eller det i övrigt är behövligt för att en korrekt bild ska fås av uträkningen. Finansinspektionen kan antingen delvis eller helt och hållet förbjuda en förening att hänföra poster som avses i 10 a kap. 1 a § 6 och 8 punkten till föreningens verksamhetskapital. Finansinspektionen meddelar närmare föreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehålla.",
        "folded_sv": "en forsakringsforening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan drojsmal till finansinspektionen for godkannande ge in en plan for aterstallande av en sund finansiell stallning. en forsakringsforening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan drojsmal till finansinspektionen for godkannande ge in en kortfristig finansieringsplan. om finansinspektionen annars anser att en forsakringsforenings forsakringstagares eller forsakrade formaner hotas, kan finansinspektionen krava att forsakringsforeningen till finansinspektionen for godkannande ger in en plan for aterstallande av en sund finansiell stallning. som en del av planen som avses i 1 och 3 mom. kan finansinspektionen hoja kravet i fraga om minimibeloppet av forsakringsforeningens verksamhetskapital for att sakerstalla att foreningen i framtiden kan uppfylla de krav som galler verksamhetskapitalet. finansinspektionen kan krava att vardet av de i verksamhetskapitalet ingaende poster som avses i 10 a kap. 1 a § skrivs ned i den utrakning som avses i 10 a kap. 2 b §, om marknadsvardet av dessa poster har forandrats i betydande utstrackning mellan tidpunkten for granskningen och tidpunkten for utrakningen eller det i ovrigt ar behovligt for att en korrekt bild ska fas av utrakningen. finansinspektionen kan antingen delvis eller helt och hallet forbjuda en forening att hanfora poster som avses i 10 a kap. 1 a § 6 och 8 punkten till foreningens verksamhetskapital. finansinspektionen meddelar narmare foreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehalla."
      }
    },
    {
      "provision_ref": "13:20",
      "chapter": "13",
      "section": "20",
      "content": "Jos vakuutusyhdistys on asetettu 3 §:n 2 momentin nojalla selvitystilaan yhdistyskokouksen päätöksellä, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa päättää, että selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. Päätös on pätevä vain, jos sitä ovat kannattaneet ne, joilla on vähintään kaksi kolmasosaa tai yhdistysjärjestyksessä määrätty suurempi osa kokouksessa annetuista äänistä. Päätöstä ei kuitenkaan saa tehdä, jos selvitystilaan on tämän lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. Mitä 1 momentissa säädetään, sovelletaan, jos vakuutusyhdistys, jonka oma pääoma on oman pääoman vähimmäisvaatimusta pienempi, jälleen täyttää sanotut vaatimukset. Kun päätös selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjärjestyksen määräysten mukaisesti. Kun hallitus on valittu, selvitysmiesten on viivytyksettä tehtävä selvitystilan lopettamista koskevasta päätöksestä ja hallituksen valinnasta ilmoitus Finanssivalvonnalle ja rekisteröimistä varten rekisteriviranomaiselle. Päätöstä ei saa panna täytäntöön ennen rekisteröintiä. Yhdistyksen velkojille haettu julkinen haaste jää vaikutuksitta, jos selvitystila on lopetettu tämän pykälän mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:20",
        "normalized_fi": "Jos vakuutusyhdistys on asetettu 3 § :n 2 momentin nojalla selvitystilaan yhdistyskokouksen päätöksellä, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa päättää, että selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. Päätös on pätevä vain, jos sitä ovat kannattaneet ne, joilla on vähintään kaksi kolmasosaa tai yhdistysjärjestyksessä määrätty suurempi osa kokouksessa annetuista äänistä. Päätöstä ei kuitenkaan saa tehdä, jos selvitystilaan on tämän lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. Mitä 1 momentissa säädetään, sovelletaan, jos vakuutusyhdistys, jonka oma pääoma on oman pääoman vähimmäisvaatimusta pienempi, jälleen täyttää sanotut vaatimukset. Kun päätös selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjärjestyksen määräysten mukaisesti. Kun hallitus on valittu, selvitysmiesten on viivytyksettä tehtävä selvitystilan lopettamista koskevasta päätöksestä ja hallituksen valinnasta ilmoitus Finanssivalvonnalle ja rekisteröimistä varten rekisteriviranomaiselle. Päätöstä ei saa panna täytäntöön ennen rekisteröintiä. Yhdistyksen velkojille haettu julkinen haaste jää vaikutuksitta, jos selvitystila on lopetettu tämän pykälän mukaisesti.",
        "folded_fi": "jos vakuutusyhdistys on asetettu 3 §:n 2 momentin nojalla selvitystilaan yhdistyskokouksen paatoksella, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa paattaa, etta selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. paatos on pateva vain, jos sita ovat kannattaneet ne, joilla on vahintaan kaksi kolmasosaa tai yhdistysjarjestyksessa maaratty suurempi osa kokouksessa annetuista aanista. paatosta ei kuitenkaan saa tehda, jos selvitystilaan on taman lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. mita 1 momentissa saadetaan, sovelletaan, jos vakuutusyhdistys, jonka oma paaoma on oman paaoman vahimmaisvaatimusta pienempi, jalleen tayttaa sanotut vaatimukset. kun paatos selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjarjestyksen maaraysten mukaisesti. kun hallitus on valittu, selvitysmiesten on viivytyksetta tehtava selvitystilan lopettamista koskevasta paatoksesta ja hallituksen valinnasta ilmoitus finanssivalvonnalle ja rekisteroimista varten rekisteriviranomaiselle. paatosta ei saa panna taytantoon ennen rekisterointia. yhdistyksen velkojille haettu julkinen haaste jaa vaikutuksitta, jos selvitystila on lopetettu taman pykalan mukaisesti.",
        "content_sv": "Om en försäkringsförening har trätt i likvidation med stöd av 3 § 2 mom. genom föreningsstämmans beslut kan föreningsstämman, sedan revisorerna yttrat sig i ärendet, besluta att likvidationen ska avslutas och föreningens verksamhet fortsättas. Beslutet är giltigt endast om det har biträtts av delägare med minst två tredjedelar eller en i stadgarna bestämd större andel av de vid stämman avgivna rösterna. Ett sådant beslut får dock inte fattas, om en i denna lag föreskriven likvidationsgrund föreligger eller om föreningens tillgångar har skiftats. Bestämmelserna i 1 mom. tillämpas om en försäkringsförening vars eget kapital underskrider minimikravet på eget kapital åter uppfyller dessa krav. Efter ett beslut om att avsluta likvidationen och fortsätta föreningens verksamhet ska för föreningen väljas ledning i enlighet med stadgarna. Efter det att en styrelse har valts ska likvidatorerna utan dröjsmål underrätta Finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lämna en anmälan till registermyndigheten för registrering av beslutet. Beslutet får inte verkställas förrän det registrerats. Offentlig stämning på föreningens borgenärer är utan verkan om likvidationen har avslutats i enlighet med denna paragraf.",
        "normalized_sv": "Om en försäkringsförening har trätt i likvidation med stöd av 3 § 2 mom. genom föreningsstämmans beslut kan föreningsstämman, sedan revisorerna yttrat sig i ärendet, besluta att likvidationen ska avslutas och föreningens verksamhet fortsättas. Beslutet är giltigt endast om det har biträtts av delägare med minst två tredjedelar eller en i stadgarna bestämd större andel av de vid stämman avgivna rösterna. Ett sådant beslut får dock inte fattas, om en i denna lag föreskriven likvidationsgrund föreligger eller om föreningens tillgångar har skiftats. Bestämmelserna i 1 mom. tillämpas om en försäkringsförening vars eget kapital underskrider minimikravet på eget kapital åter uppfyller dessa krav. Efter ett beslut om att avsluta likvidationen och fortsätta föreningens verksamhet ska för föreningen väljas ledning i enlighet med stadgarna. Efter det att en styrelse har valts ska likvidatorerna utan dröjsmål underrätta Finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lämna en anmälan till registermyndigheten för registrering av beslutet. Beslutet får inte verkställas förrän det registrerats. Offentlig stämning på föreningens borgenärer är utan verkan om likvidationen har avslutats i enlighet med denna paragraf.",
        "folded_sv": "om en forsakringsforening har tratt i likvidation med stod av 3 § 2 mom. genom foreningsstammans beslut kan foreningsstamman, sedan revisorerna yttrat sig i arendet, besluta att likvidationen ska avslutas och foreningens verksamhet fortsattas. beslutet ar giltigt endast om det har bitratts av delagare med minst tva tredjedelar eller en i stadgarna bestamd storre andel av de vid stamman avgivna rosterna. ett sadant beslut far dock inte fattas, om en i denna lag foreskriven likvidationsgrund foreligger eller om foreningens tillgangar har skiftats. bestammelserna i 1 mom. tillampas om en forsakringsforening vars eget kapital underskrider minimikravet pa eget kapital ater uppfyller dessa krav. efter ett beslut om att avsluta likvidationen och fortsatta foreningens verksamhet ska for foreningen valjas ledning i enlighet med stadgarna. efter det att en styrelse har valts ska likvidatorerna utan drojsmal underratta finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lamna en anmalan till registermyndigheten for registrering av beslutet. beslutet far inte verkstallas forran det registrerats. offentlig stamning pa foreningens borgenarer ar utan verkan om likvidationen har avslutats i enlighet med denna paragraf."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "vakuutusyhdistys Tätä lakia sovelletaan Suomen lain mukaan rekisteröityyn keskinäiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa Suomen alueella. Vakuutusyhdistyksen kokonaismaksutulo ei saa ylittää 5 000 000 euroa vuodessa. Vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmään, ryhmän vastuuvelan kokonaismäärä ei saa ylittää 25 000 000 euroa, eikä tulevan jälleenvakuutuksen osuus saa ylittää 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismäärästä. Jos jokin säädetyistä määristä ylittyy kolmena peräkkäisenä vuotena, yhdistyskokouksen on tehtävä päätös vakuutusyhdistyksen muuttamisesta keskinäiseksi vakuutusyhtiöksi noudattaen, mitä 8 luvussa säädetään. Yhdistyksen on ilmoitettava määrien ylittymisestä viivytyksettä Finanssivalvonnalle. Vakuutusyhdistyksestä, joka harjoittaa kalastusvälineiden vakuutusta, säädetään lisäksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). Edellä 2 momentissa säädettyjä määriä voidaan muuttaa sosiaali- ja terveysministeriön asetuksella yleisessä hintatasossa tapahtunutta kehitystä vastaavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:1",
        "normalized_fi": "vakuutusyhdistys Tätä lakia sovelletaan Suomen lain mukaan rekisteröityyn keskinäiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa Suomen alueella. Vakuutusyhdistyksen kokonaismaksutulo ei saa ylittää 5 000 000 euroa vuodessa. Vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmään, ryhmän vastuuvelan kokonaismäärä ei saa ylittää 25 000 000 euroa, eikä tulevan jälleenvakuutuksen osuus saa ylittää 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismäärästä. Jos jokin säädetyistä määristä ylittyy kolmena peräkkäisenä vuotena, yhdistyskokouksen on tehtävä päätös vakuutusyhdistyksen muuttamisesta keskinäiseksi vakuutusyhtiöksi noudattaen, mitä 8 luvussa säädetään. Yhdistyksen on ilmoitettava määrien ylittymisestä viivytyksettä Finanssivalvonnalle. Vakuutusyhdistyksestä, joka harjoittaa kalastusvälineiden vakuutusta, säädetään lisäksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). Edellä 2 momentissa säädettyjä määriä voidaan muuttaa sosiaali- ja terveysministeriön asetuksella yleisessä hintatasossa tapahtunutta kehitystä vastaavaksi.",
        "folded_fi": "vakuutusyhdistys tata lakia sovelletaan suomen lain mukaan rekisteroityyn keskinaiseen vakuutusyritykseen (), joka harjoittaa vakuutustoimintaa suomen alueella. vakuutusyhdistyksen kokonaismaksutulo ei saa ylittaa 5 000 000 euroa vuodessa. vakuutusyhdistyksen, tai jos se kuuluu vakuutusyritysryhmaan, ryhman vastuuvelan kokonaismaara ei saa ylittaa 25 000 000 euroa, eika tulevan jalleenvakuutuksen osuus saa ylittaa 10 prosenttia yhdistyksen kokonaismaksutulosta tai vastuuvelan kokonaismaarasta. jos jokin saadetyista maarista ylittyy kolmena perakkaisena vuotena, yhdistyskokouksen on tehtava paatos vakuutusyhdistyksen muuttamisesta keskinaiseksi vakuutusyhtioksi noudattaen, mita 8 luvussa saadetaan. yhdistyksen on ilmoitettava maarien ylittymisesta viivytyksetta finanssivalvonnalle. vakuutusyhdistyksesta, joka harjoittaa kalastusvalineiden vakuutusta, saadetaan lisaksi kaupallisen kalastuksen vakuutustuesta annetussa laissa (998/2012). edella 2 momentissa saadettyja maaria voidaan muuttaa sosiaali- ja terveysministerion asetuksella yleisessa hintatasossa tapahtunutta kehitysta vastaavaksi.",
        "content_sv": "försäkringsförening Denna lag tillämpas på ömsesidiga försäkringsföretag () som är registrerade enligt finsk lag och som bedriver försäkringsverksamhet inom Finlands territorium. En försäkringsförenings sammanlagda årliga premieinkomst får inte överstiga 5 000 000 euro. Försäkringsföreningens, eller om den hör till en försäkringsgrupp, gruppens sammanlagda ansvarsskuld får inte överstiga 25 000 000 euro, och mottagna återförsäkringspremier får inte överstiga 10 procent av föreningens sammanlagda premieinkomst eller ansvarsskuld. Om något av de angivna beloppen överskrids tre år i rad ska föreningsstämman fatta ett beslut om ombildning av försäkringsföreningen till ett ömsesidigt försäkringsbolag med iakttagande av vad som föreskrivs i 8 kap. Föreningen ska utan dröjsmål underrätta Finansinspektionen om att beloppen överskrids. Bestämmelser om försäkringsföreningar som bedriver försäkring av fiskerimateriel finns dessutom i lagen om försäkringsstöd för kommersiellt fiske (998/2012). De belopp som anges i 2 mom. kan genom förordning av social- och hälsovårdsministeriet ändras i överensstämmelse med utvecklingen i den allmänna prisnivån.",
        "normalized_sv": "försäkringsförening Denna lag tillämpas på ömsesidiga försäkringsföretag () som är registrerade enligt finsk lag och som bedriver försäkringsverksamhet inom Finlands territorium. En försäkringsförenings sammanlagda årliga premieinkomst får inte överstiga 5 000 000 euro. Försäkringsföreningens, eller om den hör till en försäkringsgrupp, gruppens sammanlagda ansvarsskuld får inte överstiga 25 000 000 euro, och mottagna återförsäkringspremier får inte överstiga 10 procent av föreningens sammanlagda premieinkomst eller ansvarsskuld. Om något av de angivna beloppen överskrids tre år i rad ska föreningsstämman fatta ett beslut om ombildning av försäkringsföreningen till ett ömsesidigt försäkringsbolag med iakttagande av vad som föreskrivs i 8 kap. Föreningen ska utan dröjsmål underrätta Finansinspektionen om att beloppen överskrids. Bestämmelser om försäkringsföreningar som bedriver försäkring av fiskerimateriel finns dessutom i lagen om försäkringsstöd för kommersiellt fiske (998/2012). De belopp som anges i 2 mom. kan genom förordning av social- och hälsovårdsministeriet ändras i överensstämmelse med utvecklingen i den allmänna prisnivån.",
        "folded_sv": "forsakringsforening denna lag tillampas pa omsesidiga forsakringsforetag () som ar registrerade enligt finsk lag och som bedriver forsakringsverksamhet inom finlands territorium. en forsakringsforenings sammanlagda arliga premieinkomst far inte overstiga 5 000 000 euro. forsakringsforeningens, eller om den hor till en forsakringsgrupp, gruppens sammanlagda ansvarsskuld far inte overstiga 25 000 000 euro, och mottagna aterforsakringspremier far inte overstiga 10 procent av foreningens sammanlagda premieinkomst eller ansvarsskuld. om nagot av de angivna beloppen overskrids tre ar i rad ska foreningsstamman fatta ett beslut om ombildning av forsakringsforeningen till ett omsesidigt forsakringsbolag med iakttagande av vad som foreskrivs i 8 kap. foreningen ska utan drojsmal underratta finansinspektionen om att beloppen overskrids. bestammelser om forsakringsforeningar som bedriver forsakring av fiskerimateriel finns dessutom i lagen om forsakringsstod for kommersiellt fiske (998/2012). de belopp som anges i 2 mom. kan genom forordning av social- och halsovardsministeriet andras i overensstammelse med utvecklingen i den allmanna prisnivan."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Vakuutusyhdistyksen osakkaat eivät vastaa henkilökohtaisesti yhdistyksen velvoitteista. Vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisämaksuvelvollisia vakuutusyhdistystä kohtaan siten kuin tässä pykälässä säädetään. Jos vakuutusyhdistyksen oma pääoma syntyneen tappion tai muun syyn takia ei enää täytä 10 a luvun 2 a §:n 2 momentissa säädettyä vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riitä velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymättä määrättävä lisämaksu. Lisämaksun on oltava määrältään vähintään niin suuri kuin edellä tarkoitettujen vaatimusten täyttämiseksi tarvitaan, mutta kuitenkin enintään yhtä suuri kuin vakuutuksenottajaosakkaan edellisenä kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismäärä. Tätä momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisämaksu määrättiin, jollei yhdistysjärjestyksessä toisin määrätä. Jollei osakas määräaikana suorita hänelle määrättyä lisämaksua, se on viipymättä pantava ulosottotoimin perittäväksi. Jollei lisämaksua saada osakkaalta perityksi, puuttuva määrä on, jos sen periminen on vielä tarpeen, jaettava toisten osakkaiden suoritettavaksi enintään heidän lisämaksuvelvollisuutensa määrään. Lisämaksu viivästyskorkoineen on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3",
        "normalized_fi": "Vakuutusyhdistyksen osakkaat eivät vastaa henkilökohtaisesti yhdistyksen velvoitteista. Vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisämaksuvelvollisia vakuutusyhdistystä kohtaan siten kuin tässä pykälässä säädetään. Jos vakuutusyhdistyksen oma pääoma syntyneen tappion tai muun syyn takia ei enää täytä 10 a luvun 2 a § :n 2 momentissa säädettyä vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riitä velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymättä määrättävä lisämaksu. Lisämaksun on oltava määrältään vähintään niin suuri kuin edellä tarkoitettujen vaatimusten täyttämiseksi tarvitaan, mutta kuitenkin enintään yhtä suuri kuin vakuutuksenottajaosakkaan edellisenä kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismäärä. Tätä momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisämaksu määrättiin, jollei yhdistysjärjestyksessä toisin määrätä. Jollei osakas määräaikana suorita hänelle määrättyä lisämaksua, se on viipymättä pantava ulosottotoimin perittäväksi. Jollei lisämaksua saada osakkaalta perityksi, puuttuva määrä on, jos sen periminen on vielä tarpeen, jaettava toisten osakkaiden suoritettavaksi enintään heidän lisämaksuvelvollisuutensa määrään. Lisämaksu viivästyskorkoineen on suoraan ulosottokelpoinen. Sen perimisestä säädetään verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "vakuutusyhdistyksen osakkaat eivat vastaa henkilokohtaisesti yhdistyksen velvoitteista. vakuutusyhdistyksen vakuutuksenottajaosakkaat ovat kuitenkin lisamaksuvelvollisia vakuutusyhdistysta kohtaan siten kuin tassa pykalassa saadetaan. jos vakuutusyhdistyksen oma paaoma syntyneen tappion tai muun syyn takia ei enaa tayta 10 a luvun 2 a §:n 2 momentissa saadettya vaatimusta tai jos selvitystilassa tai konkurssissa olevan yhdistyksen omaisuus ei riita velkojen maksamiseen, vakuutusyhdistyksen vakuutuksenottajaosakkaille on viipymatta maarattava lisamaksu. lisamaksun on oltava maaraltaan vahintaan niin suuri kuin edella tarkoitettujen vaatimusten tayttamiseksi tarvitaan, mutta kuitenkin enintaan yhta suuri kuin vakuutuksenottajaosakkaan edellisena kalenterivuonna maksuunpantujen vakuutusmaksujen yhteismaara. tata momenttia sovelletaan vain sellaiseen osakkaaseen, joka oli yhdistyksen osakkaana sen kalenterivuoden alussa, jonka kuluessa lisamaksu maarattiin, jollei yhdistysjarjestyksessa toisin maarata. jollei osakas maaraaikana suorita hanelle maarattya lisamaksua, se on viipymatta pantava ulosottotoimin perittavaksi. jollei lisamaksua saada osakkaalta perityksi, puuttuva maara on, jos sen periminen on viela tarpeen, jaettava toisten osakkaiden suoritettavaksi enintaan heidan lisamaksuvelvollisuutensa maaraan. lisamaksu viivastyskorkoineen on suoraan ulosottokelpoinen. sen perimisesta saadetaan verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "content_sv": "Delägarna i en försäkringsförening är inte personligen ansvariga för föreningens förpliktelser. Försäkringstagardelägarna är dock skyldiga att betala tilläggsavgift till försäkringsföreningen så som det föreskrivs i denna paragraf. Om en försäkringsförenings egna kapital på grund av uppkommen förlust eller av någon annan orsak inte längre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgångarna i en förening i likvidation eller i konkurs inte räcker till för betalning av skulderna, ska försäkringstagardelägarna utan dröjsmål påföras en tilläggsavgift. Tilläggsavgiften ska vara minst så stor som uppfyllandet av ovan avsedda krav förutsätter, dock högst lika stor som det sammanlagda beloppet av de premier som försäkringstagardelägaren debiterades för kalenderåret innan. Detta moment tillämpas endast på en sådan delägare som var delägare i försäkringsföreningen vid ingången av det kalenderår under vilket tilläggsavgiften påfördes, om inte något annat föreskrivs i stadgarna. Om en delägare inte inom utsatt tid erlägger en påförd tilläggsavgift, ska avgiften utan dröjsmål indrivas i utsökningsväg. Om tilläggsavgiften inte kan indrivas hos delägaren, ska det bristande beloppet, om indrivning ännu behövs, fördelas mellan de övriga delägarna högst till beloppet av deras skyldighet att betala tilläggsavgift. En tilläggsavgift jämte dröjsmålsränta är direkt utsökbar. Bestämmelser om indrivning av avgiften finns i lagen om verkställighet av skatter eller avgifter (706/2007).",
        "normalized_sv": "Delägarna i en försäkringsförening är inte personligen ansvariga för föreningens förpliktelser. Försäkringstagardelägarna är dock skyldiga att betala tilläggsavgift till försäkringsföreningen så som det föreskrivs i denna paragraf. Om en försäkringsförenings egna kapital på grund av uppkommen förlust eller av någon annan orsak inte längre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgångarna i en förening i likvidation eller i konkurs inte räcker till för betalning av skulderna, ska försäkringstagardelägarna utan dröjsmål påföras en tilläggsavgift. Tilläggsavgiften ska vara minst så stor som uppfyllandet av ovan avsedda krav förutsätter, dock högst lika stor som det sammanlagda beloppet av de premier som försäkringstagardelägaren debiterades för kalenderåret innan. Detta moment tillämpas endast på en sådan delägare som var delägare i försäkringsföreningen vid ingången av det kalenderår under vilket tilläggsavgiften påfördes, om inte något annat föreskrivs i stadgarna. Om en delägare inte inom utsatt tid erlägger en påförd tilläggsavgift, ska avgiften utan dröjsmål indrivas i utsökningsväg. Om tilläggsavgiften inte kan indrivas hos delägaren, ska det bristande beloppet, om indrivning ännu behövs, fördelas mellan de övriga delägarna högst till beloppet av deras skyldighet att betala tilläggsavgift. En tilläggsavgift jämte dröjsmålsränta är direkt utsökbar. Bestämmelser om indrivning av avgiften finns i lagen om verkställighet av skatter eller avgifter (706/2007).",
        "folded_sv": "delagarna i en forsakringsforening ar inte personligen ansvariga for foreningens forpliktelser. forsakringstagardelagarna ar dock skyldiga att betala tillaggsavgift till forsakringsforeningen sa som det foreskrivs i denna paragraf. om en forsakringsforenings egna kapital pa grund av uppkommen forlust eller av nagon annan orsak inte langre uppfyller kraven enligt 10 a kap. 2 a § 2 mom. eller om tillgangarna i en forening i likvidation eller i konkurs inte racker till for betalning av skulderna, ska forsakringstagardelagarna utan drojsmal paforas en tillaggsavgift. tillaggsavgiften ska vara minst sa stor som uppfyllandet av ovan avsedda krav forutsatter, dock hogst lika stor som det sammanlagda beloppet av de premier som forsakringstagardelagaren debiterades for kalenderaret innan. detta moment tillampas endast pa en sadan delagare som var delagare i forsakringsforeningen vid ingangen av det kalenderar under vilket tillaggsavgiften pafordes, om inte nagot annat foreskrivs i stadgarna. om en delagare inte inom utsatt tid erlagger en paford tillaggsavgift, ska avgiften utan drojsmal indrivas i utsokningsvag. om tillaggsavgiften inte kan indrivas hos delagaren, ska det bristande beloppet, om indrivning annu behovs, fordelas mellan de ovriga delagarna hogst till beloppet av deras skyldighet att betala tillaggsavgift. en tillaggsavgift jamte drojsmalsranta ar direkt utsokbar. bestammelser om indrivning av avgiften finns i lagen om verkstallighet av skatter eller avgifter (706/2007)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Vakuutusyhdistyksen yhdistysjärjestykselle ja sen muutoksille on haettava Finanssivalvonnan vahvistus. Finanssivalvonta ei saa vahvistaa yhdistysjärjestystä tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessä epäsuhteessa sen vastuunkantokykyyn. Finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjärjestystä, jos sen toiminnan yhdistysjärjestyksen vahvistamista haettaessa voidaan arvioida ylittävän jonkin 1 luvun 1 §:n 2 momentissa säädetyistä enimmäismääristä seuraavien viiden vuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Vakuutusyhdistyksen yhdistysjärjestykselle ja sen muutoksille on haettava Finanssivalvonnan vahvistus. Finanssivalvonta ei saa vahvistaa yhdistysjärjestystä tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessä epäsuhteessa sen vastuunkantokykyyn. Finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjärjestystä, jos sen toiminnan yhdistysjärjestyksen vahvistamista haettaessa voidaan arvioida ylittävän jonkin 1 luvun 1 § :n 2 momentissa säädetyistä enimmäismääristä seuraavien viiden vuoden aikana.",
        "folded_fi": "vakuutusyhdistyksen yhdistysjarjestykselle ja sen muutoksille on haettava finanssivalvonnan vahvistus. finanssivalvonta ei saa vahvistaa yhdistysjarjestysta tai sen muutosta, jos aiottu vakuutustoiminta on sellaista, jonka harjoittamisesta aiheutuvat velvoitteet ovat yhdistyksen toimintaedellytykset huomioon ottaen ilmeisessa epasuhteessa sen vastuunkantokykyyn. finanssivalvonta ei saa vahvistaa vakuutusyhdistyksen yhdistysjarjestysta, jos sen toiminnan yhdistysjarjestyksen vahvistamista haettaessa voidaan arvioida ylittavan jonkin 1 luvun 1 §:n 2 momentissa saadetyista enimmaismaarista seuraavien viiden vuoden aikana.",
        "content_sv": "Fastställelse av en försäkringsförenings stadgar och ändringar av dem ska sökas hos Finansinspektionen. Finansinspektionen får inte fastställa stadgarna eller ändringar i dem, om den tilltänkta försäkringsverksamheten är sådan att den medför förpliktelser som med beaktande av föreningens verksamhetsförutsättningar står i uppenbar disproportion till dess ansvarsförmåga. Finansinspektionen får inte fastställa stadgarna om den bedömningen kan göras vid tidpunkten för ansökan om fastställelse av stadgarna att försäkringsföreningens verksamhet överskrider något av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de följande fem åren.",
        "normalized_sv": "Fastställelse av en försäkringsförenings stadgar och ändringar av dem ska sökas hos Finansinspektionen. Finansinspektionen får inte fastställa stadgarna eller ändringar i dem, om den tilltänkta försäkringsverksamheten är sådan att den medför förpliktelser som med beaktande av föreningens verksamhetsförutsättningar står i uppenbar disproportion till dess ansvarsförmåga. Finansinspektionen får inte fastställa stadgarna om den bedömningen kan göras vid tidpunkten för ansökan om fastställelse av stadgarna att försäkringsföreningens verksamhet överskrider något av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de följande fem åren.",
        "folded_sv": "faststallelse av en forsakringsforenings stadgar och andringar av dem ska sokas hos finansinspektionen. finansinspektionen far inte faststalla stadgarna eller andringar i dem, om den tilltankta forsakringsverksamheten ar sadan att den medfor forpliktelser som med beaktande av foreningens verksamhetsforutsattningar star i uppenbar disproportion till dess ansvarsformaga. finansinspektionen far inte faststalla stadgarna om den bedomningen kan goras vid tidpunkten for ansokan om faststallelse av stadgarna att forsakringsforeningens verksamhet overskrider nagot av de maximibelopp som anges i 1 kap. 1 § 2 mom. under de foljande fem aren."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "8:2",
      "chapter": "8",
      "section": "2",
      "content": "Finanssivalvonnan on kuulutettava 1 §:ssä tarkoitetun yhtiöjärjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessä, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä. Kuulutuksessa on kehotettava niitä yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään muistutuksensa Finanssivalvonnalle sen asettamassa määräajassa, joka saa olla enintään kaksi kuukautta. Finanssivalvonnan on velvoitettava yhdistys viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhdistyksen kotipaikan sanomalehdessä sekä tarvittaessa lisäksi siten kuin Finanssivalvonta määrää. Finanssivalvonnan on vahvistettava yhtiöjärjestys, jos se täyttää vakuutusyhtiölain 2 luvun 6 §:ssä säädetyt edellytykset ja yhdistyksen muuttaminen keskinäiseksi vakuutusyhtiöksi ei loukkaa vakuutettuja etuja. Finanssivalvonnalla on oikeus liittää yhtiöjärjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. Yhdistys sekä muistutuksentekijä saavat valittaa päätöksestä noudattaen, mitä Finanssivalvonnasta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "8:2",
        "normalized_fi": "Finanssivalvonnan on kuulutettava 1 § :ssä tarkoitetun yhtiöjärjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessä, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä. Kuulutuksessa on kehotettava niitä yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään muistutuksensa Finanssivalvonnalle sen asettamassa määräajassa, joka saa olla enintään kaksi kuukautta. Finanssivalvonnan on velvoitettava yhdistys viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhdistyksen kotipaikan sanomalehdessä sekä tarvittaessa lisäksi siten kuin Finanssivalvonta määrää. Finanssivalvonnan on vahvistettava yhtiöjärjestys, jos se täyttää vakuutusyhtiölain 2 luvun 6 § :ssä säädetyt edellytykset ja yhdistyksen muuttaminen keskinäiseksi vakuutusyhtiöksi ei loukkaa vakuutettuja etuja. Finanssivalvonnalla on oikeus liittää yhtiöjärjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. Yhdistys sekä muistutuksentekijä saavat valittaa päätöksestä noudattaen, mitä Finanssivalvonnasta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "finanssivalvonnan on kuulutettava 1 §:ssa tarkoitetun yhtiojarjestyksen vahvistamista koskevasta hakemuksesta yhdistyksen kustannuksella virallisessa lehdessa, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava. kuulutuksessa on kehotettava niita yhdistyksen osakkaita ja vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan muistutuksensa finanssivalvonnalle sen asettamassa maaraajassa, joka saa olla enintaan kaksi kuukautta. finanssivalvonnan on velvoitettava yhdistys viipymatta antamaan tieto kuulutuksesta ainakin yhdessa yhdistyksen kotipaikan sanomalehdessa seka tarvittaessa lisaksi siten kuin finanssivalvonta maaraa. finanssivalvonnan on vahvistettava yhtiojarjestys, jos se tayttaa vakuutusyhtiolain 2 luvun 6 §:ssa saadetyt edellytykset ja yhdistyksen muuttaminen keskinaiseksi vakuutusyhtioksi ei loukkaa vakuutettuja etuja. finanssivalvonnalla on oikeus liittaa yhtiojarjestyksen vahvistamiseen vakuutettujen etujen turvaamiseksi tarpeelliset ehdot. yhdistys seka muistutuksentekija saavat valittaa paatoksesta noudattaen, mita finanssivalvonnasta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena.",
        "content_sv": "Finansinspektionen ska när det gäller en i 1 § avsedd ansökan om fastställelse av bolagsordningen, om den inte anser att ansökan utan vidare utredningar ska avslås, på föreningens bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen ska sådana delägare i föreningen och försäkringsborgenärer som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Finansinspektionen inom en av den utsatt tid som inte får vara längre än två månader. Finansinspektionen ska förplikta föreningen att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på föreningens hemort samt dessutom vid behov på det sätt som Finansinspektionen bestämmer. Finansinspektionen ska fastställa bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i försäkringsbolagslagen och om inte ombildningen av föreningen till ömsesidigt försäkringsbolag kränker de försäkrade förmånerna. Finansinspektionen har rätt att förena fastställelsen av bolagsordningen med sådana villkor som behövs för att skydda de försäkrade förmånerna. Föreningen och den som framställt anmärkning får överklaga beslutet genom besvär enligt vad som föreskrivs i lagen om Finansinspektionen. Besvären ska behandlas skyndsamt.",
        "normalized_sv": "Finansinspektionen ska när det gäller en i 1 § avsedd ansökan om fastställelse av bolagsordningen, om den inte anser att ansökan utan vidare utredningar ska avslås, på föreningens bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen ska sådana delägare i föreningen och försäkringsborgenärer som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Finansinspektionen inom en av den utsatt tid som inte får vara längre än två månader. Finansinspektionen ska förplikta föreningen att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på föreningens hemort samt dessutom vid behov på det sätt som Finansinspektionen bestämmer. Finansinspektionen ska fastställa bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i försäkringsbolagslagen och om inte ombildningen av föreningen till ömsesidigt försäkringsbolag kränker de försäkrade förmånerna. Finansinspektionen har rätt att förena fastställelsen av bolagsordningen med sådana villkor som behövs för att skydda de försäkrade förmånerna. Föreningen och den som framställt anmärkning får överklaga beslutet genom besvär enligt vad som föreskrivs i lagen om Finansinspektionen. Besvären ska behandlas skyndsamt.",
        "folded_sv": "finansinspektionen ska nar det galler en i 1 § avsedd ansokan om faststallelse av bolagsordningen, om den inte anser att ansokan utan vidare utredningar ska avslas, pa foreningens bekostnad kungora ansokan i den officiella tidningen. i kungorelsen ska sadana delagare i foreningen och forsakringsborgenarer som onskar framstalla anmarkningar mot ansokan uppmanas framstalla dem till finansinspektionen inom en av den utsatt tid som inte far vara langre an tva manader. finansinspektionen ska forplikta foreningen att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa foreningens hemort samt dessutom vid behov pa det satt som finansinspektionen bestammer. finansinspektionen ska faststalla bolagsordningen, om den uppfyller kraven enligt 2 kap. 6 § i forsakringsbolagslagen och om inte ombildningen av foreningen till omsesidigt forsakringsbolag kranker de forsakrade formanerna. finansinspektionen har ratt att forena faststallelsen av bolagsordningen med sadana villkor som behovs for att skydda de forsakrade formanerna. foreningen och den som framstallt anmarkning far overklaga beslutet genom besvar enligt vad som foreskrivs i lagen om finansinspektionen. besvaren ska behandlas skyndsamt."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "9:2 a",
      "chapter": "9",
      "section": "2 a",
      "content": "Vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittävänä pidettävässä laajuudessa ulotuttava vastuuvelkaan, toimintapääomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan sekä vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmään kuuluvien yhteisöjen välisiin keskinäisiin liiketoimiin. Tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. Yhdistyksen hallituksen ja hallintoneuvoston on vähintään kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisäisestä valvonnasta sekä muista tilintarkastuksessa esiin tulleista seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:2 a",
        "normalized_fi": "Vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittävänä pidettävässä laajuudessa ulotuttava vastuuvelkaan, toimintapääomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan sekä vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmään kuuluvien yhteisöjen välisiin keskinäisiin liiketoimiin. Tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. Yhdistyksen hallituksen ja hallintoneuvoston on vähintään kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisäisestä valvonnasta sekä muista tilintarkastuksessa esiin tulleista seikoista.",
        "folded_fi": "vakuutusyhdistyksen tilintarkastajan suorittaman tilikauden aikaisen jatkuvan tarkastuksen on riittavana pidettavassa laajuudessa ulotuttava vastuuvelkaan, toimintapaaomaan, sijoitustoimintaan, vakuuttamis- ja korvaustoimintaan seka vakuutusyhdistyksen ja sen kanssa samaan konserniin tai vakuutusyritysryhmaan kuuluvien yhteisojen valisiin keskinaisiin liiketoimiin. tilintarkastajan 1 momentissa tarkoitetusta tarkastuksesta on annettava kertomus yhdistyksen hallitukselle. yhdistyksen hallituksen ja hallintoneuvoston on vahintaan kerran vuodessa kuultava kokouksessaan tilintarkastajaa yhdistyksen taloudellisesta asemasta ja sisaisesta valvonnasta seka muista tilintarkastuksessa esiin tulleista seikoista.",
        "content_sv": "Den fortlöpande granskning under räkenskapsperioden som utförs av revisorn ska i tillräcklig omfattning utsträckas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, försäkrings- och ersättningsverksamheten samt interna affärstransaktioner mellan försäkringsföreningen och sammanslutningar som hör till samma koncern eller försäkringsgrupp. En berättelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. Styrelsen och förvaltningsrådet ska minst en gång per år i sitt sammanträde höra revisorn om föreningens ekonomiska ställning och interna kontroll samt om övriga omständigheter som kommit fram i samband med revisionen.",
        "normalized_sv": "Den fortlöpande granskning under räkenskapsperioden som utförs av revisorn ska i tillräcklig omfattning utsträckas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, försäkrings- och ersättningsverksamheten samt interna affärstransaktioner mellan försäkringsföreningen och sammanslutningar som hör till samma koncern eller försäkringsgrupp. En berättelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. Styrelsen och förvaltningsrådet ska minst en gång per år i sitt sammanträde höra revisorn om föreningens ekonomiska ställning och interna kontroll samt om övriga omständigheter som kommit fram i samband med revisionen.",
        "folded_sv": "den fortlopande granskning under rakenskapsperioden som utfors av revisorn ska i tillracklig omfattning utstrackas till ansvarsskulden, verksamhetskapitalet, placeringsverksamheten, forsakrings- och ersattningsverksamheten samt interna affarstransaktioner mellan forsakringsforeningen och sammanslutningar som hor till samma koncern eller forsakringsgrupp. en berattelse om revisorns granskning enligt 1 mom. ska avges till styrelsen. styrelsen och forvaltningsradet ska minst en gang per ar i sitt sammantrade hora revisorn om foreningens ekonomiska stallning och interna kontroll samt om ovriga omstandigheter som kommit fram i samband med revisionen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
        "folded_fi": "vakuutusyhdistyksessa tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslaissa tarkoitettu tilintarkastaja.",
        "content_sv": "I en försäkringsförening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen.",
        "normalized_sv": "I en försäkringsförening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen.",
        "folded_sv": "i en forsakringsforening ska revisorn och revisorssuppleanten vara en revisor som avses i revisionslagen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:3",
      "chapter": "10",
      "section": "3",
      "content": "Mitä vakuutusyhtiölain 9 luvun 1-3, 6 ja 9-11 §:ssä sekä 13 §:n 1 kohdassa säädetään vakuutusyhtiön vastuuvelasta, sovelletaan myös vakuutusyhdistyksen vastuuvelkaan. Vakuutusyhdistyksen tasoitusmäärällä tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa määrää. Tasoitusmäärän alarajalla Tasoitusmäärän ylärajalla tarkoitetaan 10 a luvun 8 §:ssä tarkoitetun oikaistun vakavaraisuuspääoman vähimmäismäärän ja 7 §:ssä mainituilla erillä oikaistun toimintapääoman erotusta. Tasoitusmäärän alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan määrää, jonka katsotaan riskiteoreettisten laskelmien perusteella jälleenvakuutus ja muut vastaavat riskinsiirtomenetelmät huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. Vakuutusyhdistyksellä tulee olla laskuperusteet tasoitusmäärälle sekä tasoitusmäärän ala- ja ylärajalle. Yhdistyksen on haettava tasoitusmäärän laskuperusteille Finanssivalvonnan vahvistus. Sosiaali- ja terveysministeriön asetuksella säädetään, miten vakuutusyhdistyksen tasoitusmäärä, tasoitusmäärän yläraja ja tasoitusmäärän muutos lasketaan sekä miten tasoitusmäärän laskuperusteet laaditaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3",
        "normalized_fi": "Mitä vakuutusyhtiölain 9 luvun 1-3, 6 ja 9-11 § :ssä sekä 13 § :n 1 kohdassa säädetään vakuutusyhtiön vastuuvelasta, sovelletaan myös vakuutusyhdistyksen vastuuvelkaan. Vakuutusyhdistyksen tasoitusmäärällä tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa määrää. Tasoitusmäärän alarajalla Tasoitusmäärän ylärajalla tarkoitetaan 10 a luvun 8 § :ssä tarkoitetun oikaistun vakavaraisuuspääoman vähimmäismäärän ja 7 § :ssä mainituilla erillä oikaistun toimintapääoman erotusta. Tasoitusmäärän alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan määrää, jonka katsotaan riskiteoreettisten laskelmien perusteella jälleenvakuutus ja muut vastaavat riskinsiirtomenetelmät huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. Vakuutusyhdistyksellä tulee olla laskuperusteet tasoitusmäärälle sekä tasoitusmäärän ala- ja ylärajalle. Yhdistyksen on haettava tasoitusmäärän laskuperusteille Finanssivalvonnan vahvistus. Sosiaali- ja terveysministeriön asetuksella säädetään, miten vakuutusyhdistyksen tasoitusmäärä, tasoitusmäärän yläraja ja tasoitusmäärän muutos lasketaan sekä miten tasoitusmäärän laskuperusteet laaditaan.",
        "folded_fi": "mita vakuutusyhtiolain 9 luvun 1-3, 6 ja 9-11 §:ssa seka 13 §:n 1 kohdassa saadetaan vakuutusyhtion vastuuvelasta, sovelletaan myos vakuutusyhdistyksen vastuuvelkaan. vakuutusyhdistyksen tasoitusmaaralla tarkoitetaan runsasvahinkoisten vuosien varalta riskiteoreettisesti laskettavaa maaraa. tasoitusmaaran alarajalla tasoitusmaaran ylarajalla tarkoitetaan 10 a luvun 8 §:ssa tarkoitetun oikaistun vakavaraisuuspaaoman vahimmaismaaran ja 7 §:ssa mainituilla erilla oikaistun toimintapaaoman erotusta. tasoitusmaaran alaraja ei voi kuitenkaan olla negatiivinen. tarkoitetaan maaraa, jonka katsotaan riskiteoreettisten laskelmien perusteella jalleenvakuutus ja muut vastaavat riskinsiirtomenetelmat huomioon ottaen olevan kohtuullinen vakuutustoiminnan jatkumisen kannalta. vakuutusyhdistyksella tulee olla laskuperusteet tasoitusmaaralle seka tasoitusmaaran ala- ja ylarajalle. yhdistyksen on haettava tasoitusmaaran laskuperusteille finanssivalvonnan vahvistus. sosiaali- ja terveysministerion asetuksella saadetaan, miten vakuutusyhdistyksen tasoitusmaara, tasoitusmaaran ylaraja ja tasoitusmaaran muutos lasketaan seka miten tasoitusmaaran laskuperusteet laaditaan.",
        "content_sv": "Bestämmelserna om försäkringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i försäkringsbolagslagen tillämpas också på försäkringsföreningars ansvarsskuld. försäkringsföreningens utjämningsbelopp Med avses ett riskteoretiskt belopp beräknat för skaderika år. utjämningsbeloppets undre gräns utjämningsbeloppets övre gräns Med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som nämns i 10 a kap. 7 §. Utjämningsbeloppets undre gräns kan dock inte vara negativ. Med avses det belopp som på grundval av de riskteoretiska beräkningarna, med beaktande av återförsäkringen och andra liknande risköverföringsmetoder, anses vara skäligt för en fortsatt försäkringsverksamhet. En försäkringsförening ska ha beräkningsgrunder för att bestämma utjämningsbeloppet samt utjämningsbeloppets undre och övre gräns. Föreningen ska ansöka om att Finansinspektionen fastställer beräkningsgrunderna för utjämningsbeloppet. Genom förordning av social- och hälsovårdsministeriet föreskrivs det hur en försäkringsförenings utjämningsbelopp, den övre gränsen för utjämningsbeloppet och förändringar i utjämningsbeloppet ska räknas ut och hur beräkningsgrunderna för utjämningsbeloppet görs upp.",
        "normalized_sv": "Bestämmelserna om försäkringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i försäkringsbolagslagen tillämpas också på försäkringsföreningars ansvarsskuld. försäkringsföreningens utjämningsbelopp Med avses ett riskteoretiskt belopp beräknat för skaderika år. utjämningsbeloppets undre gräns utjämningsbeloppets övre gräns Med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som nämns i 10 a kap. 7 § . Utjämningsbeloppets undre gräns kan dock inte vara negativ. Med avses det belopp som på grundval av de riskteoretiska beräkningarna, med beaktande av återförsäkringen och andra liknande risköverföringsmetoder, anses vara skäligt för en fortsatt försäkringsverksamhet. En försäkringsförening ska ha beräkningsgrunder för att bestämma utjämningsbeloppet samt utjämningsbeloppets undre och övre gräns. Föreningen ska ansöka om att Finansinspektionen fastställer beräkningsgrunderna för utjämningsbeloppet. Genom förordning av social- och hälsovårdsministeriet föreskrivs det hur en försäkringsförenings utjämningsbelopp, den övre gränsen för utjämningsbeloppet och förändringar i utjämningsbeloppet ska räknas ut och hur beräkningsgrunderna för utjämningsbeloppet görs upp.",
        "folded_sv": "bestammelserna om forsakringsbolags ansvarsskuld i 9 kap. 1-3, 6 och 9-11 § samt 13 § 1 punkten i forsakringsbolagslagen tillampas ocksa pa forsakringsforeningars ansvarsskuld. forsakringsforeningens utjamningsbelopp med avses ett riskteoretiskt belopp beraknat for skaderika ar. utjamningsbeloppets undre grans utjamningsbeloppets ovre grans med avses skillnaden mellan minimibeloppet av det korrigerade solvenskapitalet enligt 10 a kap. 8 § och det verksamhetskapital som korrigerats med de poster som namns i 10 a kap. 7 §. utjamningsbeloppets undre grans kan dock inte vara negativ. med avses det belopp som pa grundval av de riskteoretiska berakningarna, med beaktande av aterforsakringen och andra liknande riskoverforingsmetoder, anses vara skaligt for en fortsatt forsakringsverksamhet. en forsakringsforening ska ha berakningsgrunder for att bestamma utjamningsbeloppet samt utjamningsbeloppets undre och ovre grans. foreningen ska ansoka om att finansinspektionen faststaller berakningsgrunderna for utjamningsbeloppet. genom forordning av social- och halsovardsministeriet foreskrivs det hur en forsakringsforenings utjamningsbelopp, den ovre gransen for utjamningsbeloppet och forandringar i utjamningsbeloppet ska raknas ut och hur berakningsgrunderna for utjamningsbeloppet gors upp."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:3 b",
      "chapter": "10",
      "section": "3 b",
      "content": "Vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvälineitä tai kiinnityskelpoista kiinteää omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyjä oikeuksia. Vastuuvelan katteena olevan kiinteän omaisuuden on sijaittava Euroopan talousalueeseen kuuluvan valtion alueella. Enintään 30 prosenttia vastuuvelan bruttomäärästä, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 b",
        "normalized_fi": "Vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvälineitä tai kiinnityskelpoista kiinteää omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyjä oikeuksia. Vastuuvelan katteena olevan kiinteän omaisuuden on sijaittava Euroopan talousalueeseen kuuluvan valtion alueella. Enintään 30 prosenttia vastuuvelan bruttomäärästä, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
        "folded_fi": "vakuutusyhdistyksen vastuuvelan katteen on oltava rahoitusvalineita tai kiinnityskelpoista kiinteaa omaisuutta taikka kiinnityskelpoisia julkiseen rekisteriin merkittyja oikeuksia. vastuuvelan katteena olevan kiintean omaisuuden on sijaittava euroopan talousalueeseen kuuluvan valtion alueella. enintaan 30 prosenttia vastuuvelan bruttomaarasta, kuitenkin korkeintaan 2 000 000 euroa, voi olla sijoitettuna yhteen kohteeseen.",
        "content_sv": "Täckningen för en försäkringsförenings ansvarsskuld ska bestå av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rättigheter som är införda i ett offentligt register. Den fasta egendom som utgör täckning för ansvarsskulden ska vara belägen inom territoriet för en stat som hör till Europeiska ekonomiska samarbetsområdet. Högst 30 procent av ansvarsskuldens bruttobelopp, dock högst 2 000 000 euro, får vara placerade i ett och samma objekt.",
        "normalized_sv": "Täckningen för en försäkringsförenings ansvarsskuld ska bestå av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rättigheter som är införda i ett offentligt register. Den fasta egendom som utgör täckning för ansvarsskulden ska vara belägen inom territoriet för en stat som hör till Europeiska ekonomiska samarbetsområdet. Högst 30 procent av ansvarsskuldens bruttobelopp, dock högst 2 000 000 euro, får vara placerade i ett och samma objekt.",
        "folded_sv": "tackningen for en forsakringsforenings ansvarsskuld ska besta av finansiella instrument eller inteckningsbar fast egendom eller av inteckningsbara rattigheter som ar inforda i ett offentligt register. den fasta egendom som utgor tackning for ansvarsskulden ska vara belagen inom territoriet for en stat som hor till europeiska ekonomiska samarbetsomradet. hogst 30 procent av ansvarsskuldens bruttobelopp, dock hogst 2 000 000 euro, far vara placerade i ett och samma objekt."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:3 c",
      "chapter": "10",
      "section": "3 c",
      "content": "Vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 c",
        "normalized_fi": "Vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
        "folded_fi": "vakuutusyhdistyksen vastuuvelan katteena oleva omaisuus arvostetaan siihen arvoon kuin se on merkitty yhdistyksen taseeseen.",
        "content_sv": "Tillgångar som utgör täckning för en försäkringsförenings ansvarsskuld ska värderas till det värde till vilket de tagits upp i föreningens balansräkning.",
        "normalized_sv": "Tillgångar som utgör täckning för en försäkringsförenings ansvarsskuld ska värderas till det värde till vilket de tagits upp i föreningens balansräkning.",
        "folded_sv": "tillgangar som utgor tackning for en forsakringsforenings ansvarsskuld ska varderas till det varde till vilket de tagits upp i foreningens balansrakning."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:3 d",
      "chapter": "10",
      "section": "3 d",
      "content": "Finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia että tietyt katteeseen hyväksyttävät varat arvostetaan 3 c §:stä poikkeavasti, jos tämä ei vaaranna vakuutettuja etuja. Finanssivalvonta voi perustellusta syystä yksittäistapauksissa rajoittaa tietyn 3 b §:ssä tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltää sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. Finanssivalvonta voi yksittäistapauksessa vakuutusyhdistyksen hakemuksesta erityisistä syistä enintään kahden vuoden määräajaksi: 1) antaa luvan siihen, että 3 a §:n 1 kohdassa tarkoitettu jälleenvakuutuksenantajien vastuulla oleva osuus annetun jälleenvakuutustoiminnan osalta saa olla yhteensä enintään 100 prosenttia vastuuvelan kokonaismäärästä; 2) antaa luvan vähentää 3 a §:n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennäköisesti sitoumuksistaan vastaamaan kykenemättömän jälleenvakuutuksenantajan osuus vastuuvelan kokonaismäärästä Finanssivalvonnan vahvistamaan määrään saakka, joka ei voi olla enempää kuin 20 prosenttia vastuuvelan kokonaismäärästä; 3) antaa luvan vähentää muita kuin 3 a §:ssä tarkoitettuja omaisuuseriä vastuuvelan kokonaismäärästä vastaavalla tavalla kuin 3 a §:ssä luetellut omaisuuserät, jos vähennettävät omaisuuserät ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:3 d",
        "normalized_fi": "Finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia että tietyt katteeseen hyväksyttävät varat arvostetaan 3 c § :stä poikkeavasti, jos tämä ei vaaranna vakuutettuja etuja. Finanssivalvonta voi perustellusta syystä yksittäistapauksissa rajoittaa tietyn 3 b § :ssä tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltää sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. Finanssivalvonta voi yksittäistapauksessa vakuutusyhdistyksen hakemuksesta erityisistä syistä enintään kahden vuoden määräajaksi: 1) antaa luvan siihen, että 3 a § :n 1 kohdassa tarkoitettu jälleenvakuutuksenantajien vastuulla oleva osuus annetun jälleenvakuutustoiminnan osalta saa olla yhteensä enintään 100 prosenttia vastuuvelan kokonaismäärästä; 2) antaa luvan vähentää 3 a § :n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennäköisesti sitoumuksistaan vastaamaan kykenemättömän jälleenvakuutuksenantajan osuus vastuuvelan kokonaismäärästä Finanssivalvonnan vahvistamaan määrään saakka, joka ei voi olla enempää kuin 20 prosenttia vastuuvelan kokonaismäärästä; 3) antaa luvan vähentää muita kuin 3 a § :ssä tarkoitettuja omaisuuseriä vastuuvelan kokonaismäärästä vastaavalla tavalla kuin 3 a § :ssä luetellut omaisuuserät, jos vähennettävät omaisuuserät ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
        "folded_fi": "finanssivalvonta voi vakuutusyhdistyksen hakemuksesta sallia etta tietyt katteeseen hyvaksyttavat varat arvostetaan 3 c §:sta poikkeavasti, jos tama ei vaaranna vakuutettuja etuja. finanssivalvonta voi perustellusta syysta yksittaistapauksissa rajoittaa tietyn 3 b §:ssa tarkoitetun sijoituksen lukemista vastuuvelan katteeseen tai kieltaa sen, jos se katsoo sijoituksen vaarantavan vakuutetut etuudet. finanssivalvonta voi yksittaistapauksessa vakuutusyhdistyksen hakemuksesta erityisista syista enintaan kahden vuoden maaraajaksi: 1) antaa luvan siihen, etta 3 a §:n 1 kohdassa tarkoitettu jalleenvakuutuksenantajien vastuulla oleva osuus annetun jalleenvakuutustoiminnan osalta saa olla yhteensa enintaan 100 prosenttia vastuuvelan kokonaismaarasta; 2) antaa luvan vahentaa 3 a §:n 1 kohdan kiellosta huolimatta selvitystilassa tai konkurssissa olevan taikka muutoin todennakoisesti sitoumuksistaan vastaamaan kykenemattoman jalleenvakuutuksenantajan osuus vastuuvelan kokonaismaarasta finanssivalvonnan vahvistamaan maaraan saakka, joka ei voi olla enempaa kuin 20 prosenttia vastuuvelan kokonaismaarasta; 3) antaa luvan vahentaa muita kuin 3 a §:ssa tarkoitettuja omaisuuseria vastuuvelan kokonaismaarasta vastaavalla tavalla kuin 3 a §:ssa luetellut omaisuuserat, jos vahennettavat omaisuuserat ovat tosiasiassa jonkun muun kuin vakuutusyhdistyksen vastuulla.",
        "content_sv": "Finansinspektionen kan på ansökan av en försäkringsförening tillåta att vissa tillgångar som godkänns som täckning värderas avvikande från 3 c §, om detta inte äventyrar de försäkrade förmånerna. Finansinspektionen kan av grundad anledning i enskilda fall begränsa eller förbjuda att en viss placering som avses i 3 b § räknas med i täckningen av ansvarsskulden, om den anser att placeringen äventyrar de försäkrade förmånerna. Finansinspektionen kan i enskilda fall på ansökan av en försäkringsförening av särskilda skäl för viss tid om högst två år 1) tillåta att återförsäkringsgivarnas andel enligt 3 a § 1 punkten, i fråga om avgiven återförsäkringsverksamhet, får vara sammanlagt högst 100 procent av totalbeloppet av ansvarsskulden, 2) trots förbudet i 3 a § 1 punkten tillåta att återförsäkringsgivarens andel, om återförsäkringsgivaren har försatts i likvidation eller i konkurs eller om det i övrigt är osannolikt att återförsäkringsgivaren kan svara för sina förbindelser, kan dras av från totalbeloppet av ansvarsskulden upp till ett belopp som Finansinspektionen fastställer och som inte får vara högre än 20 procent av totalbeloppet av ansvarsskulden, 3) tillåta att andra än tillgångsposter enligt 3 a § dras av från totalbeloppet av ansvarsskulden, om ansvaret för de tillgångsposter som ska dras av faktiskt ligger på någon annan än försäkringsföreningen, på motsvarande sätt som de tillgångsposter som avses i 3 a §.",
        "normalized_sv": "Finansinspektionen kan på ansökan av en försäkringsförening tillåta att vissa tillgångar som godkänns som täckning värderas avvikande från 3 c § , om detta inte äventyrar de försäkrade förmånerna. Finansinspektionen kan av grundad anledning i enskilda fall begränsa eller förbjuda att en viss placering som avses i 3 b § räknas med i täckningen av ansvarsskulden, om den anser att placeringen äventyrar de försäkrade förmånerna. Finansinspektionen kan i enskilda fall på ansökan av en försäkringsförening av särskilda skäl för viss tid om högst två år 1) tillåta att återförsäkringsgivarnas andel enligt 3 a § 1 punkten, i fråga om avgiven återförsäkringsverksamhet, får vara sammanlagt högst 100 procent av totalbeloppet av ansvarsskulden, 2) trots förbudet i 3 a § 1 punkten tillåta att återförsäkringsgivarens andel, om återförsäkringsgivaren har försatts i likvidation eller i konkurs eller om det i övrigt är osannolikt att återförsäkringsgivaren kan svara för sina förbindelser, kan dras av från totalbeloppet av ansvarsskulden upp till ett belopp som Finansinspektionen fastställer och som inte får vara högre än 20 procent av totalbeloppet av ansvarsskulden, 3) tillåta att andra än tillgångsposter enligt 3 a § dras av från totalbeloppet av ansvarsskulden, om ansvaret för de tillgångsposter som ska dras av faktiskt ligger på någon annan än försäkringsföreningen, på motsvarande sätt som de tillgångsposter som avses i 3 a § .",
        "folded_sv": "finansinspektionen kan pa ansokan av en forsakringsforening tillata att vissa tillgangar som godkanns som tackning varderas avvikande fran 3 c §, om detta inte aventyrar de forsakrade formanerna. finansinspektionen kan av grundad anledning i enskilda fall begransa eller forbjuda att en viss placering som avses i 3 b § raknas med i tackningen av ansvarsskulden, om den anser att placeringen aventyrar de forsakrade formanerna. finansinspektionen kan i enskilda fall pa ansokan av en forsakringsforening av sarskilda skal for viss tid om hogst tva ar 1) tillata att aterforsakringsgivarnas andel enligt 3 a § 1 punkten, i fraga om avgiven aterforsakringsverksamhet, far vara sammanlagt hogst 100 procent av totalbeloppet av ansvarsskulden, 2) trots forbudet i 3 a § 1 punkten tillata att aterforsakringsgivarens andel, om aterforsakringsgivaren har forsatts i likvidation eller i konkurs eller om det i ovrigt ar osannolikt att aterforsakringsgivaren kan svara for sina forbindelser, kan dras av fran totalbeloppet av ansvarsskulden upp till ett belopp som finansinspektionen faststaller och som inte far vara hogre an 20 procent av totalbeloppet av ansvarsskulden, 3) tillata att andra an tillgangsposter enligt 3 a § dras av fran totalbeloppet av ansvarsskulden, om ansvaret for de tillgangsposter som ska dras av faktiskt ligger pa nagon annan an forsakringsforeningen, pa motsvarande satt som de tillgangsposter som avses i 3 a §."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:1",
      "chapter": "10",
      "section": "1",
      "content": "Vakuutusyhdistyksen toimintapääoma on määrä, jolla yhdistyksen varojen on katsottava ylittävän yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d §:ssä säädetään. Vakuutusyhdistyksen on täytettävä jatkuvasti tämän luvun mukaiset toimintapääomaa koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääoma on määrä, jolla yhdistyksen varojen on katsottava ylittävän yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d § :ssä säädetään. Vakuutusyhdistyksen on täytettävä jatkuvasti tämän luvun mukaiset toimintapääomaa koskevat vaatimukset.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaoma on maara, jolla yhdistyksen varojen on katsottava ylittavan yhdistyksen velat ja muut niihin rinnastettavat sitoumukset siten kuin 1 a-1 d §:ssa saadetaan. vakuutusyhdistyksen on taytettava jatkuvasti taman luvun mukaiset toimintapaaomaa koskevat vaatimukset.",
        "content_sv": "En försäkringsförenings verksamhetskapital är det belopp varmed föreningens tillgångar ska anses överstiga föreningens skulder och andra därmed jämförbara åtaganden, så som föreskrivs i 1 a-1 d §. Försäkringsföreningen ska fortlöpande uppfylla de krav på verksamhetskapitalet som anges i detta kapitel.",
        "normalized_sv": "En försäkringsförenings verksamhetskapital är det belopp varmed föreningens tillgångar ska anses överstiga föreningens skulder och andra därmed jämförbara åtaganden, så som föreskrivs i 1 a-1 d § . Försäkringsföreningen ska fortlöpande uppfylla de krav på verksamhetskapitalet som anges i detta kapitel.",
        "folded_sv": "en forsakringsforenings verksamhetskapital ar det belopp varmed foreningens tillgangar ska anses overstiga foreningens skulder och andra darmed jamforbara ataganden, sa som foreskrivs i 1 a-1 d §. forsakringsforeningen ska fortlopande uppfylla de krav pa verksamhetskapitalet som anges i detta kapitel."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:1 a",
      "chapter": "10",
      "section": "1 a",
      "content": "Vakuutusyhdistyksen toimintapääomaan luetaan: 1) 1 c §:ssä säädetyin rajoituksin maksettu pohjarahasto ja takuupääoma; 2) 1 c §:ssä säädetyin rajoituksin yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, edellyttäen että 25 prosenttia pohjarahaston ja takuupääoman yhteismäärästä on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupääoman yhteismäärästä; 3) sidotun ja vapaan oman pääoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 §:n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 §:ssä tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden käypien arvojen ja kirjanpitoarvojen positiivinen erotus siltä osin kuin sitä ei voida pitää luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, 1 b §:ssä säädetyin ehdoin ja 1 c §:ssä säädetyin rajoituksin täysin maksettu pääoma yhdistyksen vähintään viideksi vuodeksi tai vähintään viiden vuoden irtisanomisajalla ottamasta pääomalainasta; 8) 1 c §:ssä säädetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 §:ssä tarkoitettu kyseiseksi tilikaudeksi määrättävissä oleva lisämaksu; lisämaksusta voidaan ottaa huomioon korkeintaan puolet enimmäismaksujen ja perittyjen maksujen erotuksesta; sekä 9) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella muut edellä esitettyihin eriin rinnastettavat erät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 a",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääomaan luetaan: 1) 1 c § :ssä säädetyin rajoituksin maksettu pohjarahasto ja takuupääoma; 2) 1 c § :ssä säädetyin rajoituksin yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, edellyttäen että 25 prosenttia pohjarahaston ja takuupääoman yhteismäärästä on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupääoman yhteismäärästä; 3) sidotun ja vapaan oman pääoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 § :n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 § :ssä tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden käypien arvojen ja kirjanpitoarvojen positiivinen erotus siltä osin kuin sitä ei voida pitää luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella, 1 b § :ssä säädetyin ehdoin ja 1 c § :ssä säädetyin rajoituksin täysin maksettu pääoma yhdistyksen vähintään viideksi vuodeksi tai vähintään viiden vuoden irtisanomisajalla ottamasta pääomalainasta; 8) 1 c § :ssä säädetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 § :ssä tarkoitettu kyseiseksi tilikaudeksi määrättävissä oleva lisämaksu; lisämaksusta voidaan ottaa huomioon korkeintaan puolet enimmäismaksujen ja perittyjen maksujen erotuksesta; sekä 9) yhdistyksen hakemuksesta ja Finanssivalvonnan suostumuksella muut edellä esitettyihin eriin rinnastettavat erät.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaomaan luetaan: 1) 1 c §:ssa saadetyin rajoituksin maksettu pohjarahasto ja takuupaaoma; 2) 1 c §:ssa saadetyin rajoituksin yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella, edellyttaen etta 25 prosenttia pohjarahaston ja takuupaaoman yhteismaarasta on maksettu, puolet maksamatta olevasta pohjarahaston ja takuupaaoman yhteismaarasta; 3) sidotun ja vapaan oman paaoman rahastot; 4) tilikauden ja edellisten tilikausien voitto; 5) kirjanpitolain (1336/1997) 5 luvun 12 §:n 1 momentin nojalla taseeseen merkitty poistoero ja mainitun luvun 15 §:ssa tarkoitetut vapaaehtoiset varaukset; 6) taseen omaisuuden kaypien arvojen ja kirjanpitoarvojen positiivinen erotus silta osin kuin sita ei voida pitaa luonteeltaan poikkeuksellisena; 7) yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella, 1 b §:ssa saadetyin ehdoin ja 1 c §:ssa saadetyin rajoituksin taysin maksettu paaoma yhdistyksen vahintaan viideksi vuodeksi tai vahintaan viiden vuoden irtisanomisajalla ottamasta paaomalainasta; 8) 1 c §:ssa saadetyin rajoituksin toiminnassa olevan vakuutusyhdistyksen 1 luvun 3 §:ssa tarkoitettu kyseiseksi tilikaudeksi maarattavissa oleva lisamaksu; lisamaksusta voidaan ottaa huomioon korkeintaan puolet enimmaismaksujen ja perittyjen maksujen erotuksesta; seka 9) yhdistyksen hakemuksesta ja finanssivalvonnan suostumuksella muut edella esitettyihin eriin rinnastettavat erat.",
        "content_sv": "Till en försäkringsförenings verksamhetskapital hänförs 1) med de begränsningar som föreskrivs i 1 c §, den betalda grundfonden och garantikapitalet, 2) med de begränsningar som föreskrivs i 1 c §, på ansökan av föreningen och med Finansinspektionens samtycke, förutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, hälften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna för bundet och fritt eget kapital, 4) räkenskapsperiodens vinst och vinsten från tidigare räkenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansräkningen med stöd av 5 kap. 12 § 1 mom. i bokföringslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgångarnas verkliga värden och bokföringsvärden i balansräkningen, till den del skillnaden inte kan anses vara av exceptionell karaktär, 7) på ansökan av föreningen och med Finansinspektionens samtycke, på de villkor som föreskrivs i 1 b § och med de begränsningar som föreskrivs i 1 c §, det till fullo betalda kapitalet av ett kapitallån med minst fem års uppsägningstid som föreningen tagit för minst fem år, 8) med de begränsningar som föreskrivs i 1 c § den tilläggsavgift enligt 1 kap. 3 § som en verksam försäkringsförening kan bestämma för räkenskapsperioden i fråga; av tilläggsavgiften kan beaktas högst hälften av skillnaden mellan de högsta möjliga avgifterna och de avgifter som tagits ut, samt 9) på ansökan av föreningen och med Finansinspektionens samtycke andra poster som är jämförbara med de som nämns ovan.",
        "normalized_sv": "Till en försäkringsförenings verksamhetskapital hänförs 1) med de begränsningar som föreskrivs i 1 c § , den betalda grundfonden och garantikapitalet, 2) med de begränsningar som föreskrivs i 1 c § , på ansökan av föreningen och med Finansinspektionens samtycke, förutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, hälften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna för bundet och fritt eget kapital, 4) räkenskapsperiodens vinst och vinsten från tidigare räkenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansräkningen med stöd av 5 kap. 12 § 1 mom. i bokföringslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgångarnas verkliga värden och bokföringsvärden i balansräkningen, till den del skillnaden inte kan anses vara av exceptionell karaktär, 7) på ansökan av föreningen och med Finansinspektionens samtycke, på de villkor som föreskrivs i 1 b § och med de begränsningar som föreskrivs i 1 c § , det till fullo betalda kapitalet av ett kapitallån med minst fem års uppsägningstid som föreningen tagit för minst fem år, 8) med de begränsningar som föreskrivs i 1 c § den tilläggsavgift enligt 1 kap. 3 § som en verksam försäkringsförening kan bestämma för räkenskapsperioden i fråga; av tilläggsavgiften kan beaktas högst hälften av skillnaden mellan de högsta möjliga avgifterna och de avgifter som tagits ut, samt 9) på ansökan av föreningen och med Finansinspektionens samtycke andra poster som är jämförbara med de som nämns ovan.",
        "folded_sv": "till en forsakringsforenings verksamhetskapital hanfors 1) med de begransningar som foreskrivs i 1 c §, den betalda grundfonden och garantikapitalet, 2) med de begransningar som foreskrivs i 1 c §, pa ansokan av foreningen och med finansinspektionens samtycke, forutsatt att 25 procent av summan av grundfonden och garantikapitalet har betalats, halften av det obetalda beloppet av grundfonden och garantikapitalet, 3) fonderna for bundet och fritt eget kapital, 4) rakenskapsperiodens vinst och vinsten fran tidigare rakenskapsperioder, 5) den avskrivningsdifferens som upptagits i balansrakningen med stod av 5 kap. 12 § 1 mom. i bokforingslagen (1336/1997) samt de frivilliga reserver som avses i 15 § i det kapitlet, 6) den positiva skillnaden mellan tillgangarnas verkliga varden och bokforingsvarden i balansrakningen, till den del skillnaden inte kan anses vara av exceptionell karaktar, 7) pa ansokan av foreningen och med finansinspektionens samtycke, pa de villkor som foreskrivs i 1 b § och med de begransningar som foreskrivs i 1 c §, det till fullo betalda kapitalet av ett kapitallan med minst fem ars uppsagningstid som foreningen tagit for minst fem ar, 8) med de begransningar som foreskrivs i 1 c § den tillaggsavgift enligt 1 kap. 3 § som en verksam forsakringsforening kan bestamma for rakenskapsperioden i fraga; av tillaggsavgiften kan beaktas hogst halften av skillnaden mellan de hogsta mojliga avgifterna och de avgifter som tagits ut, samt 9) pa ansokan av foreningen och med finansinspektionens samtycke andra poster som ar jamforbara med de som namns ovan."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:1 b",
      "chapter": "10",
      "section": "1 b",
      "content": "Jotta 1 a §:n 7 kohdassa tarkoitettu pääomalaina voidaan laskea osaksi toimintapääomaa, sen tulee täyttää 1 luvun 5 c §:ssä säädetyt ehdot. Lisäksi edellytyksenä on, että: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan pääoma saadaan palauttaa siten, että yhdistys pääoman palauttamisen jälkeen täyttää tämän luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisällä määräystä, jonka mukaan muissa oloissa kuin vakuutusyhdistystä purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua eräpäivää; sekä 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta Finanssivalvonnan luvalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 b",
        "normalized_fi": "Jotta 1 a § :n 7 kohdassa tarkoitettu pääomalaina voidaan laskea osaksi toimintapääomaa, sen tulee täyttää 1 luvun 5 c § :ssä säädetyt ehdot. Lisäksi edellytyksenä on, että: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan pääoma saadaan palauttaa siten, että yhdistys pääoman palauttamisen jälkeen täyttää tämän luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisällä määräystä, jonka mukaan muissa oloissa kuin vakuutusyhdistystä purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua eräpäivää; sekä 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta Finanssivalvonnan luvalla.",
        "folded_fi": "jotta 1 a §:n 7 kohdassa tarkoitettu paaomalaina voidaan laskea osaksi toimintapaaomaa, sen tulee tayttaa 1 luvun 5 c §:ssa saadetyt ehdot. lisaksi edellytyksena on, etta: 1) muussa tapauksessa kuin vakuutusyhdistyksen purkautuessa tai konkurssissa lainan paaoma saadaan palauttaa siten, etta yhdistys paaoman palauttamisen jalkeen tayttaa taman luvun mukaiset vakavaraisuusvaatimukset; 2) lainasopimus ei sisalla maaraysta, jonka mukaan muissa oloissa kuin vakuutusyhdistysta purettaessa tai konkurssissa velka on maksettava takaisin ennen sovittua erapaivaa; seka 3) lainasopimusta voidaan muuttaa vain vakuutusyhdistyksen hakemuksesta finanssivalvonnan luvalla.",
        "content_sv": "För att ett sådant kapitallån som avses i 1 a § 7 punkten ska kunna hänföras till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c §. Dessutom är det en förutsättning att 1) lånekapitalet, förutom när försäkringsföreningen upplöses eller försätts i konkurs, får återbetalas så att föreningen efter det att kapitalet har återbetalats uppfyller solvenskraven i detta kapitel, 2) låneavtalet inte innehåller bestämmelser om att skulden ska betalas tillbaka före den avtalade förfallodagen i andra situationer än när försäkringsföreningen upplöses eller försätts i konkurs, samt 3) låneavtalet kan ändras endast på försäkringsföreningens ansökan och med Finansinspektionens tillstånd.",
        "normalized_sv": "För att ett sådant kapitallån som avses i 1 a § 7 punkten ska kunna hänföras till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c § . Dessutom är det en förutsättning att 1) lånekapitalet, förutom när försäkringsföreningen upplöses eller försätts i konkurs, får återbetalas så att föreningen efter det att kapitalet har återbetalats uppfyller solvenskraven i detta kapitel, 2) låneavtalet inte innehåller bestämmelser om att skulden ska betalas tillbaka före den avtalade förfallodagen i andra situationer än när försäkringsföreningen upplöses eller försätts i konkurs, samt 3) låneavtalet kan ändras endast på försäkringsföreningens ansökan och med Finansinspektionens tillstånd.",
        "folded_sv": "for att ett sadant kapitallan som avses i 1 a § 7 punkten ska kunna hanforas till verksamhetskapitalet ska det uppfylla villkoren i 1 kap. 5 c §. dessutom ar det en forutsattning att 1) lanekapitalet, forutom nar forsakringsforeningen upploses eller forsatts i konkurs, far aterbetalas sa att foreningen efter det att kapitalet har aterbetalats uppfyller solvenskraven i detta kapitel, 2) laneavtalet inte innehaller bestammelser om att skulden ska betalas tillbaka fore den avtalade forfallodagen i andra situationer an nar forsakringsforeningen upploses eller forsatts i konkurs, samt 3) laneavtalet kan andras endast pa forsakringsforeningens ansokan och med finansinspektionens tillstand."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:1 c",
      "chapter": "10",
      "section": "1 c",
      "content": "Edellä 1 a §:n 2 kohdassa tarkoitettua maksamatta olevaa määrää saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a §:n 7 kohdassa tarkoitettuja pääomalainoja saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a §:n 8 kohdassa tarkoitettua lisämaksua saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 2 momentissa tarkoitettuja määräajaksi otettuja pääomalainoja saa yhteensä lukea toimintapääomaan enintään määrän, joka vastaa 25:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Toimintapääomaan luettavaa pääomalainojen määrää vähennetään tasaisesti kultakin alkavalta vuodelta, jos lainan jäljellä oleva laina-aika on vähemmän kuin viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 c",
        "normalized_fi": "Edellä 1 a § :n 2 kohdassa tarkoitettua maksamatta olevaa määrää saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a § :n 7 kohdassa tarkoitettuja pääomalainoja saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 1 a § :n 8 kohdassa tarkoitettua lisämaksua saa lukea toimintapääomaan enintään määrän, joka vastaa 50:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Edellä 2 momentissa tarkoitettuja määräajaksi otettuja pääomalainoja saa yhteensä lukea toimintapääomaan enintään määrän, joka vastaa 25:tä prosenttia toimintapääomasta tai toimintapääoman vähimmäismäärästä, sen mukaan kumpi on alhaisempi. Toimintapääomaan luettavaa pääomalainojen määrää vähennetään tasaisesti kultakin alkavalta vuodelta, jos lainan jäljellä oleva laina-aika on vähemmän kuin viisi vuotta.",
        "folded_fi": "edella 1 a §:n 2 kohdassa tarkoitettua maksamatta olevaa maaraa saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 1 a §:n 7 kohdassa tarkoitettuja paaomalainoja saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 1 a §:n 8 kohdassa tarkoitettua lisamaksua saa lukea toimintapaaomaan enintaan maaran, joka vastaa 50:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. edella 2 momentissa tarkoitettuja maaraajaksi otettuja paaomalainoja saa yhteensa lukea toimintapaaomaan enintaan maaran, joka vastaa 25:ta prosenttia toimintapaaomasta tai toimintapaaoman vahimmaismaarasta, sen mukaan kumpi on alhaisempi. toimintapaaomaan luettavaa paaomalainojen maaraa vahennetaan tasaisesti kultakin alkavalta vuodelta, jos lainan jaljella oleva laina-aika on vahemman kuin viisi vuotta.",
        "content_sv": "Av ett sådant obetalt belopp som avses i 1 a § 2 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av kapitallån som avses i 1 a § 7 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av en sådan tilläggsavgift som avses i 1 a § 8 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av sådana tidsbestämda kapitallån som avses i 2 mom. får till verksamhetskapitalet sammanlagt hänföras högst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Det belopp av kapitallånen som hänförs till verksamhetskapitalet minskas jämnt för varje påbörjat år, om den återstående lånetiden är kortare än fem år.",
        "normalized_sv": "Av ett sådant obetalt belopp som avses i 1 a § 2 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av kapitallån som avses i 1 a § 7 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av en sådan tilläggsavgift som avses i 1 a § 8 punkten får till verksamhetskapitalet hänföras högst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Av sådana tidsbestämda kapitallån som avses i 2 mom. får till verksamhetskapitalet sammanlagt hänföras högst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende på vilket som är lägre. Det belopp av kapitallånen som hänförs till verksamhetskapitalet minskas jämnt för varje påbörjat år, om den återstående lånetiden är kortare än fem år.",
        "folded_sv": "av ett sadant obetalt belopp som avses i 1 a § 2 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av kapitallan som avses i 1 a § 7 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av en sadan tillaggsavgift som avses i 1 a § 8 punkten far till verksamhetskapitalet hanforas hogst ett belopp som motsvarar 50 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. av sadana tidsbestamda kapitallan som avses i 2 mom. far till verksamhetskapitalet sammanlagt hanforas hogst ett belopp som motsvarar 25 procent av verksamhetskapitalet eller av verksamhetskapitalets minimibelopp, beroende pa vilket som ar lagre. det belopp av kapitallanen som hanfors till verksamhetskapitalet minskas jamnt for varje paborjat ar, om den aterstaende lanetiden ar kortare an fem ar."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:1 d",
      "chapter": "10",
      "section": "1 d",
      "content": "Toimintapääomasta on vähennettävä seuraavat erät: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja käypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta pääomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsemättä jätetty osuus siltä osin kuin se ylittää yhdistyksen kustannuskuormitusperusteiden mahdollistaman määrän; 5) aineettomien hyödykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsemättä jätetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa käytetään korkoutusta; 7) sellaiset taseeseen merkitsemättömät velkoihin rinnastettavat erät, joiden suoritusvelvollisuutta on pidettävä todennäköisenä; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmäistappio; sekä 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtiön osakkeiden ja osuuksien käypä arvo siltä osin kuin arvo ylittää kymmenen prosenttia kyseisen yrityksen sidotusta pääomasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:1 d",
        "normalized_fi": "Toimintapääomasta on vähennettävä seuraavat erät: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja käypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta pääomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsemättä jätetty osuus siltä osin kuin se ylittää yhdistyksen kustannuskuormitusperusteiden mahdollistaman määrän; 5) aineettomien hyödykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsemättä jätetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa käytetään korkoutusta; 7) sellaiset taseeseen merkitsemättömät velkoihin rinnastettavat erät, joiden suoritusvelvollisuutta on pidettävä todennäköisenä; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmäistappio; sekä 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtiön osakkeiden ja osuuksien käypä arvo siltä osin kuin arvo ylittää kymmenen prosenttia kyseisen yrityksen sidotusta pääomasta.",
        "folded_fi": "toimintapaaomasta on vahennettava seuraavat erat: 1) tilikauden ja edellisten tilikausien tappio; 2) taseen omaisuuden kirjanpitoarvojen ja kaypien arvojen positiivinen erotus; 3) voitonjakona jaettavaksi esitetty osa yhdistyksen vapaasta omasta paaomasta; 4) vakuutuksen hankintamenojen tuloslaskelmaan kuluksi merkitsematta jatetty osuus silta osin kuin se ylittaa yhdistyksen kustannuskuormitusperusteiden mahdollistaman maaran; 5) aineettomien hyodykkeiden hankinnasta tuloslaskelmaan kuluksi merkitsematta jatetty osuus; 6) ilman korkoutusta lasketun korvausvastuun ja korkoutetun korvausvastuun erotus, jos yhdistyksen korvausvastuuta laskettaessa kaytetaan korkoutusta; 7) sellaiset taseeseen merkitsemattomat velkoihin rinnastettavat erat, joiden suoritusvelvollisuutta on pidettava todennakoisena; 8) vieraasta sitoumuksesta annetut pantit ja kiinnitykset; 9) johdannaissopimuksista vakuutusyhdistykselle koituva mahdollinen enimmaistappio; seka 10) yhdistysten omistaman luotto- ja rahoituslaitoksen, toisen vakuutusyhdistyksen ja vakuutusyhtion osakkeiden ja osuuksien kaypa arvo silta osin kuin arvo ylittaa kymmenen prosenttia kyseisen yrityksen sidotusta paaomasta.",
        "content_sv": "Från verksamhetskapitalet ska följande poster dras av: 1) räkenskapsperiodens förlust och förlusten från tidigare räkenskapsperioder, 2) den positiva skillnaden mellan tillgångarnas bokföringsvärden och verkliga värden i balansräkningen, 3) den del av föreningens fria egna kapital som föreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna för försäkringar som inte upptagits som kostnad i resultaträkningen till den del den överskrider det belopp som föreningens kostnadsbelastningsgrunder tillåter, 5) den andel av anskaffningsutgiften för immateriella tillgångar som inte har upptagits som kostnad i resultaträkningen, 6) skillnaden mellan det odiskonterade ersättningsansvaret och det diskonterade ersättningsansvaret, om diskontering används vid beräkning av föreningens ersättningsansvar, 7) med skulder jämställbara poster som inte upptagits i balansräkningen och i fråga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som ställts för främmande förbindelser, 9) eventuell maximal förlust som derivatavtal kan orsaka försäkringsföreningen, samt 10) det verkliga värdet av aktier och andelar som föreningen äger i kreditinstitut och finansinstitut, i andra försäkringsföreningar och i försäkringsbolag, till den del som värdet överstiger tio procent av det bundna kapitalet i respektive företag.",
        "normalized_sv": "Från verksamhetskapitalet ska följande poster dras av: 1) räkenskapsperiodens förlust och förlusten från tidigare räkenskapsperioder, 2) den positiva skillnaden mellan tillgångarnas bokföringsvärden och verkliga värden i balansräkningen, 3) den del av föreningens fria egna kapital som föreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna för försäkringar som inte upptagits som kostnad i resultaträkningen till den del den överskrider det belopp som föreningens kostnadsbelastningsgrunder tillåter, 5) den andel av anskaffningsutgiften för immateriella tillgångar som inte har upptagits som kostnad i resultaträkningen, 6) skillnaden mellan det odiskonterade ersättningsansvaret och det diskonterade ersättningsansvaret, om diskontering används vid beräkning av föreningens ersättningsansvar, 7) med skulder jämställbara poster som inte upptagits i balansräkningen och i fråga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som ställts för främmande förbindelser, 9) eventuell maximal förlust som derivatavtal kan orsaka försäkringsföreningen, samt 10) det verkliga värdet av aktier och andelar som föreningen äger i kreditinstitut och finansinstitut, i andra försäkringsföreningar och i försäkringsbolag, till den del som värdet överstiger tio procent av det bundna kapitalet i respektive företag.",
        "folded_sv": "fran verksamhetskapitalet ska foljande poster dras av: 1) rakenskapsperiodens forlust och forlusten fran tidigare rakenskapsperioder, 2) den positiva skillnaden mellan tillgangarnas bokforingsvarden och verkliga varden i balansrakningen, 3) den del av foreningens fria egna kapital som foreslagits bli utdelad som vinst, 4) den andel av anskaffningsutgifterna for forsakringar som inte upptagits som kostnad i resultatrakningen till den del den overskrider det belopp som foreningens kostnadsbelastningsgrunder tillater, 5) den andel av anskaffningsutgiften for immateriella tillgangar som inte har upptagits som kostnad i resultatrakningen, 6) skillnaden mellan det odiskonterade ersattningsansvaret och det diskonterade ersattningsansvaret, om diskontering anvands vid berakning av foreningens ersattningsansvar, 7) med skulder jamstallbara poster som inte upptagits i balansrakningen och i fraga om vilka prestationsskyldigheten ska anses sannolik, 8) panter och inteckningar som stallts for frammande forbindelser, 9) eventuell maximal forlust som derivatavtal kan orsaka forsakringsforeningen, samt 10) det verkliga vardet av aktier och andelar som foreningen ager i kreditinstitut och finansinstitut, i andra forsakringsforeningar och i forsakringsbolag, till den del som vardet overstiger tio procent av det bundna kapitalet i respektive foretag."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:2 a",
      "chapter": "10",
      "section": "2 a",
      "content": "Vakuutusyhdistyksen toimintapääoman on oltava vähintään 104 000 euroa lisättynä 27 prosentilla yhdistyksen tilinpäätöksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. Vakuutusyhdistyksen oman pääoman on oltava vähintään puolet toimintapääoman vähimmäismäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:2 a",
        "normalized_fi": "Vakuutusyhdistyksen toimintapääoman on oltava vähintään 104 000 euroa lisättynä 27 prosentilla yhdistyksen tilinpäätöksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. Vakuutusyhdistyksen oman pääoman on oltava vähintään puolet toimintapääoman vähimmäismäärästä.",
        "folded_fi": "vakuutusyhdistyksen toimintapaaoman on oltava vahintaan 104 000 euroa lisattyna 27 prosentilla yhdistyksen tilinpaatoksen mukaisesta kolmen viimeksi kuluneen tilikauden vakuutusmaksutulojen keskiarvosta. vakuutusyhdistyksen oman paaoman on oltava vahintaan puolet toimintapaaoman vahimmaismaarasta.",
        "content_sv": "En försäkringsförenings verksamhetskapital ska uppgå till minst 104 000 euro ökat med 27 procent av medeltalet av premieinkomsterna enligt föreningens bokslut för de tre senaste räkenskapsperioderna. En försäkringsförenings eget kapital ska utgöra minst hälften av verksamhetskapitalets minimibelopp.",
        "normalized_sv": "En försäkringsförenings verksamhetskapital ska uppgå till minst 104 000 euro ökat med 27 procent av medeltalet av premieinkomsterna enligt föreningens bokslut för de tre senaste räkenskapsperioderna. En försäkringsförenings eget kapital ska utgöra minst hälften av verksamhetskapitalets minimibelopp.",
        "folded_sv": "en forsakringsforenings verksamhetskapital ska uppga till minst 104 000 euro okat med 27 procent av medeltalet av premieinkomsterna enligt foreningens bokslut for de tre senaste rakenskapsperioderna. en forsakringsforenings eget kapital ska utgora minst halften av verksamhetskapitalets minimibelopp."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:5",
      "chapter": "10",
      "section": "5",
      "content": "Vakuutusyhdistyksen varojen sijoittaminen, toimintapääoma, jälleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on järjestettävä vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennäköinen vaihtelu sekä arvioitavissa olevat muut epävarmuustekijät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:5",
        "normalized_fi": "Vakuutusyhdistyksen varojen sijoittaminen, toimintapääoma, jälleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on järjestettävä vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennäköinen vaihtelu sekä arvioitavissa olevat muut epävarmuustekijät.",
        "folded_fi": "vakuutusyhdistyksen varojen sijoittaminen, toimintapaaoma, jalleenvakuutus ja muut yhdistyksen vakavaraisuuteen vaikuttavat seikat on jarjestettava vakuutetut edut turvaavalla tavalla, ottaen huomioon tuottojen ja kulujen todennakoinen vaihtelu seka arvioitavissa olevat muut epavarmuustekijat.",
        "content_sv": "Placeringen av en försäkringsförenings tillgångar samt dess verksamhetskapital, återförsäkring och övriga omständigheter som inverkar på föreningens solvens ska ordnas så att de tryggar de försäkrade förmånerna, med beaktande av sannolika växlingar i intäkterna och kostnaderna samt kalkylerbara övriga osäkerhetsfaktorer.",
        "normalized_sv": "Placeringen av en försäkringsförenings tillgångar samt dess verksamhetskapital, återförsäkring och övriga omständigheter som inverkar på föreningens solvens ska ordnas så att de tryggar de försäkrade förmånerna, med beaktande av sannolika växlingar i intäkterna och kostnaderna samt kalkylerbara övriga osäkerhetsfaktorer.",
        "folded_sv": "placeringen av en forsakringsforenings tillgangar samt dess verksamhetskapital, aterforsakring och ovriga omstandigheter som inverkar pa foreningens solvens ska ordnas sa att de tryggar de forsakrade formanerna, med beaktande av sannolika vaxlingar i intakterna och kostnaderna samt kalkylerbara ovriga osakerhetsfaktorer."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:7",
      "chapter": "10",
      "section": "7",
      "content": "Vakuutusyhdistyksen vakavaraisuuspääoma on tasoitusmäärän ja toimintapääoman yhteismäärä. Vakuutusyhdistyksen oikaistu vakavaraisuuspääoma saadaan oikaisemalla vakavaraisuuspääoma: 1) lisäämällä siihen 1 a §:n 7 kohdassa tarkoitettu pääomalaina siltä osin, kuin sitä ei 1 c §:n rajoitusten takia voida lukea toimintapääomaan; 2) vähentämällä siitä 1 luvun 3 §:ssä tarkoitettu lisämaksuvelvollisuuden perusteella veloitettava määrä siltä osin, kuin se on tämän luvun 1 a §:n 8 kohdan ja 1 c §:n 3 momentin mukaisesti luettu osaksi toimintapääomaa; sekä 3) vähentämällä siitä yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtiön tai yhdistyksen osakkeet ja osuudet sekä vastuudebentuurien, pääomalainojen ja muiden omaan pääomaan rinnastettavien erien käypä arvo, jos yhdistyksen omistusten välillä on 12 a luvun 1 §:n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eikä näitä omistuksia ole vähennetty yhdistyksen toimintapääomasta tämän luvun 1 d §:n 10 kohdan perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:7",
        "normalized_fi": "Vakuutusyhdistyksen vakavaraisuuspääoma on tasoitusmäärän ja toimintapääoman yhteismäärä. Vakuutusyhdistyksen oikaistu vakavaraisuuspääoma saadaan oikaisemalla vakavaraisuuspääoma: 1) lisäämällä siihen 1 a § :n 7 kohdassa tarkoitettu pääomalaina siltä osin, kuin sitä ei 1 c § :n rajoitusten takia voida lukea toimintapääomaan; 2) vähentämällä siitä 1 luvun 3 § :ssä tarkoitettu lisämaksuvelvollisuuden perusteella veloitettava määrä siltä osin, kuin se on tämän luvun 1 a § :n 8 kohdan ja 1 c § :n 3 momentin mukaisesti luettu osaksi toimintapääomaa; sekä 3) vähentämällä siitä yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtiön tai yhdistyksen osakkeet ja osuudet sekä vastuudebentuurien, pääomalainojen ja muiden omaan pääomaan rinnastettavien erien käypä arvo, jos yhdistyksen omistusten välillä on 12 a luvun 1 § :n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eikä näitä omistuksia ole vähennetty yhdistyksen toimintapääomasta tämän luvun 1 d § :n 10 kohdan perusteella.",
        "folded_fi": "vakuutusyhdistyksen vakavaraisuuspaaoma on tasoitusmaaran ja toimintapaaoman yhteismaara. vakuutusyhdistyksen oikaistu vakavaraisuuspaaoma saadaan oikaisemalla vakavaraisuuspaaoma: 1) lisaamalla siihen 1 a §:n 7 kohdassa tarkoitettu paaomalaina silta osin, kuin sita ei 1 c §:n rajoitusten takia voida lukea toimintapaaomaan; 2) vahentamalla siita 1 luvun 3 §:ssa tarkoitettu lisamaksuvelvollisuuden perusteella veloitettava maara silta osin, kuin se on taman luvun 1 a §:n 8 kohdan ja 1 c §:n 3 momentin mukaisesti luettu osaksi toimintapaaomaa; seka 3) vahentamalla siita yhdistyksen omistaman luotto- ja rahoituslaitoksen ja toisen vakuutusyhtion tai yhdistyksen osakkeet ja osuudet seka vastuudebentuurien, paaomalainojen ja muiden omaan paaomaan rinnastettavien erien kaypa arvo, jos yhdistyksen omistusten valilla on 12 a luvun 1 §:n 1 momentin 3 kohdassa tarkoitettu omistusyhteys eika naita omistuksia ole vahennetty yhdistyksen toimintapaaomasta taman luvun 1 d §:n 10 kohdan perusteella.",
        "content_sv": "En försäkringsförenings solvenskapital består av det sammanlagda beloppet av utjämningsbeloppet och verksamhetskapitalet. Det korrigerade solvenskapitalet erhålls genom en korrigering av solvenskapitalet på följande sätt: 1) ett kapitallån som avses i 1 a § 7 punkten läggs till solvenskapitalet till den del lånet på grund av begränsningarna i 1 c § inte kan hänföras till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras på grundval av tillskottsplikt dras av från solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hänförts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra försäkringsbolag eller försäkringsföreningar som ägs av föreningen samt det verkliga värdet av riskdebenturer, kapitallån och andra poster som kan jämställas med eget kapital dras av från solvenskapitalet, om det mellan föreningens innehav finns ett sådant ägarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgångar inte har dragits av från föreningens verksamhetskapital med stöd av 1 d § 10 punkten i detta kapitel.",
        "normalized_sv": "En försäkringsförenings solvenskapital består av det sammanlagda beloppet av utjämningsbeloppet och verksamhetskapitalet. Det korrigerade solvenskapitalet erhålls genom en korrigering av solvenskapitalet på följande sätt: 1) ett kapitallån som avses i 1 a § 7 punkten läggs till solvenskapitalet till den del lånet på grund av begränsningarna i 1 c § inte kan hänföras till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras på grundval av tillskottsplikt dras av från solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hänförts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra försäkringsbolag eller försäkringsföreningar som ägs av föreningen samt det verkliga värdet av riskdebenturer, kapitallån och andra poster som kan jämställas med eget kapital dras av från solvenskapitalet, om det mellan föreningens innehav finns ett sådant ägarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgångar inte har dragits av från föreningens verksamhetskapital med stöd av 1 d § 10 punkten i detta kapitel.",
        "folded_sv": "en forsakringsforenings solvenskapital bestar av det sammanlagda beloppet av utjamningsbeloppet och verksamhetskapitalet. det korrigerade solvenskapitalet erhalls genom en korrigering av solvenskapitalet pa foljande satt: 1) ett kapitallan som avses i 1 a § 7 punkten laggs till solvenskapitalet till den del lanet pa grund av begransningarna i 1 c § inte kan hanforas till verksamhetskapitalet, 2) det belopp enligt 1 kap. 3 § som ska debiteras pa grundval av tillskottsplikt dras av fran solvenskapitalet till den del som beloppet i enlighet med 1 a § 8 punkten och 1 c § 3 mom. i detta kapitel har hanforts till verksamhetskapitalet, och 3) aktierna och andelarna i kredit- och finansinstitut eller andra forsakringsbolag eller forsakringsforeningar som ags av foreningen samt det verkliga vardet av riskdebenturer, kapitallan och andra poster som kan jamstallas med eget kapital dras av fran solvenskapitalet, om det mellan foreningens innehav finns ett sadant agarintresse som avses i 12 a kap. 1 § 1 mom. 3 punkten och om dessa tillgangar inte har dragits av fran foreningens verksamhetskapital med stod av 1 d § 10 punkten i detta kapitel."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "10:13",
      "chapter": "10",
      "section": "13",
      "content": "Finanssivalvonta voi yksittäisessä tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, että yhdistys poikkeaa vakavaraisuuspääoman vähimmäismäärän laskennassa käytettävistä parametreista tai kaavoista, jos ne eivät anna oikeaa ja riittävää kuvaa yhdistyksen riskiasemasta. Finanssivalvonta voi antaa tarkempia määräyksiä vakuutusyhdistyksen toimintapääomaan 1 a-1 d §:n mukaan luettavista ja siitä vähennettävistä eristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:13",
        "normalized_fi": "Finanssivalvonta voi yksittäisessä tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, että yhdistys poikkeaa vakavaraisuuspääoman vähimmäismäärän laskennassa käytettävistä parametreista tai kaavoista, jos ne eivät anna oikeaa ja riittävää kuvaa yhdistyksen riskiasemasta. Finanssivalvonta voi antaa tarkempia määräyksiä vakuutusyhdistyksen toimintapääomaan 1 a-1 d § :n mukaan luettavista ja siitä vähennettävistä eristä.",
        "folded_fi": "finanssivalvonta voi yksittaisessa tapauksessa vakuutusyhdistyksen hakemuksesta suostua siihen, etta yhdistys poikkeaa vakavaraisuuspaaoman vahimmaismaaran laskennassa kaytettavista parametreista tai kaavoista, jos ne eivat anna oikeaa ja riittavaa kuvaa yhdistyksen riskiasemasta. finanssivalvonta voi antaa tarkempia maarayksia vakuutusyhdistyksen toimintapaaomaan 1 a-1 d §:n mukaan luettavista ja siita vahennettavista erista.",
        "content_sv": "I enskilda fall kan Finansinspektionen på ansökan av en försäkringsförening tillåta att föreningen avviker från de parametrar eller formler som ska användas vid beräkningen av minimibeloppet av solvenskapitalet, om de inte ger en rättvisande bild av föreningens riskposition. Finansinspektionen får meddela närmare föreskrifter om poster som ska hänföras till och dras av från en försäkringsförenings verksamhetskapital i enlighet med 1 a-1 d §.",
        "normalized_sv": "I enskilda fall kan Finansinspektionen på ansökan av en försäkringsförening tillåta att föreningen avviker från de parametrar eller formler som ska användas vid beräkningen av minimibeloppet av solvenskapitalet, om de inte ger en rättvisande bild av föreningens riskposition. Finansinspektionen får meddela närmare föreskrifter om poster som ska hänföras till och dras av från en försäkringsförenings verksamhetskapital i enlighet med 1 a-1 d § .",
        "folded_sv": "i enskilda fall kan finansinspektionen pa ansokan av en forsakringsforening tillata att foreningen avviker fran de parametrar eller formler som ska anvandas vid berakningen av minimibeloppet av solvenskapitalet, om de inte ger en rattvisande bild av foreningens riskposition. finansinspektionen far meddela narmare foreskrifter om poster som ska hanforas till och dras av fran en forsakringsforenings verksamhetskapital i enlighet med 1 a-1 d §."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "11:2",
      "chapter": "11",
      "section": "2",
      "content": "Voitonjako ei saa ylittää viimeksi päättyneeltä tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman pääoman yhteismäärää vähennettynä taseen osoittamalla tappiolla sekä muilla jakokelvottomilla erillä, jotka ovat: 1) määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon tai muutoin jätettävä jakamatta; sekä 2) määrä, joka vakuutusyhdistyksen taseen pääryhmään \"sijoitukset\" sisältyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiölain 8 luvun 17 §:n 1 ja 2 momentin perusteella merkitty vapaaseen omaan pääomaan, ja määrä, jolla käyvän arvon rahasto on yhteismäärältään negatiivinen. Takuupääoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 §:ää. Pääomalainalle maksettavasta korosta tai muusta hyvityksestä johtuvasta voitonjaon rajoituksesta säädetään 1 luvun 5 c §:n 2 momentissa ja 5 d §:n 1 momentissa. Edellä 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma pääoma on pienempi kuin 2 luvun 5 §:ssä säädetty vähimmäismäärä. Omaan pääomaan ei kuitenkaan tällöin rinnasteta vakuutusyhdistyksen ottamaa pääomalainaa. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että yhdistys on maksukyvytön. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että voitonjako aiheuttaa oman pääoman vähenemisen sen vähimmäismäärää pienemmäksi tai yhdistyksen maksukyvyttömyyden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:2",
        "normalized_fi": "Voitonjako ei saa ylittää viimeksi päättyneeltä tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman pääoman yhteismäärää vähennettynä taseen osoittamalla tappiolla sekä muilla jakokelvottomilla erillä, jotka ovat: 1) määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon tai muutoin jätettävä jakamatta; sekä 2) määrä, joka vakuutusyhdistyksen taseen pääryhmään \"sijoitukset\" sisältyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiölain 8 luvun 17 § :n 1 ja 2 momentin perusteella merkitty vapaaseen omaan pääomaan, ja määrä, jolla käyvän arvon rahasto on yhteismäärältään negatiivinen. Takuupääoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 § :ää. Pääomalainalle maksettavasta korosta tai muusta hyvityksestä johtuvasta voitonjaon rajoituksesta säädetään 1 luvun 5 c § :n 2 momentissa ja 5 d § :n 1 momentissa. Edellä 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma pääoma on pienempi kuin 2 luvun 5 § :ssä säädetty vähimmäismäärä. Omaan pääomaan ei kuitenkaan tällöin rinnasteta vakuutusyhdistyksen ottamaa pääomalainaa. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että yhdistys on maksukyvytön. Voitonjako on myös kielletty, jos tiedetään tai pitäisi tietää, että voitonjako aiheuttaa oman pääoman vähenemisen sen vähimmäismäärää pienemmäksi tai yhdistyksen maksukyvyttömyyden.",
        "folded_fi": "voitonjako ei saa ylittaa viimeksi paattyneelta tilikaudelta vahvistetun taseen mukaisen voiton ja yhdistyksen muun vapaan oman paaoman yhteismaaraa vahennettyna taseen osoittamalla tappiolla seka muilla jakokelvottomilla erilla, jotka ovat: 1) maara, joka yhdistysjarjestyksen mukaan on siirrettava vararahastoon tai muutoin jatettava jakamatta; seka 2) maara, joka vakuutusyhdistyksen taseen paaryhmaan \"sijoitukset\" sisaltyvien sijoitusten realisoitumattomista arvonnousuista on vakuutusyhtiolain 8 luvun 17 §:n 1 ja 2 momentin perusteella merkitty vapaaseen omaan paaomaan, ja maara, jolla kayvan arvon rahasto on yhteismaaraltaan negatiivinen. takuupaaoman alentamisesta aiheutuvaan voitonjaon rajoitukseen sovelletaan 5 luvun 2 §:aa. paaomalainalle maksettavasta korosta tai muusta hyvityksesta johtuvasta voitonjaon rajoituksesta saadetaan 1 luvun 5 c §:n 2 momentissa ja 5 d §:n 1 momentissa. edella 1 momentissa tarkoitettu voitonjako on kielletty, jos vakuutusyhdistyksen oma paaoma on pienempi kuin 2 luvun 5 §:ssa saadetty vahimmaismaara. omaan paaomaan ei kuitenkaan talloin rinnasteta vakuutusyhdistyksen ottamaa paaomalainaa. voitonjako on myos kielletty, jos tiedetaan tai pitaisi tietaa, etta yhdistys on maksukyvyton. voitonjako on myos kielletty, jos tiedetaan tai pitaisi tietaa, etta voitonjako aiheuttaa oman paaoman vahenemisen sen vahimmaismaaraa pienemmaksi tai yhdistyksen maksukyvyttomyyden.",
        "content_sv": "Vinstutdelning får inte överstiga det sammanlagda beloppet av vinst och föreningens övriga fria egna kapital enligt den fastställda balansräkningen för den senaste räkenskapsperioden, med avdrag för den förlust som balansräkningen utvisar och andra icke-utdelningsbara poster, vilka är 1) belopp som enligt stadgarna ska avsättas till reservfonden eller annars lämnas outdelat, samt 2) belopp som av de orealiserade värdeökningarna på de placeringar som står under huvudgruppen \"placeringar\" i försäkringsföreningens balansräkning, på grundval av 8 kap. 17 § 1 och 2 mom. i försäkringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden för verkligt värde är negativ. I fråga om begränsning av vinstutdelning som grundar sig på nedsättning av garantikapitalet tillämpas 5 kap. 2 §. Bestämmelser om begränsning av vinstutdelning till följd av ränta på kapitallån eller annan gottgörelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. Sådan vinstutdelning som avses i 1 mom. är förbjuden, om en försäkringsförenings eget kapital understiger minimibeloppet enligt 2 kap. 5 §. Med eget kapital jämställs då inte av försäkringsföreningen upptaget kapitallån. Vinstutdelning är också förbjuden om det är känt eller bör vara känt att föreningen är insolvent. Dessutom är vinstutdelning förbjuden om det är känt eller bör vara känt att vinstutdelning leder till att det egna kapitalet minskar så mycket att det understiger minimibeloppet eller till att föreningen blir insolvent.",
        "normalized_sv": "Vinstutdelning får inte överstiga det sammanlagda beloppet av vinst och föreningens övriga fria egna kapital enligt den fastställda balansräkningen för den senaste räkenskapsperioden, med avdrag för den förlust som balansräkningen utvisar och andra icke-utdelningsbara poster, vilka är 1) belopp som enligt stadgarna ska avsättas till reservfonden eller annars lämnas outdelat, samt 2) belopp som av de orealiserade värdeökningarna på de placeringar som står under huvudgruppen \"placeringar\" i försäkringsföreningens balansräkning, på grundval av 8 kap. 17 § 1 och 2 mom. i försäkringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden för verkligt värde är negativ. I fråga om begränsning av vinstutdelning som grundar sig på nedsättning av garantikapitalet tillämpas 5 kap. 2 § . Bestämmelser om begränsning av vinstutdelning till följd av ränta på kapitallån eller annan gottgörelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. Sådan vinstutdelning som avses i 1 mom. är förbjuden, om en försäkringsförenings eget kapital understiger minimibeloppet enligt 2 kap. 5 § . Med eget kapital jämställs då inte av försäkringsföreningen upptaget kapitallån. Vinstutdelning är också förbjuden om det är känt eller bör vara känt att föreningen är insolvent. Dessutom är vinstutdelning förbjuden om det är känt eller bör vara känt att vinstutdelning leder till att det egna kapitalet minskar så mycket att det understiger minimibeloppet eller till att föreningen blir insolvent.",
        "folded_sv": "vinstutdelning far inte overstiga det sammanlagda beloppet av vinst och foreningens ovriga fria egna kapital enligt den faststallda balansrakningen for den senaste rakenskapsperioden, med avdrag for den forlust som balansrakningen utvisar och andra icke-utdelningsbara poster, vilka ar 1) belopp som enligt stadgarna ska avsattas till reservfonden eller annars lamnas outdelat, samt 2) belopp som av de orealiserade vardeokningarna pa de placeringar som star under huvudgruppen \"placeringar\" i forsakringsforeningens balansrakning, pa grundval av 8 kap. 17 § 1 och 2 mom. i forsakringsbolagslagen har upptagits som fritt eget kapital och det sammanlagda belopp med vilket fonden for verkligt varde ar negativ. i fraga om begransning av vinstutdelning som grundar sig pa nedsattning av garantikapitalet tillampas 5 kap. 2 §. bestammelser om begransning av vinstutdelning till foljd av ranta pa kapitallan eller annan gottgorelse finns i 1 kap. 5 c § 2 mom. och 5 d § 1 mom. sadan vinstutdelning som avses i 1 mom. ar forbjuden, om en forsakringsforenings eget kapital understiger minimibeloppet enligt 2 kap. 5 §. med eget kapital jamstalls da inte av forsakringsforeningen upptaget kapitallan. vinstutdelning ar ocksa forbjuden om det ar kant eller bor vara kant att foreningen ar insolvent. dessutom ar vinstutdelning forbjuden om det ar kant eller bor vara kant att vinstutdelning leder till att det egna kapitalet minskar sa mycket att det understiger minimibeloppet eller till att foreningen blir insolvent."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "11:3",
      "chapter": "11",
      "section": "3",
      "content": "Vakuutusyhdistyksen, jonka 10 a luvun 2 a §:n 2 momentissa tarkoitettu oma pääoma on pienempi kuin tämän oman pääoman kaksinkertainen vähimmäismäärä, on vuosittain kartutettava vararahastoa vähintään kymmenellä prosentilla liikkeen tuottamasta voitosta. Vararahastoon on siirrettävä takuuosuuden merkinnässä takuuosuuksista saatu nimellisarvon ylittävä määrä sekä määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon. Yhdistyskokous voi päättää, että tietty määrä taseen osoittamasta vapaasta omasta pääomasta on siirrettävä vararahastoon. Vararahastoa saadaan alentaa yhdistyskokouksen päätöksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittämiseksi, jollei sitä voida peittää vapaalla omalla pääomalla, taikka varojen siirtämiseksi pohjarahastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:3",
        "normalized_fi": "Vakuutusyhdistyksen, jonka 10 a luvun 2 a § :n 2 momentissa tarkoitettu oma pääoma on pienempi kuin tämän oman pääoman kaksinkertainen vähimmäismäärä, on vuosittain kartutettava vararahastoa vähintään kymmenellä prosentilla liikkeen tuottamasta voitosta. Vararahastoon on siirrettävä takuuosuuden merkinnässä takuuosuuksista saatu nimellisarvon ylittävä määrä sekä määrä, joka yhdistysjärjestyksen mukaan on siirrettävä vararahastoon. Yhdistyskokous voi päättää, että tietty määrä taseen osoittamasta vapaasta omasta pääomasta on siirrettävä vararahastoon. Vararahastoa saadaan alentaa yhdistyskokouksen päätöksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittämiseksi, jollei sitä voida peittää vapaalla omalla pääomalla, taikka varojen siirtämiseksi pohjarahastoon.",
        "folded_fi": "vakuutusyhdistyksen, jonka 10 a luvun 2 a §:n 2 momentissa tarkoitettu oma paaoma on pienempi kuin taman oman paaoman kaksinkertainen vahimmaismaara, on vuosittain kartutettava vararahastoa vahintaan kymmenella prosentilla liikkeen tuottamasta voitosta. vararahastoon on siirrettava takuuosuuden merkinnassa takuuosuuksista saatu nimellisarvon ylittava maara seka maara, joka yhdistysjarjestyksen mukaan on siirrettava vararahastoon. yhdistyskokous voi paattaa, etta tietty maara taseen osoittamasta vapaasta omasta paaomasta on siirrettava vararahastoon. vararahastoa saadaan alentaa yhdistyskokouksen paatoksen mukaisesti ainoastaan vahvistetun taseen osoittaman tappion peittamiseksi, jollei sita voida peittaa vapaalla omalla paaomalla, taikka varojen siirtamiseksi pohjarahastoon.",
        "content_sv": "En försäkringsförening vars i 10 a kap. 2 a § 2 mom. nämnda egna kapital är mindre än det dubbla minimibeloppet av detta egna kapital, ska årligen öka reservfonden med minst tio procent av den vinst som rörelsen har avkastat. Till reservfonden ska överföras det belopp som vid garantiandelsteckning erhållits för garantiandelarna utöver det nominella beloppet samt det belopp som enligt stadgarna ska överföras till reservfonden. Föreningsstämman kan besluta att ett visst belopp av det fria egna kapital som balansräkningen utvisar ska överföras till reservfonden. Reservfonden får genom beslut av föreningsstämman nedsättas endast för täckande av en förlust som den fastställda balansräkningen utvisar, om inte förlusten kan täckas med fritt eget kapital, eller för överföring av medel till grundfonden.",
        "normalized_sv": "En försäkringsförening vars i 10 a kap. 2 a § 2 mom. nämnda egna kapital är mindre än det dubbla minimibeloppet av detta egna kapital, ska årligen öka reservfonden med minst tio procent av den vinst som rörelsen har avkastat. Till reservfonden ska överföras det belopp som vid garantiandelsteckning erhållits för garantiandelarna utöver det nominella beloppet samt det belopp som enligt stadgarna ska överföras till reservfonden. Föreningsstämman kan besluta att ett visst belopp av det fria egna kapital som balansräkningen utvisar ska överföras till reservfonden. Reservfonden får genom beslut av föreningsstämman nedsättas endast för täckande av en förlust som den fastställda balansräkningen utvisar, om inte förlusten kan täckas med fritt eget kapital, eller för överföring av medel till grundfonden.",
        "folded_sv": "en forsakringsforening vars i 10 a kap. 2 a § 2 mom. namnda egna kapital ar mindre an det dubbla minimibeloppet av detta egna kapital, ska arligen oka reservfonden med minst tio procent av den vinst som rorelsen har avkastat. till reservfonden ska overforas det belopp som vid garantiandelsteckning erhallits for garantiandelarna utover det nominella beloppet samt det belopp som enligt stadgarna ska overforas till reservfonden. foreningsstamman kan besluta att ett visst belopp av det fria egna kapital som balansrakningen utvisar ska overforas till reservfonden. reservfonden far genom beslut av foreningsstamman nedsattas endast for tackande av en forlust som den faststallda balansrakningen utvisar, om inte forlusten kan tackas med fritt eget kapital, eller for overforing av medel till grundfonden."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "11:6",
      "chapter": "11",
      "section": "6",
      "content": "Yhdistyskokous voi kuitenkin päätöksellä, jota ovat kannattaneet osakkaat, joilla on vähintään kaksi kolmasosaa kokouksessa annetuista äänistä, antaa voitosta käytettäväksi yleishyödylliseen tai siihen verrattavaan tarkoitukseen määriä, joilla 10 a luvun 2 a §:n 2 momentissa tarkoitettuun omaan pääomaan verrattuna ei ole sanottavaa merkitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:6",
        "normalized_fi": "Yhdistyskokous voi kuitenkin päätöksellä, jota ovat kannattaneet osakkaat, joilla on vähintään kaksi kolmasosaa kokouksessa annetuista äänistä, antaa voitosta käytettäväksi yleishyödylliseen tai siihen verrattavaan tarkoitukseen määriä, joilla 10 a luvun 2 a § :n 2 momentissa tarkoitettuun omaan pääomaan verrattuna ei ole sanottavaa merkitystä.",
        "folded_fi": "yhdistyskokous voi kuitenkin paatoksella, jota ovat kannattaneet osakkaat, joilla on vahintaan kaksi kolmasosaa kokouksessa annetuista aanista, antaa voitosta kaytettavaksi yleishyodylliseen tai siihen verrattavaan tarkoitukseen maaria, joilla 10 a luvun 2 a §:n 2 momentissa tarkoitettuun omaan paaomaan verrattuna ei ole sanottavaa merkitysta.",
        "content_sv": "Föreningsstämman kan dock genom ett beslut som har biträtts av delägare med minst två tredjedelar av de vid stämman avgivna rösterna, av vinsten till något allmännyttigt eller därmed jämförbart ändamål anslå belopp som i förhållande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte är av nämnvärd betydelse.",
        "normalized_sv": "Föreningsstämman kan dock genom ett beslut som har biträtts av delägare med minst två tredjedelar av de vid stämman avgivna rösterna, av vinsten till något allmännyttigt eller därmed jämförbart ändamål anslå belopp som i förhållande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte är av nämnvärd betydelse.",
        "folded_sv": "foreningsstamman kan dock genom ett beslut som har bitratts av delagare med minst tva tredjedelar av de vid stamman avgivna rosterna, av vinsten till nagot allmannyttigt eller darmed jamforbart andamal ansla belopp som i forhallande till det i 10 a kap. 2 a § 2 mom. angivna egna kapitalet inte ar av namnvard betydelse."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "content": "Jos vakuutusyhdistys kuuluu vakuutusyhtiölain 26 luvussa tarkoitettuun ryhmään, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Jos vakuutusyhdistys kuuluu vakuutusyhtiölain 26 luvussa tarkoitettuun ryhmään, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
        "folded_fi": "jos vakuutusyhdistys kuuluu vakuutusyhtiolain 26 luvussa tarkoitettuun ryhmaan, vakuutusyhdistyksen valvontaan sovelletaan mainittua lakia.",
        "content_sv": "Om en försäkringsförening hör till en sådan grupp som avses i 26 kap. i försäkringsbolagslagen ska på tillsynen över föreningen tillämpas den lagen.",
        "normalized_sv": "Om en försäkringsförening hör till en sådan grupp som avses i 26 kap. i försäkringsbolagslagen ska på tillsynen över föreningen tillämpas den lagen.",
        "folded_sv": "om en forsakringsforening hor till en sadan grupp som avses i 26 kap. i forsakringsbolagslagen ska pa tillsynen over foreningen tillampas den lagen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "12:6 b",
      "chapter": "12",
      "section": "6 b",
      "content": "Vakuutusyhdistyksen, jonka toimintapääoma on pienempi kuin 10 a luvun 2 a §:n mukainen toimintapääoman vähimmäismäärä, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelma. Vakuutusyhdistyksen, jonka oma pääoma ei täytä 10 a luvun 2 a §:n 2 momentissa säädettyjä vähimmäisvaatimuksia, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi lyhyen aikavälin rahoitussuunnitelma. Jos Finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, Finanssivalvonta voi vaatia vakuutusyhdistystä toimittamaan Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelman. Osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttämissuunnitelmaa Finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapääoman vähimmäismäärävaatimusta sen varmistamiseksi, että yhdistys pystyy täyttämään toimintapääomavaatimukset tulevaisuudessa. Finanssivalvonta voi vaatia, että 10 a luvun 1 a §:ssä tarkoitettujen toimintapääomaan sisältyvien erien arvoa alennetaan 10 a luvun 2 b §:n mukaista laskelmaa laadittaessa, jos näiden erien markkina-arvossa on tapahtunut merkittäviä muutoksia tarkasteluajankohdan ja laadinta-ajankohdan välillä taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. Finanssivalvonta voi kieltää joko osittain tai kokonaan yhdistystä lukemasta 10 a luvun 1 a §:n 6 ja 8 kohdassa tarkoitettuja eriä osaksi yhdistyksen toimintapääomaa. Finanssivalvonta antaa tarkemmat määräykset tässä pykälässä tarkoitetuissa suunnitelmissa annettavista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:6 b",
        "normalized_fi": "Vakuutusyhdistyksen, jonka toimintapääoma on pienempi kuin 10 a luvun 2 a § :n mukainen toimintapääoman vähimmäismäärä, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelma. Vakuutusyhdistyksen, jonka oma pääoma ei täytä 10 a luvun 2 a § :n 2 momentissa säädettyjä vähimmäisvaatimuksia, on viipymättä toimitettava Finanssivalvonnan hyväksyttäväksi lyhyen aikavälin rahoitussuunnitelma. Jos Finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, Finanssivalvonta voi vaatia vakuutusyhdistystä toimittamaan Finanssivalvonnan hyväksyttäväksi yhdistyksen taloudellisen aseman tervehdyttämissuunnitelman. Osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttämissuunnitelmaa Finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapääoman vähimmäismäärävaatimusta sen varmistamiseksi, että yhdistys pystyy täyttämään toimintapääomavaatimukset tulevaisuudessa. Finanssivalvonta voi vaatia, että 10 a luvun 1 a § :ssä tarkoitettujen toimintapääomaan sisältyvien erien arvoa alennetaan 10 a luvun 2 b § :n mukaista laskelmaa laadittaessa, jos näiden erien markkina-arvossa on tapahtunut merkittäviä muutoksia tarkasteluajankohdan ja laadinta-ajankohdan välillä taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. Finanssivalvonta voi kieltää joko osittain tai kokonaan yhdistystä lukemasta 10 a luvun 1 a § :n 6 ja 8 kohdassa tarkoitettuja eriä osaksi yhdistyksen toimintapääomaa. Finanssivalvonta antaa tarkemmat määräykset tässä pykälässä tarkoitetuissa suunnitelmissa annettavista tiedoista.",
        "folded_fi": "vakuutusyhdistyksen, jonka toimintapaaoma on pienempi kuin 10 a luvun 2 a §:n mukainen toimintapaaoman vahimmaismaara, on viipymatta toimitettava finanssivalvonnan hyvaksyttavaksi yhdistyksen taloudellisen aseman tervehdyttamissuunnitelma. vakuutusyhdistyksen, jonka oma paaoma ei tayta 10 a luvun 2 a §:n 2 momentissa saadettyja vahimmaisvaatimuksia, on viipymatta toimitettava finanssivalvonnan hyvaksyttavaksi lyhyen aikavalin rahoitussuunnitelma. jos finanssivalvonta muutoin katsoo vakuutusyhdistyksen vakuutuksenottajien tai vakuutettujen etujen olevan vaarassa, finanssivalvonta voi vaatia vakuutusyhdistysta toimittamaan finanssivalvonnan hyvaksyttavaksi yhdistyksen taloudellisen aseman tervehdyttamissuunnitelman. osana 1 ja 3 momentissa tarkoitettua taloudellisen aseman tervehdyttamissuunnitelmaa finanssivalvonta voi korottaa vakuutusyhdistyksen toimintapaaoman vahimmaismaaravaatimusta sen varmistamiseksi, etta yhdistys pystyy tayttamaan toimintapaaomavaatimukset tulevaisuudessa. finanssivalvonta voi vaatia, etta 10 a luvun 1 a §:ssa tarkoitettujen toimintapaaomaan sisaltyvien erien arvoa alennetaan 10 a luvun 2 b §:n mukaista laskelmaa laadittaessa, jos naiden erien markkina-arvossa on tapahtunut merkittavia muutoksia tarkasteluajankohdan ja laadinta-ajankohdan valilla taikka se on muutoin tarpeen oikean kuvan saamiseksi laskelmasta. finanssivalvonta voi kieltaa joko osittain tai kokonaan yhdistysta lukemasta 10 a luvun 1 a §:n 6 ja 8 kohdassa tarkoitettuja eria osaksi yhdistyksen toimintapaaomaa. finanssivalvonta antaa tarkemmat maaraykset tassa pykalassa tarkoitetuissa suunnitelmissa annettavista tiedoista.",
        "content_sv": "En försäkringsförening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan dröjsmål till Finansinspektionen för godkännande ge in en plan för återställande av en sund finansiell ställning. En försäkringsförening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan dröjsmål till Finansinspektionen för godkännande ge in en kortfristig finansieringsplan. Om Finansinspektionen annars anser att en försäkringsförenings försäkringstagares eller försäkrade förmåner hotas, kan Finansinspektionen kräva att försäkringsföreningen till Finansinspektionen för godkännande ger in en plan för återställande av en sund finansiell ställning. Som en del av planen som avses i 1 och 3 mom. kan Finansinspektionen höja kravet i fråga om minimibeloppet av försäkringsföreningens verksamhetskapital för att säkerställa att föreningen i framtiden kan uppfylla de krav som gäller verksamhetskapitalet. Finansinspektionen kan kräva att värdet av de i verksamhetskapitalet ingående poster som avses i 10 a kap. 1 a § skrivs ned i den uträkning som avses i 10 a kap. 2 b §, om marknadsvärdet av dessa poster har förändrats i betydande utsträckning mellan tidpunkten för granskningen och tidpunkten för uträkningen eller det i övrigt är behövligt för att en korrekt bild ska fås av uträkningen. Finansinspektionen kan antingen delvis eller helt och hållet förbjuda en förening att hänföra poster som avses i 10 a kap. 1 a § 6 och 8 punkten till föreningens verksamhetskapital. Finansinspektionen meddelar närmare föreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehålla.",
        "normalized_sv": "En försäkringsförening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan dröjsmål till Finansinspektionen för godkännande ge in en plan för återställande av en sund finansiell ställning. En försäkringsförening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan dröjsmål till Finansinspektionen för godkännande ge in en kortfristig finansieringsplan. Om Finansinspektionen annars anser att en försäkringsförenings försäkringstagares eller försäkrade förmåner hotas, kan Finansinspektionen kräva att försäkringsföreningen till Finansinspektionen för godkännande ger in en plan för återställande av en sund finansiell ställning. Som en del av planen som avses i 1 och 3 mom. kan Finansinspektionen höja kravet i fråga om minimibeloppet av försäkringsföreningens verksamhetskapital för att säkerställa att föreningen i framtiden kan uppfylla de krav som gäller verksamhetskapitalet. Finansinspektionen kan kräva att värdet av de i verksamhetskapitalet ingående poster som avses i 10 a kap. 1 a § skrivs ned i den uträkning som avses i 10 a kap. 2 b § , om marknadsvärdet av dessa poster har förändrats i betydande utsträckning mellan tidpunkten för granskningen och tidpunkten för uträkningen eller det i övrigt är behövligt för att en korrekt bild ska fås av uträkningen. Finansinspektionen kan antingen delvis eller helt och hållet förbjuda en förening att hänföra poster som avses i 10 a kap. 1 a § 6 och 8 punkten till föreningens verksamhetskapital. Finansinspektionen meddelar närmare föreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehålla.",
        "folded_sv": "en forsakringsforening vars verksamhetskapital underskrider minimibeloppet av verksamhetskapitalet enligt 10 a kap. 2 a § ska utan drojsmal till finansinspektionen for godkannande ge in en plan for aterstallande av en sund finansiell stallning. en forsakringsforening vars eget kapital inte uppfyller minimikraven i 10 a kap. 2 a § 2 mom. ska utan drojsmal till finansinspektionen for godkannande ge in en kortfristig finansieringsplan. om finansinspektionen annars anser att en forsakringsforenings forsakringstagares eller forsakrade formaner hotas, kan finansinspektionen krava att forsakringsforeningen till finansinspektionen for godkannande ger in en plan for aterstallande av en sund finansiell stallning. som en del av planen som avses i 1 och 3 mom. kan finansinspektionen hoja kravet i fraga om minimibeloppet av forsakringsforeningens verksamhetskapital for att sakerstalla att foreningen i framtiden kan uppfylla de krav som galler verksamhetskapitalet. finansinspektionen kan krava att vardet av de i verksamhetskapitalet ingaende poster som avses i 10 a kap. 1 a § skrivs ned i den utrakning som avses i 10 a kap. 2 b §, om marknadsvardet av dessa poster har forandrats i betydande utstrackning mellan tidpunkten for granskningen och tidpunkten for utrakningen eller det i ovrigt ar behovligt for att en korrekt bild ska fas av utrakningen. finansinspektionen kan antingen delvis eller helt och hallet forbjuda en forening att hanfora poster som avses i 10 a kap. 1 a § 6 och 8 punkten till foreningens verksamhetskapital. finansinspektionen meddelar narmare foreskrifter om vilka uppgifter de planer som avses i denna paragraf ska innehalla."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "13:20",
      "chapter": "13",
      "section": "20",
      "content": "Jos vakuutusyhdistys on asetettu 3 §:n 2 momentin nojalla selvitystilaan yhdistyskokouksen päätöksellä, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa päättää, että selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. Päätös on pätevä vain, jos sitä ovat kannattaneet ne, joilla on vähintään kaksi kolmasosaa tai yhdistysjärjestyksessä määrätty suurempi osa kokouksessa annetuista äänistä. Päätöstä ei kuitenkaan saa tehdä, jos selvitystilaan on tämän lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. Mitä 1 momentissa säädetään, sovelletaan, jos vakuutusyhdistys, jonka oma pääoma on oman pääoman vähimmäisvaatimusta pienempi, jälleen täyttää sanotut vaatimukset. Kun päätös selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjärjestyksen määräysten mukaisesti. Kun hallitus on valittu, selvitysmiesten on viivytyksettä tehtävä selvitystilan lopettamista koskevasta päätöksestä ja hallituksen valinnasta ilmoitus Finanssivalvonnalle ja rekisteröimistä varten rekisteriviranomaiselle. Päätöstä ei saa panna täytäntöön ennen rekisteröintiä. Yhdistyksen velkojille haettu julkinen haaste jää vaikutuksitta, jos selvitystila on lopetettu tämän pykälän mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:20",
        "normalized_fi": "Jos vakuutusyhdistys on asetettu 3 § :n 2 momentin nojalla selvitystilaan yhdistyskokouksen päätöksellä, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa päättää, että selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. Päätös on pätevä vain, jos sitä ovat kannattaneet ne, joilla on vähintään kaksi kolmasosaa tai yhdistysjärjestyksessä määrätty suurempi osa kokouksessa annetuista äänistä. Päätöstä ei kuitenkaan saa tehdä, jos selvitystilaan on tämän lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. Mitä 1 momentissa säädetään, sovelletaan, jos vakuutusyhdistys, jonka oma pääoma on oman pääoman vähimmäisvaatimusta pienempi, jälleen täyttää sanotut vaatimukset. Kun päätös selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjärjestyksen määräysten mukaisesti. Kun hallitus on valittu, selvitysmiesten on viivytyksettä tehtävä selvitystilan lopettamista koskevasta päätöksestä ja hallituksen valinnasta ilmoitus Finanssivalvonnalle ja rekisteröimistä varten rekisteriviranomaiselle. Päätöstä ei saa panna täytäntöön ennen rekisteröintiä. Yhdistyksen velkojille haettu julkinen haaste jää vaikutuksitta, jos selvitystila on lopetettu tämän pykälän mukaisesti.",
        "folded_fi": "jos vakuutusyhdistys on asetettu 3 §:n 2 momentin nojalla selvitystilaan yhdistyskokouksen paatoksella, yhdistyskokous voi tilintarkastajien annettua asiasta lausuntonsa paattaa, etta selvitystila lopetetaan ja yhdistyksen toimintaa jatketaan. paatos on pateva vain, jos sita ovat kannattaneet ne, joilla on vahintaan kaksi kolmasosaa tai yhdistysjarjestyksessa maaratty suurempi osa kokouksessa annetuista aanista. paatosta ei kuitenkaan saa tehda, jos selvitystilaan on taman lain mukainen peruste tai jos yhdistyksen omaisuutta on jaettu. mita 1 momentissa saadetaan, sovelletaan, jos vakuutusyhdistys, jonka oma paaoma on oman paaoman vahimmaisvaatimusta pienempi, jalleen tayttaa sanotut vaatimukset. kun paatos selvitystilan lopettamisesta ja yhdistyksen toiminnan jatkamisesta on tehty, yhdistykselle on valittava johto yhdistysjarjestyksen maaraysten mukaisesti. kun hallitus on valittu, selvitysmiesten on viivytyksetta tehtava selvitystilan lopettamista koskevasta paatoksesta ja hallituksen valinnasta ilmoitus finanssivalvonnalle ja rekisteroimista varten rekisteriviranomaiselle. paatosta ei saa panna taytantoon ennen rekisterointia. yhdistyksen velkojille haettu julkinen haaste jaa vaikutuksitta, jos selvitystila on lopetettu taman pykalan mukaisesti.",
        "content_sv": "Om en försäkringsförening har trätt i likvidation med stöd av 3 § 2 mom. genom föreningsstämmans beslut kan föreningsstämman, sedan revisorerna yttrat sig i ärendet, besluta att likvidationen ska avslutas och föreningens verksamhet fortsättas. Beslutet är giltigt endast om det har biträtts av delägare med minst två tredjedelar eller en i stadgarna bestämd större andel av de vid stämman avgivna rösterna. Ett sådant beslut får dock inte fattas, om en i denna lag föreskriven likvidationsgrund föreligger eller om föreningens tillgångar har skiftats. Bestämmelserna i 1 mom. tillämpas om en försäkringsförening vars eget kapital underskrider minimikravet på eget kapital åter uppfyller dessa krav. Efter ett beslut om att avsluta likvidationen och fortsätta föreningens verksamhet ska för föreningen väljas ledning i enlighet med stadgarna. Efter det att en styrelse har valts ska likvidatorerna utan dröjsmål underrätta Finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lämna en anmälan till registermyndigheten för registrering av beslutet. Beslutet får inte verkställas förrän det registrerats. Offentlig stämning på föreningens borgenärer är utan verkan om likvidationen har avslutats i enlighet med denna paragraf.",
        "normalized_sv": "Om en försäkringsförening har trätt i likvidation med stöd av 3 § 2 mom. genom föreningsstämmans beslut kan föreningsstämman, sedan revisorerna yttrat sig i ärendet, besluta att likvidationen ska avslutas och föreningens verksamhet fortsättas. Beslutet är giltigt endast om det har biträtts av delägare med minst två tredjedelar eller en i stadgarna bestämd större andel av de vid stämman avgivna rösterna. Ett sådant beslut får dock inte fattas, om en i denna lag föreskriven likvidationsgrund föreligger eller om föreningens tillgångar har skiftats. Bestämmelserna i 1 mom. tillämpas om en försäkringsförening vars eget kapital underskrider minimikravet på eget kapital åter uppfyller dessa krav. Efter ett beslut om att avsluta likvidationen och fortsätta föreningens verksamhet ska för föreningen väljas ledning i enlighet med stadgarna. Efter det att en styrelse har valts ska likvidatorerna utan dröjsmål underrätta Finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lämna en anmälan till registermyndigheten för registrering av beslutet. Beslutet får inte verkställas förrän det registrerats. Offentlig stämning på föreningens borgenärer är utan verkan om likvidationen har avslutats i enlighet med denna paragraf.",
        "folded_sv": "om en forsakringsforening har tratt i likvidation med stod av 3 § 2 mom. genom foreningsstammans beslut kan foreningsstamman, sedan revisorerna yttrat sig i arendet, besluta att likvidationen ska avslutas och foreningens verksamhet fortsattas. beslutet ar giltigt endast om det har bitratts av delagare med minst tva tredjedelar eller en i stadgarna bestamd storre andel av de vid stamman avgivna rosterna. ett sadant beslut far dock inte fattas, om en i denna lag foreskriven likvidationsgrund foreligger eller om foreningens tillgangar har skiftats. bestammelserna i 1 mom. tillampas om en forsakringsforening vars eget kapital underskrider minimikravet pa eget kapital ater uppfyller dessa krav. efter ett beslut om att avsluta likvidationen och fortsatta foreningens verksamhet ska for foreningen valjas ledning i enlighet med stadgarna. efter det att en styrelse har valts ska likvidatorerna utan drojsmal underratta finansinspektionen om beslutet att avsluta likvidationen och om valet av styrelse samt lamna en anmalan till registermyndigheten for registrering av beslutet. beslutet far inte verkstallas forran det registrerats. offentlig stamning pa foreningens borgenarer ar utan verkan om likvidationen har avslutats i enlighet med denna paragraf."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}