{
  "id": "30/2005",
  "type": "statute",
  "title": "Laki vakuutussopimuslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försäkringsavtal",
  "status": "in_force",
  "issued_date": "2005-01-21",
  "in_force_date": "2005-01-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/30/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tiedot ennen sopimuksen päättämistä",
      "content": "Vakuutusten etämyynnissä kuluttajalle on lisäksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä siitä, mitä tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen päättämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Vakuutusten etämyynnissä kuluttajalle on lisäksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä siitä, mitä tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen päättämistä.",
        "folded_fi": "vakuutusten etamyynnissa kuluttajalle on lisaksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia siita, mita tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen paattamista.",
        "title_sv": "Information innan avtal ingås",
        "content_sv": "Vid distansförsäljning av försäkringar skall konsumenten dessutom ges den förhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). Genom förordning av statsrådet kan vid behov utfärdas närmare bestämmelser om vilken information försäkringsgivaren skall ge försäkringssökanden innan ett avtal ingås.",
        "normalized_sv": "Vid distansförsäljning av försäkringar skall konsumenten dessutom ges den förhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). Genom förordning av statsrådet kan vid behov utfärdas närmare bestämmelser om vilken information försäkringsgivaren skall ge försäkringssökanden innan ett avtal ingås.",
        "folded_sv": "vid distansforsaljning av forsakringar skall konsumenten dessutom ges den forhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). genom forordning av statsradet kan vid behov utfardas narmare bestammelser om vilken information forsakringsgivaren skall ge forsakringssokanden innan ett avtal ingas."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eräiden asiakirjojen antaminen",
      "content": "vakuutuskirja Vakuutussopimuksen päättämisen jälkeen vakuutuksenantajan on ilman aiheetonta viivytystä annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisältö (), sekä vakuutusehdot. Vakuutusten etämyynnissä kuluttajalle sovelletaan kuitenkin, mitä kuluttajansuojalain 6 a luvun 11 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "vakuutuskirja Vakuutussopimuksen päättämisen jälkeen vakuutuksenantajan on ilman aiheetonta viivytystä annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisältö (), sekä vakuutusehdot. Vakuutusten etämyynnissä kuluttajalle sovelletaan kuitenkin, mitä kuluttajansuojalain 6 a luvun 11 § :ssä säädetään.",
        "folded_fi": "vakuutuskirja vakuutussopimuksen paattamisen jalkeen vakuutuksenantajan on ilman aiheetonta viivytysta annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisalto (), seka vakuutusehdot. vakuutusten etamyynnissa kuluttajalle sovelletaan kuitenkin, mita kuluttajansuojalain 6 a luvun 11 §:ssa saadetaan.",
        "title_sv": "Överlämnande av vissa handlingar",
        "content_sv": "försäkringsbrev Efter att försäkringsavtalet ingåtts skall försäkringsgivaren utan obefogat dröjsmål till försäkringstagaren överlämna en skriftlig handling som upptar avtalets viktigaste innehåll (), samt försäkringsvillkoren. Vid distansförsäljning av försäkringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillämpas.",
        "normalized_sv": "försäkringsbrev Efter att försäkringsavtalet ingåtts skall försäkringsgivaren utan obefogat dröjsmål till försäkringstagaren överlämna en skriftlig handling som upptar avtalets viktigaste innehåll (), samt försäkringsvillkoren. Vid distansförsäljning av försäkringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillämpas.",
        "folded_sv": "forsakringsbrev efter att forsakringsavtalet ingatts skall forsakringsgivaren utan obefogat drojsmal till forsakringstagaren overlamna en skriftlig handling som upptar avtalets viktigaste innehall (), samt forsakringsvillkoren. vid distansforsaljning av forsakringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillampas."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vakuutuksenottajan oikeus irtisanoa vakuutus",
      "content": "Vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus päättymään vakuutuskauden aikana. Irtisanominen on suoritettava kirjallisesti. Muu irtisanominen on mitätön. Jos vakuutuksenottaja ei ole määrännyt vakuutuksen päättymisaikaa, vakuutus päättyy, kun irtisanomista koskeva ilmoitus on annettu tai lähetetty vakuutuksenantajalle. Irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 päivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus päättymään vakuutuskauden aikana. Irtisanominen on suoritettava kirjallisesti. Muu irtisanominen on mitätön. Jos vakuutuksenottaja ei ole määrännyt vakuutuksen päättymisaikaa, vakuutus päättyy, kun irtisanomista koskeva ilmoitus on annettu tai lähetetty vakuutuksenantajalle. Irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 päivää.",
        "folded_fi": "vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus paattymaan vakuutuskauden aikana. irtisanominen on suoritettava kirjallisesti. muu irtisanominen on mitaton. jos vakuutuksenottaja ei ole maarannyt vakuutuksen paattymisaikaa, vakuutus paattyy, kun irtisanomista koskeva ilmoitus on annettu tai lahetetty vakuutuksenantajalle. irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 paivaa.",
        "title_sv": "Försäkringstagarens rätt att säga upp en försäkring",
        "content_sv": "Försäkringstagaren har rätt att när som helst säga upp en försäkring att upphöra under försäkringsperioden. Uppsägningen skall ske skriftligen. Annan uppsägning är ogiltig. Om försäkringstagaren inte har angivit något datum, upphör försäkringen att gälla när uppsägningsmeddelandet har överlämnats eller avsänts till försäkringsgivaren. Någon uppsägningsrätt finns dock inte, om försäkringsperioden enligt avtalet är kortare än 30 dagar.",
        "normalized_sv": "Försäkringstagaren har rätt att när som helst säga upp en försäkring att upphöra under försäkringsperioden. Uppsägningen skall ske skriftligen. Annan uppsägning är ogiltig. Om försäkringstagaren inte har angivit något datum, upphör försäkringen att gälla när uppsägningsmeddelandet har överlämnats eller avsänts till försäkringsgivaren. Någon uppsägningsrätt finns dock inte, om försäkringsperioden enligt avtalet är kortare än 30 dagar.",
        "folded_sv": "forsakringstagaren har ratt att nar som helst saga upp en forsakring att upphora under forsakringsperioden. uppsagningen skall ske skriftligen. annan uppsagning ar ogiltig. om forsakringstagaren inte har angivit nagot datum, upphor forsakringen att galla nar uppsagningsmeddelandet har overlamnats eller avsants till forsakringsgivaren. nagon uppsagningsratt finns dock inte, om forsakringsperioden enligt avtalet ar kortare an 30 dagar."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Vakuutuksenottajan oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus",
      "content": "Vakuutuksenottajalla on oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus ilmoittamalla siitä vakuutuksenantajalle kirjallisesti 30 päivän kuluessa siitä päivästä, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyväksymisestä. Peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 §:ssä tarkoitetut asiakirjat tai vakuutusten etämyynnissä kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvällä tavalla. Vakuutuksenantajan on viivytyksettä ja viimeistään 30 päivän kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. Jos vakuutuksen säästöosuus riippuu valitun sijoituskohteen arvonkehityksestä, vakuutuksenantaja saa kuitenkin vähentää palautettavista maksuista määrän, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispäivänä. Jos muuta selvitystä peruuttamisilmoituksen saapumispäivästä ei voida esittää, postitse lähetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemäntenä päivänä sen lähettämisestä ja sähköisesti lähetetyn ilmoituksen päivänä, jona se lähetettiin. Jos eläkevakuutukseen tai säästöhenkivakuutukseen liittyy muu vakuutus, liitännäisvakuutus peruuntuu vakuutuksenottajan peruuttaessa päävakuutuksen. Vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitännäisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mitä 45 §:n 1 momentissa säädetään. Vakuutuksenantajalla on oikeus tehdä 2 momentissa tarkoitettu vähennys tai periä vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tästä on ilmoitettu vakuutuksenottajalle ennakolta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Vakuutuksenottajalla on oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus ilmoittamalla siitä vakuutuksenantajalle kirjallisesti 30 päivän kuluessa siitä päivästä, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyväksymisestä. Peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 § :ssä tarkoitetut asiakirjat tai vakuutusten etämyynnissä kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvällä tavalla. Vakuutuksenantajan on viivytyksettä ja viimeistään 30 päivän kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. Jos vakuutuksen säästöosuus riippuu valitun sijoituskohteen arvonkehityksestä, vakuutuksenantaja saa kuitenkin vähentää palautettavista maksuista määrän, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispäivänä. Jos muuta selvitystä peruuttamisilmoituksen saapumispäivästä ei voida esittää, postitse lähetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemäntenä päivänä sen lähettämisestä ja sähköisesti lähetetyn ilmoituksen päivänä, jona se lähetettiin. Jos eläkevakuutukseen tai säästöhenkivakuutukseen liittyy muu vakuutus, liitännäisvakuutus peruuntuu vakuutuksenottajan peruuttaessa päävakuutuksen. Vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitännäisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mitä 45 § :n 1 momentissa säädetään. Vakuutuksenantajalla on oikeus tehdä 2 momentissa tarkoitettu vähennys tai periä vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tästä on ilmoitettu vakuutuksenottajalle ennakolta.",
        "folded_fi": "vakuutuksenottajalla on oikeus peruuttaa elakevakuutus tai saastohenkivakuutus ilmoittamalla siita vakuutuksenantajalle kirjallisesti 30 paivan kuluessa siita paivasta, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyvaksymisesta. peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 §:ssa tarkoitetut asiakirjat tai vakuutusten etamyynnissa kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvalla tavalla. vakuutuksenantajan on viivytyksetta ja viimeistaan 30 paivan kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. jos vakuutuksen saastoosuus riippuu valitun sijoituskohteen arvonkehityksesta, vakuutuksenantaja saa kuitenkin vahentaa palautettavista maksuista maaran, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispaivana. jos muuta selvitysta peruuttamisilmoituksen saapumispaivasta ei voida esittaa, postitse lahetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemantena paivana sen lahettamisesta ja sahkoisesti lahetetyn ilmoituksen paivana, jona se lahetettiin. jos elakevakuutukseen tai saastohenkivakuutukseen liittyy muu vakuutus, liitannaisvakuutus peruuntuu vakuutuksenottajan peruuttaessa paavakuutuksen. vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitannaisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mita 45 §:n 1 momentissa saadetaan. vakuutuksenantajalla on oikeus tehda 2 momentissa tarkoitettu vahennys tai peria vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tasta on ilmoitettu vakuutuksenottajalle ennakolta.",
        "title_sv": "Försäkringstagarens rätt att frånträda en pensionsförsäkring eller sparlivförsäkring",
        "content_sv": "Försäkringstagaren har rätt att frånträda ett avtal om pensionsförsäkring eller sparlivförsäkring genom att meddela detta skriftligen till försäkringsgivaren inom 30 dagar efter den dag då försäkringstagaren fick kännedom om godkännandet av försäkringsansökan eller anbudet. Ångerfristen börjar dock inte löpa innan försäkringstagaren fått de handlingar som avses i 6 § eller, vid distansförsäljning av försäkringar, förhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. Försäkringsgivaren skall, utan dröjsmål och senast inom 30 dagar efter att ha fått meddelandet om frånträde, återbetala de premier som försäkringstagaren har betalat enligt försäkringsavtalet. Om försäkringens sparandel beror på hur det valda placeringsobjektets värde utvecklas, får dock försäkringsgivaren från de premier som skall återbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets värde den dag då meddelandet om frånträde kom fram. Kan någon annan utredning inte lämnas om den tidpunkt vid vilken ett meddelande om frånträde har kommit fram, anses ett meddelande som sänts per post ha kommit fram till försäkringsgivaren den sjunde dagen efter avsändandet och ett elektroniskt meddelande den dag som det avsändes. Om det till en pensionsförsäkring eller sparlivförsäkring hör någon annan försäkring, återgår den accessoriska försäkringen när försäkringstagaren frånträder huvudförsäkringen. Angående försäkringsgivarens rätt att kräva premie för det försäkringsskydd som försäkringstagaren fått före den accessoriska försäkringens återgång gäller vad som föreskrivs i 45 § 1 mom. Försäkringsgivaren har rätt att göra ett avdrag som avses i 2 mom. eller debitera premie för en i 3 mom. avsedd försäkrings giltighetstid endast om detta meddelats försäkringstagaren på förhand.",
        "normalized_sv": "Försäkringstagaren har rätt att frånträda ett avtal om pensionsförsäkring eller sparlivförsäkring genom att meddela detta skriftligen till försäkringsgivaren inom 30 dagar efter den dag då försäkringstagaren fick kännedom om godkännandet av försäkringsansökan eller anbudet. Ångerfristen börjar dock inte löpa innan försäkringstagaren fått de handlingar som avses i 6 § eller, vid distansförsäljning av försäkringar, förhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. Försäkringsgivaren skall, utan dröjsmål och senast inom 30 dagar efter att ha fått meddelandet om frånträde, återbetala de premier som försäkringstagaren har betalat enligt försäkringsavtalet. Om försäkringens sparandel beror på hur det valda placeringsobjektets värde utvecklas, får dock försäkringsgivaren från de premier som skall återbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets värde den dag då meddelandet om frånträde kom fram. Kan någon annan utredning inte lämnas om den tidpunkt vid vilken ett meddelande om frånträde har kommit fram, anses ett meddelande som sänts per post ha kommit fram till försäkringsgivaren den sjunde dagen efter avsändandet och ett elektroniskt meddelande den dag som det avsändes. Om det till en pensionsförsäkring eller sparlivförsäkring hör någon annan försäkring, återgår den accessoriska försäkringen när försäkringstagaren frånträder huvudförsäkringen. Angående försäkringsgivarens rätt att kräva premie för det försäkringsskydd som försäkringstagaren fått före den accessoriska försäkringens återgång gäller vad som föreskrivs i 45 § 1 mom. Försäkringsgivaren har rätt att göra ett avdrag som avses i 2 mom. eller debitera premie för en i 3 mom. avsedd försäkrings giltighetstid endast om detta meddelats försäkringstagaren på förhand.",
        "folded_sv": "forsakringstagaren har ratt att frantrada ett avtal om pensionsforsakring eller sparlivforsakring genom att meddela detta skriftligen till forsakringsgivaren inom 30 dagar efter den dag da forsakringstagaren fick kannedom om godkannandet av forsakringsansokan eller anbudet. angerfristen borjar dock inte lopa innan forsakringstagaren fatt de handlingar som avses i 6 § eller, vid distansforsaljning av forsakringar, forhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. forsakringsgivaren skall, utan drojsmal och senast inom 30 dagar efter att ha fatt meddelandet om frantrade, aterbetala de premier som forsakringstagaren har betalat enligt forsakringsavtalet. om forsakringens sparandel beror pa hur det valda placeringsobjektets varde utvecklas, far dock forsakringsgivaren fran de premier som skall aterbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets varde den dag da meddelandet om frantrade kom fram. kan nagon annan utredning inte lamnas om den tidpunkt vid vilken ett meddelande om frantrade har kommit fram, anses ett meddelande som sants per post ha kommit fram till forsakringsgivaren den sjunde dagen efter avsandandet och ett elektroniskt meddelande den dag som det avsandes. om det till en pensionsforsakring eller sparlivforsakring hor nagon annan forsakring, atergar den accessoriska forsakringen nar forsakringstagaren frantrader huvudforsakringen. angaende forsakringsgivarens ratt att krava premie for det forsakringsskydd som forsakringstagaren fatt fore den accessoriska forsakringens atergang galler vad som foreskrivs i 45 § 1 mom. forsakringsgivaren har ratt att gora ett avdrag som avses i 2 mom. eller debitera premie for en i 3 mom. avsedd forsakrings giltighetstid endast om detta meddelats forsakringstagaren pa forhand."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tiedot ennen sopimuksen päättämistä",
      "content": "Vakuutusten etämyynnissä kuluttajalle on lisäksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä siitä, mitä tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen päättämistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Vakuutusten etämyynnissä kuluttajalle on lisäksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä siitä, mitä tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen päättämistä.",
        "folded_fi": "vakuutusten etamyynnissa kuluttajalle on lisaksi annettava kuluttajansuojalain (38/1978) 6 a luvussa tarkoitetut ennakkotiedot. valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia siita, mita tietoja vakuutuksenantajan on annettava vakuutuksen hakijalle ennen sopimuksen paattamista.",
        "title_sv": "Information innan avtal ingås",
        "content_sv": "Vid distansförsäljning av försäkringar skall konsumenten dessutom ges den förhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). Genom förordning av statsrådet kan vid behov utfärdas närmare bestämmelser om vilken information försäkringsgivaren skall ge försäkringssökanden innan ett avtal ingås.",
        "normalized_sv": "Vid distansförsäljning av försäkringar skall konsumenten dessutom ges den förhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). Genom förordning av statsrådet kan vid behov utfärdas närmare bestämmelser om vilken information försäkringsgivaren skall ge försäkringssökanden innan ett avtal ingås.",
        "folded_sv": "vid distansforsaljning av forsakringar skall konsumenten dessutom ges den forhandsinformation som avses i 6 a kap. i konsumentskyddslagen (38/1978). genom forordning av statsradet kan vid behov utfardas narmare bestammelser om vilken information forsakringsgivaren skall ge forsakringssokanden innan ett avtal ingas."
      },
      "valid_from": "2005-01-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Eräiden asiakirjojen antaminen",
      "content": "vakuutuskirja Vakuutussopimuksen päättämisen jälkeen vakuutuksenantajan on ilman aiheetonta viivytystä annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisältö (), sekä vakuutusehdot. Vakuutusten etämyynnissä kuluttajalle sovelletaan kuitenkin, mitä kuluttajansuojalain 6 a luvun 11 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "vakuutuskirja Vakuutussopimuksen päättämisen jälkeen vakuutuksenantajan on ilman aiheetonta viivytystä annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisältö (), sekä vakuutusehdot. Vakuutusten etämyynnissä kuluttajalle sovelletaan kuitenkin, mitä kuluttajansuojalain 6 a luvun 11 § :ssä säädetään.",
        "folded_fi": "vakuutuskirja vakuutussopimuksen paattamisen jalkeen vakuutuksenantajan on ilman aiheetonta viivytysta annettava vakuutuksenottajalle asiakirja, johon on merkitty sopimuksen keskeinen sisalto (), seka vakuutusehdot. vakuutusten etamyynnissa kuluttajalle sovelletaan kuitenkin, mita kuluttajansuojalain 6 a luvun 11 §:ssa saadetaan.",
        "title_sv": "Överlämnande av vissa handlingar",
        "content_sv": "försäkringsbrev Efter att försäkringsavtalet ingåtts skall försäkringsgivaren utan obefogat dröjsmål till försäkringstagaren överlämna en skriftlig handling som upptar avtalets viktigaste innehåll (), samt försäkringsvillkoren. Vid distansförsäljning av försäkringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillämpas.",
        "normalized_sv": "försäkringsbrev Efter att försäkringsavtalet ingåtts skall försäkringsgivaren utan obefogat dröjsmål till försäkringstagaren överlämna en skriftlig handling som upptar avtalets viktigaste innehåll (), samt försäkringsvillkoren. Vid distansförsäljning av försäkringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillämpas.",
        "folded_sv": "forsakringsbrev efter att forsakringsavtalet ingatts skall forsakringsgivaren utan obefogat drojsmal till forsakringstagaren overlamna en skriftlig handling som upptar avtalets viktigaste innehall (), samt forsakringsvillkoren. vid distansforsaljning av forsakringar till en konsument skall dock 6 a kap. 11 § i konsumentskyddslagen tillampas."
      },
      "valid_from": "2005-01-21",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Vakuutuksenottajan oikeus irtisanoa vakuutus",
      "content": "Vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus päättymään vakuutuskauden aikana. Irtisanominen on suoritettava kirjallisesti. Muu irtisanominen on mitätön. Jos vakuutuksenottaja ei ole määrännyt vakuutuksen päättymisaikaa, vakuutus päättyy, kun irtisanomista koskeva ilmoitus on annettu tai lähetetty vakuutuksenantajalle. Irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 päivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus päättymään vakuutuskauden aikana. Irtisanominen on suoritettava kirjallisesti. Muu irtisanominen on mitätön. Jos vakuutuksenottaja ei ole määrännyt vakuutuksen päättymisaikaa, vakuutus päättyy, kun irtisanomista koskeva ilmoitus on annettu tai lähetetty vakuutuksenantajalle. Irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 päivää.",
        "folded_fi": "vakuutuksenottajalla on oikeus milloin tahansa irtisanoa vakuutus paattymaan vakuutuskauden aikana. irtisanominen on suoritettava kirjallisesti. muu irtisanominen on mitaton. jos vakuutuksenottaja ei ole maarannyt vakuutuksen paattymisaikaa, vakuutus paattyy, kun irtisanomista koskeva ilmoitus on annettu tai lahetetty vakuutuksenantajalle. irtisanomisoikeutta ei kuitenkaan ole, jos vakuutussopimuksen sovittu voimassaoloaika on lyhyempi kuin 30 paivaa.",
        "title_sv": "Försäkringstagarens rätt att säga upp en försäkring",
        "content_sv": "Försäkringstagaren har rätt att när som helst säga upp en försäkring att upphöra under försäkringsperioden. Uppsägningen skall ske skriftligen. Annan uppsägning är ogiltig. Om försäkringstagaren inte har angivit något datum, upphör försäkringen att gälla när uppsägningsmeddelandet har överlämnats eller avsänts till försäkringsgivaren. Någon uppsägningsrätt finns dock inte, om försäkringsperioden enligt avtalet är kortare än 30 dagar.",
        "normalized_sv": "Försäkringstagaren har rätt att när som helst säga upp en försäkring att upphöra under försäkringsperioden. Uppsägningen skall ske skriftligen. Annan uppsägning är ogiltig. Om försäkringstagaren inte har angivit något datum, upphör försäkringen att gälla när uppsägningsmeddelandet har överlämnats eller avsänts till försäkringsgivaren. Någon uppsägningsrätt finns dock inte, om försäkringsperioden enligt avtalet är kortare än 30 dagar.",
        "folded_sv": "forsakringstagaren har ratt att nar som helst saga upp en forsakring att upphora under forsakringsperioden. uppsagningen skall ske skriftligen. annan uppsagning ar ogiltig. om forsakringstagaren inte har angivit nagot datum, upphor forsakringen att galla nar uppsagningsmeddelandet har overlamnats eller avsants till forsakringsgivaren. nagon uppsagningsratt finns dock inte, om forsakringsperioden enligt avtalet ar kortare an 30 dagar."
      },
      "valid_from": "2005-01-21",
      "valid_to": null
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Vakuutuksenottajan oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus",
      "content": "Vakuutuksenottajalla on oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus ilmoittamalla siitä vakuutuksenantajalle kirjallisesti 30 päivän kuluessa siitä päivästä, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyväksymisestä. Peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 §:ssä tarkoitetut asiakirjat tai vakuutusten etämyynnissä kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvällä tavalla. Vakuutuksenantajan on viivytyksettä ja viimeistään 30 päivän kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. Jos vakuutuksen säästöosuus riippuu valitun sijoituskohteen arvonkehityksestä, vakuutuksenantaja saa kuitenkin vähentää palautettavista maksuista määrän, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispäivänä. Jos muuta selvitystä peruuttamisilmoituksen saapumispäivästä ei voida esittää, postitse lähetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemäntenä päivänä sen lähettämisestä ja sähköisesti lähetetyn ilmoituksen päivänä, jona se lähetettiin. Jos eläkevakuutukseen tai säästöhenkivakuutukseen liittyy muu vakuutus, liitännäisvakuutus peruuntuu vakuutuksenottajan peruuttaessa päävakuutuksen. Vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitännäisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mitä 45 §:n 1 momentissa säädetään. Vakuutuksenantajalla on oikeus tehdä 2 momentissa tarkoitettu vähennys tai periä vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tästä on ilmoitettu vakuutuksenottajalle ennakolta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Vakuutuksenottajalla on oikeus peruuttaa eläkevakuutus tai säästöhenkivakuutus ilmoittamalla siitä vakuutuksenantajalle kirjallisesti 30 päivän kuluessa siitä päivästä, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyväksymisestä. Peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 § :ssä tarkoitetut asiakirjat tai vakuutusten etämyynnissä kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvällä tavalla. Vakuutuksenantajan on viivytyksettä ja viimeistään 30 päivän kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. Jos vakuutuksen säästöosuus riippuu valitun sijoituskohteen arvonkehityksestä, vakuutuksenantaja saa kuitenkin vähentää palautettavista maksuista määrän, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispäivänä. Jos muuta selvitystä peruuttamisilmoituksen saapumispäivästä ei voida esittää, postitse lähetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemäntenä päivänä sen lähettämisestä ja sähköisesti lähetetyn ilmoituksen päivänä, jona se lähetettiin. Jos eläkevakuutukseen tai säästöhenkivakuutukseen liittyy muu vakuutus, liitännäisvakuutus peruuntuu vakuutuksenottajan peruuttaessa päävakuutuksen. Vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitännäisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mitä 45 § :n 1 momentissa säädetään. Vakuutuksenantajalla on oikeus tehdä 2 momentissa tarkoitettu vähennys tai periä vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tästä on ilmoitettu vakuutuksenottajalle ennakolta.",
        "folded_fi": "vakuutuksenottajalla on oikeus peruuttaa elakevakuutus tai saastohenkivakuutus ilmoittamalla siita vakuutuksenantajalle kirjallisesti 30 paivan kuluessa siita paivasta, jona vakuutuksenottaja on saanut tiedon vakuutushakemuksen tai tarjouksen hyvaksymisesta. peruuttamisaika ei kuitenkaan ala kulua ennen kuin vakuutuksenottaja on saanut 6 §:ssa tarkoitetut asiakirjat tai vakuutusten etamyynnissa kuluttajansuojalain 6 a luvussa tarkoitetut ennakkotiedot ja sopimusehdot pysyvalla tavalla. vakuutuksenantajan on viivytyksetta ja viimeistaan 30 paivan kuluttua peruuttamisilmoituksen saatuaan palautettava vakuutuksenottajan vakuutussopimuksen perusteella suorittamat maksut. jos vakuutuksen saastoosuus riippuu valitun sijoituskohteen arvonkehityksesta, vakuutuksenantaja saa kuitenkin vahentaa palautettavista maksuista maaran, joka vastaa sijoituskohteen arvon alentumista peruuttamisilmoituksen saapumispaivana. jos muuta selvitysta peruuttamisilmoituksen saapumispaivasta ei voida esittaa, postitse lahetetyn ilmoituksen katsotaan saapuneen vakuutuksenantajalle seitsemantena paivana sen lahettamisesta ja sahkoisesti lahetetyn ilmoituksen paivana, jona se lahetettiin. jos elakevakuutukseen tai saastohenkivakuutukseen liittyy muu vakuutus, liitannaisvakuutus peruuntuu vakuutuksenottajan peruuttaessa paavakuutuksen. vakuutuksenantajan oikeudesta vaatia maksu vakuutuksenottajan ennen liitannaisvakuutuksen peruuntumista saamasta vakuutusturvasta on voimassa, mita 45 §:n 1 momentissa saadetaan. vakuutuksenantajalla on oikeus tehda 2 momentissa tarkoitettu vahennys tai peria vakuutusmaksua 3 momentissa tarkoitetun vakuutuksen voimassaoloajalta vain, jos tasta on ilmoitettu vakuutuksenottajalle ennakolta.",
        "title_sv": "Försäkringstagarens rätt att frånträda en pensionsförsäkring eller sparlivförsäkring",
        "content_sv": "Försäkringstagaren har rätt att frånträda ett avtal om pensionsförsäkring eller sparlivförsäkring genom att meddela detta skriftligen till försäkringsgivaren inom 30 dagar efter den dag då försäkringstagaren fick kännedom om godkännandet av försäkringsansökan eller anbudet. Ångerfristen börjar dock inte löpa innan försäkringstagaren fått de handlingar som avses i 6 § eller, vid distansförsäljning av försäkringar, förhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. Försäkringsgivaren skall, utan dröjsmål och senast inom 30 dagar efter att ha fått meddelandet om frånträde, återbetala de premier som försäkringstagaren har betalat enligt försäkringsavtalet. Om försäkringens sparandel beror på hur det valda placeringsobjektets värde utvecklas, får dock försäkringsgivaren från de premier som skall återbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets värde den dag då meddelandet om frånträde kom fram. Kan någon annan utredning inte lämnas om den tidpunkt vid vilken ett meddelande om frånträde har kommit fram, anses ett meddelande som sänts per post ha kommit fram till försäkringsgivaren den sjunde dagen efter avsändandet och ett elektroniskt meddelande den dag som det avsändes. Om det till en pensionsförsäkring eller sparlivförsäkring hör någon annan försäkring, återgår den accessoriska försäkringen när försäkringstagaren frånträder huvudförsäkringen. Angående försäkringsgivarens rätt att kräva premie för det försäkringsskydd som försäkringstagaren fått före den accessoriska försäkringens återgång gäller vad som föreskrivs i 45 § 1 mom. Försäkringsgivaren har rätt att göra ett avdrag som avses i 2 mom. eller debitera premie för en i 3 mom. avsedd försäkrings giltighetstid endast om detta meddelats försäkringstagaren på förhand.",
        "normalized_sv": "Försäkringstagaren har rätt att frånträda ett avtal om pensionsförsäkring eller sparlivförsäkring genom att meddela detta skriftligen till försäkringsgivaren inom 30 dagar efter den dag då försäkringstagaren fick kännedom om godkännandet av försäkringsansökan eller anbudet. Ångerfristen börjar dock inte löpa innan försäkringstagaren fått de handlingar som avses i 6 § eller, vid distansförsäljning av försäkringar, förhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. Försäkringsgivaren skall, utan dröjsmål och senast inom 30 dagar efter att ha fått meddelandet om frånträde, återbetala de premier som försäkringstagaren har betalat enligt försäkringsavtalet. Om försäkringens sparandel beror på hur det valda placeringsobjektets värde utvecklas, får dock försäkringsgivaren från de premier som skall återbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets värde den dag då meddelandet om frånträde kom fram. Kan någon annan utredning inte lämnas om den tidpunkt vid vilken ett meddelande om frånträde har kommit fram, anses ett meddelande som sänts per post ha kommit fram till försäkringsgivaren den sjunde dagen efter avsändandet och ett elektroniskt meddelande den dag som det avsändes. Om det till en pensionsförsäkring eller sparlivförsäkring hör någon annan försäkring, återgår den accessoriska försäkringen när försäkringstagaren frånträder huvudförsäkringen. Angående försäkringsgivarens rätt att kräva premie för det försäkringsskydd som försäkringstagaren fått före den accessoriska försäkringens återgång gäller vad som föreskrivs i 45 § 1 mom. Försäkringsgivaren har rätt att göra ett avdrag som avses i 2 mom. eller debitera premie för en i 3 mom. avsedd försäkrings giltighetstid endast om detta meddelats försäkringstagaren på förhand.",
        "folded_sv": "forsakringstagaren har ratt att frantrada ett avtal om pensionsforsakring eller sparlivforsakring genom att meddela detta skriftligen till forsakringsgivaren inom 30 dagar efter den dag da forsakringstagaren fick kannedom om godkannandet av forsakringsansokan eller anbudet. angerfristen borjar dock inte lopa innan forsakringstagaren fatt de handlingar som avses i 6 § eller, vid distansforsaljning av forsakringar, forhandsinformationen och avtalsvillkoren enligt 6 a kap. i konsumentskyddslagen i varaktig form. forsakringsgivaren skall, utan drojsmal och senast inom 30 dagar efter att ha fatt meddelandet om frantrade, aterbetala de premier som forsakringstagaren har betalat enligt forsakringsavtalet. om forsakringens sparandel beror pa hur det valda placeringsobjektets varde utvecklas, far dock forsakringsgivaren fran de premier som skall aterbetalas dra av ett belopp som motsvarar minskningen i placeringsobjektets varde den dag da meddelandet om frantrade kom fram. kan nagon annan utredning inte lamnas om den tidpunkt vid vilken ett meddelande om frantrade har kommit fram, anses ett meddelande som sants per post ha kommit fram till forsakringsgivaren den sjunde dagen efter avsandandet och ett elektroniskt meddelande den dag som det avsandes. om det till en pensionsforsakring eller sparlivforsakring hor nagon annan forsakring, atergar den accessoriska forsakringen nar forsakringstagaren frantrader huvudforsakringen. angaende forsakringsgivarens ratt att krava premie for det forsakringsskydd som forsakringstagaren fatt fore den accessoriska forsakringens atergang galler vad som foreskrivs i 45 § 1 mom. forsakringsgivaren har ratt att gora ett avdrag som avses i 2 mom. eller debitera premie for en i 3 mom. avsedd forsakrings giltighetstid endast om detta meddelats forsakringstagaren pa forhand."
      },
      "valid_from": "2005-01-21",
      "valid_to": null
    }
  ]
}