{
  "id": "30/2015",
  "type": "statute",
  "title": "Laki aluehallintovirastoista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om regionförvaltningsverken",
  "status": "in_force",
  "issued_date": "2015-01-23",
  "in_force_date": "2015-01-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/30/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Määräys tehdä tilapäisesti toisen aluehallintoviraston tehtäviä",
      "content": "Aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnöstä asettaa tilapäisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston käytettäväksi. Päätöksen asiasta tekee nimittävä viranomainen. Jos aluehallintovirastot eivät pääse asiassa yhteisymmärrykseen, voi päätöksen tehdä myös toimialaohjauksesta vastaava ministeriö. Päätöksessä on mainittava, missä laajuudessa virkamies on toisen aluehallintoviraston käytettävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnöstä asettaa tilapäisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston käytettäväksi. Päätöksen asiasta tekee nimittävä viranomainen. Jos aluehallintovirastot eivät pääse asiassa yhteisymmärrykseen, voi päätöksen tehdä myös toimialaohjauksesta vastaava ministeriö. Päätöksessä on mainittava, missä laajuudessa virkamies on toisen aluehallintoviraston käytettävissä.",
        "folded_fi": "aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnosta asettaa tilapaisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston kaytettavaksi. paatoksen asiasta tekee nimittava viranomainen. jos aluehallintovirastot eivat paase asiassa yhteisymmarrykseen, voi paatoksen tehda myos toimialaohjauksesta vastaava ministerio. paatoksessa on mainittava, missa laajuudessa virkamies on toisen aluehallintoviraston kaytettavissa.",
        "title_sv": "Förordnande att tillfälligt sköta ett annat regionförvaltningsverks uppgifter",
        "content_sv": "En tjänsteman vid ett regionförvaltningsverk kan på begäran av ett annat regionförvaltningsverk tillfälligt, och utan att tjänstemannens tjänsteställe ändras, ställas till det andra regionförvaltningsverkets förfogande. Beslut om saken fattas av den utnämnande myndigheten. Om regionförvaltningsverken inte når samförstånd, kan beslutet också fattas av det ministerium som svarar för sektorstyrningen. I beslutet ska det nämnas i vilken omfattning tjänstemannen står till det andra regionförvaltningsverkets förfogande.",
        "normalized_sv": "En tjänsteman vid ett regionförvaltningsverk kan på begäran av ett annat regionförvaltningsverk tillfälligt, och utan att tjänstemannens tjänsteställe ändras, ställas till det andra regionförvaltningsverkets förfogande. Beslut om saken fattas av den utnämnande myndigheten. Om regionförvaltningsverken inte når samförstånd, kan beslutet också fattas av det ministerium som svarar för sektorstyrningen. I beslutet ska det nämnas i vilken omfattning tjänstemannen står till det andra regionförvaltningsverkets förfogande.",
        "folded_sv": "en tjansteman vid ett regionforvaltningsverk kan pa begaran av ett annat regionforvaltningsverk tillfalligt, och utan att tjanstemannens tjanstestalle andras, stallas till det andra regionforvaltningsverkets forfogande. beslut om saken fattas av den utnamnande myndigheten. om regionforvaltningsverken inte nar samforstand, kan beslutet ocksa fattas av det ministerium som svarar for sektorstyrningen. i beslutet ska det namnas i vilken omfattning tjanstemannen star till det andra regionforvaltningsverkets forfogande."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Strateginen suunnittelu ja tulosohjaus",
      "content": "strateginen suunnittelu tulosohjaus Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi sekä alueiden näkemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleistä suunnittelua, ohjausta ja järjestämistä varten yhteinen strategia-asiakirja (). Lisäksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). Strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisältö tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. Valtiovarainministeriö ja työ- ja elinkeinoministeriö laativat strategia-asiakirjan yhdessä 10 §:ssä ja elinkeino-, liikenne- ja ympäristökeskuksista annetun lain (897/2009) 8 §:ssä mainittujen ministeriöiden sekä yhteistyössä aluehallintovirastojen, elinkeino-, liikenne- ja ympäristökeskusten ja tarvittavin osin maakunnan liittojen kanssa. Jos strategia-asiakirjan sisällöstä ei saavuteta yksimielisyyttä ministeriöiden kesken, ratkaisee asian valtioneuvosto. Valtiovarainministeriö laatii aluehallintovirastojen tulossopimukset yhdessä 10 §:ssä mainittujen ministeriöiden ja siinä tarkoitettujen keskushallinnon virastojen sekä yhteistyössä aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. Aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista sekä suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmistä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "strateginen suunnittelu tulosohjaus Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi sekä alueiden näkemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleistä suunnittelua, ohjausta ja järjestämistä varten yhteinen strategia-asiakirja (). Lisäksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). Strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisältö tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. Valtiovarainministeriö ja työ- ja elinkeinoministeriö laativat strategia-asiakirjan yhdessä 10 § :ssä ja elinkeino-, liikenne- ja ympäristökeskuksista annetun lain (897/2009) 8 § :ssä mainittujen ministeriöiden sekä yhteistyössä aluehallintovirastojen, elinkeino-, liikenne- ja ympäristökeskusten ja tarvittavin osin maakunnan liittojen kanssa. Jos strategia-asiakirjan sisällöstä ei saavuteta yksimielisyyttä ministeriöiden kesken, ratkaisee asian valtioneuvosto. Valtiovarainministeriö laatii aluehallintovirastojen tulossopimukset yhdessä 10 § :ssä mainittujen ministeriöiden ja siinä tarkoitettujen keskushallinnon virastojen sekä yhteistyössä aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. Aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista sekä suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmistä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "strateginen suunnittelu tulosohjaus aluehallintovirastojen ja elinkeino-, liikenne- ja ymparistokeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi seka alueiden nakemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleista suunnittelua, ohjausta ja jarjestamista varten yhteinen strategia-asiakirja (). lisaksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisalto tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. valtiovarainministerio ja tyo- ja elinkeinoministerio laativat strategia-asiakirjan yhdessa 10 §:ssa ja elinkeino-, liikenne- ja ymparistokeskuksista annetun lain (897/2009) 8 §:ssa mainittujen ministerioiden seka yhteistyossa aluehallintovirastojen, elinkeino-, liikenne- ja ymparistokeskusten ja tarvittavin osin maakunnan liittojen kanssa. jos strategia-asiakirjan sisallosta ei saavuteta yksimielisyytta ministerioiden kesken, ratkaisee asian valtioneuvosto. valtiovarainministerio laatii aluehallintovirastojen tulossopimukset yhdessa 10 §:ssa mainittujen ministerioiden ja siina tarkoitettujen keskushallinnon virastojen seka yhteistyossa aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisallosta ja menettelytavoista seka suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmista voidaan antaa tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Strategisk planering och resultatstyrning",
        "content_sv": "strategisk planering resultatstyrning För uppnående av de allmänna mål som gäller regionförvaltningsverkens och närings-, trafik- och miljöcentralernas verksamhet och för beaktande av regionernas synpunkter utarbetas för regionförvaltningsverken och för närings-, trafik- och miljöcentralerna med tanke på den allmänna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). För varje regionförvaltningsverk utarbetas dessutom ett resultatavtal (). Strategidokumentet och resultatavtalen utarbetas för regeringens mandatperiod och deras innehåll ses vid behov över årligen med beaktande av de statsfinansiella ramarna och statsbudgeten. Finansministeriet och arbets- och näringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som nämns i 10 § i denna lag och i 8 § i lagen om närings-, trafik- och miljöcentralerna (897/2009) samt i samarbete med regionförvaltningsverken, närings-, trafik- och miljöcentralerna och till behövliga delar med landskapsförbunden. Om ministerierna inte uppnår enhällighet angående strategidokumentets innehåll, avgörs ärendet av statsrådet. Finansministeriet utarbetar resultatavtalen för regionförvaltningsverken tillsammans med de ministerier som nämns i 10 § och de myndigheter inom centralförvaltningen som avses i den paragrafen samt i samarbete med regionförvaltningsverken och till behövliga delar med landskapsförbunden. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens verksamhet samt om grupper som inrättas för att samordna planeringen och styrningen får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "strategisk planering resultatstyrning För uppnående av de allmänna mål som gäller regionförvaltningsverkens och närings-, trafik- och miljöcentralernas verksamhet och för beaktande av regionernas synpunkter utarbetas för regionförvaltningsverken och för närings-, trafik- och miljöcentralerna med tanke på den allmänna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). För varje regionförvaltningsverk utarbetas dessutom ett resultatavtal (). Strategidokumentet och resultatavtalen utarbetas för regeringens mandatperiod och deras innehåll ses vid behov över årligen med beaktande av de statsfinansiella ramarna och statsbudgeten. Finansministeriet och arbets- och näringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som nämns i 10 § i denna lag och i 8 § i lagen om närings-, trafik- och miljöcentralerna (897/2009) samt i samarbete med regionförvaltningsverken, närings-, trafik- och miljöcentralerna och till behövliga delar med landskapsförbunden. Om ministerierna inte uppnår enhällighet angående strategidokumentets innehåll, avgörs ärendet av statsrådet. Finansministeriet utarbetar resultatavtalen för regionförvaltningsverken tillsammans med de ministerier som nämns i 10 § och de myndigheter inom centralförvaltningen som avses i den paragrafen samt i samarbete med regionförvaltningsverken och till behövliga delar med landskapsförbunden. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens verksamhet samt om grupper som inrättas för att samordna planeringen och styrningen får utfärdas genom förordning av statsrådet.",
        "folded_sv": "strategisk planering resultatstyrning for uppnaende av de allmanna mal som galler regionforvaltningsverkens och narings-, trafik- och miljocentralernas verksamhet och for beaktande av regionernas synpunkter utarbetas for regionforvaltningsverken och for narings-, trafik- och miljocentralerna med tanke pa den allmanna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). for varje regionforvaltningsverk utarbetas dessutom ett resultatavtal (). strategidokumentet och resultatavtalen utarbetas for regeringens mandatperiod och deras innehall ses vid behov over arligen med beaktande av de statsfinansiella ramarna och statsbudgeten. finansministeriet och arbets- och naringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som namns i 10 § i denna lag och i 8 § i lagen om narings-, trafik- och miljocentralerna (897/2009) samt i samarbete med regionforvaltningsverken, narings-, trafik- och miljocentralerna och till behovliga delar med landskapsforbunden. om ministerierna inte uppnar enhallighet angaende strategidokumentets innehall, avgors arendet av statsradet. finansministeriet utarbetar resultatavtalen for regionforvaltningsverken tillsammans med de ministerier som namns i 10 § och de myndigheter inom centralforvaltningen som avses i den paragrafen samt i samarbete med regionforvaltningsverken och till behovliga delar med landskapsforbunden. narmare bestammelser om innehallet i och forfarandena for den strategiska planeringen och resultatstyrningen av regionforvaltningsverkens verksamhet samt om grupper som inrattas for att samordna planeringen och styrningen far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Strategisen suunnittelun ja tulosohjauksen järjestäminen työsuojelun tehtävissä",
      "content": "Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten yhteisessä strategia-asiakirjassa on oma osuutensa työsuojelun tehtävien suunnittelua ja ohjausta varten. Sosiaali- ja terveysministeriö laatii erilliset tulossopimukset aluehallintovirastojen työsuojelun tehtävien ohjausta varten. Aluehallintovirastojen työsuojelun tehtäviä koskevan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten yhteisessä strategia-asiakirjassa on oma osuutensa työsuojelun tehtävien suunnittelua ja ohjausta varten. Sosiaali- ja terveysministeriö laatii erilliset tulossopimukset aluehallintovirastojen työsuojelun tehtävien ohjausta varten. Aluehallintovirastojen työsuojelun tehtäviä koskevan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "aluehallintovirastojen ja elinkeino-, liikenne- ja ymparistokeskusten yhteisessa strategia-asiakirjassa on oma osuutensa tyosuojelun tehtavien suunnittelua ja ohjausta varten. sosiaali- ja terveysministerio laatii erilliset tulossopimukset aluehallintovirastojen tyosuojelun tehtavien ohjausta varten. aluehallintovirastojen tyosuojelun tehtavia koskevan strategisen suunnittelun ja tulosohjauksen sisallosta ja menettelytavoista voidaan antaa tarkempia saannoksia sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Ordnande av den strategiska planeringen och resultatstyrningen för uppgifter som gäller arbetarskyddet",
        "content_sv": "I det gemensamma strategidokumentet för regionförvaltningsverken och närings-, trafik- och miljöcentralerna finns ett avsnitt som gäller planeringen och styrningen av uppgifter som gäller arbetarskyddet. Social- och hälsovårdsministeriet utarbetar separata resultatavtal för styrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet får utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "I det gemensamma strategidokumentet för regionförvaltningsverken och närings-, trafik- och miljöcentralerna finns ett avsnitt som gäller planeringen och styrningen av uppgifter som gäller arbetarskyddet. Social- och hälsovårdsministeriet utarbetar separata resultatavtal för styrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet får utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "i det gemensamma strategidokumentet for regionforvaltningsverken och narings-, trafik- och miljocentralerna finns ett avsnitt som galler planeringen och styrningen av uppgifter som galler arbetarskyddet. social- och halsovardsministeriet utarbetar separata resultatavtal for styrningen av regionforvaltningsverkens uppgifter som galler arbetarskyddet. narmare bestammelser om innehallet i och forfarandena for den strategiska planeringen och resultatstyrningen av regionforvaltningsverkens uppgifter som galler arbetarskyddet far utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Toimialaohjaus",
      "content": "toimialaohjaus Aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministeriö, sisäministeriö, valtiovarainministeriö, sosiaali- ja terveysministeriö, opetus- ja kulttuuriministeriö, maa- ja metsätalousministeriö, työ- ja elinkeinoministeriö, ympäristöministeriö sekä se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty tai määrätty (). Valtiovarainministeriö huolehtii viraston yhteisiä toimintoja ja muita viraston yhtenäisen toiminnan kannalta tarpeellisia toimenpiteitä koskevasta toimialaohjauksesta. Aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "toimialaohjaus Aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministeriö, sisäministeriö, valtiovarainministeriö, sosiaali- ja terveysministeriö, opetus- ja kulttuuriministeriö, maa- ja metsätalousministeriö, työ- ja elinkeinoministeriö, ympäristöministeriö sekä se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty tai määrätty (). Valtiovarainministeriö huolehtii viraston yhteisiä toimintoja ja muita viraston yhtenäisen toiminnan kannalta tarpeellisia toimenpiteitä koskevasta toimialaohjauksesta. Aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan säätää valtioneuvoston asetuksella.",
        "folded_fi": "toimialaohjaus aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministerio, sisaministerio, valtiovarainministerio, sosiaali- ja terveysministerio, opetus- ja kulttuuriministerio, maa- ja metsatalousministerio, tyo- ja elinkeinoministerio, ymparistoministerio seka se keskushallinnon virasto, jonka tehtavaksi ohjaus on erikseen saadetty tai maaratty (). valtiovarainministerio huolehtii viraston yhteisia toimintoja ja muita viraston yhtenaisen toiminnan kannalta tarpeellisia toimenpiteita koskevasta toimialaohjauksesta. aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan saataa valtioneuvoston asetuksella.",
        "title_sv": "Sektorstyrning",
        "content_sv": "sektorstyrning Justitieministeriet, inrikesministeriet, finansministeriet, social- och hälsovårdsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och näringsministeriet, miljöministeriet och den myndighet inom centralförvaltningen som särskilt har ålagts att sköta styrningen, styr regionförvaltningsverkens verksamhet inom sina egna ansvarsområden (). Finansministeriet sörjer för sektorstyrningen när det gäller regionförvaltningsverkets gemensamma funktioner och övriga åtgärder som behövs med tanke på en enhetlig verksamhet inom verket. Bestämmelser om förfarandena för sektorstyrning av regionförvaltningsverken får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "sektorstyrning Justitieministeriet, inrikesministeriet, finansministeriet, social- och hälsovårdsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och näringsministeriet, miljöministeriet och den myndighet inom centralförvaltningen som särskilt har ålagts att sköta styrningen, styr regionförvaltningsverkens verksamhet inom sina egna ansvarsområden (). Finansministeriet sörjer för sektorstyrningen när det gäller regionförvaltningsverkets gemensamma funktioner och övriga åtgärder som behövs med tanke på en enhetlig verksamhet inom verket. Bestämmelser om förfarandena för sektorstyrning av regionförvaltningsverken får utfärdas genom förordning av statsrådet.",
        "folded_sv": "sektorstyrning justitieministeriet, inrikesministeriet, finansministeriet, social- och halsovardsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och naringsministeriet, miljoministeriet och den myndighet inom centralforvaltningen som sarskilt har alagts att skota styrningen, styr regionforvaltningsverkens verksamhet inom sina egna ansvarsomraden (). finansministeriet sorjer for sektorstyrningen nar det galler regionforvaltningsverkets gemensamma funktioner och ovriga atgarder som behovs med tanke pa en enhetlig verksamhet inom verket. bestammelser om forfarandena for sektorstyrning av regionforvaltningsverken far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Virkojen täyttäminen",
      "content": "Valtioneuvosto nimittää aluehallintoviraston johtajan määräajaksi valtiovarainministeriön esityksestä. Aluehallintoviraston vastuualueiden päälliköt, lukuun ottamatta työsuojelun tehtäviä hoitavan vastuualueen päällikköä, nimitetään määräajaksi. Vastuualueiden päälliköt ja 18 §:ssä tarkoitetun kielivähemmistön palveluyksikön päällikön nimittää vastuualueen toimialaohjauksesta päävastuussa oleva ministeriö tai se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty. Nimittävän ministeriön tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministeriöitä tai keskushallinnon virastoja sekä aluehallintovirastoa ennen päätöksentekoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Valtioneuvosto nimittää aluehallintoviraston johtajan määräajaksi valtiovarainministeriön esityksestä. Aluehallintoviraston vastuualueiden päälliköt, lukuun ottamatta työsuojelun tehtäviä hoitavan vastuualueen päällikköä, nimitetään määräajaksi. Vastuualueiden päälliköt ja 18 § :ssä tarkoitetun kielivähemmistön palveluyksikön päällikön nimittää vastuualueen toimialaohjauksesta päävastuussa oleva ministeriö tai se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty. Nimittävän ministeriön tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministeriöitä tai keskushallinnon virastoja sekä aluehallintovirastoa ennen päätöksentekoa.",
        "folded_fi": "valtioneuvosto nimittaa aluehallintoviraston johtajan maaraajaksi valtiovarainministerion esityksesta. aluehallintoviraston vastuualueiden paallikot, lukuun ottamatta tyosuojelun tehtavia hoitavan vastuualueen paallikkoa, nimitetaan maaraajaksi. vastuualueiden paallikot ja 18 §:ssa tarkoitetun kielivahemmiston palveluyksikon paallikon nimittaa vastuualueen toimialaohjauksesta paavastuussa oleva ministerio tai se keskushallinnon virasto, jonka tehtavaksi ohjaus on erikseen saadetty. nimittavan ministerion tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministerioita tai keskushallinnon virastoja seka aluehallintovirastoa ennen paatoksentekoa.",
        "title_sv": "Tillsättning av tjänster",
        "content_sv": "Statsrådet utnämner direktören för ett regionförvaltningsverk för viss tid på framställning av finansministeriet. Cheferna för ett regionförvaltningsverks ansvarsområden, med undantag av chefen för ansvarsområdet för arbetarskyddet, utnämns för viss tid. Cheferna för ansvarsområdena och chefen för den serviceenhet för den språkliga minoriteten som avses i 18 § utnämns av det ministerium som bär huvudansvaret för sektorstyrningen inom ansvarsområdet eller av den myndighet inom centralförvaltningen för vilken styrningen särskilt föreskrivits. Det utnämnande ministeriet eller den utnämnande myndigheten inom centralförvaltningen ska innan beslutet fattas höra andra ministerier eller myndigheter inom centralförvaltningen som deltar i sektorstyrningen inom ansvarsområdet samt regionförvaltningsverket.",
        "normalized_sv": "Statsrådet utnämner direktören för ett regionförvaltningsverk för viss tid på framställning av finansministeriet. Cheferna för ett regionförvaltningsverks ansvarsområden, med undantag av chefen för ansvarsområdet för arbetarskyddet, utnämns för viss tid. Cheferna för ansvarsområdena och chefen för den serviceenhet för den språkliga minoriteten som avses i 18 § utnämns av det ministerium som bär huvudansvaret för sektorstyrningen inom ansvarsområdet eller av den myndighet inom centralförvaltningen för vilken styrningen särskilt föreskrivits. Det utnämnande ministeriet eller den utnämnande myndigheten inom centralförvaltningen ska innan beslutet fattas höra andra ministerier eller myndigheter inom centralförvaltningen som deltar i sektorstyrningen inom ansvarsområdet samt regionförvaltningsverket.",
        "folded_sv": "statsradet utnamner direktoren for ett regionforvaltningsverk for viss tid pa framstallning av finansministeriet. cheferna for ett regionforvaltningsverks ansvarsomraden, med undantag av chefen for ansvarsomradet for arbetarskyddet, utnamns for viss tid. cheferna for ansvarsomradena och chefen for den serviceenhet for den sprakliga minoriteten som avses i 18 § utnamns av det ministerium som bar huvudansvaret for sektorstyrningen inom ansvarsomradet eller av den myndighet inom centralforvaltningen for vilken styrningen sarskilt foreskrivits. det utnamnande ministeriet eller den utnamnande myndigheten inom centralforvaltningen ska innan beslutet fattas hora andra ministerier eller myndigheter inom centralforvaltningen som deltar i sektorstyrningen inom ansvarsomradet samt regionforvaltningsverket."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valtion edustaminen",
      "content": "Aluehallintovirasto kantaa ja vastaa valtion puolesta sekä valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa sekä sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen määrätty, lukuun ottamatta asioita, joista säädetään 4 §:n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministeriön tai keskushallinnon viraston edustaja sitä tee. Jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittävästi kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministeriö päättää, mikä virasto toimii valtion edustajana asiassa. Ministeriön päätökseen ei saa valittamalla hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Aluehallintovirasto kantaa ja vastaa valtion puolesta sekä valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa sekä sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen määrätty, lukuun ottamatta asioita, joista säädetään 4 § :n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministeriön tai keskushallinnon viraston edustaja sitä tee. Jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittävästi kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministeriö päättää, mikä virasto toimii valtion edustajana asiassa. Ministeriön päätökseen ei saa valittamalla hakea muutosta.",
        "folded_fi": "aluehallintovirasto kantaa ja vastaa valtion puolesta seka valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa seka sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen maaratty, lukuun ottamatta asioita, joista saadetaan 4 §:n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministerion tai keskushallinnon viraston edustaja sita tee. jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittavasti kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministerio paattaa, mika virasto toimii valtion edustajana asiassa. ministerion paatokseen ei saa valittamalla hakea muutosta.",
        "title_sv": "Företrädande av staten",
        "content_sv": "Ett regionförvaltningsverk kärar och svarar på statens vägnar samt bevakar vid domstolar och andra myndigheter statens rätt och fördel i alla ärenden som hör till dess verksamhetsområde och i sådana ärenden för vilka ingen behörig myndighet särskilt har angetts i lag, med undantag för ärenden enligt 4 § 1 mom. 5 punkten, om inte en företrädare för det ministerium eller den myndighet inom centralförvaltningen som svarar för sektorstyrningen gör det. Om ett ärende som omfattas av regionförvaltningsverkets behörighet har avsevärda konsekvenser för verksamhetsområdet för två eller flera verk, ska det ministerium som svarar för sektorstyrningen besluta vilket verk som ska vara statens representant i ärendet. Ändring i ministeriets beslut får inte sökas genom besvär.",
        "normalized_sv": "Ett regionförvaltningsverk kärar och svarar på statens vägnar samt bevakar vid domstolar och andra myndigheter statens rätt och fördel i alla ärenden som hör till dess verksamhetsområde och i sådana ärenden för vilka ingen behörig myndighet särskilt har angetts i lag, med undantag för ärenden enligt 4 § 1 mom. 5 punkten, om inte en företrädare för det ministerium eller den myndighet inom centralförvaltningen som svarar för sektorstyrningen gör det. Om ett ärende som omfattas av regionförvaltningsverkets behörighet har avsevärda konsekvenser för verksamhetsområdet för två eller flera verk, ska det ministerium som svarar för sektorstyrningen besluta vilket verk som ska vara statens representant i ärendet. Ändring i ministeriets beslut får inte sökas genom besvär.",
        "folded_sv": "ett regionforvaltningsverk karar och svarar pa statens vagnar samt bevakar vid domstolar och andra myndigheter statens ratt och fordel i alla arenden som hor till dess verksamhetsomrade och i sadana arenden for vilka ingen behorig myndighet sarskilt har angetts i lag, med undantag for arenden enligt 4 § 1 mom. 5 punkten, om inte en foretradare for det ministerium eller den myndighet inom centralforvaltningen som svarar for sektorstyrningen gor det. om ett arende som omfattas av regionforvaltningsverkets behorighet har avsevarda konsekvenser for verksamhetsomradet for tva eller flera verk, ska det ministerium som svarar for sektorstyrningen besluta vilket verk som ska vara statens representant i arendet. andring i ministeriets beslut far inte sokas genom besvar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Määräys tehdä tilapäisesti toisen aluehallintoviraston tehtäviä",
      "content": "Aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnöstä asettaa tilapäisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston käytettäväksi. Päätöksen asiasta tekee nimittävä viranomainen. Jos aluehallintovirastot eivät pääse asiassa yhteisymmärrykseen, voi päätöksen tehdä myös toimialaohjauksesta vastaava ministeriö. Päätöksessä on mainittava, missä laajuudessa virkamies on toisen aluehallintoviraston käytettävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnöstä asettaa tilapäisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston käytettäväksi. Päätöksen asiasta tekee nimittävä viranomainen. Jos aluehallintovirastot eivät pääse asiassa yhteisymmärrykseen, voi päätöksen tehdä myös toimialaohjauksesta vastaava ministeriö. Päätöksessä on mainittava, missä laajuudessa virkamies on toisen aluehallintoviraston käytettävissä.",
        "folded_fi": "aluehallintoviraston virkamies voidaan toisen aluehallintoviraston pyynnosta asettaa tilapaisesti ja virkamiehen virkapaikkaa muuttamatta toisen aluehallintoviraston kaytettavaksi. paatoksen asiasta tekee nimittava viranomainen. jos aluehallintovirastot eivat paase asiassa yhteisymmarrykseen, voi paatoksen tehda myos toimialaohjauksesta vastaava ministerio. paatoksessa on mainittava, missa laajuudessa virkamies on toisen aluehallintoviraston kaytettavissa.",
        "title_sv": "Förordnande att tillfälligt sköta ett annat regionförvaltningsverks uppgifter",
        "content_sv": "En tjänsteman vid ett regionförvaltningsverk kan på begäran av ett annat regionförvaltningsverk tillfälligt, och utan att tjänstemannens tjänsteställe ändras, ställas till det andra regionförvaltningsverkets förfogande. Beslut om saken fattas av den utnämnande myndigheten. Om regionförvaltningsverken inte når samförstånd, kan beslutet också fattas av det ministerium som svarar för sektorstyrningen. I beslutet ska det nämnas i vilken omfattning tjänstemannen står till det andra regionförvaltningsverkets förfogande.",
        "normalized_sv": "En tjänsteman vid ett regionförvaltningsverk kan på begäran av ett annat regionförvaltningsverk tillfälligt, och utan att tjänstemannens tjänsteställe ändras, ställas till det andra regionförvaltningsverkets förfogande. Beslut om saken fattas av den utnämnande myndigheten. Om regionförvaltningsverken inte når samförstånd, kan beslutet också fattas av det ministerium som svarar för sektorstyrningen. I beslutet ska det nämnas i vilken omfattning tjänstemannen står till det andra regionförvaltningsverkets förfogande.",
        "folded_sv": "en tjansteman vid ett regionforvaltningsverk kan pa begaran av ett annat regionforvaltningsverk tillfalligt, och utan att tjanstemannens tjanstestalle andras, stallas till det andra regionforvaltningsverkets forfogande. beslut om saken fattas av den utnamnande myndigheten. om regionforvaltningsverken inte nar samforstand, kan beslutet ocksa fattas av det ministerium som svarar for sektorstyrningen. i beslutet ska det namnas i vilken omfattning tjanstemannen star till det andra regionforvaltningsverkets forfogande."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Strateginen suunnittelu ja tulosohjaus",
      "content": "strateginen suunnittelu tulosohjaus Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi sekä alueiden näkemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleistä suunnittelua, ohjausta ja järjestämistä varten yhteinen strategia-asiakirja (). Lisäksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). Strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisältö tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. Valtiovarainministeriö ja työ- ja elinkeinoministeriö laativat strategia-asiakirjan yhdessä 10 §:ssä ja elinkeino-, liikenne- ja ympäristökeskuksista annetun lain (897/2009) 8 §:ssä mainittujen ministeriöiden sekä yhteistyössä aluehallintovirastojen, elinkeino-, liikenne- ja ympäristökeskusten ja tarvittavin osin maakunnan liittojen kanssa. Jos strategia-asiakirjan sisällöstä ei saavuteta yksimielisyyttä ministeriöiden kesken, ratkaisee asian valtioneuvosto. Valtiovarainministeriö laatii aluehallintovirastojen tulossopimukset yhdessä 10 §:ssä mainittujen ministeriöiden ja siinä tarkoitettujen keskushallinnon virastojen sekä yhteistyössä aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. Aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista sekä suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmistä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "strateginen suunnittelu tulosohjaus Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi sekä alueiden näkemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleistä suunnittelua, ohjausta ja järjestämistä varten yhteinen strategia-asiakirja (). Lisäksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). Strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisältö tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. Valtiovarainministeriö ja työ- ja elinkeinoministeriö laativat strategia-asiakirjan yhdessä 10 § :ssä ja elinkeino-, liikenne- ja ympäristökeskuksista annetun lain (897/2009) 8 § :ssä mainittujen ministeriöiden sekä yhteistyössä aluehallintovirastojen, elinkeino-, liikenne- ja ympäristökeskusten ja tarvittavin osin maakunnan liittojen kanssa. Jos strategia-asiakirjan sisällöstä ei saavuteta yksimielisyyttä ministeriöiden kesken, ratkaisee asian valtioneuvosto. Valtiovarainministeriö laatii aluehallintovirastojen tulossopimukset yhdessä 10 § :ssä mainittujen ministeriöiden ja siinä tarkoitettujen keskushallinnon virastojen sekä yhteistyössä aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. Aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista sekä suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmistä voidaan antaa tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "strateginen suunnittelu tulosohjaus aluehallintovirastojen ja elinkeino-, liikenne- ja ymparistokeskusten toimintaa koskevien yleisten tavoitteiden saavuttamiseksi seka alueiden nakemysten huomioon ottamiseksi laaditaan virastoille ja keskuksille niiden toiminnan yleista suunnittelua, ohjausta ja jarjestamista varten yhteinen strategia-asiakirja (). lisaksi jokaiselle aluehallintovirastolle laaditaan tulossopimus (). strategia-asiakirja ja tulossopimukset laaditaan hallituksen toimikaudeksi, ja niiden sisalto tarkistetaan tarvittaessa vuosittain ottaen huomioon valtiontalouden kehykset ja valtion talousarvio. valtiovarainministerio ja tyo- ja elinkeinoministerio laativat strategia-asiakirjan yhdessa 10 §:ssa ja elinkeino-, liikenne- ja ymparistokeskuksista annetun lain (897/2009) 8 §:ssa mainittujen ministerioiden seka yhteistyossa aluehallintovirastojen, elinkeino-, liikenne- ja ymparistokeskusten ja tarvittavin osin maakunnan liittojen kanssa. jos strategia-asiakirjan sisallosta ei saavuteta yksimielisyytta ministerioiden kesken, ratkaisee asian valtioneuvosto. valtiovarainministerio laatii aluehallintovirastojen tulossopimukset yhdessa 10 §:ssa mainittujen ministerioiden ja siina tarkoitettujen keskushallinnon virastojen seka yhteistyossa aluehallintovirastojen ja tarvittavin osin maakunnan liittojen kanssa. aluehallintovirastojen toiminnan strategisen suunnittelun ja tulosohjauksen sisallosta ja menettelytavoista seka suunnittelun ja ohjauksen yhteensovittamista varten perustettavista ryhmista voidaan antaa tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Strategisk planering och resultatstyrning",
        "content_sv": "strategisk planering resultatstyrning För uppnående av de allmänna mål som gäller regionförvaltningsverkens och närings-, trafik- och miljöcentralernas verksamhet och för beaktande av regionernas synpunkter utarbetas för regionförvaltningsverken och för närings-, trafik- och miljöcentralerna med tanke på den allmänna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). För varje regionförvaltningsverk utarbetas dessutom ett resultatavtal (). Strategidokumentet och resultatavtalen utarbetas för regeringens mandatperiod och deras innehåll ses vid behov över årligen med beaktande av de statsfinansiella ramarna och statsbudgeten. Finansministeriet och arbets- och näringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som nämns i 10 § i denna lag och i 8 § i lagen om närings-, trafik- och miljöcentralerna (897/2009) samt i samarbete med regionförvaltningsverken, närings-, trafik- och miljöcentralerna och till behövliga delar med landskapsförbunden. Om ministerierna inte uppnår enhällighet angående strategidokumentets innehåll, avgörs ärendet av statsrådet. Finansministeriet utarbetar resultatavtalen för regionförvaltningsverken tillsammans med de ministerier som nämns i 10 § och de myndigheter inom centralförvaltningen som avses i den paragrafen samt i samarbete med regionförvaltningsverken och till behövliga delar med landskapsförbunden. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens verksamhet samt om grupper som inrättas för att samordna planeringen och styrningen får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "strategisk planering resultatstyrning För uppnående av de allmänna mål som gäller regionförvaltningsverkens och närings-, trafik- och miljöcentralernas verksamhet och för beaktande av regionernas synpunkter utarbetas för regionförvaltningsverken och för närings-, trafik- och miljöcentralerna med tanke på den allmänna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). För varje regionförvaltningsverk utarbetas dessutom ett resultatavtal (). Strategidokumentet och resultatavtalen utarbetas för regeringens mandatperiod och deras innehåll ses vid behov över årligen med beaktande av de statsfinansiella ramarna och statsbudgeten. Finansministeriet och arbets- och näringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som nämns i 10 § i denna lag och i 8 § i lagen om närings-, trafik- och miljöcentralerna (897/2009) samt i samarbete med regionförvaltningsverken, närings-, trafik- och miljöcentralerna och till behövliga delar med landskapsförbunden. Om ministerierna inte uppnår enhällighet angående strategidokumentets innehåll, avgörs ärendet av statsrådet. Finansministeriet utarbetar resultatavtalen för regionförvaltningsverken tillsammans med de ministerier som nämns i 10 § och de myndigheter inom centralförvaltningen som avses i den paragrafen samt i samarbete med regionförvaltningsverken och till behövliga delar med landskapsförbunden. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens verksamhet samt om grupper som inrättas för att samordna planeringen och styrningen får utfärdas genom förordning av statsrådet.",
        "folded_sv": "strategisk planering resultatstyrning for uppnaende av de allmanna mal som galler regionforvaltningsverkens och narings-, trafik- och miljocentralernas verksamhet och for beaktande av regionernas synpunkter utarbetas for regionforvaltningsverken och for narings-, trafik- och miljocentralerna med tanke pa den allmanna planeringen, styrningen och ordnandet av verksamheten ett gemensamt strategidokument (). for varje regionforvaltningsverk utarbetas dessutom ett resultatavtal (). strategidokumentet och resultatavtalen utarbetas for regeringens mandatperiod och deras innehall ses vid behov over arligen med beaktande av de statsfinansiella ramarna och statsbudgeten. finansministeriet och arbets- och naringsministeriet utarbetar strategidokumentet tillsammans med de ministerier som namns i 10 § i denna lag och i 8 § i lagen om narings-, trafik- och miljocentralerna (897/2009) samt i samarbete med regionforvaltningsverken, narings-, trafik- och miljocentralerna och till behovliga delar med landskapsforbunden. om ministerierna inte uppnar enhallighet angaende strategidokumentets innehall, avgors arendet av statsradet. finansministeriet utarbetar resultatavtalen for regionforvaltningsverken tillsammans med de ministerier som namns i 10 § och de myndigheter inom centralforvaltningen som avses i den paragrafen samt i samarbete med regionforvaltningsverken och till behovliga delar med landskapsforbunden. narmare bestammelser om innehallet i och forfarandena for den strategiska planeringen och resultatstyrningen av regionforvaltningsverkens verksamhet samt om grupper som inrattas for att samordna planeringen och styrningen far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Strategisen suunnittelun ja tulosohjauksen järjestäminen työsuojelun tehtävissä",
      "content": "Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten yhteisessä strategia-asiakirjassa on oma osuutensa työsuojelun tehtävien suunnittelua ja ohjausta varten. Sosiaali- ja terveysministeriö laatii erilliset tulossopimukset aluehallintovirastojen työsuojelun tehtävien ohjausta varten. Aluehallintovirastojen työsuojelun tehtäviä koskevan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Aluehallintovirastojen ja elinkeino-, liikenne- ja ympäristökeskusten yhteisessä strategia-asiakirjassa on oma osuutensa työsuojelun tehtävien suunnittelua ja ohjausta varten. Sosiaali- ja terveysministeriö laatii erilliset tulossopimukset aluehallintovirastojen työsuojelun tehtävien ohjausta varten. Aluehallintovirastojen työsuojelun tehtäviä koskevan strategisen suunnittelun ja tulosohjauksen sisällöstä ja menettelytavoista voidaan antaa tarkempia säännöksiä sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "aluehallintovirastojen ja elinkeino-, liikenne- ja ymparistokeskusten yhteisessa strategia-asiakirjassa on oma osuutensa tyosuojelun tehtavien suunnittelua ja ohjausta varten. sosiaali- ja terveysministerio laatii erilliset tulossopimukset aluehallintovirastojen tyosuojelun tehtavien ohjausta varten. aluehallintovirastojen tyosuojelun tehtavia koskevan strategisen suunnittelun ja tulosohjauksen sisallosta ja menettelytavoista voidaan antaa tarkempia saannoksia sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Ordnande av den strategiska planeringen och resultatstyrningen för uppgifter som gäller arbetarskyddet",
        "content_sv": "I det gemensamma strategidokumentet för regionförvaltningsverken och närings-, trafik- och miljöcentralerna finns ett avsnitt som gäller planeringen och styrningen av uppgifter som gäller arbetarskyddet. Social- och hälsovårdsministeriet utarbetar separata resultatavtal för styrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet får utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "I det gemensamma strategidokumentet för regionförvaltningsverken och närings-, trafik- och miljöcentralerna finns ett avsnitt som gäller planeringen och styrningen av uppgifter som gäller arbetarskyddet. Social- och hälsovårdsministeriet utarbetar separata resultatavtal för styrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet. Närmare bestämmelser om innehållet i och förfarandena för den strategiska planeringen och resultatstyrningen av regionförvaltningsverkens uppgifter som gäller arbetarskyddet får utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "i det gemensamma strategidokumentet for regionforvaltningsverken och narings-, trafik- och miljocentralerna finns ett avsnitt som galler planeringen och styrningen av uppgifter som galler arbetarskyddet. social- och halsovardsministeriet utarbetar separata resultatavtal for styrningen av regionforvaltningsverkens uppgifter som galler arbetarskyddet. narmare bestammelser om innehallet i och forfarandena for den strategiska planeringen och resultatstyrningen av regionforvaltningsverkens uppgifter som galler arbetarskyddet far utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Toimialaohjaus",
      "content": "toimialaohjaus Aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministeriö, sisäministeriö, valtiovarainministeriö, sosiaali- ja terveysministeriö, opetus- ja kulttuuriministeriö, maa- ja metsätalousministeriö, työ- ja elinkeinoministeriö, ympäristöministeriö sekä se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty tai määrätty (). Valtiovarainministeriö huolehtii viraston yhteisiä toimintoja ja muita viraston yhtenäisen toiminnan kannalta tarpeellisia toimenpiteitä koskevasta toimialaohjauksesta. Aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan säätää valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "toimialaohjaus Aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministeriö, sisäministeriö, valtiovarainministeriö, sosiaali- ja terveysministeriö, opetus- ja kulttuuriministeriö, maa- ja metsätalousministeriö, työ- ja elinkeinoministeriö, ympäristöministeriö sekä se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty tai määrätty (). Valtiovarainministeriö huolehtii viraston yhteisiä toimintoja ja muita viraston yhtenäisen toiminnan kannalta tarpeellisia toimenpiteitä koskevasta toimialaohjauksesta. Aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan säätää valtioneuvoston asetuksella.",
        "folded_fi": "toimialaohjaus aluehallintovirastojen toimintaa ohjaavat omilla toimialoillaan oikeusministerio, sisaministerio, valtiovarainministerio, sosiaali- ja terveysministerio, opetus- ja kulttuuriministerio, maa- ja metsatalousministerio, tyo- ja elinkeinoministerio, ymparistoministerio seka se keskushallinnon virasto, jonka tehtavaksi ohjaus on erikseen saadetty tai maaratty (). valtiovarainministerio huolehtii viraston yhteisia toimintoja ja muita viraston yhtenaisen toiminnan kannalta tarpeellisia toimenpiteita koskevasta toimialaohjauksesta. aluehallintovirastojen toimialaohjauksen menettelytavoista voidaan saataa valtioneuvoston asetuksella.",
        "title_sv": "Sektorstyrning",
        "content_sv": "sektorstyrning Justitieministeriet, inrikesministeriet, finansministeriet, social- och hälsovårdsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och näringsministeriet, miljöministeriet och den myndighet inom centralförvaltningen som särskilt har ålagts att sköta styrningen, styr regionförvaltningsverkens verksamhet inom sina egna ansvarsområden (). Finansministeriet sörjer för sektorstyrningen när det gäller regionförvaltningsverkets gemensamma funktioner och övriga åtgärder som behövs med tanke på en enhetlig verksamhet inom verket. Bestämmelser om förfarandena för sektorstyrning av regionförvaltningsverken får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "sektorstyrning Justitieministeriet, inrikesministeriet, finansministeriet, social- och hälsovårdsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och näringsministeriet, miljöministeriet och den myndighet inom centralförvaltningen som särskilt har ålagts att sköta styrningen, styr regionförvaltningsverkens verksamhet inom sina egna ansvarsområden (). Finansministeriet sörjer för sektorstyrningen när det gäller regionförvaltningsverkets gemensamma funktioner och övriga åtgärder som behövs med tanke på en enhetlig verksamhet inom verket. Bestämmelser om förfarandena för sektorstyrning av regionförvaltningsverken får utfärdas genom förordning av statsrådet.",
        "folded_sv": "sektorstyrning justitieministeriet, inrikesministeriet, finansministeriet, social- och halsovardsministeriet, undervisnings- och kulturministeriet, jord- och skogsbruksministeriet, arbets- och naringsministeriet, miljoministeriet och den myndighet inom centralforvaltningen som sarskilt har alagts att skota styrningen, styr regionforvaltningsverkens verksamhet inom sina egna ansvarsomraden (). finansministeriet sorjer for sektorstyrningen nar det galler regionforvaltningsverkets gemensamma funktioner och ovriga atgarder som behovs med tanke pa en enhetlig verksamhet inom verket. bestammelser om forfarandena for sektorstyrning av regionforvaltningsverken far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Virkojen täyttäminen",
      "content": "Valtioneuvosto nimittää aluehallintoviraston johtajan määräajaksi valtiovarainministeriön esityksestä. Aluehallintoviraston vastuualueiden päälliköt, lukuun ottamatta työsuojelun tehtäviä hoitavan vastuualueen päällikköä, nimitetään määräajaksi. Vastuualueiden päälliköt ja 18 §:ssä tarkoitetun kielivähemmistön palveluyksikön päällikön nimittää vastuualueen toimialaohjauksesta päävastuussa oleva ministeriö tai se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty. Nimittävän ministeriön tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministeriöitä tai keskushallinnon virastoja sekä aluehallintovirastoa ennen päätöksentekoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Valtioneuvosto nimittää aluehallintoviraston johtajan määräajaksi valtiovarainministeriön esityksestä. Aluehallintoviraston vastuualueiden päälliköt, lukuun ottamatta työsuojelun tehtäviä hoitavan vastuualueen päällikköä, nimitetään määräajaksi. Vastuualueiden päälliköt ja 18 § :ssä tarkoitetun kielivähemmistön palveluyksikön päällikön nimittää vastuualueen toimialaohjauksesta päävastuussa oleva ministeriö tai se keskushallinnon virasto, jonka tehtäväksi ohjaus on erikseen säädetty. Nimittävän ministeriön tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministeriöitä tai keskushallinnon virastoja sekä aluehallintovirastoa ennen päätöksentekoa.",
        "folded_fi": "valtioneuvosto nimittaa aluehallintoviraston johtajan maaraajaksi valtiovarainministerion esityksesta. aluehallintoviraston vastuualueiden paallikot, lukuun ottamatta tyosuojelun tehtavia hoitavan vastuualueen paallikkoa, nimitetaan maaraajaksi. vastuualueiden paallikot ja 18 §:ssa tarkoitetun kielivahemmiston palveluyksikon paallikon nimittaa vastuualueen toimialaohjauksesta paavastuussa oleva ministerio tai se keskushallinnon virasto, jonka tehtavaksi ohjaus on erikseen saadetty. nimittavan ministerion tai keskushallinnon viraston tulee kuulla muita vastuualueen toimialaohjaukseen osallistuvia ministerioita tai keskushallinnon virastoja seka aluehallintovirastoa ennen paatoksentekoa.",
        "title_sv": "Tillsättning av tjänster",
        "content_sv": "Statsrådet utnämner direktören för ett regionförvaltningsverk för viss tid på framställning av finansministeriet. Cheferna för ett regionförvaltningsverks ansvarsområden, med undantag av chefen för ansvarsområdet för arbetarskyddet, utnämns för viss tid. Cheferna för ansvarsområdena och chefen för den serviceenhet för den språkliga minoriteten som avses i 18 § utnämns av det ministerium som bär huvudansvaret för sektorstyrningen inom ansvarsområdet eller av den myndighet inom centralförvaltningen för vilken styrningen särskilt föreskrivits. Det utnämnande ministeriet eller den utnämnande myndigheten inom centralförvaltningen ska innan beslutet fattas höra andra ministerier eller myndigheter inom centralförvaltningen som deltar i sektorstyrningen inom ansvarsområdet samt regionförvaltningsverket.",
        "normalized_sv": "Statsrådet utnämner direktören för ett regionförvaltningsverk för viss tid på framställning av finansministeriet. Cheferna för ett regionförvaltningsverks ansvarsområden, med undantag av chefen för ansvarsområdet för arbetarskyddet, utnämns för viss tid. Cheferna för ansvarsområdena och chefen för den serviceenhet för den språkliga minoriteten som avses i 18 § utnämns av det ministerium som bär huvudansvaret för sektorstyrningen inom ansvarsområdet eller av den myndighet inom centralförvaltningen för vilken styrningen särskilt föreskrivits. Det utnämnande ministeriet eller den utnämnande myndigheten inom centralförvaltningen ska innan beslutet fattas höra andra ministerier eller myndigheter inom centralförvaltningen som deltar i sektorstyrningen inom ansvarsområdet samt regionförvaltningsverket.",
        "folded_sv": "statsradet utnamner direktoren for ett regionforvaltningsverk for viss tid pa framstallning av finansministeriet. cheferna for ett regionforvaltningsverks ansvarsomraden, med undantag av chefen for ansvarsomradet for arbetarskyddet, utnamns for viss tid. cheferna for ansvarsomradena och chefen for den serviceenhet for den sprakliga minoriteten som avses i 18 § utnamns av det ministerium som bar huvudansvaret for sektorstyrningen inom ansvarsomradet eller av den myndighet inom centralforvaltningen for vilken styrningen sarskilt foreskrivits. det utnamnande ministeriet eller den utnamnande myndigheten inom centralforvaltningen ska innan beslutet fattas hora andra ministerier eller myndigheter inom centralforvaltningen som deltar i sektorstyrningen inom ansvarsomradet samt regionforvaltningsverket."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valtion edustaminen",
      "content": "Aluehallintovirasto kantaa ja vastaa valtion puolesta sekä valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa sekä sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen määrätty, lukuun ottamatta asioita, joista säädetään 4 §:n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministeriön tai keskushallinnon viraston edustaja sitä tee. Jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittävästi kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministeriö päättää, mikä virasto toimii valtion edustajana asiassa. Ministeriön päätökseen ei saa valittamalla hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Aluehallintovirasto kantaa ja vastaa valtion puolesta sekä valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa sekä sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen määrätty, lukuun ottamatta asioita, joista säädetään 4 § :n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministeriön tai keskushallinnon viraston edustaja sitä tee. Jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittävästi kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministeriö päättää, mikä virasto toimii valtion edustajana asiassa. Ministeriön päätökseen ei saa valittamalla hakea muutosta.",
        "folded_fi": "aluehallintovirasto kantaa ja vastaa valtion puolesta seka valvoo tuomioistuimissa ja viranomaisissa valtion etua ja oikeutta kaikissa toimialaansa kuuluvissa asioissa seka sellaisissa asioissa, joissa toimivaltaista viranomaista ei ole laissa erikseen maaratty, lukuun ottamatta asioita, joista saadetaan 4 §:n 1 momentin 5 kohdassa, jollei toimialaohjauksesta vastaavan ministerion tai keskushallinnon viraston edustaja sita tee. jos aluehallintoviraston toimivaltaan kuuluvan asian vaikutukset koskevat merkittavasti kahden tai useamman viraston toimialuetta, toimialaohjauksesta vastaava ministerio paattaa, mika virasto toimii valtion edustajana asiassa. ministerion paatokseen ei saa valittamalla hakea muutosta.",
        "title_sv": "Företrädande av staten",
        "content_sv": "Ett regionförvaltningsverk kärar och svarar på statens vägnar samt bevakar vid domstolar och andra myndigheter statens rätt och fördel i alla ärenden som hör till dess verksamhetsområde och i sådana ärenden för vilka ingen behörig myndighet särskilt har angetts i lag, med undantag för ärenden enligt 4 § 1 mom. 5 punkten, om inte en företrädare för det ministerium eller den myndighet inom centralförvaltningen som svarar för sektorstyrningen gör det. Om ett ärende som omfattas av regionförvaltningsverkets behörighet har avsevärda konsekvenser för verksamhetsområdet för två eller flera verk, ska det ministerium som svarar för sektorstyrningen besluta vilket verk som ska vara statens representant i ärendet. Ändring i ministeriets beslut får inte sökas genom besvär.",
        "normalized_sv": "Ett regionförvaltningsverk kärar och svarar på statens vägnar samt bevakar vid domstolar och andra myndigheter statens rätt och fördel i alla ärenden som hör till dess verksamhetsområde och i sådana ärenden för vilka ingen behörig myndighet särskilt har angetts i lag, med undantag för ärenden enligt 4 § 1 mom. 5 punkten, om inte en företrädare för det ministerium eller den myndighet inom centralförvaltningen som svarar för sektorstyrningen gör det. Om ett ärende som omfattas av regionförvaltningsverkets behörighet har avsevärda konsekvenser för verksamhetsområdet för två eller flera verk, ska det ministerium som svarar för sektorstyrningen besluta vilket verk som ska vara statens representant i ärendet. Ändring i ministeriets beslut får inte sökas genom besvär.",
        "folded_sv": "ett regionforvaltningsverk karar och svarar pa statens vagnar samt bevakar vid domstolar och andra myndigheter statens ratt och fordel i alla arenden som hor till dess verksamhetsomrade och i sadana arenden for vilka ingen behorig myndighet sarskilt har angetts i lag, med undantag for arenden enligt 4 § 1 mom. 5 punkten, om inte en foretradare for det ministerium eller den myndighet inom centralforvaltningen som svarar for sektorstyrningen gor det. om ett arende som omfattas av regionforvaltningsverkets behorighet har avsevarda konsekvenser for verksamhetsomradet for tva eller flera verk, ska det ministerium som svarar for sektorstyrningen besluta vilket verk som ska vara statens representant i arendet. andring i ministeriets beslut far inte sokas genom besvar."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    }
  ]
}