{
  "id": "311/2016",
  "type": "statute",
  "title": "Laki valmisteverotuslain muuttamisesta",
  "title_en": "Lag om ändring av punktskattelagen",
  "status": "in_force",
  "issued_date": "2016-04-29",
  "in_force_date": "2016-04-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/311/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tullilainsäädännön soveltaminen",
      "content": "Jos tuotteita tuodaan unionin ulkopuolelta, eikä niitä aseteta välittömästi niiden maahantuonnin jälkeen väliaikaisen verottomuuden järjestelmään, verotuksen toimittamiseen ja muuhun menettelyyn sekä muutoksenhakuun sovelletaan, jos tässä laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin säädetä, mitä tullista säädetään tai määrätään. Valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. Mitä 1 momentissa säädetään, ei kuitenkaan sovelleta, jos verovelvolliselle myönnetään unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 110 artiklan mukainen maksunlykkäys. Tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. Tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jos tuotteita tuodaan unionin ulkopuolelta, eikä niitä aseteta välittömästi niiden maahantuonnin jälkeen väliaikaisen verottomuuden järjestelmään, verotuksen toimittamiseen ja muuhun menettelyyn sekä muutoksenhakuun sovelletaan, jos tässä laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin säädetä, mitä tullista säädetään tai määrätään. Valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. Mitä 1 momentissa säädetään, ei kuitenkaan sovelleta, jos verovelvolliselle myönnetään unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 110 artiklan mukainen maksunlykkäys. Tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. Tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
        "folded_fi": "jos tuotteita tuodaan unionin ulkopuolelta, eika niita aseteta valittomasti niiden maahantuonnin jalkeen valiaikaisen verottomuuden jarjestelmaan, verotuksen toimittamiseen ja muuhun menettelyyn seka muutoksenhakuun sovelletaan, jos tassa laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin saadeta, mita tullista saadetaan tai maarataan. valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. mita 1 momentissa saadetaan, ei kuitenkaan sovelleta, jos verovelvolliselle myonnetaan unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 110 artiklan mukainen maksunlykkays. tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisaannoksissa saadettyja muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisaannoksissa saadettyja muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
        "title_sv": "Tillämpning av tullagstiftningen",
        "content_sv": "Om produkter förs in från ett område utanför unionen och inte omedelbart efter införseln hänförs till ett uppskovsförfarande, ska på beskattningen och andra förfaranden samt ändringssökande tillämpas vad som bestäms eller föreskrivs om tull, om inte något annat särskilt föreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. Punktskatt ska dock betalas innan punktskattepliktiga produkter övergår till fri omsättning. Det som föreskrivs i 1 mom. tillämpas dock inte om den skattskyldiga beviljas anstånd med betalningen i enlighet med artikel 110 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen. De formaliteter som anges i unionens tullbestämmelser för införsel av produkter till unionens tullområde ska i tillämpliga delar gälla vid införsel av punktskattepliktiga produkter till unionen från tredjeterritorier. De formaliteter som anges i unionens tullbestämmelser för utförsel av varor från unionens tullområde ska i tillämpliga delar gälla vid utförsel av punktskattepliktiga produkter från unionen till tredjeterritorier.",
        "normalized_sv": "Om produkter förs in från ett område utanför unionen och inte omedelbart efter införseln hänförs till ett uppskovsförfarande, ska på beskattningen och andra förfaranden samt ändringssökande tillämpas vad som bestäms eller föreskrivs om tull, om inte något annat särskilt föreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. Punktskatt ska dock betalas innan punktskattepliktiga produkter övergår till fri omsättning. Det som föreskrivs i 1 mom. tillämpas dock inte om den skattskyldiga beviljas anstånd med betalningen i enlighet med artikel 110 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen. De formaliteter som anges i unionens tullbestämmelser för införsel av produkter till unionens tullområde ska i tillämpliga delar gälla vid införsel av punktskattepliktiga produkter till unionen från tredjeterritorier. De formaliteter som anges i unionens tullbestämmelser för utförsel av varor från unionens tullområde ska i tillämpliga delar gälla vid utförsel av punktskattepliktiga produkter från unionen till tredjeterritorier.",
        "folded_sv": "om produkter fors in fran ett omrade utanfor unionen och inte omedelbart efter inforseln hanfors till ett uppskovsforfarande, ska pa beskattningen och andra forfaranden samt andringssokande tillampas vad som bestams eller foreskrivs om tull, om inte nagot annat sarskilt foreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. punktskatt ska dock betalas innan punktskattepliktiga produkter overgar till fri omsattning. det som foreskrivs i 1 mom. tillampas dock inte om den skattskyldiga beviljas anstand med betalningen i enlighet med artikel 110 i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen. de formaliteter som anges i unionens tullbestammelser for inforsel av produkter till unionens tullomrade ska i tillampliga delar galla vid inforsel av punktskattepliktiga produkter till unionen fran tredjeterritorier. de formaliteter som anges i unionens tullbestammelser for utforsel av varor fran unionens tullomrade ska i tillampliga delar galla vid utforsel av punktskattepliktiga produkter fran unionen till tredjeterritorier."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimivaltainen viranomainen",
      "content": "Tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mitä tullilaissa (304/2016) ja rikostorjunnasta Tullissa annetussa laissa (623/2015) säädetään, jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mitä tullilaissa (304/2016) ja rikostorjunnasta Tullissa annetussa laissa (623/2015) säädetään, jollei tässä laissa toisin säädetä.",
        "folded_fi": "tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mita tullilaissa (304/2016) ja rikostorjunnasta tullissa annetussa laissa (623/2015) saadetaan, jollei tassa laissa toisin saadeta.",
        "title_sv": "Behörig myndighet",
        "content_sv": "På Tullens befogenheter och åtgärder tillämpas det som föreskrivs i tullagen (304/2016) och lagen om brottsbekämpning inom Tullen (623/2015), om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "På Tullens befogenheter och åtgärder tillämpas det som föreskrivs i tullagen (304/2016) och lagen om brottsbekämpning inom Tullen (623/2015), om inte något annat föreskrivs i denna lag.",
        "folded_sv": "pa tullens befogenheter och atgarder tillampas det som foreskrivs i tullagen (304/2016) och lagen om brottsbekampning inom tullen (623/2015), om inte nagot annat foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vapautukset valmisteverosta",
      "content": "Verottomia ovat tuotteet, jotka: 1) on tarkoitettu käytettäviksi ulkovallan Suomessa toimivan diplomaattisen edustuston, lähetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa käytössä tai diplomaattisen edustajan, lähetetyn konsulin tai heihin rinnastettavan henkilön tai heidän talouteensa kuuluvien perheenjäsenten henkilökohtaisessa käytössä; 2) on tarkoitettu Suomessa toimivien kansainvälisten järjestöjen käyttöön näiden järjestöjen kansainvälisissä perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa määrätyin rajoituksin ja edellytyksin; 3) on tarkoitettu Pohjois-Atlantin sopimuksen sopimusvaltion, joka ei ole se jäsenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien käyttöön tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu Kyproksen tasavallan perustamissopimuksen nojalla Kyprokseen sijoitettujen Yhdistyneen kuningaskunnan asevoimien tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvälisten järjestöjen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tällainen sopimus on hyväksyttävä tai sallittu arvonlisäverosta vapauttamisen kannalta; 6) luovutetaan Euroopan unionin Suomessa sijaitsevalle toimielimelle viralliseen käyttöön, jos tuotteiden verollinen hankintahinta on yhteensä vähintään 80 euroa, sekä tuotteet, jotka toimitetaan Euroopan unionin toisessa jäsenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myönnetään sijaintivaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Verottomia ovat tuotteet, jotka: 1) on tarkoitettu käytettäviksi ulkovallan Suomessa toimivan diplomaattisen edustuston, lähetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa käytössä tai diplomaattisen edustajan, lähetetyn konsulin tai heihin rinnastettavan henkilön tai heidän talouteensa kuuluvien perheenjäsenten henkilökohtaisessa käytössä; 2) on tarkoitettu Suomessa toimivien kansainvälisten järjestöjen käyttöön näiden järjestöjen kansainvälisissä perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa määrätyin rajoituksin ja edellytyksin; 3) on tarkoitettu Pohjois-Atlantin sopimuksen sopimusvaltion, joka ei ole se jäsenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien käyttöön tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu Kyproksen tasavallan perustamissopimuksen nojalla Kyprokseen sijoitettujen Yhdistyneen kuningaskunnan asevoimien tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvälisten järjestöjen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tällainen sopimus on hyväksyttävä tai sallittu arvonlisäverosta vapauttamisen kannalta; 6) luovutetaan Euroopan unionin Suomessa sijaitsevalle toimielimelle viralliseen käyttöön, jos tuotteiden verollinen hankintahinta on yhteensä vähintään 80 euroa, sekä tuotteet, jotka toimitetaan Euroopan unionin toisessa jäsenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myönnetään sijaintivaltiossa.",
        "folded_fi": "verottomia ovat tuotteet, jotka: 1) on tarkoitettu kaytettaviksi ulkovallan suomessa toimivan diplomaattisen edustuston, lahetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa kaytossa tai diplomaattisen edustajan, lahetetyn konsulin tai heihin rinnastettavan henkilon tai heidan talouteensa kuuluvien perheenjasenten henkilokohtaisessa kaytossa; 2) on tarkoitettu suomessa toimivien kansainvalisten jarjestojen kayttoon naiden jarjestojen kansainvalisissa perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa maaratyin rajoituksin ja edellytyksin; 3) on tarkoitettu pohjois-atlantin sopimuksen sopimusvaltion, joka ei ole se jasenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien kayttoon tai niihin liittyvan siviilihenkiloston kayttoon taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu kyproksen tasavallan perustamissopimuksen nojalla kyprokseen sijoitettujen yhdistyneen kuningaskunnan asevoimien tai niihin liittyvan siviilihenkiloston kayttoon taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvalisten jarjestojen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tallainen sopimus on hyvaksyttava tai sallittu arvonlisaverosta vapauttamisen kannalta; 6) luovutetaan euroopan unionin suomessa sijaitsevalle toimielimelle viralliseen kayttoon, jos tuotteiden verollinen hankintahinta on yhteensa vahintaan 80 euroa, seka tuotteet, jotka toimitetaan euroopan unionin toisessa jasenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myonnetaan sijaintivaltiossa.",
        "title_sv": "Befrielse från punktskatt",
        "content_sv": "Skattefria är produkter som 1) är avsedda för officiellt bruk vid i Finland verksamma utländska diplomatiska representationer, konsulat som förestås av en utsänd konsul eller med dem jämförbara beskickningar eller för diplomatiska representanters, utsända konsulers eller med dem jämförbara personers eller till deras hushåll hörande familjemedlemmars personliga bruk, 2) är avsedda att användas av i Finland verksamma internationella organisationer, inom de gränser och på de villkor som bestämts genom internationella konventioner om upprättande av dessa organisationer eller genom avtal med organisationernas ledning, 3) är avsedda att användas av de väpnade styrkorna i varje stat som är part i Nordatlantiska fördraget, utom den medlemsstat där punktskatten kan tas ut, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 4) är avsedda att användas av Förenade kungarikets väpnade styrkor stationerade i Cypern i enlighet med fördraget om upprättandet av Republiken Cypern, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 5) är avsedda för konsumtion enligt ett avtal som ingåtts med tredjeländer eller internationella organisationer, förutsatt att avtalet är tillåtet eller godkänt med hänsyn till undantag från mervärdesskatt, 6) för officiellt bruk levereras till någon av Europeiska unionens institutioner i Finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgår till minst 80 euro, samt produkter som levereras till någon av Europeiska unionens institutioner i en annan medlemsstat under motsvarande förutsättningar som skattefrihet beviljas i etableringsstaten.",
        "normalized_sv": "Skattefria är produkter som 1) är avsedda för officiellt bruk vid i Finland verksamma utländska diplomatiska representationer, konsulat som förestås av en utsänd konsul eller med dem jämförbara beskickningar eller för diplomatiska representanters, utsända konsulers eller med dem jämförbara personers eller till deras hushåll hörande familjemedlemmars personliga bruk, 2) är avsedda att användas av i Finland verksamma internationella organisationer, inom de gränser och på de villkor som bestämts genom internationella konventioner om upprättande av dessa organisationer eller genom avtal med organisationernas ledning, 3) är avsedda att användas av de väpnade styrkorna i varje stat som är part i Nordatlantiska fördraget, utom den medlemsstat där punktskatten kan tas ut, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 4) är avsedda att användas av Förenade kungarikets väpnade styrkor stationerade i Cypern i enlighet med fördraget om upprättandet av Republiken Cypern, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 5) är avsedda för konsumtion enligt ett avtal som ingåtts med tredjeländer eller internationella organisationer, förutsatt att avtalet är tillåtet eller godkänt med hänsyn till undantag från mervärdesskatt, 6) för officiellt bruk levereras till någon av Europeiska unionens institutioner i Finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgår till minst 80 euro, samt produkter som levereras till någon av Europeiska unionens institutioner i en annan medlemsstat under motsvarande förutsättningar som skattefrihet beviljas i etableringsstaten.",
        "folded_sv": "skattefria ar produkter som 1) ar avsedda for officiellt bruk vid i finland verksamma utlandska diplomatiska representationer, konsulat som forestas av en utsand konsul eller med dem jamforbara beskickningar eller for diplomatiska representanters, utsanda konsulers eller med dem jamforbara personers eller till deras hushall horande familjemedlemmars personliga bruk, 2) ar avsedda att anvandas av i finland verksamma internationella organisationer, inom de granser och pa de villkor som bestamts genom internationella konventioner om upprattande av dessa organisationer eller genom avtal med organisationernas ledning, 3) ar avsedda att anvandas av de vapnade styrkorna i varje stat som ar part i nordatlantiska fordraget, utom den medlemsstat dar punktskatten kan tas ut, for styrkornas eget bruk, for civilpersonal som medfoljer dem eller for massar och marketenterier, 4) ar avsedda att anvandas av forenade kungarikets vapnade styrkor stationerade i cypern i enlighet med fordraget om upprattandet av republiken cypern, for styrkornas eget bruk, for civilpersonal som medfoljer dem eller for massar och marketenterier, 5) ar avsedda for konsumtion enligt ett avtal som ingatts med tredjelander eller internationella organisationer, forutsatt att avtalet ar tillatet eller godkant med hansyn till undantag fran mervardesskatt, 6) for officiellt bruk levereras till nagon av europeiska unionens institutioner i finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgar till minst 80 euro, samt produkter som levereras till nagon av europeiska unionens institutioner i en annan medlemsstat under motsvarande forutsattningar som skattefrihet beviljas i etableringsstaten."
      }
    },
    {
      "provision_ref": "47 d",
      "section": "47 d",
      "title": "Kuittausjärjestys",
      "content": "Jos palautuksen saajalla on useita erääntyneitä Tullin saatavia eikä palautus riitä niiden kaikkien suoritukseksi, palautus käytetään saatavien suoritukseksi tullilain 72 §:ssä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 d",
        "normalized_fi": "Jos palautuksen saajalla on useita erääntyneitä Tullin saatavia eikä palautus riitä niiden kaikkien suoritukseksi, palautus käytetään saatavien suoritukseksi tullilain 72 § :ssä säädetyssä järjestyksessä.",
        "folded_fi": "jos palautuksen saajalla on useita eraantyneita tullin saatavia eika palautus riita niiden kaikkien suoritukseksi, palautus kaytetaan saatavien suoritukseksi tullilain 72 §:ssa saadetyssa jarjestyksessa.",
        "title_sv": "Kvittningsordning",
        "content_sv": "Om Tullen har flera förfallna fordringar på mottagaren av återbetalningen, och om återbetalningen inte räcker för att betala dem alla, ska återbetalningen användas för betalning av fordringar i den ordning som bestäms i 72 § i tullagen.",
        "normalized_sv": "Om Tullen har flera förfallna fordringar på mottagaren av återbetalningen, och om återbetalningen inte räcker för att betala dem alla, ska återbetalningen användas för betalning av fordringar i den ordning som bestäms i 72 § i tullagen.",
        "folded_sv": "om tullen har flera forfallna fordringar pa mottagaren av aterbetalningen, och om aterbetalningen inte racker for att betala dem alla, ska aterbetalningen anvandas for betalning av fordringar i den ordning som bestams i 72 § i tullagen."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Veronlisäys ja viivekorko",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Veronlisäys lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Veronlisäys lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan myos, vaikka verotus muutoin toimitetaan tullia koskevien saannosten mukaan. veronlisays lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
        "title_sv": "Skattetillägg och förseningsränta",
        "content_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Skattetillägg beräknas dock för den tidsperiod för vilken ränta enligt artikel 114.2 Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen beräknas.",
        "normalized_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Skattetillägg beräknas dock för den tidsperiod för vilken ränta enligt artikel 114.2 Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen beräknas.",
        "folded_sv": "bestammelserna i denna paragraf ska tillampas ocksa om beskattningen i ovrigt verkstalls enligt bestammelserna om tull. skattetillagg beraknas dock for den tidsperiod for vilken ranta enligt artikel 114.2 europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen beraknas."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Palautuskorko",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Korko lasketaan kuitenkin tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Korko lasketaan kuitenkin tullilain 93 § :n 3 momentissa tarkoitetusta ajankohdasta.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan myos, vaikka verotus muutoin toimitetaan tullia koskevien saannosten mukaan. korko lasketaan kuitenkin tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
        "title_sv": "Återbetalningsränta",
        "content_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Räntan beräknas dock från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "normalized_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Räntan beräknas dock från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "folded_sv": "bestammelserna i denna paragraf ska tillampas ocksa om beskattningen i ovrigt verkstalls enligt bestammelserna om tull. rantan beraknas dock fran den tidpunkt som avses i 93 § 3 mom. i tullagen."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Pienin kannettava ja palautettava valmistevero",
      "content": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja kolmannen maan välisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja kolmannen maan välisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
        "folded_fi": "mita 1 momentissa saadetaan, ei sovelleta matkustajan tai suomen ja kolmannen maan valisessa ammattimaisessa liikenteessa olevan kulkuneuvon henkilokuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilolle lahetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
        "title_sv": "Minimibelopp av punktskatt som uppbärs och återbetalas",
        "content_sv": "Vad som föreskrivs i 1 mom. tillämpas inte på punktbeskattningen vid införsel av alkoholdrycker och tobaksprodukter som resande eller personer som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett tredjeland för med sig eller som sänts till enskilda personer.",
        "normalized_sv": "Vad som föreskrivs i 1 mom. tillämpas inte på punktbeskattningen vid införsel av alkoholdrycker och tobaksprodukter som resande eller personer som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett tredjeland för med sig eller som sänts till enskilda personer.",
        "folded_sv": "vad som foreskrivs i 1 mom. tillampas inte pa punktbeskattningen vid inforsel av alkoholdrycker och tobaksprodukter som resande eller personer som hor till personalen pa ett fortskaffningsmedel i yrkesmassig trafik mellan finland och ett tredjeland for med sig eller som sants till enskilda personer."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Veroton polttoaine",
      "content": "Verotta saa 84 §:n nojalla lisäksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesäiliössä olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintään 10 litraa tällaisella kulkuneuvolla kuljetettavassa kannettavassa säiliössä olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mitä näiden tuotteiden tullittomuudesta säädetään, jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Verotta saa 84 § :n nojalla lisäksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesäiliössä olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintään 10 litraa tällaisella kulkuneuvolla kuljetettavassa kannettavassa säiliössä olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mitä näiden tuotteiden tullittomuudesta säädetään, jollei tässä laissa toisin säädetä.",
        "folded_fi": "verotta saa 84 §:n nojalla lisaksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesailiossa olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintaan 10 litraa tallaisella kulkuneuvolla kuljetettavassa kannettavassa sailiossa olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mita naiden tuotteiden tullittomuudesta saadetaan, jollei tassa laissa toisin saadeta.",
        "title_sv": "Skattefritt bränsle",
        "content_sv": "Med stöd av 84 § får skattefritt dessutom föras in det bränsle som finns i standardtanken på ett motordrivet fortskaffningsmedel och för varje motordrivet fortskaffningsmedel högst 10 liter bränsle som transporteras med fortskaffningsmedlet i en bärbar tank under samma förutsättningar och med samma begränsningar som föreskrivs i fråga om tullfrihet för dessa produkter, om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "Med stöd av 84 § får skattefritt dessutom föras in det bränsle som finns i standardtanken på ett motordrivet fortskaffningsmedel och för varje motordrivet fortskaffningsmedel högst 10 liter bränsle som transporteras med fortskaffningsmedlet i en bärbar tank under samma förutsättningar och med samma begränsningar som föreskrivs i fråga om tullfrihet för dessa produkter, om inte något annat föreskrivs i denna lag.",
        "folded_sv": "med stod av 84 § far skattefritt dessutom foras in det bransle som finns i standardtanken pa ett motordrivet fortskaffningsmedel och for varje motordrivet fortskaffningsmedel hogst 10 liter bransle som transporteras med fortskaffningsmedlet i en barbar tank under samma forutsattningar och med samma begransningar som foreskrivs i fraga om tullfrihet for dessa produkter, om inte nagot annat foreskrivs i denna lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tullilainsäädännön soveltaminen",
      "content": "Jos tuotteita tuodaan unionin ulkopuolelta, eikä niitä aseteta välittömästi niiden maahantuonnin jälkeen väliaikaisen verottomuuden järjestelmään, verotuksen toimittamiseen ja muuhun menettelyyn sekä muutoksenhakuun sovelletaan, jos tässä laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin säädetä, mitä tullista säädetään tai määrätään. Valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. Mitä 1 momentissa säädetään, ei kuitenkaan sovelleta, jos verovelvolliselle myönnetään unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 110 artiklan mukainen maksunlykkäys. Tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. Tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jos tuotteita tuodaan unionin ulkopuolelta, eikä niitä aseteta välittömästi niiden maahantuonnin jälkeen väliaikaisen verottomuuden järjestelmään, verotuksen toimittamiseen ja muuhun menettelyyn sekä muutoksenhakuun sovelletaan, jos tässä laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin säädetä, mitä tullista säädetään tai määrätään. Valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. Mitä 1 momentissa säädetään, ei kuitenkaan sovelleta, jos verovelvolliselle myönnetään unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 110 artiklan mukainen maksunlykkäys. Tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. Tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisäännöksissä säädettyjä muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
        "folded_fi": "jos tuotteita tuodaan unionin ulkopuolelta, eika niita aseteta valittomasti niiden maahantuonnin jalkeen valiaikaisen verottomuuden jarjestelmaan, verotuksen toimittamiseen ja muuhun menettelyyn seka muutoksenhakuun sovelletaan, jos tassa laissa tai asianomaisessa valmisteverolaissa ei erikseen toisin saadeta, mita tullista saadetaan tai maarataan. valmistevero on kuitenkin suoritettava ennen kuin valmisteveron alaiset tuotteet luovutetaan vapaaseen liikkeeseen. mita 1 momentissa saadetaan, ei kuitenkaan sovelleta, jos verovelvolliselle myonnetaan unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 110 artiklan mukainen maksunlykkays. tuotteiden saapumista unionin tullialueelle koskevissa unionin tullisaannoksissa saadettyja muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden saapumiseen unioniin kolmansilta alueilta. tuotteiden poistumista unionin tullialueelta koskevissa unionin tullisaannoksissa saadettyja muodollisuuksia sovelletaan soveltuvin osin valmisteveron alaisten tuotteiden poistumiseen unionista kolmansille alueille.",
        "title_sv": "Tillämpning av tullagstiftningen",
        "content_sv": "Om produkter förs in från ett område utanför unionen och inte omedelbart efter införseln hänförs till ett uppskovsförfarande, ska på beskattningen och andra förfaranden samt ändringssökande tillämpas vad som bestäms eller föreskrivs om tull, om inte något annat särskilt föreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. Punktskatt ska dock betalas innan punktskattepliktiga produkter övergår till fri omsättning. Det som föreskrivs i 1 mom. tillämpas dock inte om den skattskyldiga beviljas anstånd med betalningen i enlighet med artikel 110 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen. De formaliteter som anges i unionens tullbestämmelser för införsel av produkter till unionens tullområde ska i tillämpliga delar gälla vid införsel av punktskattepliktiga produkter till unionen från tredjeterritorier. De formaliteter som anges i unionens tullbestämmelser för utförsel av varor från unionens tullområde ska i tillämpliga delar gälla vid utförsel av punktskattepliktiga produkter från unionen till tredjeterritorier.",
        "normalized_sv": "Om produkter förs in från ett område utanför unionen och inte omedelbart efter införseln hänförs till ett uppskovsförfarande, ska på beskattningen och andra förfaranden samt ändringssökande tillämpas vad som bestäms eller föreskrivs om tull, om inte något annat särskilt föreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. Punktskatt ska dock betalas innan punktskattepliktiga produkter övergår till fri omsättning. Det som föreskrivs i 1 mom. tillämpas dock inte om den skattskyldiga beviljas anstånd med betalningen i enlighet med artikel 110 i Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen. De formaliteter som anges i unionens tullbestämmelser för införsel av produkter till unionens tullområde ska i tillämpliga delar gälla vid införsel av punktskattepliktiga produkter till unionen från tredjeterritorier. De formaliteter som anges i unionens tullbestämmelser för utförsel av varor från unionens tullområde ska i tillämpliga delar gälla vid utförsel av punktskattepliktiga produkter från unionen till tredjeterritorier.",
        "folded_sv": "om produkter fors in fran ett omrade utanfor unionen och inte omedelbart efter inforseln hanfors till ett uppskovsforfarande, ska pa beskattningen och andra forfaranden samt andringssokande tillampas vad som bestams eller foreskrivs om tull, om inte nagot annat sarskilt foreskrivs i denna lag eller i respektive lagar om punktskatt eller accis. punktskatt ska dock betalas innan punktskattepliktiga produkter overgar till fri omsattning. det som foreskrivs i 1 mom. tillampas dock inte om den skattskyldiga beviljas anstand med betalningen i enlighet med artikel 110 i europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen. de formaliteter som anges i unionens tullbestammelser for inforsel av produkter till unionens tullomrade ska i tillampliga delar galla vid inforsel av punktskattepliktiga produkter till unionen fran tredjeterritorier. de formaliteter som anges i unionens tullbestammelser for utforsel av varor fran unionens tullomrade ska i tillampliga delar galla vid utforsel av punktskattepliktiga produkter fran unionen till tredjeterritorier."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimivaltainen viranomainen",
      "content": "Tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mitä tullilaissa (304/2016) ja rikostorjunnasta Tullissa annetussa laissa (623/2015) säädetään, jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mitä tullilaissa (304/2016) ja rikostorjunnasta Tullissa annetussa laissa (623/2015) säädetään, jollei tässä laissa toisin säädetä.",
        "folded_fi": "tullin toimivaltuuksiin ja toimenpiteisiin sovelletaan, mita tullilaissa (304/2016) ja rikostorjunnasta tullissa annetussa laissa (623/2015) saadetaan, jollei tassa laissa toisin saadeta.",
        "title_sv": "Behörig myndighet",
        "content_sv": "På Tullens befogenheter och åtgärder tillämpas det som föreskrivs i tullagen (304/2016) och lagen om brottsbekämpning inom Tullen (623/2015), om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "På Tullens befogenheter och åtgärder tillämpas det som föreskrivs i tullagen (304/2016) och lagen om brottsbekämpning inom Tullen (623/2015), om inte något annat föreskrivs i denna lag.",
        "folded_sv": "pa tullens befogenheter och atgarder tillampas det som foreskrivs i tullagen (304/2016) och lagen om brottsbekampning inom tullen (623/2015), om inte nagot annat foreskrivs i denna lag."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vapautukset valmisteverosta",
      "content": "Verottomia ovat tuotteet, jotka: 1) on tarkoitettu käytettäviksi ulkovallan Suomessa toimivan diplomaattisen edustuston, lähetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa käytössä tai diplomaattisen edustajan, lähetetyn konsulin tai heihin rinnastettavan henkilön tai heidän talouteensa kuuluvien perheenjäsenten henkilökohtaisessa käytössä; 2) on tarkoitettu Suomessa toimivien kansainvälisten järjestöjen käyttöön näiden järjestöjen kansainvälisissä perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa määrätyin rajoituksin ja edellytyksin; 3) on tarkoitettu Pohjois-Atlantin sopimuksen sopimusvaltion, joka ei ole se jäsenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien käyttöön tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu Kyproksen tasavallan perustamissopimuksen nojalla Kyprokseen sijoitettujen Yhdistyneen kuningaskunnan asevoimien tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvälisten järjestöjen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tällainen sopimus on hyväksyttävä tai sallittu arvonlisäverosta vapauttamisen kannalta; 6) luovutetaan Euroopan unionin Suomessa sijaitsevalle toimielimelle viralliseen käyttöön, jos tuotteiden verollinen hankintahinta on yhteensä vähintään 80 euroa, sekä tuotteet, jotka toimitetaan Euroopan unionin toisessa jäsenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myönnetään sijaintivaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Verottomia ovat tuotteet, jotka: 1) on tarkoitettu käytettäviksi ulkovallan Suomessa toimivan diplomaattisen edustuston, lähetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa käytössä tai diplomaattisen edustajan, lähetetyn konsulin tai heihin rinnastettavan henkilön tai heidän talouteensa kuuluvien perheenjäsenten henkilökohtaisessa käytössä; 2) on tarkoitettu Suomessa toimivien kansainvälisten järjestöjen käyttöön näiden järjestöjen kansainvälisissä perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa määrätyin rajoituksin ja edellytyksin; 3) on tarkoitettu Pohjois-Atlantin sopimuksen sopimusvaltion, joka ei ole se jäsenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien käyttöön tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu Kyproksen tasavallan perustamissopimuksen nojalla Kyprokseen sijoitettujen Yhdistyneen kuningaskunnan asevoimien tai niihin liittyvän siviilihenkilöstön käyttöön taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvälisten järjestöjen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tällainen sopimus on hyväksyttävä tai sallittu arvonlisäverosta vapauttamisen kannalta; 6) luovutetaan Euroopan unionin Suomessa sijaitsevalle toimielimelle viralliseen käyttöön, jos tuotteiden verollinen hankintahinta on yhteensä vähintään 80 euroa, sekä tuotteet, jotka toimitetaan Euroopan unionin toisessa jäsenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myönnetään sijaintivaltiossa.",
        "folded_fi": "verottomia ovat tuotteet, jotka: 1) on tarkoitettu kaytettaviksi ulkovallan suomessa toimivan diplomaattisen edustuston, lahetetyn konsulin viraston tai niihin rinnastettavan edustuston virallisessa kaytossa tai diplomaattisen edustajan, lahetetyn konsulin tai heihin rinnastettavan henkilon tai heidan talouteensa kuuluvien perheenjasenten henkilokohtaisessa kaytossa; 2) on tarkoitettu suomessa toimivien kansainvalisten jarjestojen kayttoon naiden jarjestojen kansainvalisissa perustamissopimuksissa tai niiden toiminnan kotipaikkaa koskevissa sopimuksissa maaratyin rajoituksin ja edellytyksin; 3) on tarkoitettu pohjois-atlantin sopimuksen sopimusvaltion, joka ei ole se jasenvaltio, jossa valmisteverosaatava on syntynyt, asevoimien kayttoon tai niihin liittyvan siviilihenkiloston kayttoon taikka niiden messien tai kanttiinien tarpeisiin; 4) on tarkoitettu kyproksen tasavallan perustamissopimuksen nojalla kyprokseen sijoitettujen yhdistyneen kuningaskunnan asevoimien tai niihin liittyvan siviilihenkiloston kayttoon taikka niiden messien tai kanttiinien tarpeisiin; 5) on tarkoitettu kolmansien maiden tai kansainvalisten jarjestojen kanssa tehtyyn sopimukseen perustuvaan kulutukseen, jos tallainen sopimus on hyvaksyttava tai sallittu arvonlisaverosta vapauttamisen kannalta; 6) luovutetaan euroopan unionin suomessa sijaitsevalle toimielimelle viralliseen kayttoon, jos tuotteiden verollinen hankintahinta on yhteensa vahintaan 80 euroa, seka tuotteet, jotka toimitetaan euroopan unionin toisessa jasenvaltiossa sijaitsevalle toimielimelle vastaavin edellytyksin kuin verottomuus myonnetaan sijaintivaltiossa.",
        "title_sv": "Befrielse från punktskatt",
        "content_sv": "Skattefria är produkter som 1) är avsedda för officiellt bruk vid i Finland verksamma utländska diplomatiska representationer, konsulat som förestås av en utsänd konsul eller med dem jämförbara beskickningar eller för diplomatiska representanters, utsända konsulers eller med dem jämförbara personers eller till deras hushåll hörande familjemedlemmars personliga bruk, 2) är avsedda att användas av i Finland verksamma internationella organisationer, inom de gränser och på de villkor som bestämts genom internationella konventioner om upprättande av dessa organisationer eller genom avtal med organisationernas ledning, 3) är avsedda att användas av de väpnade styrkorna i varje stat som är part i Nordatlantiska fördraget, utom den medlemsstat där punktskatten kan tas ut, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 4) är avsedda att användas av Förenade kungarikets väpnade styrkor stationerade i Cypern i enlighet med fördraget om upprättandet av Republiken Cypern, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 5) är avsedda för konsumtion enligt ett avtal som ingåtts med tredjeländer eller internationella organisationer, förutsatt att avtalet är tillåtet eller godkänt med hänsyn till undantag från mervärdesskatt, 6) för officiellt bruk levereras till någon av Europeiska unionens institutioner i Finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgår till minst 80 euro, samt produkter som levereras till någon av Europeiska unionens institutioner i en annan medlemsstat under motsvarande förutsättningar som skattefrihet beviljas i etableringsstaten.",
        "normalized_sv": "Skattefria är produkter som 1) är avsedda för officiellt bruk vid i Finland verksamma utländska diplomatiska representationer, konsulat som förestås av en utsänd konsul eller med dem jämförbara beskickningar eller för diplomatiska representanters, utsända konsulers eller med dem jämförbara personers eller till deras hushåll hörande familjemedlemmars personliga bruk, 2) är avsedda att användas av i Finland verksamma internationella organisationer, inom de gränser och på de villkor som bestämts genom internationella konventioner om upprättande av dessa organisationer eller genom avtal med organisationernas ledning, 3) är avsedda att användas av de väpnade styrkorna i varje stat som är part i Nordatlantiska fördraget, utom den medlemsstat där punktskatten kan tas ut, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 4) är avsedda att användas av Förenade kungarikets väpnade styrkor stationerade i Cypern i enlighet med fördraget om upprättandet av Republiken Cypern, för styrkornas eget bruk, för civilpersonal som medföljer dem eller för mässar och marketenterier, 5) är avsedda för konsumtion enligt ett avtal som ingåtts med tredjeländer eller internationella organisationer, förutsatt att avtalet är tillåtet eller godkänt med hänsyn till undantag från mervärdesskatt, 6) för officiellt bruk levereras till någon av Europeiska unionens institutioner i Finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgår till minst 80 euro, samt produkter som levereras till någon av Europeiska unionens institutioner i en annan medlemsstat under motsvarande förutsättningar som skattefrihet beviljas i etableringsstaten.",
        "folded_sv": "skattefria ar produkter som 1) ar avsedda for officiellt bruk vid i finland verksamma utlandska diplomatiska representationer, konsulat som forestas av en utsand konsul eller med dem jamforbara beskickningar eller for diplomatiska representanters, utsanda konsulers eller med dem jamforbara personers eller till deras hushall horande familjemedlemmars personliga bruk, 2) ar avsedda att anvandas av i finland verksamma internationella organisationer, inom de granser och pa de villkor som bestamts genom internationella konventioner om upprattande av dessa organisationer eller genom avtal med organisationernas ledning, 3) ar avsedda att anvandas av de vapnade styrkorna i varje stat som ar part i nordatlantiska fordraget, utom den medlemsstat dar punktskatten kan tas ut, for styrkornas eget bruk, for civilpersonal som medfoljer dem eller for massar och marketenterier, 4) ar avsedda att anvandas av forenade kungarikets vapnade styrkor stationerade i cypern i enlighet med fordraget om upprattandet av republiken cypern, for styrkornas eget bruk, for civilpersonal som medfoljer dem eller for massar och marketenterier, 5) ar avsedda for konsumtion enligt ett avtal som ingatts med tredjelander eller internationella organisationer, forutsatt att avtalet ar tillatet eller godkant med hansyn till undantag fran mervardesskatt, 6) for officiellt bruk levereras till nagon av europeiska unionens institutioner i finland, om produkternas skattepliktiga anskaffningspris sammanlagt uppgar till minst 80 euro, samt produkter som levereras till nagon av europeiska unionens institutioner i en annan medlemsstat under motsvarande forutsattningar som skattefrihet beviljas i etableringsstaten."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "47 d",
      "section": "47 d",
      "title": "Kuittausjärjestys",
      "content": "Jos palautuksen saajalla on useita erääntyneitä Tullin saatavia eikä palautus riitä niiden kaikkien suoritukseksi, palautus käytetään saatavien suoritukseksi tullilain 72 §:ssä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 d",
        "normalized_fi": "Jos palautuksen saajalla on useita erääntyneitä Tullin saatavia eikä palautus riitä niiden kaikkien suoritukseksi, palautus käytetään saatavien suoritukseksi tullilain 72 § :ssä säädetyssä järjestyksessä.",
        "folded_fi": "jos palautuksen saajalla on useita eraantyneita tullin saatavia eika palautus riita niiden kaikkien suoritukseksi, palautus kaytetaan saatavien suoritukseksi tullilain 72 §:ssa saadetyssa jarjestyksessa.",
        "title_sv": "Kvittningsordning",
        "content_sv": "Om Tullen har flera förfallna fordringar på mottagaren av återbetalningen, och om återbetalningen inte räcker för att betala dem alla, ska återbetalningen användas för betalning av fordringar i den ordning som bestäms i 72 § i tullagen.",
        "normalized_sv": "Om Tullen har flera förfallna fordringar på mottagaren av återbetalningen, och om återbetalningen inte räcker för att betala dem alla, ska återbetalningen användas för betalning av fordringar i den ordning som bestäms i 72 § i tullagen.",
        "folded_sv": "om tullen har flera forfallna fordringar pa mottagaren av aterbetalningen, och om aterbetalningen inte racker for att betala dem alla, ska aterbetalningen anvandas for betalning av fordringar i den ordning som bestams i 72 § i tullagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Veronlisäys ja viivekorko",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Veronlisäys lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Veronlisäys lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan myos, vaikka verotus muutoin toimitetaan tullia koskevien saannosten mukaan. veronlisays lasketaan kuitenkin ajanjaksolta, jolta unionin tullikoodeksista annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 952/2013 114 artiklan 2 kohdassa tarkoitettu korko lasketaan.",
        "title_sv": "Skattetillägg och förseningsränta",
        "content_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Skattetillägg beräknas dock för den tidsperiod för vilken ränta enligt artikel 114.2 Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen beräknas.",
        "normalized_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Skattetillägg beräknas dock för den tidsperiod för vilken ränta enligt artikel 114.2 Europaparlamentets och rådets förordning (EU) nr 952/2013 om fastställande av en tullkodex för unionen beräknas.",
        "folded_sv": "bestammelserna i denna paragraf ska tillampas ocksa om beskattningen i ovrigt verkstalls enligt bestammelserna om tull. skattetillagg beraknas dock for den tidsperiod for vilken ranta enligt artikel 114.2 europaparlamentets och radets forordning (eu) nr 952/2013 om faststallande av en tullkodex for unionen beraknas."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Palautuskorko",
      "content": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Korko lasketaan kuitenkin tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49",
        "normalized_fi": "Mitä tässä pykälässä säädetään, sovelletaan myös, vaikka verotus muutoin toimitetaan tullia koskevien säännösten mukaan. Korko lasketaan kuitenkin tullilain 93 § :n 3 momentissa tarkoitetusta ajankohdasta.",
        "folded_fi": "mita tassa pykalassa saadetaan, sovelletaan myos, vaikka verotus muutoin toimitetaan tullia koskevien saannosten mukaan. korko lasketaan kuitenkin tullilain 93 §:n 3 momentissa tarkoitetusta ajankohdasta.",
        "title_sv": "Återbetalningsränta",
        "content_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Räntan beräknas dock från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "normalized_sv": "Bestämmelserna i denna paragraf ska tillämpas också om beskattningen i övrigt verkställs enligt bestämmelserna om tull. Räntan beräknas dock från den tidpunkt som avses i 93 § 3 mom. i tullagen.",
        "folded_sv": "bestammelserna i denna paragraf ska tillampas ocksa om beskattningen i ovrigt verkstalls enligt bestammelserna om tull. rantan beraknas dock fran den tidpunkt som avses i 93 § 3 mom. i tullagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Pienin kannettava ja palautettava valmistevero",
      "content": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja kolmannen maan välisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Mitä 1 momentissa säädetään, ei sovelleta matkustajan tai Suomen ja kolmannen maan välisessä ammattimaisessa liikenteessä olevan kulkuneuvon henkilökuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilölle lähetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
        "folded_fi": "mita 1 momentissa saadetaan, ei sovelleta matkustajan tai suomen ja kolmannen maan valisessa ammattimaisessa liikenteessa olevan kulkuneuvon henkilokuntaan kuuluvan mukanaan tuomien tai yksityiselle henkilolle lahetettyjen alkoholijuomien ja tupakkatuotteiden maahantuonnin valmisteverotuksessa.",
        "title_sv": "Minimibelopp av punktskatt som uppbärs och återbetalas",
        "content_sv": "Vad som föreskrivs i 1 mom. tillämpas inte på punktbeskattningen vid införsel av alkoholdrycker och tobaksprodukter som resande eller personer som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett tredjeland för med sig eller som sänts till enskilda personer.",
        "normalized_sv": "Vad som föreskrivs i 1 mom. tillämpas inte på punktbeskattningen vid införsel av alkoholdrycker och tobaksprodukter som resande eller personer som hör till personalen på ett fortskaffningsmedel i yrkesmässig trafik mellan Finland och ett tredjeland för med sig eller som sänts till enskilda personer.",
        "folded_sv": "vad som foreskrivs i 1 mom. tillampas inte pa punktbeskattningen vid inforsel av alkoholdrycker och tobaksprodukter som resande eller personer som hor till personalen pa ett fortskaffningsmedel i yrkesmassig trafik mellan finland och ett tredjeland for med sig eller som sants till enskilda personer."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Veroton polttoaine",
      "content": "Verotta saa 84 §:n nojalla lisäksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesäiliössä olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintään 10 litraa tällaisella kulkuneuvolla kuljetettavassa kannettavassa säiliössä olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mitä näiden tuotteiden tullittomuudesta säädetään, jollei tässä laissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Verotta saa 84 § :n nojalla lisäksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesäiliössä olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintään 10 litraa tällaisella kulkuneuvolla kuljetettavassa kannettavassa säiliössä olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mitä näiden tuotteiden tullittomuudesta säädetään, jollei tässä laissa toisin säädetä.",
        "folded_fi": "verotta saa 84 §:n nojalla lisaksi tuoda moottorikulkuneuvon tavanomaisessa polttoainesailiossa olevan polttoaineen ja jokaisen moottorikulkuneuvon osalta enintaan 10 litraa tallaisella kulkuneuvolla kuljetettavassa kannettavassa sailiossa olevaa polttoainetta samoin edellytyksin ja rajoituksin kuin, mita naiden tuotteiden tullittomuudesta saadetaan, jollei tassa laissa toisin saadeta.",
        "title_sv": "Skattefritt bränsle",
        "content_sv": "Med stöd av 84 § får skattefritt dessutom föras in det bränsle som finns i standardtanken på ett motordrivet fortskaffningsmedel och för varje motordrivet fortskaffningsmedel högst 10 liter bränsle som transporteras med fortskaffningsmedlet i en bärbar tank under samma förutsättningar och med samma begränsningar som föreskrivs i fråga om tullfrihet för dessa produkter, om inte något annat föreskrivs i denna lag.",
        "normalized_sv": "Med stöd av 84 § får skattefritt dessutom föras in det bränsle som finns i standardtanken på ett motordrivet fortskaffningsmedel och för varje motordrivet fortskaffningsmedel högst 10 liter bränsle som transporteras med fortskaffningsmedlet i en bärbar tank under samma förutsättningar och med samma begränsningar som föreskrivs i fråga om tullfrihet för dessa produkter, om inte något annat föreskrivs i denna lag.",
        "folded_sv": "med stod av 84 § far skattefritt dessutom foras in det bransle som finns i standardtanken pa ett motordrivet fortskaffningsmedel och for varje motordrivet fortskaffningsmedel hogst 10 liter bransle som transporteras med fortskaffningsmedlet i en barbar tank under samma forutsattningar och med samma begransningar som foreskrivs i fraga om tullfrihet for dessa produkter, om inte nagot annat foreskrivs i denna lag."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    }
  ]
}