{
  "id": "314/2005",
  "type": "statute",
  "title": "Laki metsästyslain muuttamisesta",
  "title_en": "Lag om ändring av jaktlagen",
  "status": "in_force",
  "issued_date": "2005-05-13",
  "in_force_date": "2005-05-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/314/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Pyyntilupa",
      "content": "hirvieläimen pyyntilupa Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran ja metsäpeuran metsästykseen on saatava lupa (). Tarkempia säännöksiä luvasta on 26 ja 27 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "hirvieläimen pyyntilupa Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran ja metsäpeuran metsästykseen on saatava lupa (). Tarkempia säännöksiä luvasta on 26 ja 27 § :ssä.",
        "folded_fi": "hirvielaimen pyyntilupa kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohantapeuran ja metsapeuran metsastykseen on saatava lupa (). tarkempia saannoksia luvasta on 26 ja 27 §:ssa.",
        "title_sv": "Jaktlicens",
        "content_sv": "jaktlicens för hjortdjur För bedrivande av jakt på dovhjort, kronhjort, sikahjort, älg, vitsvanshjort och skogsvildren krävs tillstånd (). Närmare bestämmelser om licensen ingår i 26 och 27 §.",
        "normalized_sv": "jaktlicens för hjortdjur För bedrivande av jakt på dovhjort, kronhjort, sikahjort, älg, vitsvanshjort och skogsvildren krävs tillstånd (). Närmare bestämmelser om licensen ingår i 26 och 27 § .",
        "folded_sv": "jaktlicens for hjortdjur for bedrivande av jakt pa dovhjort, kronhjort, sikahjort, alg, vitsvanshjort och skogsvildren kravs tillstand (). narmare bestammelser om licensen ingar i 26 och 27 §."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ampumakoe",
      "content": "Kuusipeuraa, saksanhirveä, japaninpeuraa, metsäkaurista, hirveä, valkohäntäpeuraa, metsäpeuraa tai karhua rihlatulla luotiaseella metsästettäessä ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. Mainittuja riistaeläimiä metsästettäessä ampujana saa toimia myös se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siitä, että hänellä on kotimaassaan oikeus metsästää vastaavan kokoisia riistaeläimiä. Riistanhoitoyhdistys järjestää ampumakokeen ja antaa sen hyväksytystä suorittamisesta maa- ja metsätalousministeriön vahvistaman kaavan mukaisen todistuksen sekä pyynnöstä jäljennöksen siitä. Todistus on voimassa kolme vuotta kokeen suorittamisesta. Ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. Maa- ja metsätalousministeriön asetuksella säädetään: 1) ampumakokeen sisällöstä ja suorittamistavasta sekä ampumakokeen hyväksymisen edellytyksistä; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa käytettäviä ampuma-aseita ja patruunoita koskevista vaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Kuusipeuraa, saksanhirveä, japaninpeuraa, metsäkaurista, hirveä, valkohäntäpeuraa, metsäpeuraa tai karhua rihlatulla luotiaseella metsästettäessä ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. Mainittuja riistaeläimiä metsästettäessä ampujana saa toimia myös se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siitä, että hänellä on kotimaassaan oikeus metsästää vastaavan kokoisia riistaeläimiä. Riistanhoitoyhdistys järjestää ampumakokeen ja antaa sen hyväksytystä suorittamisesta maa- ja metsätalousministeriön vahvistaman kaavan mukaisen todistuksen sekä pyynnöstä jäljennöksen siitä. Todistus on voimassa kolme vuotta kokeen suorittamisesta. Ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. Maa- ja metsätalousministeriön asetuksella säädetään: 1) ampumakokeen sisällöstä ja suorittamistavasta sekä ampumakokeen hyväksymisen edellytyksistä; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa käytettäviä ampuma-aseita ja patruunoita koskevista vaatimuksista.",
        "folded_fi": "kuusipeuraa, saksanhirvea, japaninpeuraa, metsakaurista, hirvea, valkohantapeuraa, metsapeuraa tai karhua rihlatulla luotiaseella metsastettaessa ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. mainittuja riistaelaimia metsastettaessa ampujana saa toimia myos se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siita, etta hanella on kotimaassaan oikeus metsastaa vastaavan kokoisia riistaelaimia. riistanhoitoyhdistys jarjestaa ampumakokeen ja antaa sen hyvaksytysta suorittamisesta maa- ja metsatalousministerion vahvistaman kaavan mukaisen todistuksen seka pyynnosta jaljennoksen siita. todistus on voimassa kolme vuotta kokeen suorittamisesta. ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. maa- ja metsatalousministerion asetuksella saadetaan: 1) ampumakokeen sisallosta ja suorittamistavasta seka ampumakokeen hyvaksymisen edellytyksista; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa kaytettavia ampuma-aseita ja patruunoita koskevista vaatimuksista.",
        "title_sv": "Skjutprov",
        "content_sv": "Vid jakt med räfflat kulvapen på dovhjort, kronhjort, sikahjort, rådjur, älg, vitsvanshjort, skogsvildren eller brunbjörn får endast den vara skytt som har avlagt sådant skjutprov som avses i 2 mom. Vid jakt på nämnt vilt får även den vara skytt som har ett gällande intyg över motsvarande skjutprov i något annat land eller som lämnar jaktvårdsföreningen en utredning om att han eller hon har rätt att i sitt hemland jaga vilt av motsvarande storlek. Jaktvårdsföreningen anordnar skjutprov och ger intyg över godkända prov enligt ett formulär som jord- och skogsbruksministeriet har fastställt samt på begäran kopior av intyg. Ett intyg gäller tre år från det provet har avlagts. Skjutprov som har avlagts på Åland motsvarar skjutprov enligt 1 mom. Genom förordning av jord- och skogsbruksministeriet bestäms om 1) innehållet i skjutprovet, hur provet avläggs samt villkoren för godkännande av prov, 2) kraven på den plats där skjutprovet avläggs, 3) kraven på skjutvapen och patroner som används i skjutprovet.",
        "normalized_sv": "Vid jakt med räfflat kulvapen på dovhjort, kronhjort, sikahjort, rådjur, älg, vitsvanshjort, skogsvildren eller brunbjörn får endast den vara skytt som har avlagt sådant skjutprov som avses i 2 mom. Vid jakt på nämnt vilt får även den vara skytt som har ett gällande intyg över motsvarande skjutprov i något annat land eller som lämnar jaktvårdsföreningen en utredning om att han eller hon har rätt att i sitt hemland jaga vilt av motsvarande storlek. Jaktvårdsföreningen anordnar skjutprov och ger intyg över godkända prov enligt ett formulär som jord- och skogsbruksministeriet har fastställt samt på begäran kopior av intyg. Ett intyg gäller tre år från det provet har avlagts. Skjutprov som har avlagts på Åland motsvarar skjutprov enligt 1 mom. Genom förordning av jord- och skogsbruksministeriet bestäms om 1) innehållet i skjutprovet, hur provet avläggs samt villkoren för godkännande av prov, 2) kraven på den plats där skjutprovet avläggs, 3) kraven på skjutvapen och patroner som används i skjutprovet.",
        "folded_sv": "vid jakt med rafflat kulvapen pa dovhjort, kronhjort, sikahjort, radjur, alg, vitsvanshjort, skogsvildren eller brunbjorn far endast den vara skytt som har avlagt sadant skjutprov som avses i 2 mom. vid jakt pa namnt vilt far aven den vara skytt som har ett gallande intyg over motsvarande skjutprov i nagot annat land eller som lamnar jaktvardsforeningen en utredning om att han eller hon har ratt att i sitt hemland jaga vilt av motsvarande storlek. jaktvardsforeningen anordnar skjutprov och ger intyg over godkanda prov enligt ett formular som jord- och skogsbruksministeriet har faststallt samt pa begaran kopior av intyg. ett intyg galler tre ar fran det provet har avlagts. skjutprov som har avlagts pa aland motsvarar skjutprov enligt 1 mom. genom forordning av jord- och skogsbruksministeriet bestams om 1) innehallet i skjutprovet, hur provet avlaggs samt villkoren for godkannande av prov, 2) kraven pa den plats dar skjutprovet avlaggs, 3) kraven pa skjutvapen och patroner som anvands i skjutprovet."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Hirvieläinmetsästystä koskeva asetuksenantovaltuus",
      "content": "Maa- ja metsätalousministeriö voi asetuksella velvoittaa metsästäjät antamaan riistanhoitopiirille saalistietoja metsäkauriin pyynnistä, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Maa- ja metsätalousministeriö voi asetuksella velvoittaa metsästäjät antamaan riistanhoitopiirille saalistietoja metsäkauriin pyynnistä, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
        "folded_fi": "maa- ja metsatalousministerio voi asetuksella velvoittaa metsastajat antamaan riistanhoitopiirille saalistietoja metsakauriin pyynnista, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
        "title_sv": "Bemyndigande att utfärda förordning om jakt på hjortdjur",
        "content_sv": "Jord- och skogsbruksministeriet kan genom förordning ålägga jägarna att lämna jaktvårdsdistrikten uppgifter om fällda rådjur, om uppgifterna behövs för att bevaka stammens utveckling.",
        "normalized_sv": "Jord- och skogsbruksministeriet kan genom förordning ålägga jägarna att lämna jaktvårdsdistrikten uppgifter om fällda rådjur, om uppgifterna behövs för att bevaka stammens utveckling.",
        "folded_sv": "jord- och skogsbruksministeriet kan genom forordning alagga jagarna att lamna jaktvardsdistrikten uppgifter om fallda radjur, om uppgifterna behovs for att bevaka stammens utveckling."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Pyyntivälineitä ja pyyntimenetelmiä koskevat tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä aseiden ja muiden sallittujen pyyntivälineiden ominaisuuksista ja käytöstä sekä sallituissa pyyntimenetelmissä noudatettavista menettelytavoista. Valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivälineiden ja pyyntimenetelmien käyttöä siten, että jotakin pyyntivälinettä tai pyyntimenetelmää saa käyttää vain tietyillä alueilla tai vain tiettynä aikana taikka vain tiettyjen riistaeläinten metsästyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä aseiden ja muiden sallittujen pyyntivälineiden ominaisuuksista ja käytöstä sekä sallituissa pyyntimenetelmissä noudatettavista menettelytavoista. Valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivälineiden ja pyyntimenetelmien käyttöä siten, että jotakin pyyntivälinettä tai pyyntimenetelmää saa käyttää vain tietyillä alueilla tai vain tiettynä aikana taikka vain tiettyjen riistaeläinten metsästyksessä.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkempia saannoksia aseiden ja muiden sallittujen pyyntivalineiden ominaisuuksista ja kaytosta seka sallituissa pyyntimenetelmissa noudatettavista menettelytavoista. valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivalineiden ja pyyntimenetelmien kayttoa siten, etta jotakin pyyntivalinetta tai pyyntimenetelmaa saa kayttaa vain tietyilla alueilla tai vain tiettyna aikana taikka vain tiettyjen riistaelainten metsastyksessa.",
        "title_sv": "Närmare bestämmelser om fångstredskap och fångstmetoder",
        "content_sv": "Närmare bestämmelser om egenskaperna hos och användningen av vapen och andra tillåtna fångstredskap samt om de förfaringssätt som skall iakttas i samband med tillåtna fångstmetoder utfärdas genom förordning av statsrådet. Genom förordning av statsrådet kan användningen av tillåtna fångstredskap och fångstmetoder begränsas så att vissa fångstredskap eller fångstmetoder får användas endast inom bestämda områden eller endast under vissa tider eller endast vid jakt på visst vilt.",
        "normalized_sv": "Närmare bestämmelser om egenskaperna hos och användningen av vapen och andra tillåtna fångstredskap samt om de förfaringssätt som skall iakttas i samband med tillåtna fångstmetoder utfärdas genom förordning av statsrådet. Genom förordning av statsrådet kan användningen av tillåtna fångstredskap och fångstmetoder begränsas så att vissa fångstredskap eller fångstmetoder får användas endast inom bestämda områden eller endast under vissa tider eller endast vid jakt på visst vilt.",
        "folded_sv": "narmare bestammelser om egenskaperna hos och anvandningen av vapen och andra tillatna fangstredskap samt om de forfaringssatt som skall iakttas i samband med tillatna fangstmetoder utfardas genom forordning av statsradet. genom forordning av statsradet kan anvandningen av tillatna fangstredskap och fangstmetoder begransas sa att vissa fangstredskap eller fangstmetoder far anvandas endast inom bestamda omraden eller endast under vissa tider eller endast vid jakt pa visst vilt."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Riistanhoitopiirin hallitus ja riistapäällikkö",
      "content": "Riistanhoitopiirin kokous valitsee hallitukseen vähintään neljä ja enintään seitsemän jäsentä ja heille henkilökohtaiset varajäsenet riistanhoitoyhdistysten asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee hallitukseen lisäksi yhden jäsenen ja tälle henkilökohtaisen varajäsenen alueellisesti merkityksellisten maanomistajajärjestöjen asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hänen varajäsenensä riistanhoitoyhdistysten asettamista ehdokkaista. Sen jälkeen valitaan muut hallituksen jäsenet ja heille henkilökohtaiset varajäsenet. Hallitus valitsee varapuheenjohtajan niiden hallituksen jäsenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Riistanhoitopiirin kokous valitsee hallitukseen vähintään neljä ja enintään seitsemän jäsentä ja heille henkilökohtaiset varajäsenet riistanhoitoyhdistysten asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee hallitukseen lisäksi yhden jäsenen ja tälle henkilökohtaisen varajäsenen alueellisesti merkityksellisten maanomistajajärjestöjen asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hänen varajäsenensä riistanhoitoyhdistysten asettamista ehdokkaista. Sen jälkeen valitaan muut hallituksen jäsenet ja heille henkilökohtaiset varajäsenet. Hallitus valitsee varapuheenjohtajan niiden hallituksen jäsenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
        "folded_fi": "riistanhoitopiirin kokous valitsee hallitukseen vahintaan nelja ja enintaan seitseman jasenta ja heille henkilokohtaiset varajasenet riistanhoitoyhdistysten asettamista ehdokkaista. riistanhoitopiirin kokous valitsee hallitukseen lisaksi yhden jasenen ja talle henkilokohtaisen varajasenen alueellisesti merkityksellisten maanomistajajarjestojen asettamista ehdokkaista. riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hanen varajasenensa riistanhoitoyhdistysten asettamista ehdokkaista. sen jalkeen valitaan muut hallituksen jasenet ja heille henkilokohtaiset varajasenet. hallitus valitsee varapuheenjohtajan niiden hallituksen jasenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
        "title_sv": "Jaktvårdsdistriktets styrelse och jaktchef",
        "content_sv": "Jaktvårdsdistriktets möte väljer till styrelsen minst fyra och högst sju medlemmar och personliga suppleanter för dem bland de kandidater som jaktvårdsföreningarna ställt upp. Dessutom väljer jaktvårdsdistriktets möte till styrelsen en medlem jämte personlig suppleant bland de kandidater som regionalt betydelsefulla markägarorganisationer ställt upp. Jaktvårdsdistriktets möte väljer först ordförande för styrelsen och en suppleant för honom eller henne bland de kandidater som jaktvårdsföreningarna ställt upp. Därefter väljs de övriga styrelsemedlemmarna och personliga suppleanter för dem. Styrelsen väljer vice ordförande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvårdsföreningarna ställt upp.",
        "normalized_sv": "Jaktvårdsdistriktets möte väljer till styrelsen minst fyra och högst sju medlemmar och personliga suppleanter för dem bland de kandidater som jaktvårdsföreningarna ställt upp. Dessutom väljer jaktvårdsdistriktets möte till styrelsen en medlem jämte personlig suppleant bland de kandidater som regionalt betydelsefulla markägarorganisationer ställt upp. Jaktvårdsdistriktets möte väljer först ordförande för styrelsen och en suppleant för honom eller henne bland de kandidater som jaktvårdsföreningarna ställt upp. Därefter väljs de övriga styrelsemedlemmarna och personliga suppleanter för dem. Styrelsen väljer vice ordförande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvårdsföreningarna ställt upp.",
        "folded_sv": "jaktvardsdistriktets mote valjer till styrelsen minst fyra och hogst sju medlemmar och personliga suppleanter for dem bland de kandidater som jaktvardsforeningarna stallt upp. dessutom valjer jaktvardsdistriktets mote till styrelsen en medlem jamte personlig suppleant bland de kandidater som regionalt betydelsefulla markagarorganisationer stallt upp. jaktvardsdistriktets mote valjer forst ordforande for styrelsen och en suppleant for honom eller henne bland de kandidater som jaktvardsforeningarna stallt upp. darefter valjs de ovriga styrelsemedlemmarna och personliga suppleanter for dem. styrelsen valjer vice ordforande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvardsforeningarna stallt upp."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "Yhteisössä käytettävä kieli",
      "content": "Metsästäjäin keskusjärjestössä, riistanhoitopiireissä ja riistanhoitoyhdistyksissä käytettävästä kielestä on voimassa, mitä kielilain (423/2003) 25 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:69",
        "normalized_fi": "Metsästäjäin keskusjärjestössä, riistanhoitopiireissä ja riistanhoitoyhdistyksissä käytettävästä kielestä on voimassa, mitä kielilain (423/2003) 25 § :ssä säädetään.",
        "folded_fi": "metsastajain keskusjarjestossa, riistanhoitopiireissa ja riistanhoitoyhdistyksissa kaytettavasta kielesta on voimassa, mita kielilain (423/2003) 25 §:ssa saadetaan.",
        "title_sv": "Sammanslutningarnas språk",
        "content_sv": "Beträffande det språk som skall användas inom Jägarnas centralorganisation, jaktvårdsdistrikten och jaktvårdsföreningarna gäller vad som föreskrivs i 25 § i språklagen (423/2003).",
        "normalized_sv": "Beträffande det språk som skall användas inom Jägarnas centralorganisation, jaktvårdsdistrikten och jaktvårdsföreningarna gäller vad som föreskrivs i 25 § i språklagen (423/2003).",
        "folded_sv": "betraffande det sprak som skall anvandas inom jagarnas centralorganisation, jaktvardsdistrikten och jaktvardsforeningarna galler vad som foreskrivs i 25 § i spraklagen (423/2003)."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Eläinten aiheuttamien vahinkojen korvaaminen",
      "content": "Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran, metsäpeuran, karhun, suden, ahman, ilveksen, hallin ja itämeren norpan maataloudelle, metsätaloudelle, kalastukselle, liikenteelle, kotieläimille ja viljellyille eläimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. Karhun, suden, ahman ja ilveksen aiheuttamat henkilövahingot ja muullekin kuin edellä tarkoitettuun omaisuuteen sisältyvälle irtaimistolle aiheuttamat vahingot korvataan niin ikään talousarvion rajoissa valtion varoista. Erityisestä syystä voidaan valtioneuvoston asetuksella säätää, että muunkin kuin edellä mainitun riistaeläimen aiheuttamat vahingot korvataan valtion varoista. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myöntämisessä noudatettavasta menettelystä sekä perusteettomasti maksettujen korvausten takaisin perimisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran, metsäpeuran, karhun, suden, ahman, ilveksen, hallin ja itämeren norpan maataloudelle, metsätaloudelle, kalastukselle, liikenteelle, kotieläimille ja viljellyille eläimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. Karhun, suden, ahman ja ilveksen aiheuttamat henkilövahingot ja muullekin kuin edellä tarkoitettuun omaisuuteen sisältyvälle irtaimistolle aiheuttamat vahingot korvataan niin ikään talousarvion rajoissa valtion varoista. Erityisestä syystä voidaan valtioneuvoston asetuksella säätää, että muunkin kuin edellä mainitun riistaeläimen aiheuttamat vahingot korvataan valtion varoista. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myöntämisessä noudatettavasta menettelystä sekä perusteettomasti maksettujen korvausten takaisin perimisestä.",
        "folded_fi": "kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohantapeuran, metsapeuran, karhun, suden, ahman, ilveksen, hallin ja itameren norpan maataloudelle, metsataloudelle, kalastukselle, liikenteelle, kotielaimille ja viljellyille elaimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. karhun, suden, ahman ja ilveksen aiheuttamat henkilovahingot ja muullekin kuin edella tarkoitettuun omaisuuteen sisaltyvalle irtaimistolle aiheuttamat vahingot korvataan niin ikaan talousarvion rajoissa valtion varoista. erityisesta syysta voidaan valtioneuvoston asetuksella saataa, etta muunkin kuin edella mainitun riistaelaimen aiheuttamat vahingot korvataan valtion varoista. valtioneuvoston asetuksella annetaan tarkempia saannoksia 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myontamisessa noudatettavasta menettelysta seka perusteettomasti maksettujen korvausten takaisin perimisesta.",
        "title_sv": "Ersättning för skador som orsakats av djur",
        "content_sv": "Skador som dovhjort, kronhjort, sikahjort, älg, vitsvanshjort, skogsvildren, brunbjörn, varg, järv, lodjur, gråsäl och östersjövikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfödda djur ersätts inom ramen för budgeten av statens medel. Av brunbjörn, varg, järv och lodjur orsakade personskador och skador på också annat lösöre än sådant som ingår i egendom som avses ovan ersätts likaså inom ramen för budgeten av statens medel. Av särskilda skäl kan genom förordning av statsrådet bestämmas att skador som orsakats även av andra slag av vilt än de ovan nämnda ersätts av statens medel. Genom förordning av statsrådet utfärdas närmare bestämmelser om grunderna för betalning av ersättningar som avses i 1 mom. och om det förfarande som skall iakttas när de beviljas samt om återkrav av grundlöst betalade ersättningar.",
        "normalized_sv": "Skador som dovhjort, kronhjort, sikahjort, älg, vitsvanshjort, skogsvildren, brunbjörn, varg, järv, lodjur, gråsäl och östersjövikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfödda djur ersätts inom ramen för budgeten av statens medel. Av brunbjörn, varg, järv och lodjur orsakade personskador och skador på också annat lösöre än sådant som ingår i egendom som avses ovan ersätts likaså inom ramen för budgeten av statens medel. Av särskilda skäl kan genom förordning av statsrådet bestämmas att skador som orsakats även av andra slag av vilt än de ovan nämnda ersätts av statens medel. Genom förordning av statsrådet utfärdas närmare bestämmelser om grunderna för betalning av ersättningar som avses i 1 mom. och om det förfarande som skall iakttas när de beviljas samt om återkrav av grundlöst betalade ersättningar.",
        "folded_sv": "skador som dovhjort, kronhjort, sikahjort, alg, vitsvanshjort, skogsvildren, brunbjorn, varg, jarv, lodjur, grasal och ostersjovikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfodda djur ersatts inom ramen for budgeten av statens medel. av brunbjorn, varg, jarv och lodjur orsakade personskador och skador pa ocksa annat losore an sadant som ingar i egendom som avses ovan ersatts likasa inom ramen for budgeten av statens medel. av sarskilda skal kan genom forordning av statsradet bestammas att skador som orsakats aven av andra slag av vilt an de ovan namnda ersatts av statens medel. genom forordning av statsradet utfardas narmare bestammelser om grunderna for betalning av ersattningar som avses i 1 mom. och om det forfarande som skall iakttas nar de beviljas samt om aterkrav av grundlost betalade ersattningar."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Käsittely- ja julkisuussäännösten soveltaminen",
      "content": "Hallintolakia (434/2003) sovelletaan Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtävää. Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myös viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Hallintolakia (434/2003) sovelletaan Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtävää. Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myös viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "folded_fi": "hallintolakia (434/2003) sovelletaan metsastajain keskusjarjeston, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtavaa. metsastajain keskusjarjeston, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myos viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sahkoisesta asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "title_sv": "Tillämpning av handläggnings- och offentlighetsbestämmelserna",
        "content_sv": "Förvaltningslagen (434/2003) tillämpas på Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet då de sköter offentliga förvaltningsuppgifter. På Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet tillämpas även lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "Förvaltningslagen (434/2003) tillämpas på Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet då de sköter offentliga förvaltningsuppgifter. På Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet tillämpas även lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "forvaltningslagen (434/2003) tillampas pa jagarnas centralorganisations, jaktvardsdistriktens och jaktvardsforeningarnas verksamhet da de skoter offentliga forvaltningsuppgifter. pa jagarnas centralorganisations, jaktvardsdistriktens och jaktvardsforeningarnas verksamhet tillampas aven lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa päätöksen tiedoksi saamisesta. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Maaseutuelinkeinojen valituslautakunta käsittelee riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksistä tehdyt hallintolainkäyttölain 58 §:ssä tarkoitetut kantelut. Muutoin ylimääräisestä muutoksenhausta kyseisiin päätöksiin on voimassa, mitä hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:90",
        "normalized_fi": "Tässä laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa päätöksen tiedoksi saamisesta. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Maaseutuelinkeinojen valituslautakunta käsittelee riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksistä tehdyt hallintolainkäyttölain 58 § :ssä tarkoitetut kantelut. Muutoin ylimääräisestä muutoksenhausta kyseisiin päätöksiin on voimassa, mitä hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen paatoksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 paivan kuluessa paatoksen tiedoksi saamisesta. muutoksenhakuun sovelletaan muutoin, mita hallintolainkayttolaissa (586/1996) saadetaan muutoksenhausta hallintoviranomaisen paatokseen. maaseutuelinkeinojen valituslautakunta kasittelee riistanhoitopiirin ja riistanhoitoyhdistyksen paatoksista tehdyt hallintolainkayttolain 58 §:ssa tarkoitetut kantelut. muutoin ylimaaraisesta muutoksenhausta kyseisiin paatoksiin on voimassa, mita hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I jaktvårdsdistriktets och jaktvårdsföreningens beslut i förvaltningsärenden som avses i denna lag får ändring sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar från delfåendet. På sökande av ändring tillämpas i övrigt vad som i förvaltningsprocesslagen (586/1996) bestäms om sökande av ändring i en förvaltningsmyndighets beslut. Landsbygdsnäringarnas besvärsnämnd prövar sådana klagomål över beslut av ett jaktvårdsdistrikt och en jaktvårdsförening som avses i 58 § i förvaltningsprocesslagen. I fråga om extraordinärt ändringssökande i dessa beslut gäller i övrigt vad som bestäms i förvaltningsprocesslagen.",
        "normalized_sv": "I jaktvårdsdistriktets och jaktvårdsföreningens beslut i förvaltningsärenden som avses i denna lag får ändring sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar från delfåendet. På sökande av ändring tillämpas i övrigt vad som i förvaltningsprocesslagen (586/1996) bestäms om sökande av ändring i en förvaltningsmyndighets beslut. Landsbygdsnäringarnas besvärsnämnd prövar sådana klagomål över beslut av ett jaktvårdsdistrikt och en jaktvårdsförening som avses i 58 § i förvaltningsprocesslagen. I fråga om extraordinärt ändringssökande i dessa beslut gäller i övrigt vad som bestäms i förvaltningsprocesslagen.",
        "folded_sv": "i jaktvardsdistriktets och jaktvardsforeningens beslut i forvaltningsarenden som avses i denna lag far andring sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd inom 30 dagar fran delfaendet. pa sokande av andring tillampas i ovrigt vad som i forvaltningsprocesslagen (586/1996) bestams om sokande av andring i en forvaltningsmyndighets beslut. landsbygdsnaringarnas besvarsnamnd provar sadana klagomal over beslut av ett jaktvardsdistrikt och en jaktvardsforening som avses i 58 § i forvaltningsprocesslagen. i fraga om extraordinart andringssokande i dessa beslut galler i ovrigt vad som bestams i forvaltningsprocesslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Pyyntilupa",
      "content": "hirvieläimen pyyntilupa Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran ja metsäpeuran metsästykseen on saatava lupa (). Tarkempia säännöksiä luvasta on 26 ja 27 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "hirvieläimen pyyntilupa Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran ja metsäpeuran metsästykseen on saatava lupa (). Tarkempia säännöksiä luvasta on 26 ja 27 § :ssä.",
        "folded_fi": "hirvielaimen pyyntilupa kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohantapeuran ja metsapeuran metsastykseen on saatava lupa (). tarkempia saannoksia luvasta on 26 ja 27 §:ssa.",
        "title_sv": "Jaktlicens",
        "content_sv": "jaktlicens för hjortdjur För bedrivande av jakt på dovhjort, kronhjort, sikahjort, älg, vitsvanshjort och skogsvildren krävs tillstånd (). Närmare bestämmelser om licensen ingår i 26 och 27 §.",
        "normalized_sv": "jaktlicens för hjortdjur För bedrivande av jakt på dovhjort, kronhjort, sikahjort, älg, vitsvanshjort och skogsvildren krävs tillstånd (). Närmare bestämmelser om licensen ingår i 26 och 27 § .",
        "folded_sv": "jaktlicens for hjortdjur for bedrivande av jakt pa dovhjort, kronhjort, sikahjort, alg, vitsvanshjort och skogsvildren kravs tillstand (). narmare bestammelser om licensen ingar i 26 och 27 §."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ampumakoe",
      "content": "Kuusipeuraa, saksanhirveä, japaninpeuraa, metsäkaurista, hirveä, valkohäntäpeuraa, metsäpeuraa tai karhua rihlatulla luotiaseella metsästettäessä ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. Mainittuja riistaeläimiä metsästettäessä ampujana saa toimia myös se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siitä, että hänellä on kotimaassaan oikeus metsästää vastaavan kokoisia riistaeläimiä. Riistanhoitoyhdistys järjestää ampumakokeen ja antaa sen hyväksytystä suorittamisesta maa- ja metsätalousministeriön vahvistaman kaavan mukaisen todistuksen sekä pyynnöstä jäljennöksen siitä. Todistus on voimassa kolme vuotta kokeen suorittamisesta. Ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. Maa- ja metsätalousministeriön asetuksella säädetään: 1) ampumakokeen sisällöstä ja suorittamistavasta sekä ampumakokeen hyväksymisen edellytyksistä; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa käytettäviä ampuma-aseita ja patruunoita koskevista vaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Kuusipeuraa, saksanhirveä, japaninpeuraa, metsäkaurista, hirveä, valkohäntäpeuraa, metsäpeuraa tai karhua rihlatulla luotiaseella metsästettäessä ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. Mainittuja riistaeläimiä metsästettäessä ampujana saa toimia myös se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siitä, että hänellä on kotimaassaan oikeus metsästää vastaavan kokoisia riistaeläimiä. Riistanhoitoyhdistys järjestää ampumakokeen ja antaa sen hyväksytystä suorittamisesta maa- ja metsätalousministeriön vahvistaman kaavan mukaisen todistuksen sekä pyynnöstä jäljennöksen siitä. Todistus on voimassa kolme vuotta kokeen suorittamisesta. Ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. Maa- ja metsätalousministeriön asetuksella säädetään: 1) ampumakokeen sisällöstä ja suorittamistavasta sekä ampumakokeen hyväksymisen edellytyksistä; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa käytettäviä ampuma-aseita ja patruunoita koskevista vaatimuksista.",
        "folded_fi": "kuusipeuraa, saksanhirvea, japaninpeuraa, metsakaurista, hirvea, valkohantapeuraa, metsapeuraa tai karhua rihlatulla luotiaseella metsastettaessa ampujana saa toimia ainoastaan se, joka on suorittanut 2 momentissa tarkoitetun ampumakokeen. mainittuja riistaelaimia metsastettaessa ampujana saa toimia myos se, jolla on voimassa oleva todistus muussa maassa suoritetusta vastaavasta ampumakokeesta tai joka antaa riistanhoitoyhdistykselle selvityksen siita, etta hanella on kotimaassaan oikeus metsastaa vastaavan kokoisia riistaelaimia. riistanhoitoyhdistys jarjestaa ampumakokeen ja antaa sen hyvaksytysta suorittamisesta maa- ja metsatalousministerion vahvistaman kaavan mukaisen todistuksen seka pyynnosta jaljennoksen siita. todistus on voimassa kolme vuotta kokeen suorittamisesta. ahvenanmaalla suoritettu ampumakoe vastaa 1 momentissa tarkoitettua ampumakoetta. maa- ja metsatalousministerion asetuksella saadetaan: 1) ampumakokeen sisallosta ja suorittamistavasta seka ampumakokeen hyvaksymisen edellytyksista; 2) ampumakokeen suorittamispaikkaa koskevista vaatimuksista; 3) ampumakokeessa kaytettavia ampuma-aseita ja patruunoita koskevista vaatimuksista.",
        "title_sv": "Skjutprov",
        "content_sv": "Vid jakt med räfflat kulvapen på dovhjort, kronhjort, sikahjort, rådjur, älg, vitsvanshjort, skogsvildren eller brunbjörn får endast den vara skytt som har avlagt sådant skjutprov som avses i 2 mom. Vid jakt på nämnt vilt får även den vara skytt som har ett gällande intyg över motsvarande skjutprov i något annat land eller som lämnar jaktvårdsföreningen en utredning om att han eller hon har rätt att i sitt hemland jaga vilt av motsvarande storlek. Jaktvårdsföreningen anordnar skjutprov och ger intyg över godkända prov enligt ett formulär som jord- och skogsbruksministeriet har fastställt samt på begäran kopior av intyg. Ett intyg gäller tre år från det provet har avlagts. Skjutprov som har avlagts på Åland motsvarar skjutprov enligt 1 mom. Genom förordning av jord- och skogsbruksministeriet bestäms om 1) innehållet i skjutprovet, hur provet avläggs samt villkoren för godkännande av prov, 2) kraven på den plats där skjutprovet avläggs, 3) kraven på skjutvapen och patroner som används i skjutprovet.",
        "normalized_sv": "Vid jakt med räfflat kulvapen på dovhjort, kronhjort, sikahjort, rådjur, älg, vitsvanshjort, skogsvildren eller brunbjörn får endast den vara skytt som har avlagt sådant skjutprov som avses i 2 mom. Vid jakt på nämnt vilt får även den vara skytt som har ett gällande intyg över motsvarande skjutprov i något annat land eller som lämnar jaktvårdsföreningen en utredning om att han eller hon har rätt att i sitt hemland jaga vilt av motsvarande storlek. Jaktvårdsföreningen anordnar skjutprov och ger intyg över godkända prov enligt ett formulär som jord- och skogsbruksministeriet har fastställt samt på begäran kopior av intyg. Ett intyg gäller tre år från det provet har avlagts. Skjutprov som har avlagts på Åland motsvarar skjutprov enligt 1 mom. Genom förordning av jord- och skogsbruksministeriet bestäms om 1) innehållet i skjutprovet, hur provet avläggs samt villkoren för godkännande av prov, 2) kraven på den plats där skjutprovet avläggs, 3) kraven på skjutvapen och patroner som används i skjutprovet.",
        "folded_sv": "vid jakt med rafflat kulvapen pa dovhjort, kronhjort, sikahjort, radjur, alg, vitsvanshjort, skogsvildren eller brunbjorn far endast den vara skytt som har avlagt sadant skjutprov som avses i 2 mom. vid jakt pa namnt vilt far aven den vara skytt som har ett gallande intyg over motsvarande skjutprov i nagot annat land eller som lamnar jaktvardsforeningen en utredning om att han eller hon har ratt att i sitt hemland jaga vilt av motsvarande storlek. jaktvardsforeningen anordnar skjutprov och ger intyg over godkanda prov enligt ett formular som jord- och skogsbruksministeriet har faststallt samt pa begaran kopior av intyg. ett intyg galler tre ar fran det provet har avlagts. skjutprov som har avlagts pa aland motsvarar skjutprov enligt 1 mom. genom forordning av jord- och skogsbruksministeriet bestams om 1) innehallet i skjutprovet, hur provet avlaggs samt villkoren for godkannande av prov, 2) kraven pa den plats dar skjutprovet avlaggs, 3) kraven pa skjutvapen och patroner som anvands i skjutprovet."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Hirvieläinmetsästystä koskeva asetuksenantovaltuus",
      "content": "Maa- ja metsätalousministeriö voi asetuksella velvoittaa metsästäjät antamaan riistanhoitopiirille saalistietoja metsäkauriin pyynnistä, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Maa- ja metsätalousministeriö voi asetuksella velvoittaa metsästäjät antamaan riistanhoitopiirille saalistietoja metsäkauriin pyynnistä, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
        "folded_fi": "maa- ja metsatalousministerio voi asetuksella velvoittaa metsastajat antamaan riistanhoitopiirille saalistietoja metsakauriin pyynnista, jos tiedot ovat tarpeen kannan kehityksen seuraamista varten.",
        "title_sv": "Bemyndigande att utfärda förordning om jakt på hjortdjur",
        "content_sv": "Jord- och skogsbruksministeriet kan genom förordning ålägga jägarna att lämna jaktvårdsdistrikten uppgifter om fällda rådjur, om uppgifterna behövs för att bevaka stammens utveckling.",
        "normalized_sv": "Jord- och skogsbruksministeriet kan genom förordning ålägga jägarna att lämna jaktvårdsdistrikten uppgifter om fällda rådjur, om uppgifterna behövs för att bevaka stammens utveckling.",
        "folded_sv": "jord- och skogsbruksministeriet kan genom forordning alagga jagarna att lamna jaktvardsdistrikten uppgifter om fallda radjur, om uppgifterna behovs for att bevaka stammens utveckling."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Pyyntivälineitä ja pyyntimenetelmiä koskevat tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä aseiden ja muiden sallittujen pyyntivälineiden ominaisuuksista ja käytöstä sekä sallituissa pyyntimenetelmissä noudatettavista menettelytavoista. Valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivälineiden ja pyyntimenetelmien käyttöä siten, että jotakin pyyntivälinettä tai pyyntimenetelmää saa käyttää vain tietyillä alueilla tai vain tiettynä aikana taikka vain tiettyjen riistaeläinten metsästyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Valtioneuvoston asetuksella annetaan tarkempia säännöksiä aseiden ja muiden sallittujen pyyntivälineiden ominaisuuksista ja käytöstä sekä sallituissa pyyntimenetelmissä noudatettavista menettelytavoista. Valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivälineiden ja pyyntimenetelmien käyttöä siten, että jotakin pyyntivälinettä tai pyyntimenetelmää saa käyttää vain tietyillä alueilla tai vain tiettynä aikana taikka vain tiettyjen riistaeläinten metsästyksessä.",
        "folded_fi": "valtioneuvoston asetuksella annetaan tarkempia saannoksia aseiden ja muiden sallittujen pyyntivalineiden ominaisuuksista ja kaytosta seka sallituissa pyyntimenetelmissa noudatettavista menettelytavoista. valtioneuvoston asetuksella voidaan rajoittaa sallittujen pyyntivalineiden ja pyyntimenetelmien kayttoa siten, etta jotakin pyyntivalinetta tai pyyntimenetelmaa saa kayttaa vain tietyilla alueilla tai vain tiettyna aikana taikka vain tiettyjen riistaelainten metsastyksessa.",
        "title_sv": "Närmare bestämmelser om fångstredskap och fångstmetoder",
        "content_sv": "Närmare bestämmelser om egenskaperna hos och användningen av vapen och andra tillåtna fångstredskap samt om de förfaringssätt som skall iakttas i samband med tillåtna fångstmetoder utfärdas genom förordning av statsrådet. Genom förordning av statsrådet kan användningen av tillåtna fångstredskap och fångstmetoder begränsas så att vissa fångstredskap eller fångstmetoder får användas endast inom bestämda områden eller endast under vissa tider eller endast vid jakt på visst vilt.",
        "normalized_sv": "Närmare bestämmelser om egenskaperna hos och användningen av vapen och andra tillåtna fångstredskap samt om de förfaringssätt som skall iakttas i samband med tillåtna fångstmetoder utfärdas genom förordning av statsrådet. Genom förordning av statsrådet kan användningen av tillåtna fångstredskap och fångstmetoder begränsas så att vissa fångstredskap eller fångstmetoder får användas endast inom bestämda områden eller endast under vissa tider eller endast vid jakt på visst vilt.",
        "folded_sv": "narmare bestammelser om egenskaperna hos och anvandningen av vapen och andra tillatna fangstredskap samt om de forfaringssatt som skall iakttas i samband med tillatna fangstmetoder utfardas genom forordning av statsradet. genom forordning av statsradet kan anvandningen av tillatna fangstredskap och fangstmetoder begransas sa att vissa fangstredskap eller fangstmetoder far anvandas endast inom bestamda omraden eller endast under vissa tider eller endast vid jakt pa visst vilt."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "Riistanhoitopiirin hallitus ja riistapäällikkö",
      "content": "Riistanhoitopiirin kokous valitsee hallitukseen vähintään neljä ja enintään seitsemän jäsentä ja heille henkilökohtaiset varajäsenet riistanhoitoyhdistysten asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee hallitukseen lisäksi yhden jäsenen ja tälle henkilökohtaisen varajäsenen alueellisesti merkityksellisten maanomistajajärjestöjen asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hänen varajäsenensä riistanhoitoyhdistysten asettamista ehdokkaista. Sen jälkeen valitaan muut hallituksen jäsenet ja heille henkilökohtaiset varajäsenet. Hallitus valitsee varapuheenjohtajan niiden hallituksen jäsenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:62",
        "normalized_fi": "Riistanhoitopiirin kokous valitsee hallitukseen vähintään neljä ja enintään seitsemän jäsentä ja heille henkilökohtaiset varajäsenet riistanhoitoyhdistysten asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee hallitukseen lisäksi yhden jäsenen ja tälle henkilökohtaisen varajäsenen alueellisesti merkityksellisten maanomistajajärjestöjen asettamista ehdokkaista. Riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hänen varajäsenensä riistanhoitoyhdistysten asettamista ehdokkaista. Sen jälkeen valitaan muut hallituksen jäsenet ja heille henkilökohtaiset varajäsenet. Hallitus valitsee varapuheenjohtajan niiden hallituksen jäsenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
        "folded_fi": "riistanhoitopiirin kokous valitsee hallitukseen vahintaan nelja ja enintaan seitseman jasenta ja heille henkilokohtaiset varajasenet riistanhoitoyhdistysten asettamista ehdokkaista. riistanhoitopiirin kokous valitsee hallitukseen lisaksi yhden jasenen ja talle henkilokohtaisen varajasenen alueellisesti merkityksellisten maanomistajajarjestojen asettamista ehdokkaista. riistanhoitopiirin kokous valitsee ensin hallituksen puheenjohtajan ja hanen varajasenensa riistanhoitoyhdistysten asettamista ehdokkaista. sen jalkeen valitaan muut hallituksen jasenet ja heille henkilokohtaiset varajasenet. hallitus valitsee varapuheenjohtajan niiden hallituksen jasenten keskuudesta, jotka on valittu riistanhoitoyhdistysten asettamista ehdokkaista.",
        "title_sv": "Jaktvårdsdistriktets styrelse och jaktchef",
        "content_sv": "Jaktvårdsdistriktets möte väljer till styrelsen minst fyra och högst sju medlemmar och personliga suppleanter för dem bland de kandidater som jaktvårdsföreningarna ställt upp. Dessutom väljer jaktvårdsdistriktets möte till styrelsen en medlem jämte personlig suppleant bland de kandidater som regionalt betydelsefulla markägarorganisationer ställt upp. Jaktvårdsdistriktets möte väljer först ordförande för styrelsen och en suppleant för honom eller henne bland de kandidater som jaktvårdsföreningarna ställt upp. Därefter väljs de övriga styrelsemedlemmarna och personliga suppleanter för dem. Styrelsen väljer vice ordförande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvårdsföreningarna ställt upp.",
        "normalized_sv": "Jaktvårdsdistriktets möte väljer till styrelsen minst fyra och högst sju medlemmar och personliga suppleanter för dem bland de kandidater som jaktvårdsföreningarna ställt upp. Dessutom väljer jaktvårdsdistriktets möte till styrelsen en medlem jämte personlig suppleant bland de kandidater som regionalt betydelsefulla markägarorganisationer ställt upp. Jaktvårdsdistriktets möte väljer först ordförande för styrelsen och en suppleant för honom eller henne bland de kandidater som jaktvårdsföreningarna ställt upp. Därefter väljs de övriga styrelsemedlemmarna och personliga suppleanter för dem. Styrelsen väljer vice ordförande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvårdsföreningarna ställt upp.",
        "folded_sv": "jaktvardsdistriktets mote valjer till styrelsen minst fyra och hogst sju medlemmar och personliga suppleanter for dem bland de kandidater som jaktvardsforeningarna stallt upp. dessutom valjer jaktvardsdistriktets mote till styrelsen en medlem jamte personlig suppleant bland de kandidater som regionalt betydelsefulla markagarorganisationer stallt upp. jaktvardsdistriktets mote valjer forst ordforande for styrelsen och en suppleant for honom eller henne bland de kandidater som jaktvardsforeningarna stallt upp. darefter valjs de ovriga styrelsemedlemmarna och personliga suppleanter for dem. styrelsen valjer vice ordforande bland de styrelsemedlemmar som har valts bland de kandidater som jaktvardsforeningarna stallt upp."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "69",
      "section": "69",
      "title": "Yhteisössä käytettävä kieli",
      "content": "Metsästäjäin keskusjärjestössä, riistanhoitopiireissä ja riistanhoitoyhdistyksissä käytettävästä kielestä on voimassa, mitä kielilain (423/2003) 25 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:69",
        "normalized_fi": "Metsästäjäin keskusjärjestössä, riistanhoitopiireissä ja riistanhoitoyhdistyksissä käytettävästä kielestä on voimassa, mitä kielilain (423/2003) 25 § :ssä säädetään.",
        "folded_fi": "metsastajain keskusjarjestossa, riistanhoitopiireissa ja riistanhoitoyhdistyksissa kaytettavasta kielesta on voimassa, mita kielilain (423/2003) 25 §:ssa saadetaan.",
        "title_sv": "Sammanslutningarnas språk",
        "content_sv": "Beträffande det språk som skall användas inom Jägarnas centralorganisation, jaktvårdsdistrikten och jaktvårdsföreningarna gäller vad som föreskrivs i 25 § i språklagen (423/2003).",
        "normalized_sv": "Beträffande det språk som skall användas inom Jägarnas centralorganisation, jaktvårdsdistrikten och jaktvårdsföreningarna gäller vad som föreskrivs i 25 § i språklagen (423/2003).",
        "folded_sv": "betraffande det sprak som skall anvandas inom jagarnas centralorganisation, jaktvardsdistrikten och jaktvardsforeningarna galler vad som foreskrivs i 25 § i spraklagen (423/2003)."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Eläinten aiheuttamien vahinkojen korvaaminen",
      "content": "Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran, metsäpeuran, karhun, suden, ahman, ilveksen, hallin ja itämeren norpan maataloudelle, metsätaloudelle, kalastukselle, liikenteelle, kotieläimille ja viljellyille eläimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. Karhun, suden, ahman ja ilveksen aiheuttamat henkilövahingot ja muullekin kuin edellä tarkoitettuun omaisuuteen sisältyvälle irtaimistolle aiheuttamat vahingot korvataan niin ikään talousarvion rajoissa valtion varoista. Erityisestä syystä voidaan valtioneuvoston asetuksella säätää, että muunkin kuin edellä mainitun riistaeläimen aiheuttamat vahingot korvataan valtion varoista. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myöntämisessä noudatettavasta menettelystä sekä perusteettomasti maksettujen korvausten takaisin perimisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohäntäpeuran, metsäpeuran, karhun, suden, ahman, ilveksen, hallin ja itämeren norpan maataloudelle, metsätaloudelle, kalastukselle, liikenteelle, kotieläimille ja viljellyille eläimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. Karhun, suden, ahman ja ilveksen aiheuttamat henkilövahingot ja muullekin kuin edellä tarkoitettuun omaisuuteen sisältyvälle irtaimistolle aiheuttamat vahingot korvataan niin ikään talousarvion rajoissa valtion varoista. Erityisestä syystä voidaan valtioneuvoston asetuksella säätää, että muunkin kuin edellä mainitun riistaeläimen aiheuttamat vahingot korvataan valtion varoista. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myöntämisessä noudatettavasta menettelystä sekä perusteettomasti maksettujen korvausten takaisin perimisestä.",
        "folded_fi": "kuusipeuran, saksanhirven, japaninpeuran, hirven, valkohantapeuran, metsapeuran, karhun, suden, ahman, ilveksen, hallin ja itameren norpan maataloudelle, metsataloudelle, kalastukselle, liikenteelle, kotielaimille ja viljellyille elaimille aiheuttamat vahingot korvataan talousarvion rajoissa valtion varoista. karhun, suden, ahman ja ilveksen aiheuttamat henkilovahingot ja muullekin kuin edella tarkoitettuun omaisuuteen sisaltyvalle irtaimistolle aiheuttamat vahingot korvataan niin ikaan talousarvion rajoissa valtion varoista. erityisesta syysta voidaan valtioneuvoston asetuksella saataa, etta muunkin kuin edella mainitun riistaelaimen aiheuttamat vahingot korvataan valtion varoista. valtioneuvoston asetuksella annetaan tarkempia saannoksia 1 momentissa tarkoitettujen korvausten maksamisen perusteista ja niiden myontamisessa noudatettavasta menettelysta seka perusteettomasti maksettujen korvausten takaisin perimisesta.",
        "title_sv": "Ersättning för skador som orsakats av djur",
        "content_sv": "Skador som dovhjort, kronhjort, sikahjort, älg, vitsvanshjort, skogsvildren, brunbjörn, varg, järv, lodjur, gråsäl och östersjövikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfödda djur ersätts inom ramen för budgeten av statens medel. Av brunbjörn, varg, järv och lodjur orsakade personskador och skador på också annat lösöre än sådant som ingår i egendom som avses ovan ersätts likaså inom ramen för budgeten av statens medel. Av särskilda skäl kan genom förordning av statsrådet bestämmas att skador som orsakats även av andra slag av vilt än de ovan nämnda ersätts av statens medel. Genom förordning av statsrådet utfärdas närmare bestämmelser om grunderna för betalning av ersättningar som avses i 1 mom. och om det förfarande som skall iakttas när de beviljas samt om återkrav av grundlöst betalade ersättningar.",
        "normalized_sv": "Skador som dovhjort, kronhjort, sikahjort, älg, vitsvanshjort, skogsvildren, brunbjörn, varg, järv, lodjur, gråsäl och östersjövikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfödda djur ersätts inom ramen för budgeten av statens medel. Av brunbjörn, varg, järv och lodjur orsakade personskador och skador på också annat lösöre än sådant som ingår i egendom som avses ovan ersätts likaså inom ramen för budgeten av statens medel. Av särskilda skäl kan genom förordning av statsrådet bestämmas att skador som orsakats även av andra slag av vilt än de ovan nämnda ersätts av statens medel. Genom förordning av statsrådet utfärdas närmare bestämmelser om grunderna för betalning av ersättningar som avses i 1 mom. och om det förfarande som skall iakttas när de beviljas samt om återkrav av grundlöst betalade ersättningar.",
        "folded_sv": "skador som dovhjort, kronhjort, sikahjort, alg, vitsvanshjort, skogsvildren, brunbjorn, varg, jarv, lodjur, grasal och ostersjovikare orsakat jordbruket, skogsbruket, fisket och trafiken samt husdjur och i farm uppfodda djur ersatts inom ramen for budgeten av statens medel. av brunbjorn, varg, jarv och lodjur orsakade personskador och skador pa ocksa annat losore an sadant som ingar i egendom som avses ovan ersatts likasa inom ramen for budgeten av statens medel. av sarskilda skal kan genom forordning av statsradet bestammas att skador som orsakats aven av andra slag av vilt an de ovan namnda ersatts av statens medel. genom forordning av statsradet utfardas narmare bestammelser om grunderna for betalning av ersattningar som avses i 1 mom. och om det forfarande som skall iakttas nar de beviljas samt om aterkrav av grundlost betalade ersattningar."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Käsittely- ja julkisuussäännösten soveltaminen",
      "content": "Hallintolakia (434/2003) sovelletaan Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtävää. Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myös viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Hallintolakia (434/2003) sovelletaan Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtävää. Metsästäjäin keskusjärjestön, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myös viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "folded_fi": "hallintolakia (434/2003) sovelletaan metsastajain keskusjarjeston, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan niiden hoitaessa julkista hallintotehtavaa. metsastajain keskusjarjeston, riistanhoitopiirien ja riistanhoitoyhdistysten toimintaan sovelletaan myos viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja sahkoisesta asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "title_sv": "Tillämpning av handläggnings- och offentlighetsbestämmelserna",
        "content_sv": "Förvaltningslagen (434/2003) tillämpas på Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet då de sköter offentliga förvaltningsuppgifter. På Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet tillämpas även lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "Förvaltningslagen (434/2003) tillämpas på Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet då de sköter offentliga förvaltningsuppgifter. På Jägarnas centralorganisations, jaktvårdsdistriktens och jaktvårdsföreningarnas verksamhet tillämpas även lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "forvaltningslagen (434/2003) tillampas pa jagarnas centralorganisations, jaktvardsdistriktens och jaktvardsforeningarnas verksamhet da de skoter offentliga forvaltningsuppgifter. pa jagarnas centralorganisations, jaktvardsdistriktens och jaktvardsforeningarnas verksamhet tillampas aven lagen om offentlighet i myndigheternas verksamhet (621/1999) och lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    },
    {
      "provision_ref": "90",
      "section": "90",
      "title": "Muutoksenhaku",
      "content": "Tässä laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa päätöksen tiedoksi saamisesta. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Maaseutuelinkeinojen valituslautakunta käsittelee riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksistä tehdyt hallintolainkäyttölain 58 §:ssä tarkoitetut kantelut. Muutoin ylimääräisestä muutoksenhausta kyseisiin päätöksiin on voimassa, mitä hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:90",
        "normalized_fi": "Tässä laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa päätöksen tiedoksi saamisesta. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Maaseutuelinkeinojen valituslautakunta käsittelee riistanhoitopiirin ja riistanhoitoyhdistyksen päätöksistä tehdyt hallintolainkäyttölain 58 § :ssä tarkoitetut kantelut. Muutoin ylimääräisestä muutoksenhausta kyseisiin päätöksiin on voimassa, mitä hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitetuissa hallintoasioissa tehtyihin riistanhoitopiirin ja riistanhoitoyhdistyksen paatoksiin saa hakea muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan 30 paivan kuluessa paatoksen tiedoksi saamisesta. muutoksenhakuun sovelletaan muutoin, mita hallintolainkayttolaissa (586/1996) saadetaan muutoksenhausta hallintoviranomaisen paatokseen. maaseutuelinkeinojen valituslautakunta kasittelee riistanhoitopiirin ja riistanhoitoyhdistyksen paatoksista tehdyt hallintolainkayttolain 58 §:ssa tarkoitetut kantelut. muutoin ylimaaraisesta muutoksenhausta kyseisiin paatoksiin on voimassa, mita hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I jaktvårdsdistriktets och jaktvårdsföreningens beslut i förvaltningsärenden som avses i denna lag får ändring sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar från delfåendet. På sökande av ändring tillämpas i övrigt vad som i förvaltningsprocesslagen (586/1996) bestäms om sökande av ändring i en förvaltningsmyndighets beslut. Landsbygdsnäringarnas besvärsnämnd prövar sådana klagomål över beslut av ett jaktvårdsdistrikt och en jaktvårdsförening som avses i 58 § i förvaltningsprocesslagen. I fråga om extraordinärt ändringssökande i dessa beslut gäller i övrigt vad som bestäms i förvaltningsprocesslagen.",
        "normalized_sv": "I jaktvårdsdistriktets och jaktvårdsföreningens beslut i förvaltningsärenden som avses i denna lag får ändring sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar från delfåendet. På sökande av ändring tillämpas i övrigt vad som i förvaltningsprocesslagen (586/1996) bestäms om sökande av ändring i en förvaltningsmyndighets beslut. Landsbygdsnäringarnas besvärsnämnd prövar sådana klagomål över beslut av ett jaktvårdsdistrikt och en jaktvårdsförening som avses i 58 § i förvaltningsprocesslagen. I fråga om extraordinärt ändringssökande i dessa beslut gäller i övrigt vad som bestäms i förvaltningsprocesslagen.",
        "folded_sv": "i jaktvardsdistriktets och jaktvardsforeningens beslut i forvaltningsarenden som avses i denna lag far andring sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd inom 30 dagar fran delfaendet. pa sokande av andring tillampas i ovrigt vad som i forvaltningsprocesslagen (586/1996) bestams om sokande av andring i en forvaltningsmyndighets beslut. landsbygdsnaringarnas besvarsnamnd provar sadana klagomal over beslut av ett jaktvardsdistrikt och en jaktvardsforening som avses i 58 § i forvaltningsprocesslagen. i fraga om extraordinart andringssokande i dessa beslut galler i ovrigt vad som bestams i forvaltningsprocesslagen."
      },
      "valid_from": "2005-05-13",
      "valid_to": null
    }
  ]
}