{
  "id": "315/2007",
  "type": "statute",
  "title": "Laki metsälain muuttamisesta",
  "title_en": "Lag om ändring av skogslagen",
  "status": "in_force",
  "issued_date": "2007-03-23",
  "in_force_date": "2007-03-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/315/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Uuden puuston aikaansaaminen",
      "content": "Edellä 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteistä huolimatta alueelle ei kasva taimikkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Edellä 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteistä huolimatta alueelle ei kasva taimikkoa.",
        "folded_fi": "edella 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteista huolimatta alueelle ei kasva taimikkoa.",
        "title_sv": "Åstadkommande av återväxt",
        "content_sv": "Den skyldighet som avses i 1 mom. förfaller om plantbestånd inte växer på området trots åtgärder som är att betrakta som rimliga.",
        "normalized_sv": "Den skyldighet som avses i 1 mom. förfaller om plantbestånd inte växer på området trots åtgärder som är att betrakta som rimliga.",
        "folded_sv": "den skyldighet som avses i 1 mom. forfaller om plantbestand inte vaxer pa omradet trots atgarder som ar att betrakta som rimliga."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Metsätalous suojametsissä",
      "content": "Suojametsäalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsäkeskuksen hyväksymän hakkuu- ja uudistamissuunnitelman mukaisesti. Metsäkeskuksen on hyväksyttävä hakkuu- ja uudistamissuunnitelma, jos se täyttää tässä laissa ja sen nojalla säädetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. Jos erityiset paikalliset olosuhteet sitä vaativat, maa- ja metsätalousministeriö voi rajoittaa myös kotitarvepuun ottoa tai kieltää sen kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Suojametsäalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsäkeskuksen hyväksymän hakkuu- ja uudistamissuunnitelman mukaisesti. Metsäkeskuksen on hyväksyttävä hakkuu- ja uudistamissuunnitelma, jos se täyttää tässä laissa ja sen nojalla säädetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. Jos erityiset paikalliset olosuhteet sitä vaativat, maa- ja metsätalousministeriö voi rajoittaa myös kotitarvepuun ottoa tai kieltää sen kokonaan.",
        "folded_fi": "suojametsaalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsakeskuksen hyvaksyman hakkuu- ja uudistamissuunnitelman mukaisesti. metsakeskuksen on hyvaksyttava hakkuu- ja uudistamissuunnitelma, jos se tayttaa tassa laissa ja sen nojalla saadetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. jos erityiset paikalliset olosuhteet sita vaativat, maa- ja metsatalousministerio voi rajoittaa myos kotitarvepuun ottoa tai kieltaa sen kokonaan.",
        "title_sv": "Skogsbruk i skyddsskogar",
        "content_sv": "På skyddsskogsområdet är det tillåtet att avverka skog för annat ändamål än till husbehov endast enligt en avverknings- och förnyelseplan som skogscentralen har godkänt. Skogscentralen skall godkänna avverknings- och förnyelseplanen om den är förenlig med de förpliktelser gällande avverkning och åstadkommande av återväxt som föreskrivs i denna lag eller med stöd av den. Om särskilda lokala förhållanden påkallar det kan jord- och skogsbruksministeriet också begränsa eller helt förbjuda tagande av husbehovsvirke.",
        "normalized_sv": "På skyddsskogsområdet är det tillåtet att avverka skog för annat ändamål än till husbehov endast enligt en avverknings- och förnyelseplan som skogscentralen har godkänt. Skogscentralen skall godkänna avverknings- och förnyelseplanen om den är förenlig med de förpliktelser gällande avverkning och åstadkommande av återväxt som föreskrivs i denna lag eller med stöd av den. Om särskilda lokala förhållanden påkallar det kan jord- och skogsbruksministeriet också begränsa eller helt förbjuda tagande av husbehovsvirke.",
        "folded_sv": "pa skyddsskogsomradet ar det tillatet att avverka skog for annat andamal an till husbehov endast enligt en avverknings- och fornyelseplan som skogscentralen har godkant. skogscentralen skall godkanna avverknings- och fornyelseplanen om den ar forenlig med de forpliktelser gallande avverkning och astadkommande av atervaxt som foreskrivs i denna lag eller med stod av den. om sarskilda lokala forhallanden pakallar det kan jord- och skogsbruksministeriet ocksa begransa eller helt forbjuda tagande av husbehovsvirke."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Neuvotteluvelvoite ja uuden puuston aikaansaamisen vakuus",
      "content": "Metsäkeskus voi vaatia, että ennen uudistushakkuun aloittamista asetetaan hyväksyttävä vakuus 8 §:n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. Vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 §:n 2 momentin nojalla täyttämään uudistamisvelvollisuutensa 8 §:n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 §:n 3 momentin nojalla teetetty 8 §:n 2 ja 3 momentissa tarkoitettuja toimenpiteitä. Velvollisuus asettaa vakuus on sillä, joka 9 §:n mukaan vastaa uuden puuston aikaansaamisesta. Asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Metsäkeskus voi vaatia, että ennen uudistushakkuun aloittamista asetetaan hyväksyttävä vakuus 8 § :n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. Vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 § :n 2 momentin nojalla täyttämään uudistamisvelvollisuutensa 8 § :n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 § :n 3 momentin nojalla teetetty 8 § :n 2 ja 3 momentissa tarkoitettuja toimenpiteitä. Velvollisuus asettaa vakuus on sillä, joka 9 § :n mukaan vastaa uuden puuston aikaansaamisesta. Asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
        "folded_fi": "metsakeskus voi vaatia, etta ennen uudistushakkuun aloittamista asetetaan hyvaksyttava vakuus 8 §:n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 §:n 2 momentin nojalla tayttamaan uudistamisvelvollisuutensa 8 §:n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 §:n 3 momentin nojalla teetetty 8 §:n 2 ja 3 momentissa tarkoitettuja toimenpiteita. velvollisuus asettaa vakuus on silla, joka 9 §:n mukaan vastaa uuden puuston aikaansaamisesta. asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
        "title_sv": "Förhandlingsplikt och säkerhet för att återväxt åstadkoms",
        "content_sv": "Skogscentralen kan kräva att det innan förnyelseavverkning inleds skall ställas en godtagbar säkerhet för att åtgärder enligt 8 § 2 och 3 mom. vidtas. Säkerhet kan krävas om den som saken gäller tidigare med stöd av 20 § 2 mom. har ålagts att fullgöra sin förnyelseskyldighet enligt 8 § eller om de åtgärder som avses i 8 § 2 och 3 mom. tidigare med stöd av 20 § 3 mom. har vidtagits på bekostnad av den som saken gäller. Skyldigheten att ställa säkerhet åligger den som enligt 9 § ansvarar för att återväxt åstadkoms. En säkerhet återgår inte till följd av ägarbyte eller någon annan motsvarande förändring.",
        "normalized_sv": "Skogscentralen kan kräva att det innan förnyelseavverkning inleds skall ställas en godtagbar säkerhet för att åtgärder enligt 8 § 2 och 3 mom. vidtas. Säkerhet kan krävas om den som saken gäller tidigare med stöd av 20 § 2 mom. har ålagts att fullgöra sin förnyelseskyldighet enligt 8 § eller om de åtgärder som avses i 8 § 2 och 3 mom. tidigare med stöd av 20 § 3 mom. har vidtagits på bekostnad av den som saken gäller. Skyldigheten att ställa säkerhet åligger den som enligt 9 § ansvarar för att återväxt åstadkoms. En säkerhet återgår inte till följd av ägarbyte eller någon annan motsvarande förändring.",
        "folded_sv": "skogscentralen kan krava att det innan fornyelseavverkning inleds skall stallas en godtagbar sakerhet for att atgarder enligt 8 § 2 och 3 mom. vidtas. sakerhet kan kravas om den som saken galler tidigare med stod av 20 § 2 mom. har alagts att fullgora sin fornyelseskyldighet enligt 8 § eller om de atgarder som avses i 8 § 2 och 3 mom. tidigare med stod av 20 § 3 mom. har vidtagits pa bekostnad av den som saken galler. skyldigheten att stalla sakerhet aligger den som enligt 9 § ansvarar for att atervaxt astadkoms. en sakerhet atergar inte till foljd av agarbyte eller nagon annan motsvarande forandring."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Käsittelykielto",
      "content": "(käsittelykielto Jos 15 §:ssä tarkoitettua neuvottelua ei ole muusta kuin metsäkeskuksesta riippuvasta syystä saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syytä epäillä, että suunniteltu tai aloitettu hakkuu tai muu toimenpide on tämän lain tai sen nojalla annettujen säännösten tai määräysten vastainen, Maaseutuvirasto voi metsäkeskuksen esityksestä kieltää toimenpiteen ) toistaiseksi tai määräajaksi. Käsittelykielto voidaan antaa myös, jos metsänkäyttöilmoitusta ei ole annettu 14 §:ssä säädetyssä määräajassa tai jos 15 §:n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. Käsittelykielto annetaan tarpeellisessa laajuudessa. Käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. Maaseutuvirasto voi metsäkeskuksen esityksestä asettaa päätöksensä tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). Päätöksessä voidaan määrätä, että päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Maaseutuviraston tulee poistaa käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "(käsittelykielto Jos 15 § :ssä tarkoitettua neuvottelua ei ole muusta kuin metsäkeskuksesta riippuvasta syystä saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syytä epäillä, että suunniteltu tai aloitettu hakkuu tai muu toimenpide on tämän lain tai sen nojalla annettujen säännösten tai määräysten vastainen, Maaseutuvirasto voi metsäkeskuksen esityksestä kieltää toimenpiteen ) toistaiseksi tai määräajaksi. Käsittelykielto voidaan antaa myös, jos metsänkäyttöilmoitusta ei ole annettu 14 § :ssä säädetyssä määräajassa tai jos 15 § :n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. Käsittelykielto annetaan tarpeellisessa laajuudessa. Käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. Maaseutuvirasto voi metsäkeskuksen esityksestä asettaa päätöksensä tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). Päätöksessä voidaan määrätä, että päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Maaseutuviraston tulee poistaa käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
        "folded_fi": "(kasittelykielto jos 15 §:ssa tarkoitettua neuvottelua ei ole muusta kuin metsakeskuksesta riippuvasta syysta saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syyta epailla, etta suunniteltu tai aloitettu hakkuu tai muu toimenpide on taman lain tai sen nojalla annettujen saannosten tai maaraysten vastainen, maaseutuvirasto voi metsakeskuksen esityksesta kieltaa toimenpiteen ) toistaiseksi tai maaraajaksi. kasittelykielto voidaan antaa myos, jos metsankayttoilmoitusta ei ole annettu 14 §:ssa saadetyssa maaraajassa tai jos 15 §:n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. kasittelykielto annetaan tarpeellisessa laajuudessa. kasittelykieltoa koskeva kirjallinen paatos on viipymatta saatettava maanomistajan ja metsanhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. maaseutuvirasto voi metsakeskuksen esityksesta asettaa paatoksensa tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). paatoksessa voidaan maarata, etta paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. maaseutuviraston tulee poistaa kasittelykielto, jos kiellon maaraamisen perusteet lakkaavat.",
        "title_sv": "Behandlingsförbud",
        "content_sv": "behandlingsförbud) Om förhandlingar som avses i 15 § inte har fåtts till stånd av andra orsaker än sådana som beror på skogscentralen eller om förhandlingarna inte har lett till resultat och det finns grundad anledning att misstänka att en planerad eller påbörjad avverkning eller åtgärd av annat slag strider mot denna lag eller mot bestämmelser eller föreskrifter som utfärdats med stöd av den, kan Landsbygdsverket på framställning av skogscentralen förbjuda åtgärden ( tills vidare eller för en viss tid. Behandlingsförbud kan utfärdas också när anmälan om användning av skog inte har lämnats in inom den tidsfrist som föreskrivs i 14 § eller när säkerhet enligt 15 § 2 mom. krävs. Behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet. Landsbygdsverket kan på framställning av skogscentralen förena sitt beslut med vite, på vilket viteslagen (1113/1990) tillämpas. I beslutet om behandlingsförbud kan det beordras att beslutet skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Landsbygdsverket skall häva behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "normalized_sv": "behandlingsförbud) Om förhandlingar som avses i 15 § inte har fåtts till stånd av andra orsaker än sådana som beror på skogscentralen eller om förhandlingarna inte har lett till resultat och det finns grundad anledning att misstänka att en planerad eller påbörjad avverkning eller åtgärd av annat slag strider mot denna lag eller mot bestämmelser eller föreskrifter som utfärdats med stöd av den, kan Landsbygdsverket på framställning av skogscentralen förbjuda åtgärden ( tills vidare eller för en viss tid. Behandlingsförbud kan utfärdas också när anmälan om användning av skog inte har lämnats in inom den tidsfrist som föreskrivs i 14 § eller när säkerhet enligt 15 § 2 mom. krävs. Behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet. Landsbygdsverket kan på framställning av skogscentralen förena sitt beslut med vite, på vilket viteslagen (1113/1990) tillämpas. I beslutet om behandlingsförbud kan det beordras att beslutet skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Landsbygdsverket skall häva behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "folded_sv": "behandlingsforbud) om forhandlingar som avses i 15 § inte har fatts till stand av andra orsaker an sadana som beror pa skogscentralen eller om forhandlingarna inte har lett till resultat och det finns grundad anledning att misstanka att en planerad eller paborjad avverkning eller atgard av annat slag strider mot denna lag eller mot bestammelser eller foreskrifter som utfardats med stod av den, kan landsbygdsverket pa framstallning av skogscentralen forbjuda atgarden ( tills vidare eller for en viss tid. behandlingsforbud kan utfardas ocksa nar anmalan om anvandning av skog inte har lamnats in inom den tidsfrist som foreskrivs i 14 § eller nar sakerhet enligt 15 § 2 mom. kravs. behandlingsforbudet utfardas i behovlig omfattning. ett skriftligt beslut om behandlingsforbud skall omedelbart delges markagaren och den som innehar avverkningsratten eller nagon annan sarskild rattighet. landsbygdsverket kan pa framstallning av skogscentralen forena sitt beslut med vite, pa vilket viteslagen (1113/1990) tillampas. i beslutet om behandlingsforbud kan det beordras att beslutet skall iakttas trots att andring soks, om inte besvarsinstansen bestammer nagot annat. landsbygdsverket skall hava behandlingsforbudet om grunder for att utfarda forbud inte langre finns."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Väliaikainen käsittelykielto",
      "content": "(väliaikainen käsittelykielto Jos 16 §:n 1 momentissa tarkoitetun käsittelykiellon edellytykset täyttyvät ja painavat syyt sitä vaativat, metsäkeskus voi väliaikaisesti kieltää hakkuun tai muun toimenpiteen ) enintään 30 päiväksi. Väliaikainen käsittelykielto annetaan tarpeellisessa laajuudessa. Väliaikaista käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan sekä Maaseutuviraston tietoon. Väliaikaista käsittelykieltoa koskevaa päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Väliaikainen käsittelykielto on saatettava viivytyksettä ja viimeistään kahden viikon kuluessa Maaseutuviraston ratkaistavaksi. Kielto raukeaa, jos Maaseutuvirasto ei ole 30 päivän kuluessa kiellon antamisesta tehnyt 16 §:ssä tarkoitettua päätöstä tai pysyttänyt väliaikaista käsittelykieltoa voimassa. Metsäkeskuksen tulee poistaa väliaikainen käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "(väliaikainen käsittelykielto Jos 16 § :n 1 momentissa tarkoitetun käsittelykiellon edellytykset täyttyvät ja painavat syyt sitä vaativat, metsäkeskus voi väliaikaisesti kieltää hakkuun tai muun toimenpiteen ) enintään 30 päiväksi. Väliaikainen käsittelykielto annetaan tarpeellisessa laajuudessa. Väliaikaista käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan sekä Maaseutuviraston tietoon. Väliaikaista käsittelykieltoa koskevaa päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Väliaikainen käsittelykielto on saatettava viivytyksettä ja viimeistään kahden viikon kuluessa Maaseutuviraston ratkaistavaksi. Kielto raukeaa, jos Maaseutuvirasto ei ole 30 päivän kuluessa kiellon antamisesta tehnyt 16 § :ssä tarkoitettua päätöstä tai pysyttänyt väliaikaista käsittelykieltoa voimassa. Metsäkeskuksen tulee poistaa väliaikainen käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
        "folded_fi": "(valiaikainen kasittelykielto jos 16 §:n 1 momentissa tarkoitetun kasittelykiellon edellytykset tayttyvat ja painavat syyt sita vaativat, metsakeskus voi valiaikaisesti kieltaa hakkuun tai muun toimenpiteen ) enintaan 30 paivaksi. valiaikainen kasittelykielto annetaan tarpeellisessa laajuudessa. valiaikaista kasittelykieltoa koskeva kirjallinen paatos on viipymatta saatettava maanomistajan ja metsanhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan seka maaseutuviraston tietoon. valiaikaista kasittelykieltoa koskevaa paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. valiaikainen kasittelykielto on saatettava viivytyksetta ja viimeistaan kahden viikon kuluessa maaseutuviraston ratkaistavaksi. kielto raukeaa, jos maaseutuvirasto ei ole 30 paivan kuluessa kiellon antamisesta tehnyt 16 §:ssa tarkoitettua paatosta tai pysyttanyt valiaikaista kasittelykieltoa voimassa. metsakeskuksen tulee poistaa valiaikainen kasittelykielto, jos kiellon maaraamisen perusteet lakkaavat.",
        "title_sv": "Temporärt behandlingsförbud",
        "content_sv": "(temporärt behandlingsförbud Om villkoren för behandlingsförbud enligt 16 § 1 mom. är uppfyllda och vägande skäl kräver det, kan skogscentralen temporärt förbjuda avverkningen eller någon annan åtgärd ) för högst 30 dagar. Det temporära behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om temporärt behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet samt Landsbygdsverket. Beslutet om temporärt behandlingsförbud skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Ett ärende som gäller temporärt behandlingsförbud skall utan dröjsmål och senast inom två veckor föras till Landsbygdsverket för avgörande. Förbudet förfaller om inte Landsbygdsverket inom 30 dagar efter att förbudet utfärdats har fattat ett sådant beslut som avses i 16 § eller hållit det temporära behandlingsförbudet i kraft. Skogscentralen skall häva det temporära behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "normalized_sv": "(temporärt behandlingsförbud Om villkoren för behandlingsförbud enligt 16 § 1 mom. är uppfyllda och vägande skäl kräver det, kan skogscentralen temporärt förbjuda avverkningen eller någon annan åtgärd ) för högst 30 dagar. Det temporära behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om temporärt behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet samt Landsbygdsverket. Beslutet om temporärt behandlingsförbud skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Ett ärende som gäller temporärt behandlingsförbud skall utan dröjsmål och senast inom två veckor föras till Landsbygdsverket för avgörande. Förbudet förfaller om inte Landsbygdsverket inom 30 dagar efter att förbudet utfärdats har fattat ett sådant beslut som avses i 16 § eller hållit det temporära behandlingsförbudet i kraft. Skogscentralen skall häva det temporära behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "folded_sv": "(temporart behandlingsforbud om villkoren for behandlingsforbud enligt 16 § 1 mom. ar uppfyllda och vagande skal kraver det, kan skogscentralen temporart forbjuda avverkningen eller nagon annan atgard ) for hogst 30 dagar. det temporara behandlingsforbudet utfardas i behovlig omfattning. ett skriftligt beslut om temporart behandlingsforbud skall omedelbart delges markagaren och den som innehar avverkningsratten eller nagon annan sarskild rattighet samt landsbygdsverket. beslutet om temporart behandlingsforbud skall iakttas trots att andring soks, om inte besvarsinstansen bestammer nagot annat. ett arende som galler temporart behandlingsforbud skall utan drojsmal och senast inom tva veckor foras till landsbygdsverket for avgorande. forbudet forfaller om inte landsbygdsverket inom 30 dagar efter att forbudet utfardats har fattat ett sadant beslut som avses i 16 § eller hallit det temporara behandlingsforbudet i kraft. skogscentralen skall hava det temporara behandlingsforbudet om grunder for att utfarda forbud inte langre finns."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Korjaavat toimenpiteet",
      "content": "Jos 1 momentissa tarkoitetuista korjaavista toimenpiteistä ei päästä sopimukseen metsäkeskuksen ja asianomaisen välillä tai jos asianomainen ei noudata niiden tekemistä koskevaa sopimusta, Maaseutuvirasto voi metsäkeskuksen esityksestä velvoittaa asianomaisen tekemään tarvittavat toimenpiteet. Maaseutuvirasto voi asettaa päätöksensä tehosteeksi uhkasakon tai uhan, että toimenpiteet tehdään asianomaisen kustannuksella. Maaseutuvirasto voi myös päättää, että metsäkeskus tekee tai teettää tarvittavat toimenpiteet asianomaisen kustannuksella. Uhkasakkoon ja teettämisuhkaan sovelletaan uhkasakkolakia. Jos joku muu kuin asianomainen omistaa kiinteistön tai on erityisen oikeuden nojalla oikeutettu päättämään asiasta, korjaavia toimenpiteitä koskevaan sopimukseen on saatava hänen suostumuksensa. Jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, että Maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemään tarvittavat toimenpiteet, Maaseutuvirasto voi metsäkeskuksen esityksestä päättää, että se tai metsäkeskus tekee tai teettää ne asianomaisen kustannuksella. Toimenpiteistä aiheutuvat kustannukset maksetaan etukäteen valtion varoista ja Maaseutuvirasto voi periä ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Jos 1 momentissa tarkoitetuista korjaavista toimenpiteistä ei päästä sopimukseen metsäkeskuksen ja asianomaisen välillä tai jos asianomainen ei noudata niiden tekemistä koskevaa sopimusta, Maaseutuvirasto voi metsäkeskuksen esityksestä velvoittaa asianomaisen tekemään tarvittavat toimenpiteet. Maaseutuvirasto voi asettaa päätöksensä tehosteeksi uhkasakon tai uhan, että toimenpiteet tehdään asianomaisen kustannuksella. Maaseutuvirasto voi myös päättää, että metsäkeskus tekee tai teettää tarvittavat toimenpiteet asianomaisen kustannuksella. Uhkasakkoon ja teettämisuhkaan sovelletaan uhkasakkolakia. Jos joku muu kuin asianomainen omistaa kiinteistön tai on erityisen oikeuden nojalla oikeutettu päättämään asiasta, korjaavia toimenpiteitä koskevaan sopimukseen on saatava hänen suostumuksensa. Jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, että Maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemään tarvittavat toimenpiteet, Maaseutuvirasto voi metsäkeskuksen esityksestä päättää, että se tai metsäkeskus tekee tai teettää ne asianomaisen kustannuksella. Toimenpiteistä aiheutuvat kustannukset maksetaan etukäteen valtion varoista ja Maaseutuvirasto voi periä ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "jos 1 momentissa tarkoitetuista korjaavista toimenpiteista ei paasta sopimukseen metsakeskuksen ja asianomaisen valilla tai jos asianomainen ei noudata niiden tekemista koskevaa sopimusta, maaseutuvirasto voi metsakeskuksen esityksesta velvoittaa asianomaisen tekemaan tarvittavat toimenpiteet. maaseutuvirasto voi asettaa paatoksensa tehosteeksi uhkasakon tai uhan, etta toimenpiteet tehdaan asianomaisen kustannuksella. maaseutuvirasto voi myos paattaa, etta metsakeskus tekee tai teettaa tarvittavat toimenpiteet asianomaisen kustannuksella. uhkasakkoon ja teettamisuhkaan sovelletaan uhkasakkolakia. jos joku muu kuin asianomainen omistaa kiinteiston tai on erityisen oikeuden nojalla oikeutettu paattamaan asiasta, korjaavia toimenpiteita koskevaan sopimukseen on saatava hanen suostumuksensa. jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, etta maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemaan tarvittavat toimenpiteet, maaseutuvirasto voi metsakeskuksen esityksesta paattaa, etta se tai metsakeskus tekee tai teettaa ne asianomaisen kustannuksella. toimenpiteista aiheutuvat kustannukset maksetaan etukateen valtion varoista ja maaseutuvirasto voi peria ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "title_sv": "Korrigerande åtgärder",
        "content_sv": "Om skogscentralen och den som saken gäller inte når en överenskommelse om de korrigerande åtgärder som avses i 1 mom. eller om den som saken gäller inte följer överenskommelsen, kan Landsbygdsverket på framställning av skogscentralen ålägga den som saken gäller att vidta de åtgärder som behövs. Landsbygdsverket kan förena sitt beslut med vite eller hot om att åtgärderna vidtas på bekostnad av den som saken gäller. Landsbygdsverket kan också besluta att skogscentralen skall vidta eller låta vidta de behövliga åtgärderna på bekostnad av den som saken gäller. På vite och hot om tvångsutförande tillämpas viteslagen. Om någon annan än den som saken gäller äger fastigheten eller med stöd av en särskild rättighet är berättigad att besluta om saken skall dennes samtycke till överenskommelsen om korrigerande åtgärder inhämtas. Om markägaren eller den som innehar en särskild rättighet inte ger sitt samtycke till att Landsbygdsverket ålägger den som överträtt lagen att vidta de åtgärder som behövs, kan Landsbygdsverket på framställning av skogscentralen besluta att det eller skogscentralen vidtar dem eller låter vidta dem på lagöverträdarens bekostnad. Kostnaderna för åtgärderna betalas i förväg av statens medel, och Landsbygdsverket får indriva dem i utsökningsväg hos den som saken gäller så som anges i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Om skogscentralen och den som saken gäller inte når en överenskommelse om de korrigerande åtgärder som avses i 1 mom. eller om den som saken gäller inte följer överenskommelsen, kan Landsbygdsverket på framställning av skogscentralen ålägga den som saken gäller att vidta de åtgärder som behövs. Landsbygdsverket kan förena sitt beslut med vite eller hot om att åtgärderna vidtas på bekostnad av den som saken gäller. Landsbygdsverket kan också besluta att skogscentralen skall vidta eller låta vidta de behövliga åtgärderna på bekostnad av den som saken gäller. På vite och hot om tvångsutförande tillämpas viteslagen. Om någon annan än den som saken gäller äger fastigheten eller med stöd av en särskild rättighet är berättigad att besluta om saken skall dennes samtycke till överenskommelsen om korrigerande åtgärder inhämtas. Om markägaren eller den som innehar en särskild rättighet inte ger sitt samtycke till att Landsbygdsverket ålägger den som överträtt lagen att vidta de åtgärder som behövs, kan Landsbygdsverket på framställning av skogscentralen besluta att det eller skogscentralen vidtar dem eller låter vidta dem på lagöverträdarens bekostnad. Kostnaderna för åtgärderna betalas i förväg av statens medel, och Landsbygdsverket får indriva dem i utsökningsväg hos den som saken gäller så som anges i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "om skogscentralen och den som saken galler inte nar en overenskommelse om de korrigerande atgarder som avses i 1 mom. eller om den som saken galler inte foljer overenskommelsen, kan landsbygdsverket pa framstallning av skogscentralen alagga den som saken galler att vidta de atgarder som behovs. landsbygdsverket kan forena sitt beslut med vite eller hot om att atgarderna vidtas pa bekostnad av den som saken galler. landsbygdsverket kan ocksa besluta att skogscentralen skall vidta eller lata vidta de behovliga atgarderna pa bekostnad av den som saken galler. pa vite och hot om tvangsutforande tillampas viteslagen. om nagon annan an den som saken galler ager fastigheten eller med stod av en sarskild rattighet ar berattigad att besluta om saken skall dennes samtycke till overenskommelsen om korrigerande atgarder inhamtas. om markagaren eller den som innehar en sarskild rattighet inte ger sitt samtycke till att landsbygdsverket alagger den som overtratt lagen att vidta de atgarder som behovs, kan landsbygdsverket pa framstallning av skogscentralen besluta att det eller skogscentralen vidtar dem eller later vidta dem pa lagovertradarens bekostnad. kostnaderna for atgarderna betalas i forvag av statens medel, och landsbygdsverket far indriva dem i utsokningsvag hos den som saken galler sa som anges i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Muutoksenhaku",
      "content": "Tämän lain mukaiseen metsäkeskuksen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissä pääosa kyseessä olevasta metsätalousmaasta sijaitsee. Muutoksenhakuun sovelletaan, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, metsäkeskuksella on oikeus valittaa Maaseutuviraston ja hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos Maaseutuviraston päätös poikkeaa metsäkeskuksen esityksestä tai jos hallinto-oikeus on muuttanut metsäkeskuksen tai Maaseutuviraston päätöstä taikka kumonnut sen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Tämän lain mukaiseen metsäkeskuksen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissä pääosa kyseessä olevasta metsätalousmaasta sijaitsee. Muutoksenhakuun sovelletaan, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, metsäkeskuksella on oikeus valittaa Maaseutuviraston ja hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos Maaseutuviraston päätös poikkeaa metsäkeskuksen esityksestä tai jos hallinto-oikeus on muuttanut metsäkeskuksen tai Maaseutuviraston päätöstä taikka kumonnut sen.",
        "folded_fi": "taman lain mukaiseen metsakeskuksen paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissa paaosa kyseessa olevasta metsatalousmaasta sijaitsee. muutoksenhakuun sovelletaan, mita hallintolainkayttolaissa (586/1996) saadetaan muutoksenhausta hallintoviranomaisen paatokseen. sen lisaksi, mita muutoksenhausta erikseen saadetaan, metsakeskuksella on oikeus valittaa maaseutuviraston ja hallinto-oikeuden taman lain nojalla tekemasta paatoksesta, jos maaseutuviraston paatos poikkeaa metsakeskuksen esityksesta tai jos hallinto-oikeus on muuttanut metsakeskuksen tai maaseutuviraston paatosta taikka kumonnut sen.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som skogscentralen har fattat enligt denna lag får sökas genom besvär hos förvaltningsdomstolen. Behörig förvaltningsdomstol är den förvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fråga är belägen. På sökande av ändring tillämpas vad förvaltningsprocesslagen (586/1996) föreskriver om sökande av ändring i beslut av en förvaltningsmyndighet. Utöver vad som särskilt bestäms om sökande av ändring, har skogscentralen rätt att överklaga beslut som Landsbygdsverket eller förvaltningsdomstolen har fattat med stöd av denna lag, om Landsbygdsverkets beslut avviker från skogscentralens framställning eller om förvaltningsdomstolen har ändrat eller upphävt skogscentralens eller Landsbygdsverkets beslut.",
        "normalized_sv": "Ändring i beslut som skogscentralen har fattat enligt denna lag får sökas genom besvär hos förvaltningsdomstolen. Behörig förvaltningsdomstol är den förvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fråga är belägen. På sökande av ändring tillämpas vad förvaltningsprocesslagen (586/1996) föreskriver om sökande av ändring i beslut av en förvaltningsmyndighet. Utöver vad som särskilt bestäms om sökande av ändring, har skogscentralen rätt att överklaga beslut som Landsbygdsverket eller förvaltningsdomstolen har fattat med stöd av denna lag, om Landsbygdsverkets beslut avviker från skogscentralens framställning eller om förvaltningsdomstolen har ändrat eller upphävt skogscentralens eller Landsbygdsverkets beslut.",
        "folded_sv": "andring i beslut som skogscentralen har fattat enligt denna lag far sokas genom besvar hos forvaltningsdomstolen. behorig forvaltningsdomstol ar den forvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fraga ar belagen. pa sokande av andring tillampas vad forvaltningsprocesslagen (586/1996) foreskriver om sokande av andring i beslut av en forvaltningsmyndighet. utover vad som sarskilt bestams om sokande av andring, har skogscentralen ratt att overklaga beslut som landsbygdsverket eller forvaltningsdomstolen har fattat med stod av denna lag, om landsbygdsverkets beslut avviker fran skogscentralens framstallning eller om forvaltningsdomstolen har andrat eller upphavt skogscentralens eller landsbygdsverkets beslut."
      }
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "title": "Valtion saamisen perintä",
      "content": "Tässä laissa tarkoitettu valtion saaminen saadaan periä ulosottotoimin ilman tuomiota tai päätöstä siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa säädetään. Tähän lakiin perustuvan valtion saamisen perii Maaseutuvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Tässä laissa tarkoitettu valtion saaminen saadaan periä ulosottotoimin ilman tuomiota tai päätöstä siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa säädetään. Tähän lakiin perustuvan valtion saamisen perii Maaseutuvirasto.",
        "folded_fi": "tassa laissa tarkoitettu valtion saaminen saadaan peria ulosottotoimin ilman tuomiota tai paatosta siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa saadetaan. tahan lakiin perustuvan valtion saamisen perii maaseutuvirasto.",
        "title_sv": "Indrivning av statens fordran",
        "content_sv": "Statens fordringar som avses i denna lag får indrivas i utsökningsväg utan dom eller beslut så som föreskrivs i lagen om indrivning av skatter och avgifter i utsökningsväg. Landsbygdsverket är den myndighet som driver in statens fordringar enligt denna lag.",
        "normalized_sv": "Statens fordringar som avses i denna lag får indrivas i utsökningsväg utan dom eller beslut så som föreskrivs i lagen om indrivning av skatter och avgifter i utsökningsväg. Landsbygdsverket är den myndighet som driver in statens fordringar enligt denna lag.",
        "folded_sv": "statens fordringar som avses i denna lag far indrivas i utsokningsvag utan dom eller beslut sa som foreskrivs i lagen om indrivning av skatter och avgifter i utsokningsvag. landsbygdsverket ar den myndighet som driver in statens fordringar enligt denna lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Uuden puuston aikaansaaminen",
      "content": "Edellä 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteistä huolimatta alueelle ei kasva taimikkoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Edellä 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteistä huolimatta alueelle ei kasva taimikkoa.",
        "folded_fi": "edella 1 momentissa tarkoitettu velvoite raukeaa, jos kohtuullisiksi katsottavista toimenpiteista huolimatta alueelle ei kasva taimikkoa.",
        "title_sv": "Åstadkommande av återväxt",
        "content_sv": "Den skyldighet som avses i 1 mom. förfaller om plantbestånd inte växer på området trots åtgärder som är att betrakta som rimliga.",
        "normalized_sv": "Den skyldighet som avses i 1 mom. förfaller om plantbestånd inte växer på området trots åtgärder som är att betrakta som rimliga.",
        "folded_sv": "den skyldighet som avses i 1 mom. forfaller om plantbestand inte vaxer pa omradet trots atgarder som ar att betrakta som rimliga."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Metsätalous suojametsissä",
      "content": "Suojametsäalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsäkeskuksen hyväksymän hakkuu- ja uudistamissuunnitelman mukaisesti. Metsäkeskuksen on hyväksyttävä hakkuu- ja uudistamissuunnitelma, jos se täyttää tässä laissa ja sen nojalla säädetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. Jos erityiset paikalliset olosuhteet sitä vaativat, maa- ja metsätalousministeriö voi rajoittaa myös kotitarvepuun ottoa tai kieltää sen kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Suojametsäalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsäkeskuksen hyväksymän hakkuu- ja uudistamissuunnitelman mukaisesti. Metsäkeskuksen on hyväksyttävä hakkuu- ja uudistamissuunnitelma, jos se täyttää tässä laissa ja sen nojalla säädetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. Jos erityiset paikalliset olosuhteet sitä vaativat, maa- ja metsätalousministeriö voi rajoittaa myös kotitarvepuun ottoa tai kieltää sen kokonaan.",
        "folded_fi": "suojametsaalueella puuston hakkuu muuksi kuin kotitarpeeksi on sallittu vain metsakeskuksen hyvaksyman hakkuu- ja uudistamissuunnitelman mukaisesti. metsakeskuksen on hyvaksyttava hakkuu- ja uudistamissuunnitelma, jos se tayttaa tassa laissa ja sen nojalla saadetyt hakkuun suorittamista ja uuden puuston aikaansaamista koskevat velvoitteet. jos erityiset paikalliset olosuhteet sita vaativat, maa- ja metsatalousministerio voi rajoittaa myos kotitarvepuun ottoa tai kieltaa sen kokonaan.",
        "title_sv": "Skogsbruk i skyddsskogar",
        "content_sv": "På skyddsskogsområdet är det tillåtet att avverka skog för annat ändamål än till husbehov endast enligt en avverknings- och förnyelseplan som skogscentralen har godkänt. Skogscentralen skall godkänna avverknings- och förnyelseplanen om den är förenlig med de förpliktelser gällande avverkning och åstadkommande av återväxt som föreskrivs i denna lag eller med stöd av den. Om särskilda lokala förhållanden påkallar det kan jord- och skogsbruksministeriet också begränsa eller helt förbjuda tagande av husbehovsvirke.",
        "normalized_sv": "På skyddsskogsområdet är det tillåtet att avverka skog för annat ändamål än till husbehov endast enligt en avverknings- och förnyelseplan som skogscentralen har godkänt. Skogscentralen skall godkänna avverknings- och förnyelseplanen om den är förenlig med de förpliktelser gällande avverkning och åstadkommande av återväxt som föreskrivs i denna lag eller med stöd av den. Om särskilda lokala förhållanden påkallar det kan jord- och skogsbruksministeriet också begränsa eller helt förbjuda tagande av husbehovsvirke.",
        "folded_sv": "pa skyddsskogsomradet ar det tillatet att avverka skog for annat andamal an till husbehov endast enligt en avverknings- och fornyelseplan som skogscentralen har godkant. skogscentralen skall godkanna avverknings- och fornyelseplanen om den ar forenlig med de forpliktelser gallande avverkning och astadkommande av atervaxt som foreskrivs i denna lag eller med stod av den. om sarskilda lokala forhallanden pakallar det kan jord- och skogsbruksministeriet ocksa begransa eller helt forbjuda tagande av husbehovsvirke."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Neuvotteluvelvoite ja uuden puuston aikaansaamisen vakuus",
      "content": "Metsäkeskus voi vaatia, että ennen uudistushakkuun aloittamista asetetaan hyväksyttävä vakuus 8 §:n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. Vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 §:n 2 momentin nojalla täyttämään uudistamisvelvollisuutensa 8 §:n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 §:n 3 momentin nojalla teetetty 8 §:n 2 ja 3 momentissa tarkoitettuja toimenpiteitä. Velvollisuus asettaa vakuus on sillä, joka 9 §:n mukaan vastaa uuden puuston aikaansaamisesta. Asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Metsäkeskus voi vaatia, että ennen uudistushakkuun aloittamista asetetaan hyväksyttävä vakuus 8 § :n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. Vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 § :n 2 momentin nojalla täyttämään uudistamisvelvollisuutensa 8 § :n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 § :n 3 momentin nojalla teetetty 8 § :n 2 ja 3 momentissa tarkoitettuja toimenpiteitä. Velvollisuus asettaa vakuus on sillä, joka 9 § :n mukaan vastaa uuden puuston aikaansaamisesta. Asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
        "folded_fi": "metsakeskus voi vaatia, etta ennen uudistushakkuun aloittamista asetetaan hyvaksyttava vakuus 8 §:n 2 ja 3 momentissa tarkoitettujen toimenpiteiden suorittamisesta. vakuus voidaan vaatia, jos asianomainen on aiemmin velvoitettu 20 §:n 2 momentin nojalla tayttamaan uudistamisvelvollisuutensa 8 §:n mukaisesti taikka jos asianomaisen kustannuksella on aiemmin 20 §:n 3 momentin nojalla teetetty 8 §:n 2 ja 3 momentissa tarkoitettuja toimenpiteita. velvollisuus asettaa vakuus on silla, joka 9 §:n mukaan vastaa uuden puuston aikaansaamisesta. asetettu vakuus ei peruunnu omistajanvaihdoksen tai muun vastaavan muutoksen vuoksi.",
        "title_sv": "Förhandlingsplikt och säkerhet för att återväxt åstadkoms",
        "content_sv": "Skogscentralen kan kräva att det innan förnyelseavverkning inleds skall ställas en godtagbar säkerhet för att åtgärder enligt 8 § 2 och 3 mom. vidtas. Säkerhet kan krävas om den som saken gäller tidigare med stöd av 20 § 2 mom. har ålagts att fullgöra sin förnyelseskyldighet enligt 8 § eller om de åtgärder som avses i 8 § 2 och 3 mom. tidigare med stöd av 20 § 3 mom. har vidtagits på bekostnad av den som saken gäller. Skyldigheten att ställa säkerhet åligger den som enligt 9 § ansvarar för att återväxt åstadkoms. En säkerhet återgår inte till följd av ägarbyte eller någon annan motsvarande förändring.",
        "normalized_sv": "Skogscentralen kan kräva att det innan förnyelseavverkning inleds skall ställas en godtagbar säkerhet för att åtgärder enligt 8 § 2 och 3 mom. vidtas. Säkerhet kan krävas om den som saken gäller tidigare med stöd av 20 § 2 mom. har ålagts att fullgöra sin förnyelseskyldighet enligt 8 § eller om de åtgärder som avses i 8 § 2 och 3 mom. tidigare med stöd av 20 § 3 mom. har vidtagits på bekostnad av den som saken gäller. Skyldigheten att ställa säkerhet åligger den som enligt 9 § ansvarar för att återväxt åstadkoms. En säkerhet återgår inte till följd av ägarbyte eller någon annan motsvarande förändring.",
        "folded_sv": "skogscentralen kan krava att det innan fornyelseavverkning inleds skall stallas en godtagbar sakerhet for att atgarder enligt 8 § 2 och 3 mom. vidtas. sakerhet kan kravas om den som saken galler tidigare med stod av 20 § 2 mom. har alagts att fullgora sin fornyelseskyldighet enligt 8 § eller om de atgarder som avses i 8 § 2 och 3 mom. tidigare med stod av 20 § 3 mom. har vidtagits pa bekostnad av den som saken galler. skyldigheten att stalla sakerhet aligger den som enligt 9 § ansvarar for att atervaxt astadkoms. en sakerhet atergar inte till foljd av agarbyte eller nagon annan motsvarande forandring."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Käsittelykielto",
      "content": "(käsittelykielto Jos 15 §:ssä tarkoitettua neuvottelua ei ole muusta kuin metsäkeskuksesta riippuvasta syystä saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syytä epäillä, että suunniteltu tai aloitettu hakkuu tai muu toimenpide on tämän lain tai sen nojalla annettujen säännösten tai määräysten vastainen, Maaseutuvirasto voi metsäkeskuksen esityksestä kieltää toimenpiteen ) toistaiseksi tai määräajaksi. Käsittelykielto voidaan antaa myös, jos metsänkäyttöilmoitusta ei ole annettu 14 §:ssä säädetyssä määräajassa tai jos 15 §:n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. Käsittelykielto annetaan tarpeellisessa laajuudessa. Käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. Maaseutuvirasto voi metsäkeskuksen esityksestä asettaa päätöksensä tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). Päätöksessä voidaan määrätä, että päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Maaseutuviraston tulee poistaa käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "(käsittelykielto Jos 15 § :ssä tarkoitettua neuvottelua ei ole muusta kuin metsäkeskuksesta riippuvasta syystä saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syytä epäillä, että suunniteltu tai aloitettu hakkuu tai muu toimenpide on tämän lain tai sen nojalla annettujen säännösten tai määräysten vastainen, Maaseutuvirasto voi metsäkeskuksen esityksestä kieltää toimenpiteen ) toistaiseksi tai määräajaksi. Käsittelykielto voidaan antaa myös, jos metsänkäyttöilmoitusta ei ole annettu 14 § :ssä säädetyssä määräajassa tai jos 15 § :n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. Käsittelykielto annetaan tarpeellisessa laajuudessa. Käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. Maaseutuvirasto voi metsäkeskuksen esityksestä asettaa päätöksensä tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). Päätöksessä voidaan määrätä, että päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Maaseutuviraston tulee poistaa käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
        "folded_fi": "(kasittelykielto jos 15 §:ssa tarkoitettua neuvottelua ei ole muusta kuin metsakeskuksesta riippuvasta syysta saatu aikaan tai jos neuvottelu ei ole johtanut tulokseen ja jos on perusteltua syyta epailla, etta suunniteltu tai aloitettu hakkuu tai muu toimenpide on taman lain tai sen nojalla annettujen saannosten tai maaraysten vastainen, maaseutuvirasto voi metsakeskuksen esityksesta kieltaa toimenpiteen ) toistaiseksi tai maaraajaksi. kasittelykielto voidaan antaa myos, jos metsankayttoilmoitusta ei ole annettu 14 §:ssa saadetyssa maaraajassa tai jos 15 §:n 2 momentissa tarkoitetun vakuuden asettamista vaaditaan. kasittelykielto annetaan tarpeellisessa laajuudessa. kasittelykieltoa koskeva kirjallinen paatos on viipymatta saatettava maanomistajan ja metsanhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan tietoon. maaseutuvirasto voi metsakeskuksen esityksesta asettaa paatoksensa tehosteeksi uhkasakon, johon sovelletaan uhkasakkolakia (1113/1990). paatoksessa voidaan maarata, etta paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. maaseutuviraston tulee poistaa kasittelykielto, jos kiellon maaraamisen perusteet lakkaavat.",
        "title_sv": "Behandlingsförbud",
        "content_sv": "behandlingsförbud) Om förhandlingar som avses i 15 § inte har fåtts till stånd av andra orsaker än sådana som beror på skogscentralen eller om förhandlingarna inte har lett till resultat och det finns grundad anledning att misstänka att en planerad eller påbörjad avverkning eller åtgärd av annat slag strider mot denna lag eller mot bestämmelser eller föreskrifter som utfärdats med stöd av den, kan Landsbygdsverket på framställning av skogscentralen förbjuda åtgärden ( tills vidare eller för en viss tid. Behandlingsförbud kan utfärdas också när anmälan om användning av skog inte har lämnats in inom den tidsfrist som föreskrivs i 14 § eller när säkerhet enligt 15 § 2 mom. krävs. Behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet. Landsbygdsverket kan på framställning av skogscentralen förena sitt beslut med vite, på vilket viteslagen (1113/1990) tillämpas. I beslutet om behandlingsförbud kan det beordras att beslutet skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Landsbygdsverket skall häva behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "normalized_sv": "behandlingsförbud) Om förhandlingar som avses i 15 § inte har fåtts till stånd av andra orsaker än sådana som beror på skogscentralen eller om förhandlingarna inte har lett till resultat och det finns grundad anledning att misstänka att en planerad eller påbörjad avverkning eller åtgärd av annat slag strider mot denna lag eller mot bestämmelser eller föreskrifter som utfärdats med stöd av den, kan Landsbygdsverket på framställning av skogscentralen förbjuda åtgärden ( tills vidare eller för en viss tid. Behandlingsförbud kan utfärdas också när anmälan om användning av skog inte har lämnats in inom den tidsfrist som föreskrivs i 14 § eller när säkerhet enligt 15 § 2 mom. krävs. Behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet. Landsbygdsverket kan på framställning av skogscentralen förena sitt beslut med vite, på vilket viteslagen (1113/1990) tillämpas. I beslutet om behandlingsförbud kan det beordras att beslutet skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Landsbygdsverket skall häva behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "folded_sv": "behandlingsforbud) om forhandlingar som avses i 15 § inte har fatts till stand av andra orsaker an sadana som beror pa skogscentralen eller om forhandlingarna inte har lett till resultat och det finns grundad anledning att misstanka att en planerad eller paborjad avverkning eller atgard av annat slag strider mot denna lag eller mot bestammelser eller foreskrifter som utfardats med stod av den, kan landsbygdsverket pa framstallning av skogscentralen forbjuda atgarden ( tills vidare eller for en viss tid. behandlingsforbud kan utfardas ocksa nar anmalan om anvandning av skog inte har lamnats in inom den tidsfrist som foreskrivs i 14 § eller nar sakerhet enligt 15 § 2 mom. kravs. behandlingsforbudet utfardas i behovlig omfattning. ett skriftligt beslut om behandlingsforbud skall omedelbart delges markagaren och den som innehar avverkningsratten eller nagon annan sarskild rattighet. landsbygdsverket kan pa framstallning av skogscentralen forena sitt beslut med vite, pa vilket viteslagen (1113/1990) tillampas. i beslutet om behandlingsforbud kan det beordras att beslutet skall iakttas trots att andring soks, om inte besvarsinstansen bestammer nagot annat. landsbygdsverket skall hava behandlingsforbudet om grunder for att utfarda forbud inte langre finns."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Väliaikainen käsittelykielto",
      "content": "(väliaikainen käsittelykielto Jos 16 §:n 1 momentissa tarkoitetun käsittelykiellon edellytykset täyttyvät ja painavat syyt sitä vaativat, metsäkeskus voi väliaikaisesti kieltää hakkuun tai muun toimenpiteen ) enintään 30 päiväksi. Väliaikainen käsittelykielto annetaan tarpeellisessa laajuudessa. Väliaikaista käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan sekä Maaseutuviraston tietoon. Väliaikaista käsittelykieltoa koskevaa päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Väliaikainen käsittelykielto on saatettava viivytyksettä ja viimeistään kahden viikon kuluessa Maaseutuviraston ratkaistavaksi. Kielto raukeaa, jos Maaseutuvirasto ei ole 30 päivän kuluessa kiellon antamisesta tehnyt 16 §:ssä tarkoitettua päätöstä tai pysyttänyt väliaikaista käsittelykieltoa voimassa. Metsäkeskuksen tulee poistaa väliaikainen käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "(väliaikainen käsittelykielto Jos 16 § :n 1 momentissa tarkoitetun käsittelykiellon edellytykset täyttyvät ja painavat syyt sitä vaativat, metsäkeskus voi väliaikaisesti kieltää hakkuun tai muun toimenpiteen ) enintään 30 päiväksi. Väliaikainen käsittelykielto annetaan tarpeellisessa laajuudessa. Väliaikaista käsittelykieltoa koskeva kirjallinen päätös on viipymättä saatettava maanomistajan ja metsänhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan sekä Maaseutuviraston tietoon. Väliaikaista käsittelykieltoa koskevaa päätöstä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää. Väliaikainen käsittelykielto on saatettava viivytyksettä ja viimeistään kahden viikon kuluessa Maaseutuviraston ratkaistavaksi. Kielto raukeaa, jos Maaseutuvirasto ei ole 30 päivän kuluessa kiellon antamisesta tehnyt 16 § :ssä tarkoitettua päätöstä tai pysyttänyt väliaikaista käsittelykieltoa voimassa. Metsäkeskuksen tulee poistaa väliaikainen käsittelykielto, jos kiellon määräämisen perusteet lakkaavat.",
        "folded_fi": "(valiaikainen kasittelykielto jos 16 §:n 1 momentissa tarkoitetun kasittelykiellon edellytykset tayttyvat ja painavat syyt sita vaativat, metsakeskus voi valiaikaisesti kieltaa hakkuun tai muun toimenpiteen ) enintaan 30 paivaksi. valiaikainen kasittelykielto annetaan tarpeellisessa laajuudessa. valiaikaista kasittelykieltoa koskeva kirjallinen paatos on viipymatta saatettava maanomistajan ja metsanhakkuuoikeuden haltijan tai muun erityisen oikeuden haltijan seka maaseutuviraston tietoon. valiaikaista kasittelykieltoa koskevaa paatosta on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin maaraa. valiaikainen kasittelykielto on saatettava viivytyksetta ja viimeistaan kahden viikon kuluessa maaseutuviraston ratkaistavaksi. kielto raukeaa, jos maaseutuvirasto ei ole 30 paivan kuluessa kiellon antamisesta tehnyt 16 §:ssa tarkoitettua paatosta tai pysyttanyt valiaikaista kasittelykieltoa voimassa. metsakeskuksen tulee poistaa valiaikainen kasittelykielto, jos kiellon maaraamisen perusteet lakkaavat.",
        "title_sv": "Temporärt behandlingsförbud",
        "content_sv": "(temporärt behandlingsförbud Om villkoren för behandlingsförbud enligt 16 § 1 mom. är uppfyllda och vägande skäl kräver det, kan skogscentralen temporärt förbjuda avverkningen eller någon annan åtgärd ) för högst 30 dagar. Det temporära behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om temporärt behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet samt Landsbygdsverket. Beslutet om temporärt behandlingsförbud skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Ett ärende som gäller temporärt behandlingsförbud skall utan dröjsmål och senast inom två veckor föras till Landsbygdsverket för avgörande. Förbudet förfaller om inte Landsbygdsverket inom 30 dagar efter att förbudet utfärdats har fattat ett sådant beslut som avses i 16 § eller hållit det temporära behandlingsförbudet i kraft. Skogscentralen skall häva det temporära behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "normalized_sv": "(temporärt behandlingsförbud Om villkoren för behandlingsförbud enligt 16 § 1 mom. är uppfyllda och vägande skäl kräver det, kan skogscentralen temporärt förbjuda avverkningen eller någon annan åtgärd ) för högst 30 dagar. Det temporära behandlingsförbudet utfärdas i behövlig omfattning. Ett skriftligt beslut om temporärt behandlingsförbud skall omedelbart delges markägaren och den som innehar avverkningsrätten eller någon annan särskild rättighet samt Landsbygdsverket. Beslutet om temporärt behandlingsförbud skall iakttas trots att ändring söks, om inte besvärsinstansen bestämmer något annat. Ett ärende som gäller temporärt behandlingsförbud skall utan dröjsmål och senast inom två veckor föras till Landsbygdsverket för avgörande. Förbudet förfaller om inte Landsbygdsverket inom 30 dagar efter att förbudet utfärdats har fattat ett sådant beslut som avses i 16 § eller hållit det temporära behandlingsförbudet i kraft. Skogscentralen skall häva det temporära behandlingsförbudet om grunder för att utfärda förbud inte längre finns.",
        "folded_sv": "(temporart behandlingsforbud om villkoren for behandlingsforbud enligt 16 § 1 mom. ar uppfyllda och vagande skal kraver det, kan skogscentralen temporart forbjuda avverkningen eller nagon annan atgard ) for hogst 30 dagar. det temporara behandlingsforbudet utfardas i behovlig omfattning. ett skriftligt beslut om temporart behandlingsforbud skall omedelbart delges markagaren och den som innehar avverkningsratten eller nagon annan sarskild rattighet samt landsbygdsverket. beslutet om temporart behandlingsforbud skall iakttas trots att andring soks, om inte besvarsinstansen bestammer nagot annat. ett arende som galler temporart behandlingsforbud skall utan drojsmal och senast inom tva veckor foras till landsbygdsverket for avgorande. forbudet forfaller om inte landsbygdsverket inom 30 dagar efter att forbudet utfardats har fattat ett sadant beslut som avses i 16 § eller hallit det temporara behandlingsforbudet i kraft. skogscentralen skall hava det temporara behandlingsforbudet om grunder for att utfarda forbud inte langre finns."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Korjaavat toimenpiteet",
      "content": "Jos 1 momentissa tarkoitetuista korjaavista toimenpiteistä ei päästä sopimukseen metsäkeskuksen ja asianomaisen välillä tai jos asianomainen ei noudata niiden tekemistä koskevaa sopimusta, Maaseutuvirasto voi metsäkeskuksen esityksestä velvoittaa asianomaisen tekemään tarvittavat toimenpiteet. Maaseutuvirasto voi asettaa päätöksensä tehosteeksi uhkasakon tai uhan, että toimenpiteet tehdään asianomaisen kustannuksella. Maaseutuvirasto voi myös päättää, että metsäkeskus tekee tai teettää tarvittavat toimenpiteet asianomaisen kustannuksella. Uhkasakkoon ja teettämisuhkaan sovelletaan uhkasakkolakia. Jos joku muu kuin asianomainen omistaa kiinteistön tai on erityisen oikeuden nojalla oikeutettu päättämään asiasta, korjaavia toimenpiteitä koskevaan sopimukseen on saatava hänen suostumuksensa. Jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, että Maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemään tarvittavat toimenpiteet, Maaseutuvirasto voi metsäkeskuksen esityksestä päättää, että se tai metsäkeskus tekee tai teettää ne asianomaisen kustannuksella. Toimenpiteistä aiheutuvat kustannukset maksetaan etukäteen valtion varoista ja Maaseutuvirasto voi periä ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Jos 1 momentissa tarkoitetuista korjaavista toimenpiteistä ei päästä sopimukseen metsäkeskuksen ja asianomaisen välillä tai jos asianomainen ei noudata niiden tekemistä koskevaa sopimusta, Maaseutuvirasto voi metsäkeskuksen esityksestä velvoittaa asianomaisen tekemään tarvittavat toimenpiteet. Maaseutuvirasto voi asettaa päätöksensä tehosteeksi uhkasakon tai uhan, että toimenpiteet tehdään asianomaisen kustannuksella. Maaseutuvirasto voi myös päättää, että metsäkeskus tekee tai teettää tarvittavat toimenpiteet asianomaisen kustannuksella. Uhkasakkoon ja teettämisuhkaan sovelletaan uhkasakkolakia. Jos joku muu kuin asianomainen omistaa kiinteistön tai on erityisen oikeuden nojalla oikeutettu päättämään asiasta, korjaavia toimenpiteitä koskevaan sopimukseen on saatava hänen suostumuksensa. Jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, että Maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemään tarvittavat toimenpiteet, Maaseutuvirasto voi metsäkeskuksen esityksestä päättää, että se tai metsäkeskus tekee tai teettää ne asianomaisen kustannuksella. Toimenpiteistä aiheutuvat kustannukset maksetaan etukäteen valtion varoista ja Maaseutuvirasto voi periä ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "jos 1 momentissa tarkoitetuista korjaavista toimenpiteista ei paasta sopimukseen metsakeskuksen ja asianomaisen valilla tai jos asianomainen ei noudata niiden tekemista koskevaa sopimusta, maaseutuvirasto voi metsakeskuksen esityksesta velvoittaa asianomaisen tekemaan tarvittavat toimenpiteet. maaseutuvirasto voi asettaa paatoksensa tehosteeksi uhkasakon tai uhan, etta toimenpiteet tehdaan asianomaisen kustannuksella. maaseutuvirasto voi myos paattaa, etta metsakeskus tekee tai teettaa tarvittavat toimenpiteet asianomaisen kustannuksella. uhkasakkoon ja teettamisuhkaan sovelletaan uhkasakkolakia. jos joku muu kuin asianomainen omistaa kiinteiston tai on erityisen oikeuden nojalla oikeutettu paattamaan asiasta, korjaavia toimenpiteita koskevaan sopimukseen on saatava hanen suostumuksensa. jos maanomistaja tai erityisen oikeuden haltija ei anna suostumustaan sille, etta maaseutuvirasto velvoittaa asianomaisen lakia rikkoneen tekemaan tarvittavat toimenpiteet, maaseutuvirasto voi metsakeskuksen esityksesta paattaa, etta se tai metsakeskus tekee tai teettaa ne asianomaisen kustannuksella. toimenpiteista aiheutuvat kustannukset maksetaan etukateen valtion varoista ja maaseutuvirasto voi peria ne takaisin asianomaiselta ulosottotoimin siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "title_sv": "Korrigerande åtgärder",
        "content_sv": "Om skogscentralen och den som saken gäller inte når en överenskommelse om de korrigerande åtgärder som avses i 1 mom. eller om den som saken gäller inte följer överenskommelsen, kan Landsbygdsverket på framställning av skogscentralen ålägga den som saken gäller att vidta de åtgärder som behövs. Landsbygdsverket kan förena sitt beslut med vite eller hot om att åtgärderna vidtas på bekostnad av den som saken gäller. Landsbygdsverket kan också besluta att skogscentralen skall vidta eller låta vidta de behövliga åtgärderna på bekostnad av den som saken gäller. På vite och hot om tvångsutförande tillämpas viteslagen. Om någon annan än den som saken gäller äger fastigheten eller med stöd av en särskild rättighet är berättigad att besluta om saken skall dennes samtycke till överenskommelsen om korrigerande åtgärder inhämtas. Om markägaren eller den som innehar en särskild rättighet inte ger sitt samtycke till att Landsbygdsverket ålägger den som överträtt lagen att vidta de åtgärder som behövs, kan Landsbygdsverket på framställning av skogscentralen besluta att det eller skogscentralen vidtar dem eller låter vidta dem på lagöverträdarens bekostnad. Kostnaderna för åtgärderna betalas i förväg av statens medel, och Landsbygdsverket får indriva dem i utsökningsväg hos den som saken gäller så som anges i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Om skogscentralen och den som saken gäller inte når en överenskommelse om de korrigerande åtgärder som avses i 1 mom. eller om den som saken gäller inte följer överenskommelsen, kan Landsbygdsverket på framställning av skogscentralen ålägga den som saken gäller att vidta de åtgärder som behövs. Landsbygdsverket kan förena sitt beslut med vite eller hot om att åtgärderna vidtas på bekostnad av den som saken gäller. Landsbygdsverket kan också besluta att skogscentralen skall vidta eller låta vidta de behövliga åtgärderna på bekostnad av den som saken gäller. På vite och hot om tvångsutförande tillämpas viteslagen. Om någon annan än den som saken gäller äger fastigheten eller med stöd av en särskild rättighet är berättigad att besluta om saken skall dennes samtycke till överenskommelsen om korrigerande åtgärder inhämtas. Om markägaren eller den som innehar en särskild rättighet inte ger sitt samtycke till att Landsbygdsverket ålägger den som överträtt lagen att vidta de åtgärder som behövs, kan Landsbygdsverket på framställning av skogscentralen besluta att det eller skogscentralen vidtar dem eller låter vidta dem på lagöverträdarens bekostnad. Kostnaderna för åtgärderna betalas i förväg av statens medel, och Landsbygdsverket får indriva dem i utsökningsväg hos den som saken gäller så som anges i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "om skogscentralen och den som saken galler inte nar en overenskommelse om de korrigerande atgarder som avses i 1 mom. eller om den som saken galler inte foljer overenskommelsen, kan landsbygdsverket pa framstallning av skogscentralen alagga den som saken galler att vidta de atgarder som behovs. landsbygdsverket kan forena sitt beslut med vite eller hot om att atgarderna vidtas pa bekostnad av den som saken galler. landsbygdsverket kan ocksa besluta att skogscentralen skall vidta eller lata vidta de behovliga atgarderna pa bekostnad av den som saken galler. pa vite och hot om tvangsutforande tillampas viteslagen. om nagon annan an den som saken galler ager fastigheten eller med stod av en sarskild rattighet ar berattigad att besluta om saken skall dennes samtycke till overenskommelsen om korrigerande atgarder inhamtas. om markagaren eller den som innehar en sarskild rattighet inte ger sitt samtycke till att landsbygdsverket alagger den som overtratt lagen att vidta de atgarder som behovs, kan landsbygdsverket pa framstallning av skogscentralen besluta att det eller skogscentralen vidtar dem eller later vidta dem pa lagovertradarens bekostnad. kostnaderna for atgarderna betalas i forvag av statens medel, och landsbygdsverket far indriva dem i utsokningsvag hos den som saken galler sa som anges i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Muutoksenhaku",
      "content": "Tämän lain mukaiseen metsäkeskuksen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissä pääosa kyseessä olevasta metsätalousmaasta sijaitsee. Muutoksenhakuun sovelletaan, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, metsäkeskuksella on oikeus valittaa Maaseutuviraston ja hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos Maaseutuviraston päätös poikkeaa metsäkeskuksen esityksestä tai jos hallinto-oikeus on muuttanut metsäkeskuksen tai Maaseutuviraston päätöstä taikka kumonnut sen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Tämän lain mukaiseen metsäkeskuksen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissä pääosa kyseessä olevasta metsätalousmaasta sijaitsee. Muutoksenhakuun sovelletaan, mitä hallintolainkäyttölaissa (586/1996) säädetään muutoksenhausta hallintoviranomaisen päätökseen. Sen lisäksi, mitä muutoksenhausta erikseen säädetään, metsäkeskuksella on oikeus valittaa Maaseutuviraston ja hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä, jos Maaseutuviraston päätös poikkeaa metsäkeskuksen esityksestä tai jos hallinto-oikeus on muuttanut metsäkeskuksen tai Maaseutuviraston päätöstä taikka kumonnut sen.",
        "folded_fi": "taman lain mukaiseen metsakeskuksen paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. toimivaltainen hallinto-oikeus on se hallinto-oikeus, jonka tuomiopiirissa paaosa kyseessa olevasta metsatalousmaasta sijaitsee. muutoksenhakuun sovelletaan, mita hallintolainkayttolaissa (586/1996) saadetaan muutoksenhausta hallintoviranomaisen paatokseen. sen lisaksi, mita muutoksenhausta erikseen saadetaan, metsakeskuksella on oikeus valittaa maaseutuviraston ja hallinto-oikeuden taman lain nojalla tekemasta paatoksesta, jos maaseutuviraston paatos poikkeaa metsakeskuksen esityksesta tai jos hallinto-oikeus on muuttanut metsakeskuksen tai maaseutuviraston paatosta taikka kumonnut sen.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som skogscentralen har fattat enligt denna lag får sökas genom besvär hos förvaltningsdomstolen. Behörig förvaltningsdomstol är den förvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fråga är belägen. På sökande av ändring tillämpas vad förvaltningsprocesslagen (586/1996) föreskriver om sökande av ändring i beslut av en förvaltningsmyndighet. Utöver vad som särskilt bestäms om sökande av ändring, har skogscentralen rätt att överklaga beslut som Landsbygdsverket eller förvaltningsdomstolen har fattat med stöd av denna lag, om Landsbygdsverkets beslut avviker från skogscentralens framställning eller om förvaltningsdomstolen har ändrat eller upphävt skogscentralens eller Landsbygdsverkets beslut.",
        "normalized_sv": "Ändring i beslut som skogscentralen har fattat enligt denna lag får sökas genom besvär hos förvaltningsdomstolen. Behörig förvaltningsdomstol är den förvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fråga är belägen. På sökande av ändring tillämpas vad förvaltningsprocesslagen (586/1996) föreskriver om sökande av ändring i beslut av en förvaltningsmyndighet. Utöver vad som särskilt bestäms om sökande av ändring, har skogscentralen rätt att överklaga beslut som Landsbygdsverket eller förvaltningsdomstolen har fattat med stöd av denna lag, om Landsbygdsverkets beslut avviker från skogscentralens framställning eller om förvaltningsdomstolen har ändrat eller upphävt skogscentralens eller Landsbygdsverkets beslut.",
        "folded_sv": "andring i beslut som skogscentralen har fattat enligt denna lag far sokas genom besvar hos forvaltningsdomstolen. behorig forvaltningsdomstol ar den forvaltningsdomstol inom vars domkrets huvuddelen av skogsbruksmarken i fraga ar belagen. pa sokande av andring tillampas vad forvaltningsprocesslagen (586/1996) foreskriver om sokande av andring i beslut av en forvaltningsmyndighet. utover vad som sarskilt bestams om sokande av andring, har skogscentralen ratt att overklaga beslut som landsbygdsverket eller forvaltningsdomstolen har fattat med stod av denna lag, om landsbygdsverkets beslut avviker fran skogscentralens framstallning eller om forvaltningsdomstolen har andrat eller upphavt skogscentralens eller landsbygdsverkets beslut."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "title": "Valtion saamisen perintä",
      "content": "Tässä laissa tarkoitettu valtion saaminen saadaan periä ulosottotoimin ilman tuomiota tai päätöstä siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa säädetään. Tähän lakiin perustuvan valtion saamisen perii Maaseutuvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Tässä laissa tarkoitettu valtion saaminen saadaan periä ulosottotoimin ilman tuomiota tai päätöstä siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa säädetään. Tähän lakiin perustuvan valtion saamisen perii Maaseutuvirasto.",
        "folded_fi": "tassa laissa tarkoitettu valtion saaminen saadaan peria ulosottotoimin ilman tuomiota tai paatosta siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa saadetaan. tahan lakiin perustuvan valtion saamisen perii maaseutuvirasto.",
        "title_sv": "Indrivning av statens fordran",
        "content_sv": "Statens fordringar som avses i denna lag får indrivas i utsökningsväg utan dom eller beslut så som föreskrivs i lagen om indrivning av skatter och avgifter i utsökningsväg. Landsbygdsverket är den myndighet som driver in statens fordringar enligt denna lag.",
        "normalized_sv": "Statens fordringar som avses i denna lag får indrivas i utsökningsväg utan dom eller beslut så som föreskrivs i lagen om indrivning av skatter och avgifter i utsökningsväg. Landsbygdsverket är den myndighet som driver in statens fordringar enligt denna lag.",
        "folded_sv": "statens fordringar som avses i denna lag far indrivas i utsokningsvag utan dom eller beslut sa som foreskrivs i lagen om indrivning av skatter och avgifter i utsokningsvag. landsbygdsverket ar den myndighet som driver in statens fordringar enligt denna lag."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    }
  ]
}