{
  "id": "318/2015",
  "type": "statute",
  "title": "Laki työeläkevakuutusyhtiöistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om arbetspensionsförsäkringsbolag",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/318/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vakavaraisuusraja ja vähimmäispääomavaatimus",
      "content": "Työeläkevakuutusyhtiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Työeläkevakuutusyhtiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "folded_fi": "tyoelakevakuutusyhtion vakavaraisuusraja maaritellaan riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspaaoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. vakavaraisuusrajan laskemisesta saadetaan tarkemmin elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "title_sv": "Solvensgräns och krav på minimikapital",
        "content_sv": "Ett arbetspensionsförsäkringsbolags solvensgräns fastställs riskteoretiskt så att den motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till placeringarna och försäkringsrörelsen. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolags solvensgräns fastställs riskteoretiskt så att den motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till placeringarna och försäkringsrörelsen. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "folded_sv": "ett arbetspensionsforsakringsbolags solvensgrans faststalls riskteoretiskt sa att den motsvarar behovet av solvenskapital for ett ar, med beaktande av de risker som hanfor sig till placeringarna och forsakringsrorelsen. narmare bestammelser om berakning av solvensgransen finns i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar (315/2015)."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Siirrot ositettuun ja osittamattomaan lisäva- kuutusvastuuseen",
      "content": "Työeläkevakuutusyhtiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään neljäkymmentä prosenttia vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Jos työeläkevakuutusyhtiön vakavaraisuuspääoma on toisena peräkkäisenä vuonna suurempi kuin vakavaraisuuspääoman enimmäismäärä, työeläkevakuutusyhtiön on sanotusta vuodesta lukien siirrettävä vuosittain ositettuun lisävakuutusvastuuseen määrä, joka on yksi kolmasosa siitä määrästä, jolla yhtiön vakavaraisuuspääoma ylittää sen enimmäismäärän. Jos ylityksen voidaan katsoa olevan luonteeltaan pysyvä, yhtiön on järjestettävä toimintansa siten, että yhtiön vakavaraisuuspääoma palautuu enimmäismäärää pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Työeläkevakuutusyhtiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään neljäkymmentä prosenttia vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 § :n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Jos työeläkevakuutusyhtiön vakavaraisuuspääoma on toisena peräkkäisenä vuonna suurempi kuin vakavaraisuuspääoman enimmäismäärä, työeläkevakuutusyhtiön on sanotusta vuodesta lukien siirrettävä vuosittain ositettuun lisävakuutusvastuuseen määrä, joka on yksi kolmasosa siitä määrästä, jolla yhtiön vakavaraisuuspääoma ylittää sen enimmäismäärän. Jos ylityksen voidaan katsoa olevan luonteeltaan pysyvä, yhtiön on järjestettävä toimintansa siten, että yhtiön vakavaraisuuspääoma palautuu enimmäismäärää pienemmäksi.",
        "folded_fi": "tyoelakevakuutusyhtion vakavaraisuuspaaoman enimmaismaara on vakavaraisuusrajan kolminkertainen maara, kuitenkin vahintaan neljakymmenta prosenttia vastuuvelasta, josta on vahennetty osittamaton lisavakuutusvastuu, tasoitusmaara ja erat, joita yrittajan elakelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. jos tyoelakevakuutusyhtion vakavaraisuuspaaoma on toisena perakkaisena vuonna suurempi kuin vakavaraisuuspaaoman enimmaismaara, tyoelakevakuutusyhtion on sanotusta vuodesta lukien siirrettava vuosittain ositettuun lisavakuutusvastuuseen maara, joka on yksi kolmasosa siita maarasta, jolla yhtion vakavaraisuuspaaoma ylittaa sen enimmaismaaran. jos ylityksen voidaan katsoa olevan luonteeltaan pysyva, yhtion on jarjestettava toimintansa siten, etta yhtion vakavaraisuuspaaoma palautuu enimmaismaaraa pienemmaksi.",
        "title_sv": "Överföringar till det fördelade och det ofördelade tilläggsförsäkringsansvaret",
        "content_sv": "Maximibeloppet av ett arbetspensionsförsäkringsbolagets solvenskapital är solvensgränsens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Om ett arbetspensionsförsäkringsbolags solvenskapital för andra året i följd överskrider solvenskapitalets maximibelopp, ska arbetspensionsförsäkringsbolaget från och med det året varje år till det fördelade tilläggsförsäkringsansvaret överföra ett belopp som utgör en tredjedel av det belopp med vilket bolagets solvenskapital överskrider maximibeloppet. Om överskridningen kan betraktas som bestående, ska bolaget organisera sin verksamhet så att bolagets solvenskapital återförs under maximibeloppet.",
        "normalized_sv": "Maximibeloppet av ett arbetspensionsförsäkringsbolagets solvenskapital är solvensgränsens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Om ett arbetspensionsförsäkringsbolags solvenskapital för andra året i följd överskrider solvenskapitalets maximibelopp, ska arbetspensionsförsäkringsbolaget från och med det året varje år till det fördelade tilläggsförsäkringsansvaret överföra ett belopp som utgör en tredjedel av det belopp med vilket bolagets solvenskapital överskrider maximibeloppet. Om överskridningen kan betraktas som bestående, ska bolaget organisera sin verksamhet så att bolagets solvenskapital återförs under maximibeloppet.",
        "folded_sv": "maximibeloppet av ett arbetspensionsforsakringsbolagets solvenskapital ar solvensgransens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofordelat tillaggsforsakringsansvar, utjamningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension for foretagare inte beaktas i premieansvaret. om ett arbetspensionsforsakringsbolags solvenskapital for andra aret i foljd overskrider solvenskapitalets maximibelopp, ska arbetspensionsforsakringsbolaget fran och med det aret varje ar till det fordelade tillaggsforsakringsansvaret overfora ett belopp som utgor en tredjedel av det belopp med vilket bolagets solvenskapital overskrider maximibeloppet. om overskridningen kan betraktas som bestaende, ska bolaget organisera sin verksamhet sa att bolagets solvenskapital aterfors under maximibeloppet."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voitonjaon rajoitukset",
      "content": "Työeläkevakuutusyhtiö ei saa jakaa voittoa, jos sen vakavaraisuuspääoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspääoma vähennettynä tasoitusmäärällä on pienempi kuin vaadittu vähimmäispääoma taikka tiedetään tai pitäisi tietää, että yhtiö on maksukyvytön. Voittoa ei myöskään saa jakaa, jos tiedetään tai pitäisi tietää, että voitonjako johtaa siihen, että vakavaraisuuspääoma vähenee 1 momentissa säädettyä pienemmäksi tai yhtiöstä tulee maksukyvytön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Työeläkevakuutusyhtiö ei saa jakaa voittoa, jos sen vakavaraisuuspääoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspääoma vähennettynä tasoitusmäärällä on pienempi kuin vaadittu vähimmäispääoma taikka tiedetään tai pitäisi tietää, että yhtiö on maksukyvytön. Voittoa ei myöskään saa jakaa, jos tiedetään tai pitäisi tietää, että voitonjako johtaa siihen, että vakavaraisuuspääoma vähenee 1 momentissa säädettyä pienemmäksi tai yhtiöstä tulee maksukyvytön.",
        "folded_fi": "tyoelakevakuutusyhtio ei saa jakaa voittoa, jos sen vakavaraisuuspaaoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspaaoma vahennettyna tasoitusmaaralla on pienempi kuin vaadittu vahimmaispaaoma taikka tiedetaan tai pitaisi tietaa, etta yhtio on maksukyvyton. voittoa ei myoskaan saa jakaa, jos tiedetaan tai pitaisi tietaa, etta voitonjako johtaa siihen, etta vakavaraisuuspaaoma vahenee 1 momentissa saadettya pienemmaksi tai yhtiosta tulee maksukyvyton.",
        "title_sv": "Begränsningar av vinstutdelningen",
        "content_sv": "Ett arbetspensionsförsäkringsbolag får inte dela ut vinst, om bolagets solvenskapital underskrider solvensgränsen eller solvenskapitalet minskat med utjämningsbeloppet underskrider kravet på minimikapital eller det är eller borde vara känt att bolaget är insolvent. Vinst får inte heller delas ut, om det är eller borde vara känt att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som föreskrivs i 1 mom. eller till att bolaget blir insolvent.",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolag får inte dela ut vinst, om bolagets solvenskapital underskrider solvensgränsen eller solvenskapitalet minskat med utjämningsbeloppet underskrider kravet på minimikapital eller det är eller borde vara känt att bolaget är insolvent. Vinst får inte heller delas ut, om det är eller borde vara känt att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som föreskrivs i 1 mom. eller till att bolaget blir insolvent.",
        "folded_sv": "ett arbetspensionsforsakringsbolag far inte dela ut vinst, om bolagets solvenskapital underskrider solvensgransen eller solvenskapitalet minskat med utjamningsbeloppet underskrider kravet pa minimikapital eller det ar eller borde vara kant att bolaget ar insolvent. vinst far inte heller delas ut, om det ar eller borde vara kant att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som foreskrivs i 1 mom. eller till att bolaget blir insolvent."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Työeläkevakuutusyhtiöiden sulautuminen, va- kuutuskannan luovuttaminen toiselle työelä- kevakuutusyhtiölle ja jakautuminen",
      "content": "Työeläkevakuutusyhtiö voi Finanssivalvonnan suostumuksella sulautua toiseen työeläkevakuutusyhtiöön, luovuttaa vakuutuskantansa tai sen osan toiselle työeläkevakuutusyhtiölle tai jakautua siten kuin vakuutusyhtiölaissa säädetään. Finanssivalvonnan on annettava suostumuksensa, jollei edellä tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä ja jos Finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan työeläkejärjestelmän toimeenpanon kannalta perusteltua. Finanssivalvonnalle on suostumuksen hakemisen yhteydessä toimitettava luovuttavan yhtiön vastuuvelasta ja vakavaraisuuspääomasta sekä niiden katteena olevista sijoituksista laadittu laskelma. Finanssivalvonnalla on oikeus liittää suostumukseensa ehdot, joita se pitää tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Työeläkevakuutusyhtiö voi Finanssivalvonnan suostumuksella sulautua toiseen työeläkevakuutusyhtiöön, luovuttaa vakuutuskantansa tai sen osan toiselle työeläkevakuutusyhtiölle tai jakautua siten kuin vakuutusyhtiölaissa säädetään. Finanssivalvonnan on annettava suostumuksensa, jollei edellä tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä ja jos Finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan työeläkejärjestelmän toimeenpanon kannalta perusteltua. Finanssivalvonnalle on suostumuksen hakemisen yhteydessä toimitettava luovuttavan yhtiön vastuuvelasta ja vakavaraisuuspääomasta sekä niiden katteena olevista sijoituksista laadittu laskelma. Finanssivalvonnalla on oikeus liittää suostumukseensa ehdot, joita se pitää tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
        "folded_fi": "tyoelakevakuutusyhtio voi finanssivalvonnan suostumuksella sulautua toiseen tyoelakevakuutusyhtioon, luovuttaa vakuutuskantansa tai sen osan toiselle tyoelakevakuutusyhtiolle tai jakautua siten kuin vakuutusyhtiolaissa saadetaan. finanssivalvonnan on annettava suostumuksensa, jollei edella tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta ja jos finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan tyoelakejarjestelman toimeenpanon kannalta perusteltua. finanssivalvonnalle on suostumuksen hakemisen yhteydessa toimitettava luovuttavan yhtion vastuuvelasta ja vakavaraisuuspaaomasta seka niiden katteena olevista sijoituksista laadittu laskelma. finanssivalvonnalla on oikeus liittaa suostumukseensa ehdot, joita se pitaa tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
        "title_sv": "Arbetspensionsförsäkringsbolags fusion, överlåtelse av försäkringsbeståndet till ett annat arbetspensionsförsäkringsbolag och delning",
        "content_sv": "Ett arbetspensionsförsäkringsbolag kan med Finansinspektionens samtycke fusioneras med ett annat arbetspensionsförsäkringsbolag, överlåta sitt försäkringsbestånd eller en del av det till ett annat arbetspensionsförsäkringsbolag eller delas enligt vad som bestäms i försäkringsbolagslagen. Finansinspektionen ska ge sitt samtycke, om en ovan avsedd åtgärd inte inkräktar på de försäkrade förmånerna, om åtgärden inte anses äventyra en sund utveckling av försäkringsverksamheten och om Finansinspektionen anser att överlåtelsen av försäkringsbeståndet är motiverad med tanke på verkställigheten av arbetspensionssystemet. Till Finansinspektionen ska i samband med ansökan om samtycke lämnas in en beräkning över det överlåtande bolagets ansvarsskuld och solvenskapital samt om de placeringar som täcker dem. Finansinspektionen har rätt att till samtycket foga de villkor som inspektionen anser behövliga för att trygga de försäkrade förmånerna eller en sund utveckling av försäkringsverksamheten.",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolag kan med Finansinspektionens samtycke fusioneras med ett annat arbetspensionsförsäkringsbolag, överlåta sitt försäkringsbestånd eller en del av det till ett annat arbetspensionsförsäkringsbolag eller delas enligt vad som bestäms i försäkringsbolagslagen. Finansinspektionen ska ge sitt samtycke, om en ovan avsedd åtgärd inte inkräktar på de försäkrade förmånerna, om åtgärden inte anses äventyra en sund utveckling av försäkringsverksamheten och om Finansinspektionen anser att överlåtelsen av försäkringsbeståndet är motiverad med tanke på verkställigheten av arbetspensionssystemet. Till Finansinspektionen ska i samband med ansökan om samtycke lämnas in en beräkning över det överlåtande bolagets ansvarsskuld och solvenskapital samt om de placeringar som täcker dem. Finansinspektionen har rätt att till samtycket foga de villkor som inspektionen anser behövliga för att trygga de försäkrade förmånerna eller en sund utveckling av försäkringsverksamheten.",
        "folded_sv": "ett arbetspensionsforsakringsbolag kan med finansinspektionens samtycke fusioneras med ett annat arbetspensionsforsakringsbolag, overlata sitt forsakringsbestand eller en del av det till ett annat arbetspensionsforsakringsbolag eller delas enligt vad som bestams i forsakringsbolagslagen. finansinspektionen ska ge sitt samtycke, om en ovan avsedd atgard inte inkraktar pa de forsakrade formanerna, om atgarden inte anses aventyra en sund utveckling av forsakringsverksamheten och om finansinspektionen anser att overlatelsen av forsakringsbestandet ar motiverad med tanke pa verkstalligheten av arbetspensionssystemet. till finansinspektionen ska i samband med ansokan om samtycke lamnas in en berakning over det overlatande bolagets ansvarsskuld och solvenskapital samt om de placeringar som tacker dem. finansinspektionen har ratt att till samtycket foga de villkor som inspektionen anser behovliga for att trygga de forsakrade formanerna eller en sund utveckling av forsakringsverksamheten."
      }
    },
    {
      "provision_ref": "29 e",
      "section": "29 e",
      "title": "Työnantajakohtaisessa vakuutuskannan luo- vuttamisessa siirtyvä vakavaraisuuspääoma",
      "content": "Sosiaali- ja terveysministeriön asetuksella säädetään Finanssivalvonnan esityksestä 1 momentissa tarkoitettu määrä kiinteänä prosenttiosuutena vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Prosenttiosuus lasketaan siten, että se vastaa työntekijän eläkelain mukaista toimintaa harjoittavien eläkelaitosten vakavaraisuusrajan ja sen laskennassa käytettävien sijoitusten suhteen mediaania kaksinkertaisena. Jos 2 momentin mukaisesti määräytyvän siirtyvän vakavaraisuuspääoman määrä muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus työeläkevakuutusyhtiön vakavaraisuuspääomasta, työeläkevakuutusyhtiöstä luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtiön vakavaraisuuspääomasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29 e",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella säädetään Finanssivalvonnan esityksestä 1 momentissa tarkoitettu määrä kiinteänä prosenttiosuutena vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 § :n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Prosenttiosuus lasketaan siten, että se vastaa työntekijän eläkelain mukaista toimintaa harjoittavien eläkelaitosten vakavaraisuusrajan ja sen laskennassa käytettävien sijoitusten suhteen mediaania kaksinkertaisena. Jos 2 momentin mukaisesti määräytyvän siirtyvän vakavaraisuuspääoman määrä muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus työeläkevakuutusyhtiön vakavaraisuuspääomasta, työeläkevakuutusyhtiöstä luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtiön vakavaraisuuspääomasta.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella saadetaan finanssivalvonnan esityksesta 1 momentissa tarkoitettu maara kiinteana prosenttiosuutena vastuuvelasta, josta on vahennetty osittamaton lisavakuutusvastuu, tasoitusmaara ja erat, joita yrittajan elakelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. prosenttiosuus lasketaan siten, etta se vastaa tyontekijan elakelain mukaista toimintaa harjoittavien elakelaitosten vakavaraisuusrajan ja sen laskennassa kaytettavien sijoitusten suhteen mediaania kaksinkertaisena. jos 2 momentin mukaisesti maaraytyvan siirtyvan vakavaraisuuspaaoman maara muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus tyoelakevakuutusyhtion vakavaraisuuspaaomasta, tyoelakevakuutusyhtiosta luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtion vakavaraisuuspaaomasta.",
        "title_sv": "Solvenskapital som överförs vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet anges det belopp som avses i 1 mom. på framställning av Finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Procentandelen beräknas så att den motsvarar det dubbla beloppet av medianen för förhållandet mellan solvensgränsen och de placeringar som beräkningen av den grundar sig på för de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension för arbetstagare. Om beloppet av det solvenskapital som överförs och som fastställts i enlighet med 2 mom. blir större än den andel av arbetspensionsförsäkringsbolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts, ska ur arbetspensionsförsäkringsbolaget överlåtas en andel av bolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet anges det belopp som avses i 1 mom. på framställning av Finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Procentandelen beräknas så att den motsvarar det dubbla beloppet av medianen för förhållandet mellan solvensgränsen och de placeringar som beräkningen av den grundar sig på för de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension för arbetstagare. Om beloppet av det solvenskapital som överförs och som fastställts i enlighet med 2 mom. blir större än den andel av arbetspensionsförsäkringsbolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts, ska ur arbetspensionsförsäkringsbolaget överlåtas en andel av bolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts.",
        "folded_sv": "genom forordning av social- och halsovardsministeriet anges det belopp som avses i 1 mom. pa framstallning av finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofordelat tillaggsforsakringsansvar, utjamningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension for foretagare inte beaktas i premieansvaret. procentandelen beraknas sa att den motsvarar det dubbla beloppet av medianen for forhallandet mellan solvensgransen och de placeringar som berakningen av den grundar sig pa for de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension for arbetstagare. om beloppet av det solvenskapital som overfors och som faststallts i enlighet med 2 mom. blir storre an den andel av arbetspensionsforsakringsbolagets solvenskapital som motsvarar det forsakringsbestand som overlats, ska ur arbetspensionsforsakringsbolaget overlatas en andel av bolagets solvenskapital som motsvarar det forsakringsbestand som overlats."
      }
    },
    {
      "provision_ref": "29 f",
      "section": "29 f",
      "title": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa siirtyvä omaisuus",
      "content": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettävä vastaanottavalle eläkelaitokselle omaisuutta 29 d §:ssä tarkoitettua siirtyvää vastuuvelkaa ja siihen sisältyvää 29 e §:ssä tarkoitettua siirtyvää vakavaraisuuspääomaa vastaava määrä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29 f",
        "normalized_fi": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettävä vastaanottavalle eläkelaitokselle omaisuutta 29 d § :ssä tarkoitettua siirtyvää vastuuvelkaa ja siihen sisältyvää 29 e § :ssä tarkoitettua siirtyvää vakavaraisuuspääomaa vastaava määrä.",
        "folded_fi": "tyonantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettava vastaanottavalle elakelaitokselle omaisuutta 29 d §:ssa tarkoitettua siirtyvaa vastuuvelkaa ja siihen sisaltyvaa 29 e §:ssa tarkoitettua siirtyvaa vakavaraisuuspaaomaa vastaava maara.",
        "title_sv": "Tillgångar som överförs vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd",
        "content_sv": "Vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd ska till den övertagande pensionsanstalten överföras tillgångar till ett belopp som motsvarar den ansvarsskuld som överförs och som avses i 29 d § och det där ingående solvenskapital som överförs och som avses i 29 e §.",
        "normalized_sv": "Vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd ska till den övertagande pensionsanstalten överföras tillgångar till ett belopp som motsvarar den ansvarsskuld som överförs och som avses i 29 d § och det där ingående solvenskapital som överförs och som avses i 29 e § .",
        "folded_sv": "vid overlatelse av ett arbetsgivarspecifikt forsakringsbestand ska till den overtagande pensionsanstalten overforas tillgangar till ett belopp som motsvarar den ansvarsskuld som overfors och som avses i 29 d § och det dar ingaende solvenskapital som overfors och som avses i 29 e §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vakavaraisuusraja ja vähimmäispääomavaatimus",
      "content": "Työeläkevakuutusyhtiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Työeläkevakuutusyhtiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "folded_fi": "tyoelakevakuutusyhtion vakavaraisuusraja maaritellaan riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspaaoman tarvetta ottaen huomioon vakuutusliikkeen ja sijoitusten riskit. vakavaraisuusrajan laskemisesta saadetaan tarkemmin elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "title_sv": "Solvensgräns och krav på minimikapital",
        "content_sv": "Ett arbetspensionsförsäkringsbolags solvensgräns fastställs riskteoretiskt så att den motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till placeringarna och försäkringsrörelsen. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolags solvensgräns fastställs riskteoretiskt så att den motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till placeringarna och försäkringsrörelsen. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "folded_sv": "ett arbetspensionsforsakringsbolags solvensgrans faststalls riskteoretiskt sa att den motsvarar behovet av solvenskapital for ett ar, med beaktande av de risker som hanfor sig till placeringarna och forsakringsrorelsen. narmare bestammelser om berakning av solvensgransen finns i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar (315/2015)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Siirrot ositettuun ja osittamattomaan lisäva- kuutusvastuuseen",
      "content": "Työeläkevakuutusyhtiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään neljäkymmentä prosenttia vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Jos työeläkevakuutusyhtiön vakavaraisuuspääoma on toisena peräkkäisenä vuonna suurempi kuin vakavaraisuuspääoman enimmäismäärä, työeläkevakuutusyhtiön on sanotusta vuodesta lukien siirrettävä vuosittain ositettuun lisävakuutusvastuuseen määrä, joka on yksi kolmasosa siitä määrästä, jolla yhtiön vakavaraisuuspääoma ylittää sen enimmäismäärän. Jos ylityksen voidaan katsoa olevan luonteeltaan pysyvä, yhtiön on järjestettävä toimintansa siten, että yhtiön vakavaraisuuspääoma palautuu enimmäismäärää pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Työeläkevakuutusyhtiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään neljäkymmentä prosenttia vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 § :n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Jos työeläkevakuutusyhtiön vakavaraisuuspääoma on toisena peräkkäisenä vuonna suurempi kuin vakavaraisuuspääoman enimmäismäärä, työeläkevakuutusyhtiön on sanotusta vuodesta lukien siirrettävä vuosittain ositettuun lisävakuutusvastuuseen määrä, joka on yksi kolmasosa siitä määrästä, jolla yhtiön vakavaraisuuspääoma ylittää sen enimmäismäärän. Jos ylityksen voidaan katsoa olevan luonteeltaan pysyvä, yhtiön on järjestettävä toimintansa siten, että yhtiön vakavaraisuuspääoma palautuu enimmäismäärää pienemmäksi.",
        "folded_fi": "tyoelakevakuutusyhtion vakavaraisuuspaaoman enimmaismaara on vakavaraisuusrajan kolminkertainen maara, kuitenkin vahintaan neljakymmenta prosenttia vastuuvelasta, josta on vahennetty osittamaton lisavakuutusvastuu, tasoitusmaara ja erat, joita yrittajan elakelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. jos tyoelakevakuutusyhtion vakavaraisuuspaaoma on toisena perakkaisena vuonna suurempi kuin vakavaraisuuspaaoman enimmaismaara, tyoelakevakuutusyhtion on sanotusta vuodesta lukien siirrettava vuosittain ositettuun lisavakuutusvastuuseen maara, joka on yksi kolmasosa siita maarasta, jolla yhtion vakavaraisuuspaaoma ylittaa sen enimmaismaaran. jos ylityksen voidaan katsoa olevan luonteeltaan pysyva, yhtion on jarjestettava toimintansa siten, etta yhtion vakavaraisuuspaaoma palautuu enimmaismaaraa pienemmaksi.",
        "title_sv": "Överföringar till det fördelade och det ofördelade tilläggsförsäkringsansvaret",
        "content_sv": "Maximibeloppet av ett arbetspensionsförsäkringsbolagets solvenskapital är solvensgränsens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Om ett arbetspensionsförsäkringsbolags solvenskapital för andra året i följd överskrider solvenskapitalets maximibelopp, ska arbetspensionsförsäkringsbolaget från och med det året varje år till det fördelade tilläggsförsäkringsansvaret överföra ett belopp som utgör en tredjedel av det belopp med vilket bolagets solvenskapital överskrider maximibeloppet. Om överskridningen kan betraktas som bestående, ska bolaget organisera sin verksamhet så att bolagets solvenskapital återförs under maximibeloppet.",
        "normalized_sv": "Maximibeloppet av ett arbetspensionsförsäkringsbolagets solvenskapital är solvensgränsens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Om ett arbetspensionsförsäkringsbolags solvenskapital för andra året i följd överskrider solvenskapitalets maximibelopp, ska arbetspensionsförsäkringsbolaget från och med det året varje år till det fördelade tilläggsförsäkringsansvaret överföra ett belopp som utgör en tredjedel av det belopp med vilket bolagets solvenskapital överskrider maximibeloppet. Om överskridningen kan betraktas som bestående, ska bolaget organisera sin verksamhet så att bolagets solvenskapital återförs under maximibeloppet.",
        "folded_sv": "maximibeloppet av ett arbetspensionsforsakringsbolagets solvenskapital ar solvensgransens tredubbla belopp, dock minst fyrtio procent av ansvarsskulden, minskat med ofordelat tillaggsforsakringsansvar, utjamningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension for foretagare inte beaktas i premieansvaret. om ett arbetspensionsforsakringsbolags solvenskapital for andra aret i foljd overskrider solvenskapitalets maximibelopp, ska arbetspensionsforsakringsbolaget fran och med det aret varje ar till det fordelade tillaggsforsakringsansvaret overfora ett belopp som utgor en tredjedel av det belopp med vilket bolagets solvenskapital overskrider maximibeloppet. om overskridningen kan betraktas som bestaende, ska bolaget organisera sin verksamhet sa att bolagets solvenskapital aterfors under maximibeloppet."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voitonjaon rajoitukset",
      "content": "Työeläkevakuutusyhtiö ei saa jakaa voittoa, jos sen vakavaraisuuspääoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspääoma vähennettynä tasoitusmäärällä on pienempi kuin vaadittu vähimmäispääoma taikka tiedetään tai pitäisi tietää, että yhtiö on maksukyvytön. Voittoa ei myöskään saa jakaa, jos tiedetään tai pitäisi tietää, että voitonjako johtaa siihen, että vakavaraisuuspääoma vähenee 1 momentissa säädettyä pienemmäksi tai yhtiöstä tulee maksukyvytön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Työeläkevakuutusyhtiö ei saa jakaa voittoa, jos sen vakavaraisuuspääoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspääoma vähennettynä tasoitusmäärällä on pienempi kuin vaadittu vähimmäispääoma taikka tiedetään tai pitäisi tietää, että yhtiö on maksukyvytön. Voittoa ei myöskään saa jakaa, jos tiedetään tai pitäisi tietää, että voitonjako johtaa siihen, että vakavaraisuuspääoma vähenee 1 momentissa säädettyä pienemmäksi tai yhtiöstä tulee maksukyvytön.",
        "folded_fi": "tyoelakevakuutusyhtio ei saa jakaa voittoa, jos sen vakavaraisuuspaaoma on pienempi kuin vakavaraisuusraja tai vakavaraisuuspaaoma vahennettyna tasoitusmaaralla on pienempi kuin vaadittu vahimmaispaaoma taikka tiedetaan tai pitaisi tietaa, etta yhtio on maksukyvyton. voittoa ei myoskaan saa jakaa, jos tiedetaan tai pitaisi tietaa, etta voitonjako johtaa siihen, etta vakavaraisuuspaaoma vahenee 1 momentissa saadettya pienemmaksi tai yhtiosta tulee maksukyvyton.",
        "title_sv": "Begränsningar av vinstutdelningen",
        "content_sv": "Ett arbetspensionsförsäkringsbolag får inte dela ut vinst, om bolagets solvenskapital underskrider solvensgränsen eller solvenskapitalet minskat med utjämningsbeloppet underskrider kravet på minimikapital eller det är eller borde vara känt att bolaget är insolvent. Vinst får inte heller delas ut, om det är eller borde vara känt att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som föreskrivs i 1 mom. eller till att bolaget blir insolvent.",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolag får inte dela ut vinst, om bolagets solvenskapital underskrider solvensgränsen eller solvenskapitalet minskat med utjämningsbeloppet underskrider kravet på minimikapital eller det är eller borde vara känt att bolaget är insolvent. Vinst får inte heller delas ut, om det är eller borde vara känt att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som föreskrivs i 1 mom. eller till att bolaget blir insolvent.",
        "folded_sv": "ett arbetspensionsforsakringsbolag far inte dela ut vinst, om bolagets solvenskapital underskrider solvensgransen eller solvenskapitalet minskat med utjamningsbeloppet underskrider kravet pa minimikapital eller det ar eller borde vara kant att bolaget ar insolvent. vinst far inte heller delas ut, om det ar eller borde vara kant att vinstutdelningen leder till att solvenskapitalet sjunker under det belopp som foreskrivs i 1 mom. eller till att bolaget blir insolvent."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Työeläkevakuutusyhtiöiden sulautuminen, va- kuutuskannan luovuttaminen toiselle työelä- kevakuutusyhtiölle ja jakautuminen",
      "content": "Työeläkevakuutusyhtiö voi Finanssivalvonnan suostumuksella sulautua toiseen työeläkevakuutusyhtiöön, luovuttaa vakuutuskantansa tai sen osan toiselle työeläkevakuutusyhtiölle tai jakautua siten kuin vakuutusyhtiölaissa säädetään. Finanssivalvonnan on annettava suostumuksensa, jollei edellä tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä ja jos Finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan työeläkejärjestelmän toimeenpanon kannalta perusteltua. Finanssivalvonnalle on suostumuksen hakemisen yhteydessä toimitettava luovuttavan yhtiön vastuuvelasta ja vakavaraisuuspääomasta sekä niiden katteena olevista sijoituksista laadittu laskelma. Finanssivalvonnalla on oikeus liittää suostumukseensa ehdot, joita se pitää tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Työeläkevakuutusyhtiö voi Finanssivalvonnan suostumuksella sulautua toiseen työeläkevakuutusyhtiöön, luovuttaa vakuutuskantansa tai sen osan toiselle työeläkevakuutusyhtiölle tai jakautua siten kuin vakuutusyhtiölaissa säädetään. Finanssivalvonnan on annettava suostumuksensa, jollei edellä tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä ja jos Finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan työeläkejärjestelmän toimeenpanon kannalta perusteltua. Finanssivalvonnalle on suostumuksen hakemisen yhteydessä toimitettava luovuttavan yhtiön vastuuvelasta ja vakavaraisuuspääomasta sekä niiden katteena olevista sijoituksista laadittu laskelma. Finanssivalvonnalla on oikeus liittää suostumukseensa ehdot, joita se pitää tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
        "folded_fi": "tyoelakevakuutusyhtio voi finanssivalvonnan suostumuksella sulautua toiseen tyoelakevakuutusyhtioon, luovuttaa vakuutuskantansa tai sen osan toiselle tyoelakevakuutusyhtiolle tai jakautua siten kuin vakuutusyhtiolaissa saadetaan. finanssivalvonnan on annettava suostumuksensa, jollei edella tarkoitettu toimenpide loukkaa vakuutettuja etuja, jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta ja jos finanssivalvonta katsoo vakuutuskannan luovuttamisen olevan tyoelakejarjestelman toimeenpanon kannalta perusteltua. finanssivalvonnalle on suostumuksen hakemisen yhteydessa toimitettava luovuttavan yhtion vastuuvelasta ja vakavaraisuuspaaomasta seka niiden katteena olevista sijoituksista laadittu laskelma. finanssivalvonnalla on oikeus liittaa suostumukseensa ehdot, joita se pitaa tarpeellisina vakuutettujen etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi.",
        "title_sv": "Arbetspensionsförsäkringsbolags fusion, överlåtelse av försäkringsbeståndet till ett annat arbetspensionsförsäkringsbolag och delning",
        "content_sv": "Ett arbetspensionsförsäkringsbolag kan med Finansinspektionens samtycke fusioneras med ett annat arbetspensionsförsäkringsbolag, överlåta sitt försäkringsbestånd eller en del av det till ett annat arbetspensionsförsäkringsbolag eller delas enligt vad som bestäms i försäkringsbolagslagen. Finansinspektionen ska ge sitt samtycke, om en ovan avsedd åtgärd inte inkräktar på de försäkrade förmånerna, om åtgärden inte anses äventyra en sund utveckling av försäkringsverksamheten och om Finansinspektionen anser att överlåtelsen av försäkringsbeståndet är motiverad med tanke på verkställigheten av arbetspensionssystemet. Till Finansinspektionen ska i samband med ansökan om samtycke lämnas in en beräkning över det överlåtande bolagets ansvarsskuld och solvenskapital samt om de placeringar som täcker dem. Finansinspektionen har rätt att till samtycket foga de villkor som inspektionen anser behövliga för att trygga de försäkrade förmånerna eller en sund utveckling av försäkringsverksamheten.",
        "normalized_sv": "Ett arbetspensionsförsäkringsbolag kan med Finansinspektionens samtycke fusioneras med ett annat arbetspensionsförsäkringsbolag, överlåta sitt försäkringsbestånd eller en del av det till ett annat arbetspensionsförsäkringsbolag eller delas enligt vad som bestäms i försäkringsbolagslagen. Finansinspektionen ska ge sitt samtycke, om en ovan avsedd åtgärd inte inkräktar på de försäkrade förmånerna, om åtgärden inte anses äventyra en sund utveckling av försäkringsverksamheten och om Finansinspektionen anser att överlåtelsen av försäkringsbeståndet är motiverad med tanke på verkställigheten av arbetspensionssystemet. Till Finansinspektionen ska i samband med ansökan om samtycke lämnas in en beräkning över det överlåtande bolagets ansvarsskuld och solvenskapital samt om de placeringar som täcker dem. Finansinspektionen har rätt att till samtycket foga de villkor som inspektionen anser behövliga för att trygga de försäkrade förmånerna eller en sund utveckling av försäkringsverksamheten.",
        "folded_sv": "ett arbetspensionsforsakringsbolag kan med finansinspektionens samtycke fusioneras med ett annat arbetspensionsforsakringsbolag, overlata sitt forsakringsbestand eller en del av det till ett annat arbetspensionsforsakringsbolag eller delas enligt vad som bestams i forsakringsbolagslagen. finansinspektionen ska ge sitt samtycke, om en ovan avsedd atgard inte inkraktar pa de forsakrade formanerna, om atgarden inte anses aventyra en sund utveckling av forsakringsverksamheten och om finansinspektionen anser att overlatelsen av forsakringsbestandet ar motiverad med tanke pa verkstalligheten av arbetspensionssystemet. till finansinspektionen ska i samband med ansokan om samtycke lamnas in en berakning over det overlatande bolagets ansvarsskuld och solvenskapital samt om de placeringar som tacker dem. finansinspektionen har ratt att till samtycket foga de villkor som inspektionen anser behovliga for att trygga de forsakrade formanerna eller en sund utveckling av forsakringsverksamheten."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "29 e",
      "section": "29 e",
      "title": "Työnantajakohtaisessa vakuutuskannan luo- vuttamisessa siirtyvä vakavaraisuuspääoma",
      "content": "Sosiaali- ja terveysministeriön asetuksella säädetään Finanssivalvonnan esityksestä 1 momentissa tarkoitettu määrä kiinteänä prosenttiosuutena vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Prosenttiosuus lasketaan siten, että se vastaa työntekijän eläkelain mukaista toimintaa harjoittavien eläkelaitosten vakavaraisuusrajan ja sen laskennassa käytettävien sijoitusten suhteen mediaania kaksinkertaisena. Jos 2 momentin mukaisesti määräytyvän siirtyvän vakavaraisuuspääoman määrä muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus työeläkevakuutusyhtiön vakavaraisuuspääomasta, työeläkevakuutusyhtiöstä luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtiön vakavaraisuuspääomasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29 e",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella säädetään Finanssivalvonnan esityksestä 1 momentissa tarkoitettu määrä kiinteänä prosenttiosuutena vastuuvelasta, josta on vähennetty osittamaton lisävakuutusvastuu, tasoitusmäärä ja erät, joita yrittäjän eläkelain 139 § :n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. Prosenttiosuus lasketaan siten, että se vastaa työntekijän eläkelain mukaista toimintaa harjoittavien eläkelaitosten vakavaraisuusrajan ja sen laskennassa käytettävien sijoitusten suhteen mediaania kaksinkertaisena. Jos 2 momentin mukaisesti määräytyvän siirtyvän vakavaraisuuspääoman määrä muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus työeläkevakuutusyhtiön vakavaraisuuspääomasta, työeläkevakuutusyhtiöstä luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtiön vakavaraisuuspääomasta.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella saadetaan finanssivalvonnan esityksesta 1 momentissa tarkoitettu maara kiinteana prosenttiosuutena vastuuvelasta, josta on vahennetty osittamaton lisavakuutusvastuu, tasoitusmaara ja erat, joita yrittajan elakelain 139 §:n 2 momentin mukaan ei oteta huomioon vakuutusmaksuvastuussa. prosenttiosuus lasketaan siten, etta se vastaa tyontekijan elakelain mukaista toimintaa harjoittavien elakelaitosten vakavaraisuusrajan ja sen laskennassa kaytettavien sijoitusten suhteen mediaania kaksinkertaisena. jos 2 momentin mukaisesti maaraytyvan siirtyvan vakavaraisuuspaaoman maara muodostuu suuremmaksi kuin luovutettavaa vakuutuskantaa vastaava osuus tyoelakevakuutusyhtion vakavaraisuuspaaomasta, tyoelakevakuutusyhtiosta luovutetaan luovutettavaa vakuutuskantaa vastaava osuus yhtion vakavaraisuuspaaomasta.",
        "title_sv": "Solvenskapital som överförs vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet anges det belopp som avses i 1 mom. på framställning av Finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Procentandelen beräknas så att den motsvarar det dubbla beloppet av medianen för förhållandet mellan solvensgränsen och de placeringar som beräkningen av den grundar sig på för de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension för arbetstagare. Om beloppet av det solvenskapital som överförs och som fastställts i enlighet med 2 mom. blir större än den andel av arbetspensionsförsäkringsbolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts, ska ur arbetspensionsförsäkringsbolaget överlåtas en andel av bolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet anges det belopp som avses i 1 mom. på framställning av Finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofördelat tilläggsförsäkringsansvar, utjämningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension för företagare inte beaktas i premieansvaret. Procentandelen beräknas så att den motsvarar det dubbla beloppet av medianen för förhållandet mellan solvensgränsen och de placeringar som beräkningen av den grundar sig på för de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension för arbetstagare. Om beloppet av det solvenskapital som överförs och som fastställts i enlighet med 2 mom. blir större än den andel av arbetspensionsförsäkringsbolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts, ska ur arbetspensionsförsäkringsbolaget överlåtas en andel av bolagets solvenskapital som motsvarar det försäkringsbestånd som överlåts.",
        "folded_sv": "genom forordning av social- och halsovardsministeriet anges det belopp som avses i 1 mom. pa framstallning av finansinspektionen som en fast procentandel av ansvarsskulden, minskad med ofordelat tillaggsforsakringsansvar, utjamningsbelopp och de poster som enligt 139 § 2 mom. i lagen om pension for foretagare inte beaktas i premieansvaret. procentandelen beraknas sa att den motsvarar det dubbla beloppet av medianen for forhallandet mellan solvensgransen och de placeringar som berakningen av den grundar sig pa for de pensionsanstalter som bedriver verksamhet i enlighet med lagen om pension for arbetstagare. om beloppet av det solvenskapital som overfors och som faststallts i enlighet med 2 mom. blir storre an den andel av arbetspensionsforsakringsbolagets solvenskapital som motsvarar det forsakringsbestand som overlats, ska ur arbetspensionsforsakringsbolaget overlatas en andel av bolagets solvenskapital som motsvarar det forsakringsbestand som overlats."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "29 f",
      "section": "29 f",
      "title": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa siirtyvä omaisuus",
      "content": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettävä vastaanottavalle eläkelaitokselle omaisuutta 29 d §:ssä tarkoitettua siirtyvää vastuuvelkaa ja siihen sisältyvää 29 e §:ssä tarkoitettua siirtyvää vakavaraisuuspääomaa vastaava määrä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29 f",
        "normalized_fi": "Työnantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettävä vastaanottavalle eläkelaitokselle omaisuutta 29 d § :ssä tarkoitettua siirtyvää vastuuvelkaa ja siihen sisältyvää 29 e § :ssä tarkoitettua siirtyvää vakavaraisuuspääomaa vastaava määrä.",
        "folded_fi": "tyonantajakohtaisessa vakuutuskannan luovuttamisessa on siirrettava vastaanottavalle elakelaitokselle omaisuutta 29 d §:ssa tarkoitettua siirtyvaa vastuuvelkaa ja siihen sisaltyvaa 29 e §:ssa tarkoitettua siirtyvaa vakavaraisuuspaaomaa vastaava maara.",
        "title_sv": "Tillgångar som överförs vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd",
        "content_sv": "Vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd ska till den övertagande pensionsanstalten överföras tillgångar till ett belopp som motsvarar den ansvarsskuld som överförs och som avses i 29 d § och det där ingående solvenskapital som överförs och som avses i 29 e §.",
        "normalized_sv": "Vid överlåtelse av ett arbetsgivarspecifikt försäkringsbestånd ska till den övertagande pensionsanstalten överföras tillgångar till ett belopp som motsvarar den ansvarsskuld som överförs och som avses i 29 d § och det där ingående solvenskapital som överförs och som avses i 29 e § .",
        "folded_sv": "vid overlatelse av ett arbetsgivarspecifikt forsakringsbestand ska till den overtagande pensionsanstalten overforas tillgangar till ett belopp som motsvarar den ansvarsskuld som overfors och som avses i 29 d § och det dar ingaende solvenskapital som overfors och som avses i 29 e §."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}