{
  "id": "321/2007",
  "type": "statute",
  "title": "Laki polttoturpeen turvavarastoista",
  "title_en": "Lag om skyddsupplag för bränntorv",
  "status": "in_force",
  "issued_date": "2007-03-30",
  "in_force_date": "2007-03-30",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/321/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja ylläpitää polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja ylläpitää polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tässä laissa säädetään.",
        "folded_fi": "maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja yllapitaa polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tassa laissa saadetaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "För tryggande av landets försörjningsberedskap och tillgången på bränntorv får skyddsupplag för bränntorv inrättas och upprätthållas med tanke på förändringar i produktionsförhållandena enligt vad som föreskrivs i denna lag.",
        "normalized_sv": "För tryggande av landets försörjningsberedskap och tillgången på bränntorv får skyddsupplag för bränntorv inrättas och upprätthållas med tanke på förändringar i produktionsförhållandena enligt vad som föreskrivs i denna lag.",
        "folded_sv": "for tryggande av landets forsorjningsberedskap och tillgangen pa branntorv far skyddsupplag for branntorv inrattas och uppratthallas med tanke pa forandringar i produktionsforhallandena enligt vad som foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Turvavarasto",
      "content": "Turvavarastolla tarkoitetaan sellaista lämmön tai sähkön tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen ylläpitää liiketoiminnassaan tarvitsemansa varaston lisäksi. Turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lämmön tai sähkön tuotantoa varten vähintään 100 000 megawattituntia vuodessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Turvavarastolla tarkoitetaan sellaista lämmön tai sähkön tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen ylläpitää liiketoiminnassaan tarvitsemansa varaston lisäksi. Turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lämmön tai sähkön tuotantoa varten vähintään 100 000 megawattituntia vuodessa.",
        "folded_fi": "turvavarastolla tarkoitetaan sellaista lammon tai sahkon tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen yllapitaa liiketoiminnassaan tarvitsemansa varaston lisaksi. turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lammon tai sahkon tuotantoa varten vahintaan 100 000 megawattituntia vuodessa.",
        "title_sv": "Skyddsupplag",
        "content_sv": "Med skyddsupplag avses ett upplag för bränntorv som har inrättats för produktion av värme eller elektricitet och som en leverantör av bränntorv på grundval av avtal upprätthåller utöver lager som krävs för affärsverksamheten. En leverantör av bränntorv som levererar minst 100 000 megawattimmar bränntorv per år för produktion av värme eller elektricitet, kan inrätta ett skyddsupplag.",
        "normalized_sv": "Med skyddsupplag avses ett upplag för bränntorv som har inrättats för produktion av värme eller elektricitet och som en leverantör av bränntorv på grundval av avtal upprätthåller utöver lager som krävs för affärsverksamheten. En leverantör av bränntorv som levererar minst 100 000 megawattimmar bränntorv per år för produktion av värme eller elektricitet, kan inrätta ett skyddsupplag.",
        "folded_sv": "med skyddsupplag avses ett upplag for branntorv som har inrattats for produktion av varme eller elektricitet och som en leverantor av branntorv pa grundval av avtal uppratthaller utover lager som kravs for affarsverksamheten. en leverantor av branntorv som levererar minst 100 000 megawattimmar branntorv per ar for produktion av varme eller elektricitet, kan inratta ett skyddsupplag."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Turvavarastosopimus",
      "content": "turvavarastoija Huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. Sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston sekä ylläpitämään sitä kolmen vuoden ajan. Tarkemmat säännökset turvavarastosopimuksen sisällöstä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "turvavarastoija Huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. Sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston sekä ylläpitämään sitä kolmen vuoden ajan. Tarkemmat säännökset turvavarastosopimuksen sisällöstä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "turvavarastoija huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston seka yllapitamaan sita kolmen vuoden ajan. tarkemmat saannokset turvavarastosopimuksen sisallosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Avtal om skyddsupplag",
        "content_sv": "uppläggare Försörjningsberedskapscentralen ingår ett avtal om skyddsupplagring med den leverantör av bränntorv som inrättar ett skyddsupplag (). I avtalet skall uppläggaren förbinda sig att inrätta ett skyddsupplag för bränntorv av överenskommen storlek och beskaffenhet samt att upprätthålla det under tre år. Närmare bestämmelser om innehållet i avtalet om skyddsupplag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "uppläggare Försörjningsberedskapscentralen ingår ett avtal om skyddsupplagring med den leverantör av bränntorv som inrättar ett skyddsupplag (). I avtalet skall uppläggaren förbinda sig att inrätta ett skyddsupplag för bränntorv av överenskommen storlek och beskaffenhet samt att upprätthålla det under tre år. Närmare bestämmelser om innehållet i avtalet om skyddsupplag utfärdas genom förordning av statsrådet.",
        "folded_sv": "upplaggare forsorjningsberedskapscentralen ingar ett avtal om skyddsupplagring med den leverantor av branntorv som inrattar ett skyddsupplag (). i avtalet skall upplaggaren forbinda sig att inratta ett skyddsupplag for branntorv av overenskommen storlek och beskaffenhet samt att uppratthalla det under tre ar. narmare bestammelser om innehallet i avtalet om skyddsupplag utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Turvavaraston käyttölupa",
      "content": "Turvavarastoija voi hakea Huoltovarmuuskeskukselta lupaa turvavaraston käyttämiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen määrä ei riitä odotettavissa oleviin toimituksiin. Käyttölupa voidaan myöntää, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jäänyt päättyneiden tuotantokausien sääoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syistä johtuen merkittävästi turvavarastoijan keskimääräisiä vuotuisia toimituksia pienemmäksi. Käyttölupaan voidaan liittää lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. Käyttölupa voidaan myöntää lokakuun 1 päivän ja seuraavan vuoden huhtikuun 30 päivän välisenä aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Turvavarastoija voi hakea Huoltovarmuuskeskukselta lupaa turvavaraston käyttämiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen määrä ei riitä odotettavissa oleviin toimituksiin. Käyttölupa voidaan myöntää, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jäänyt päättyneiden tuotantokausien sääoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syistä johtuen merkittävästi turvavarastoijan keskimääräisiä vuotuisia toimituksia pienemmäksi. Käyttölupaan voidaan liittää lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. Käyttölupa voidaan myöntää lokakuun 1 päivän ja seuraavan vuoden huhtikuun 30 päivän välisenä aikana.",
        "folded_fi": "turvavarastoija voi hakea huoltovarmuuskeskukselta lupaa turvavaraston kayttamiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen maara ei riita odotettavissa oleviin toimituksiin. kayttolupa voidaan myontaa, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jaanyt paattyneiden tuotantokausien saaoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syista johtuen merkittavasti turvavarastoijan keskimaaraisia vuotuisia toimituksia pienemmaksi. kayttolupaan voidaan liittaa lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. kayttolupa voidaan myontaa lokakuun 1 paivan ja seuraavan vuoden huhtikuun 30 paivan valisena aikana.",
        "title_sv": "Tillstånd att använda skyddsupplag",
        "content_sv": "En uppläggare kan hos Försörjningsberedskapscentralen ansöka om tillstånd att få använda ett skyddsupplag, om mängden leveransfärdig bränntorv som uppläggaren har i ett annat upplag än skyddsupplaget inte räcker till för de leveranser som kan förväntas. Tillstånd att använda upplaget kan beviljas, om det bränntorvslager som uppläggaren behöver i sin affärsverksamhet till följd av väderleksförhållanden eller med dem jämförbara skäl som uppläggaren inte kunnat påverka under den avslutade produktionsperioden har blivit märkbart mindre än uppläggarens genomsnittliga årliga leveranser. Användningstillståndet kan förenas med villkor som är nödvändiga för att lagens syfte skall kunna nås. Användningstillstånd kan beviljas under tiden mellan den 1 oktober och den 30 april följande år.",
        "normalized_sv": "En uppläggare kan hos Försörjningsberedskapscentralen ansöka om tillstånd att få använda ett skyddsupplag, om mängden leveransfärdig bränntorv som uppläggaren har i ett annat upplag än skyddsupplaget inte räcker till för de leveranser som kan förväntas. Tillstånd att använda upplaget kan beviljas, om det bränntorvslager som uppläggaren behöver i sin affärsverksamhet till följd av väderleksförhållanden eller med dem jämförbara skäl som uppläggaren inte kunnat påverka under den avslutade produktionsperioden har blivit märkbart mindre än uppläggarens genomsnittliga årliga leveranser. Användningstillståndet kan förenas med villkor som är nödvändiga för att lagens syfte skall kunna nås. Användningstillstånd kan beviljas under tiden mellan den 1 oktober och den 30 april följande år.",
        "folded_sv": "en upplaggare kan hos forsorjningsberedskapscentralen ansoka om tillstand att fa anvanda ett skyddsupplag, om mangden leveransfardig branntorv som upplaggaren har i ett annat upplag an skyddsupplaget inte racker till for de leveranser som kan forvantas. tillstand att anvanda upplaget kan beviljas, om det branntorvslager som upplaggaren behover i sin affarsverksamhet till foljd av vaderleksforhallanden eller med dem jamforbara skal som upplaggaren inte kunnat paverka under den avslutade produktionsperioden har blivit markbart mindre an upplaggarens genomsnittliga arliga leveranser. anvandningstillstandet kan forenas med villkor som ar nodvandiga for att lagens syfte skall kunna nas. anvandningstillstand kan beviljas under tiden mellan den 1 oktober och den 30 april foljande ar."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Turvavarastointikorvaus",
      "content": "Huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. Korvauksen määrä on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. Turvavarastointikorvaukseen oikeutetun polttoturpeen määräksi turvavarastossa voidaan sopia turvavarastosopimuksessa vähintään viisi ja enintään 50 prosenttia turvavarastoijan keskimääräisten toimitusten määrästä. Keskimääräisenä toimitusten määränä pidetään sopimuksen solmimisvuotta edeltävän kolmen edellisen vuoden toimitusten määrästä kahden suurimman keskiarvoa. Tarkemmat säännökset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. Korvauksen määrä on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. Turvavarastointikorvaukseen oikeutetun polttoturpeen määräksi turvavarastossa voidaan sopia turvavarastosopimuksessa vähintään viisi ja enintään 50 prosenttia turvavarastoijan keskimääräisten toimitusten määrästä. Keskimääräisenä toimitusten määränä pidetään sopimuksen solmimisvuotta edeltävän kolmen edellisen vuoden toimitusten määrästä kahden suurimman keskiarvoa. Tarkemmat säännökset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. korvauksen maara on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. turvavarastointikorvaukseen oikeutetun polttoturpeen maaraksi turvavarastossa voidaan sopia turvavarastosopimuksessa vahintaan viisi ja enintaan 50 prosenttia turvavarastoijan keskimaaraisten toimitusten maarasta. keskimaaraisena toimitusten maarana pidetaan sopimuksen solmimisvuotta edeltavan kolmen edellisen vuoden toimitusten maarasta kahden suurimman keskiarvoa. tarkemmat saannokset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Ersättning för skyddsupplagring",
        "content_sv": "Försörjningsberedskapscentralen betalar uppläggaren ersättning för realiserad skyddsupplagring med medel ur försörjningsberedskapsfonden. Ersättningen uppgår till 0,03 euro per megawattimme bränntorv i månaden. Som en sådan mängd bränntorv i ett skyddsupplag som berättigar till ersättning för skyddsupplagring kan det i ett avtal om skyddsupplag överenskommas om minst fem och högst 50 procent av uppläggarens genomsnittliga leveransmängder. Som en genomsnittlig leveransmängd anses medelvärdet av de två största leveransmängderna under de tre år som föregår det år då avtalet ingås. Närmare bestämmelser om beräkning av upplagsnivån och om utbetalning av ersättning för skyddsupplagring utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Försörjningsberedskapscentralen betalar uppläggaren ersättning för realiserad skyddsupplagring med medel ur försörjningsberedskapsfonden. Ersättningen uppgår till 0,03 euro per megawattimme bränntorv i månaden. Som en sådan mängd bränntorv i ett skyddsupplag som berättigar till ersättning för skyddsupplagring kan det i ett avtal om skyddsupplag överenskommas om minst fem och högst 50 procent av uppläggarens genomsnittliga leveransmängder. Som en genomsnittlig leveransmängd anses medelvärdet av de två största leveransmängderna under de tre år som föregår det år då avtalet ingås. Närmare bestämmelser om beräkning av upplagsnivån och om utbetalning av ersättning för skyddsupplagring utfärdas genom förordning av statsrådet.",
        "folded_sv": "forsorjningsberedskapscentralen betalar upplaggaren ersattning for realiserad skyddsupplagring med medel ur forsorjningsberedskapsfonden. ersattningen uppgar till 0,03 euro per megawattimme branntorv i manaden. som en sadan mangd branntorv i ett skyddsupplag som berattigar till ersattning for skyddsupplagring kan det i ett avtal om skyddsupplag overenskommas om minst fem och hogst 50 procent av upplaggarens genomsnittliga leveransmangder. som en genomsnittlig leveransmangd anses medelvardet av de tva storsta leveransmangderna under de tre ar som foregar det ar da avtalet ingas. narmare bestammelser om berakning av upplagsnivan och om utbetalning av ersattning for skyddsupplagring utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Turvavarastoijan ilmoitukset Huoltovarmuuskeskukselle",
      "content": "Turvavarastoija on velvollinen vuosittain ilmoittamaan Huoltovarmuuskeskukselle polttoturpeen tuotantonsa määrän sekä lämpö- ja sähkövoimalaitoksille toimittamansa polttoturpeen määrät. Tarkemmat säännökset ilmoituksen ajankohdasta, sisällöstä ja muodosta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Turvavarastoija on velvollinen vuosittain ilmoittamaan Huoltovarmuuskeskukselle polttoturpeen tuotantonsa määrän sekä lämpö- ja sähkövoimalaitoksille toimittamansa polttoturpeen määrät. Tarkemmat säännökset ilmoituksen ajankohdasta, sisällöstä ja muodosta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "turvavarastoija on velvollinen vuosittain ilmoittamaan huoltovarmuuskeskukselle polttoturpeen tuotantonsa maaran seka lampo- ja sahkovoimalaitoksille toimittamansa polttoturpeen maarat. tarkemmat saannokset ilmoituksen ajankohdasta, sisallosta ja muodosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Uppläggarens meddelanden till Försörjningsberedskapscentralen",
        "content_sv": "Uppläggaren är skyldig att årligen meddela Försörjningsberedskapscentralen mängden av sin bränntorvsproduktion samt de mängder bränntorv som levererats till värme- och elkraftverk. Närmare bestämmelser om meddelandets tidpunkt, innehåll och form utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Uppläggaren är skyldig att årligen meddela Försörjningsberedskapscentralen mängden av sin bränntorvsproduktion samt de mängder bränntorv som levererats till värme- och elkraftverk. Närmare bestämmelser om meddelandets tidpunkt, innehåll och form utfärdas genom förordning av statsrådet.",
        "folded_sv": "upplaggaren ar skyldig att arligen meddela forsorjningsberedskapscentralen mangden av sin branntorvsproduktion samt de mangder branntorv som levererats till varme- och elkraftverk. narmare bestammelser om meddelandets tidpunkt, innehall och form utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Turvavarastomäärien todentaminen",
      "content": "Työvoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen ylläpitoa. Turvavarastoijan on ilmoitettava valvontaa varten työvoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen määrät ja sijainnit. Työvoima- ja elinkeinokeskuksen virkamiehellä on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehdä tarkastuksia polttoturpeen varastointipaikoilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Työvoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen ylläpitoa. Turvavarastoijan on ilmoitettava valvontaa varten työvoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen määrät ja sijainnit. Työvoima- ja elinkeinokeskuksen virkamiehellä on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehdä tarkastuksia polttoturpeen varastointipaikoilla.",
        "folded_fi": "tyovoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen yllapitoa. turvavarastoijan on ilmoitettava valvontaa varten tyovoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen maarat ja sijainnit. tyovoima- ja elinkeinokeskuksen virkamiehella on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehda tarkastuksia polttoturpeen varastointipaikoilla.",
        "title_sv": "Verifiering av de skyddsupplagrade mängderna",
        "content_sv": "Arbetskrafts- och näringscentralerna övervakar inom sina verksamhetsområden att skyddsupplagen upprätthålls. Uppläggaren skall för övervakningen meddela arbetskrafts- och näringscentralen mängden bränntorv i sina upplag och var dessa är belägna. En tjänsteman vid arbetskrafts- och näringscentralen har rätt att bekanta sig med uppläggarens materialbokföring och förrätta kontroller på upplagsplatserna för bränntorv.",
        "normalized_sv": "Arbetskrafts- och näringscentralerna övervakar inom sina verksamhetsområden att skyddsupplagen upprätthålls. Uppläggaren skall för övervakningen meddela arbetskrafts- och näringscentralen mängden bränntorv i sina upplag och var dessa är belägna. En tjänsteman vid arbetskrafts- och näringscentralen har rätt att bekanta sig med uppläggarens materialbokföring och förrätta kontroller på upplagsplatserna för bränntorv.",
        "folded_sv": "arbetskrafts- och naringscentralerna overvakar inom sina verksamhetsomraden att skyddsupplagen uppratthalls. upplaggaren skall for overvakningen meddela arbetskrafts- och naringscentralen mangden branntorv i sina upplag och var dessa ar belagna. en tjansteman vid arbetskrafts- och naringscentralen har ratt att bekanta sig med upplaggarens materialbokforing och forratta kontroller pa upplagsplatserna for branntorv."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Turvavarastointikorvauksen palauttaminen ja takaisinperintä",
      "content": "Joka käyttää turvavarastoaan tämän lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. Turvavaraston luvattoman käytön johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään valtionavustuksen takaisinperinnästä. Virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa säädetään valtionavustuksen takaisinperinnästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Joka käyttää turvavarastoaan tämän lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. Turvavaraston luvattoman käytön johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään valtionavustuksen takaisinperinnästä. Virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa säädetään valtionavustuksen takaisinperinnästä.",
        "folded_fi": "joka kayttaa turvavarastoaan taman lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. turvavaraston luvattoman kayton johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintaan sovelletaan, mita valtionavustuslaissa (688/2001) saadetaan valtionavustuksen takaisinperinnasta. virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintaan sovelletaan, mita valtionavustuslaissa saadetaan valtionavustuksen takaisinperinnasta.",
        "title_sv": "Återbetalning och återkrav av ersättning för skyddsupplagring",
        "content_sv": "Den som använder sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag är skyldig att till försörjningsberedskapsfonden återbetala erhållen ersättning för skyddsupplagring. På återbetalning och återkrav av en ersättning för skyddsupplagring till följd av att skyddsupplaget har använts utan tillstånd tillämpas vad som i statsunderstödslagen (688/2001) föreskrivs om återkrav av statsunderstöd. På återbetalning och återkrav av en ersättning för skyddsupplagring som har betalts på felaktiga grunder, till ett för stort belopp eller utan grund tillämpas vad som i statsunderstödslagen föreskrivs om återkrav av statsunderstöd.",
        "normalized_sv": "Den som använder sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag är skyldig att till försörjningsberedskapsfonden återbetala erhållen ersättning för skyddsupplagring. På återbetalning och återkrav av en ersättning för skyddsupplagring till följd av att skyddsupplaget har använts utan tillstånd tillämpas vad som i statsunderstödslagen (688/2001) föreskrivs om återkrav av statsunderstöd. På återbetalning och återkrav av en ersättning för skyddsupplagring som har betalts på felaktiga grunder, till ett för stort belopp eller utan grund tillämpas vad som i statsunderstödslagen föreskrivs om återkrav av statsunderstöd.",
        "folded_sv": "den som anvander sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag ar skyldig att till forsorjningsberedskapsfonden aterbetala erhallen ersattning for skyddsupplagring. pa aterbetalning och aterkrav av en ersattning for skyddsupplagring till foljd av att skyddsupplaget har anvants utan tillstand tillampas vad som i statsunderstodslagen (688/2001) foreskrivs om aterkrav av statsunderstod. pa aterbetalning och aterkrav av en ersattning for skyddsupplagring som har betalts pa felaktiga grunder, till ett for stort belopp eller utan grund tillampas vad som i statsunderstodslagen foreskrivs om aterkrav av statsunderstod."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Turvavarastosopimuksen purkaminen",
      "content": "Turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissä tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enää tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. Jos turvavarastoijalle myönnetyn turvavarastointikorvauksen määrää sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siitä, kun muutos on annettu turvavarastoijalle tiedoksi. Jos turvavarastoija on tahallaan käyttänyt varastoitua polttoturvetta tämän lain tai turvavarastosopimuksen vastaisesti, Huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissä tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enää tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. Jos turvavarastoijalle myönnetyn turvavarastointikorvauksen määrää sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siitä, kun muutos on annettu turvavarastoijalle tiedoksi. Jos turvavarastoija on tahallaan käyttänyt varastoitua polttoturvetta tämän lain tai turvavarastosopimuksen vastaisesti, Huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
        "folded_fi": "turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissa tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enaa tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. jos turvavarastoijalle myonnetyn turvavarastointikorvauksen maaraa sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siita, kun muutos on annettu turvavarastoijalle tiedoksi. jos turvavarastoija on tahallaan kayttanyt varastoitua polttoturvetta taman lain tai turvavarastosopimuksen vastaisesti, huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
        "title_sv": "Hävning av ett avtal om skyddsupplag",
        "content_sv": "Uppläggaren kan häva ett avtal om skyddsupplag under pågående avtalsperiod, om uppläggaren övergår till en annan bransch eller på grund av förändringar i produktionsmetoden eller av därmed jämförbara orsaker inte längre behöver den bränntorv som upplagrats i skyddsupplaget för sina leveranser. Om beloppet av den ersättning som beviljats uppläggaren för skyddsupplagringen sänks under den tid avtalet gäller, har uppläggaren rätt att häva avtalet inom tre månader från det ändringen delgavs uppläggaren. Har uppläggaren uppsåtligen använt upplagrad bränntorv i strid med denna lag eller avtalet om skyddsupplag, har Försörjningsberedskapscentralen rätt att häva avtalet inom tre månader från det överträdelsen upptäcktes.",
        "normalized_sv": "Uppläggaren kan häva ett avtal om skyddsupplag under pågående avtalsperiod, om uppläggaren övergår till en annan bransch eller på grund av förändringar i produktionsmetoden eller av därmed jämförbara orsaker inte längre behöver den bränntorv som upplagrats i skyddsupplaget för sina leveranser. Om beloppet av den ersättning som beviljats uppläggaren för skyddsupplagringen sänks under den tid avtalet gäller, har uppläggaren rätt att häva avtalet inom tre månader från det ändringen delgavs uppläggaren. Har uppläggaren uppsåtligen använt upplagrad bränntorv i strid med denna lag eller avtalet om skyddsupplag, har Försörjningsberedskapscentralen rätt att häva avtalet inom tre månader från det överträdelsen upptäcktes.",
        "folded_sv": "upplaggaren kan hava ett avtal om skyddsupplag under pagaende avtalsperiod, om upplaggaren overgar till en annan bransch eller pa grund av forandringar i produktionsmetoden eller av darmed jamforbara orsaker inte langre behover den branntorv som upplagrats i skyddsupplaget for sina leveranser. om beloppet av den ersattning som beviljats upplaggaren for skyddsupplagringen sanks under den tid avtalet galler, har upplaggaren ratt att hava avtalet inom tre manader fran det andringen delgavs upplaggaren. har upplaggaren uppsatligen anvant upplagrad branntorv i strid med denna lag eller avtalet om skyddsupplag, har forsorjningsberedskapscentralen ratt att hava avtalet inom tre manader fran det overtradelsen upptacktes."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Asetuksenantovaltuus",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Närmare bestämmelser om verkställandet av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställandet av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstallandet av denna lag utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Tätä lakia ei sovelleta polttoturpeen turvavarastoon, jonka ylläpitämisestä on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Tätä lakia ei sovelleta polttoturpeen turvavarastoon, jonka ylläpitämisestä on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2007. tata lakia ei sovelleta polttoturpeen turvavarastoon, jonka yllapitamisesta on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2007. Denna lag tillämpas inte på skyddsupplag för bränntorv om vars upprätthållande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2007. Denna lag tillämpas inte på skyddsupplag för bränntorv om vars upprätthållande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2007. denna lag tillampas inte pa skyddsupplag for branntorv om vars uppratthallande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja ylläpitää polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja ylläpitää polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tässä laissa säädetään.",
        "folded_fi": "maan huoltovarmuuden ja polttoturpeen saatavuuden turvaamiseksi voidaan perustaa ja yllapitaa polttoturpeen turvavarastoja tuotanto-olosuhteiden vaihteluiden varalta sen mukaan kuin tassa laissa saadetaan.",
        "title_sv": "Lagens syfte",
        "content_sv": "För tryggande av landets försörjningsberedskap och tillgången på bränntorv får skyddsupplag för bränntorv inrättas och upprätthållas med tanke på förändringar i produktionsförhållandena enligt vad som föreskrivs i denna lag.",
        "normalized_sv": "För tryggande av landets försörjningsberedskap och tillgången på bränntorv får skyddsupplag för bränntorv inrättas och upprätthållas med tanke på förändringar i produktionsförhållandena enligt vad som föreskrivs i denna lag.",
        "folded_sv": "for tryggande av landets forsorjningsberedskap och tillgangen pa branntorv far skyddsupplag for branntorv inrattas och uppratthallas med tanke pa forandringar i produktionsforhallandena enligt vad som foreskrivs i denna lag."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Turvavarasto",
      "content": "Turvavarastolla tarkoitetaan sellaista lämmön tai sähkön tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen ylläpitää liiketoiminnassaan tarvitsemansa varaston lisäksi. Turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lämmön tai sähkön tuotantoa varten vähintään 100 000 megawattituntia vuodessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Turvavarastolla tarkoitetaan sellaista lämmön tai sähkön tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen ylläpitää liiketoiminnassaan tarvitsemansa varaston lisäksi. Turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lämmön tai sähkön tuotantoa varten vähintään 100 000 megawattituntia vuodessa.",
        "folded_fi": "turvavarastolla tarkoitetaan sellaista lammon tai sahkon tuotantoa varten perustettua polttoturvevarastoa, jota polttoturpeen toimittaja sopimukseen perustuen yllapitaa liiketoiminnassaan tarvitsemansa varaston lisaksi. turvavaraston voi perustaa polttoturpeen toimittaja, joka toimittaa polttoturvetta lammon tai sahkon tuotantoa varten vahintaan 100 000 megawattituntia vuodessa.",
        "title_sv": "Skyddsupplag",
        "content_sv": "Med skyddsupplag avses ett upplag för bränntorv som har inrättats för produktion av värme eller elektricitet och som en leverantör av bränntorv på grundval av avtal upprätthåller utöver lager som krävs för affärsverksamheten. En leverantör av bränntorv som levererar minst 100 000 megawattimmar bränntorv per år för produktion av värme eller elektricitet, kan inrätta ett skyddsupplag.",
        "normalized_sv": "Med skyddsupplag avses ett upplag för bränntorv som har inrättats för produktion av värme eller elektricitet och som en leverantör av bränntorv på grundval av avtal upprätthåller utöver lager som krävs för affärsverksamheten. En leverantör av bränntorv som levererar minst 100 000 megawattimmar bränntorv per år för produktion av värme eller elektricitet, kan inrätta ett skyddsupplag.",
        "folded_sv": "med skyddsupplag avses ett upplag for branntorv som har inrattats for produktion av varme eller elektricitet och som en leverantor av branntorv pa grundval av avtal uppratthaller utover lager som kravs for affarsverksamheten. en leverantor av branntorv som levererar minst 100 000 megawattimmar branntorv per ar for produktion av varme eller elektricitet, kan inratta ett skyddsupplag."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Turvavarastosopimus",
      "content": "turvavarastoija Huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. Sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston sekä ylläpitämään sitä kolmen vuoden ajan. Tarkemmat säännökset turvavarastosopimuksen sisällöstä annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "turvavarastoija Huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. Sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston sekä ylläpitämään sitä kolmen vuoden ajan. Tarkemmat säännökset turvavarastosopimuksen sisällöstä annetaan valtioneuvoston asetuksella.",
        "folded_fi": "turvavarastoija huoltovarmuuskeskus tekee turvavarastoinnista sopimuksen turvavaraston perustavan polttoturpeen toimittajan () kanssa. sopimuksessa turvavarastoija sitoutuu perustamaan sovitun suuruisen ja sovitunlaatuisen polttoturpeen turvavaraston seka yllapitamaan sita kolmen vuoden ajan. tarkemmat saannokset turvavarastosopimuksen sisallosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Avtal om skyddsupplag",
        "content_sv": "uppläggare Försörjningsberedskapscentralen ingår ett avtal om skyddsupplagring med den leverantör av bränntorv som inrättar ett skyddsupplag (). I avtalet skall uppläggaren förbinda sig att inrätta ett skyddsupplag för bränntorv av överenskommen storlek och beskaffenhet samt att upprätthålla det under tre år. Närmare bestämmelser om innehållet i avtalet om skyddsupplag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "uppläggare Försörjningsberedskapscentralen ingår ett avtal om skyddsupplagring med den leverantör av bränntorv som inrättar ett skyddsupplag (). I avtalet skall uppläggaren förbinda sig att inrätta ett skyddsupplag för bränntorv av överenskommen storlek och beskaffenhet samt att upprätthålla det under tre år. Närmare bestämmelser om innehållet i avtalet om skyddsupplag utfärdas genom förordning av statsrådet.",
        "folded_sv": "upplaggare forsorjningsberedskapscentralen ingar ett avtal om skyddsupplagring med den leverantor av branntorv som inrattar ett skyddsupplag (). i avtalet skall upplaggaren forbinda sig att inratta ett skyddsupplag for branntorv av overenskommen storlek och beskaffenhet samt att uppratthalla det under tre ar. narmare bestammelser om innehallet i avtalet om skyddsupplag utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Turvavaraston käyttölupa",
      "content": "Turvavarastoija voi hakea Huoltovarmuuskeskukselta lupaa turvavaraston käyttämiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen määrä ei riitä odotettavissa oleviin toimituksiin. Käyttölupa voidaan myöntää, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jäänyt päättyneiden tuotantokausien sääoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syistä johtuen merkittävästi turvavarastoijan keskimääräisiä vuotuisia toimituksia pienemmäksi. Käyttölupaan voidaan liittää lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. Käyttölupa voidaan myöntää lokakuun 1 päivän ja seuraavan vuoden huhtikuun 30 päivän välisenä aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Turvavarastoija voi hakea Huoltovarmuuskeskukselta lupaa turvavaraston käyttämiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen määrä ei riitä odotettavissa oleviin toimituksiin. Käyttölupa voidaan myöntää, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jäänyt päättyneiden tuotantokausien sääoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syistä johtuen merkittävästi turvavarastoijan keskimääräisiä vuotuisia toimituksia pienemmäksi. Käyttölupaan voidaan liittää lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. Käyttölupa voidaan myöntää lokakuun 1 päivän ja seuraavan vuoden huhtikuun 30 päivän välisenä aikana.",
        "folded_fi": "turvavarastoija voi hakea huoltovarmuuskeskukselta lupaa turvavaraston kayttamiseen, jos turvavarastoijan muussa varastossa kuin turvavarastossa olevan toimitusvalmiin polttoturpeen maara ei riita odotettavissa oleviin toimituksiin. kayttolupa voidaan myontaa, jos turvavarastoijan liiketoiminnassaan tarvitsema polttoturvevarasto on jaanyt paattyneiden tuotantokausien saaoloista ja niihin rinnastettavista, turvavarastoijan vaikutusvallan ulkopuolella olevista syista johtuen merkittavasti turvavarastoijan keskimaaraisia vuotuisia toimituksia pienemmaksi. kayttolupaan voidaan liittaa lain tavoitteiden toteutumisen kannalta tarpeellisia ehtoja. kayttolupa voidaan myontaa lokakuun 1 paivan ja seuraavan vuoden huhtikuun 30 paivan valisena aikana.",
        "title_sv": "Tillstånd att använda skyddsupplag",
        "content_sv": "En uppläggare kan hos Försörjningsberedskapscentralen ansöka om tillstånd att få använda ett skyddsupplag, om mängden leveransfärdig bränntorv som uppläggaren har i ett annat upplag än skyddsupplaget inte räcker till för de leveranser som kan förväntas. Tillstånd att använda upplaget kan beviljas, om det bränntorvslager som uppläggaren behöver i sin affärsverksamhet till följd av väderleksförhållanden eller med dem jämförbara skäl som uppläggaren inte kunnat påverka under den avslutade produktionsperioden har blivit märkbart mindre än uppläggarens genomsnittliga årliga leveranser. Användningstillståndet kan förenas med villkor som är nödvändiga för att lagens syfte skall kunna nås. Användningstillstånd kan beviljas under tiden mellan den 1 oktober och den 30 april följande år.",
        "normalized_sv": "En uppläggare kan hos Försörjningsberedskapscentralen ansöka om tillstånd att få använda ett skyddsupplag, om mängden leveransfärdig bränntorv som uppläggaren har i ett annat upplag än skyddsupplaget inte räcker till för de leveranser som kan förväntas. Tillstånd att använda upplaget kan beviljas, om det bränntorvslager som uppläggaren behöver i sin affärsverksamhet till följd av väderleksförhållanden eller med dem jämförbara skäl som uppläggaren inte kunnat påverka under den avslutade produktionsperioden har blivit märkbart mindre än uppläggarens genomsnittliga årliga leveranser. Användningstillståndet kan förenas med villkor som är nödvändiga för att lagens syfte skall kunna nås. Användningstillstånd kan beviljas under tiden mellan den 1 oktober och den 30 april följande år.",
        "folded_sv": "en upplaggare kan hos forsorjningsberedskapscentralen ansoka om tillstand att fa anvanda ett skyddsupplag, om mangden leveransfardig branntorv som upplaggaren har i ett annat upplag an skyddsupplaget inte racker till for de leveranser som kan forvantas. tillstand att anvanda upplaget kan beviljas, om det branntorvslager som upplaggaren behover i sin affarsverksamhet till foljd av vaderleksforhallanden eller med dem jamforbara skal som upplaggaren inte kunnat paverka under den avslutade produktionsperioden har blivit markbart mindre an upplaggarens genomsnittliga arliga leveranser. anvandningstillstandet kan forenas med villkor som ar nodvandiga for att lagens syfte skall kunna nas. anvandningstillstand kan beviljas under tiden mellan den 1 oktober och den 30 april foljande ar."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Turvavarastointikorvaus",
      "content": "Huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. Korvauksen määrä on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. Turvavarastointikorvaukseen oikeutetun polttoturpeen määräksi turvavarastossa voidaan sopia turvavarastosopimuksessa vähintään viisi ja enintään 50 prosenttia turvavarastoijan keskimääräisten toimitusten määrästä. Keskimääräisenä toimitusten määränä pidetään sopimuksen solmimisvuotta edeltävän kolmen edellisen vuoden toimitusten määrästä kahden suurimman keskiarvoa. Tarkemmat säännökset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. Korvauksen määrä on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. Turvavarastointikorvaukseen oikeutetun polttoturpeen määräksi turvavarastossa voidaan sopia turvavarastosopimuksessa vähintään viisi ja enintään 50 prosenttia turvavarastoijan keskimääräisten toimitusten määrästä. Keskimääräisenä toimitusten määränä pidetään sopimuksen solmimisvuotta edeltävän kolmen edellisen vuoden toimitusten määrästä kahden suurimman keskiarvoa. Tarkemmat säännökset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "huoltovarmuuskeskus maksaa turvavarastoijalle huoltovarmuusrahaston varoista korvauksen toteutuneesta turvavarastoinnista. korvauksen maara on 0,03 euroa megawattitunnilta polttoturvetta kuukaudessa. turvavarastointikorvaukseen oikeutetun polttoturpeen maaraksi turvavarastossa voidaan sopia turvavarastosopimuksessa vahintaan viisi ja enintaan 50 prosenttia turvavarastoijan keskimaaraisten toimitusten maarasta. keskimaaraisena toimitusten maarana pidetaan sopimuksen solmimisvuotta edeltavan kolmen edellisen vuoden toimitusten maarasta kahden suurimman keskiarvoa. tarkemmat saannokset varastotason laskemisesta ja turvavarastointikorvauksen maksatuksesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Ersättning för skyddsupplagring",
        "content_sv": "Försörjningsberedskapscentralen betalar uppläggaren ersättning för realiserad skyddsupplagring med medel ur försörjningsberedskapsfonden. Ersättningen uppgår till 0,03 euro per megawattimme bränntorv i månaden. Som en sådan mängd bränntorv i ett skyddsupplag som berättigar till ersättning för skyddsupplagring kan det i ett avtal om skyddsupplag överenskommas om minst fem och högst 50 procent av uppläggarens genomsnittliga leveransmängder. Som en genomsnittlig leveransmängd anses medelvärdet av de två största leveransmängderna under de tre år som föregår det år då avtalet ingås. Närmare bestämmelser om beräkning av upplagsnivån och om utbetalning av ersättning för skyddsupplagring utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Försörjningsberedskapscentralen betalar uppläggaren ersättning för realiserad skyddsupplagring med medel ur försörjningsberedskapsfonden. Ersättningen uppgår till 0,03 euro per megawattimme bränntorv i månaden. Som en sådan mängd bränntorv i ett skyddsupplag som berättigar till ersättning för skyddsupplagring kan det i ett avtal om skyddsupplag överenskommas om minst fem och högst 50 procent av uppläggarens genomsnittliga leveransmängder. Som en genomsnittlig leveransmängd anses medelvärdet av de två största leveransmängderna under de tre år som föregår det år då avtalet ingås. Närmare bestämmelser om beräkning av upplagsnivån och om utbetalning av ersättning för skyddsupplagring utfärdas genom förordning av statsrådet.",
        "folded_sv": "forsorjningsberedskapscentralen betalar upplaggaren ersattning for realiserad skyddsupplagring med medel ur forsorjningsberedskapsfonden. ersattningen uppgar till 0,03 euro per megawattimme branntorv i manaden. som en sadan mangd branntorv i ett skyddsupplag som berattigar till ersattning for skyddsupplagring kan det i ett avtal om skyddsupplag overenskommas om minst fem och hogst 50 procent av upplaggarens genomsnittliga leveransmangder. som en genomsnittlig leveransmangd anses medelvardet av de tva storsta leveransmangderna under de tre ar som foregar det ar da avtalet ingas. narmare bestammelser om berakning av upplagsnivan och om utbetalning av ersattning for skyddsupplagring utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Turvavarastoijan ilmoitukset Huoltovarmuuskeskukselle",
      "content": "Turvavarastoija on velvollinen vuosittain ilmoittamaan Huoltovarmuuskeskukselle polttoturpeen tuotantonsa määrän sekä lämpö- ja sähkövoimalaitoksille toimittamansa polttoturpeen määrät. Tarkemmat säännökset ilmoituksen ajankohdasta, sisällöstä ja muodosta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Turvavarastoija on velvollinen vuosittain ilmoittamaan Huoltovarmuuskeskukselle polttoturpeen tuotantonsa määrän sekä lämpö- ja sähkövoimalaitoksille toimittamansa polttoturpeen määrät. Tarkemmat säännökset ilmoituksen ajankohdasta, sisällöstä ja muodosta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "turvavarastoija on velvollinen vuosittain ilmoittamaan huoltovarmuuskeskukselle polttoturpeen tuotantonsa maaran seka lampo- ja sahkovoimalaitoksille toimittamansa polttoturpeen maarat. tarkemmat saannokset ilmoituksen ajankohdasta, sisallosta ja muodosta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Uppläggarens meddelanden till Försörjningsberedskapscentralen",
        "content_sv": "Uppläggaren är skyldig att årligen meddela Försörjningsberedskapscentralen mängden av sin bränntorvsproduktion samt de mängder bränntorv som levererats till värme- och elkraftverk. Närmare bestämmelser om meddelandets tidpunkt, innehåll och form utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Uppläggaren är skyldig att årligen meddela Försörjningsberedskapscentralen mängden av sin bränntorvsproduktion samt de mängder bränntorv som levererats till värme- och elkraftverk. Närmare bestämmelser om meddelandets tidpunkt, innehåll och form utfärdas genom förordning av statsrådet.",
        "folded_sv": "upplaggaren ar skyldig att arligen meddela forsorjningsberedskapscentralen mangden av sin branntorvsproduktion samt de mangder branntorv som levererats till varme- och elkraftverk. narmare bestammelser om meddelandets tidpunkt, innehall och form utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Turvavarastomäärien todentaminen",
      "content": "Työvoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen ylläpitoa. Turvavarastoijan on ilmoitettava valvontaa varten työvoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen määrät ja sijainnit. Työvoima- ja elinkeinokeskuksen virkamiehellä on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehdä tarkastuksia polttoturpeen varastointipaikoilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Työvoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen ylläpitoa. Turvavarastoijan on ilmoitettava valvontaa varten työvoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen määrät ja sijainnit. Työvoima- ja elinkeinokeskuksen virkamiehellä on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehdä tarkastuksia polttoturpeen varastointipaikoilla.",
        "folded_fi": "tyovoima- ja elinkeinokeskukset valvovat toimialueellaan turvavarastojen yllapitoa. turvavarastoijan on ilmoitettava valvontaa varten tyovoima- ja elinkeinokeskukselle varastoissaan olevan polttoturpeen maarat ja sijainnit. tyovoima- ja elinkeinokeskuksen virkamiehella on oikeus tutustua turvavarastoijan materiaalikirjanpitoon ja tehda tarkastuksia polttoturpeen varastointipaikoilla.",
        "title_sv": "Verifiering av de skyddsupplagrade mängderna",
        "content_sv": "Arbetskrafts- och näringscentralerna övervakar inom sina verksamhetsområden att skyddsupplagen upprätthålls. Uppläggaren skall för övervakningen meddela arbetskrafts- och näringscentralen mängden bränntorv i sina upplag och var dessa är belägna. En tjänsteman vid arbetskrafts- och näringscentralen har rätt att bekanta sig med uppläggarens materialbokföring och förrätta kontroller på upplagsplatserna för bränntorv.",
        "normalized_sv": "Arbetskrafts- och näringscentralerna övervakar inom sina verksamhetsområden att skyddsupplagen upprätthålls. Uppläggaren skall för övervakningen meddela arbetskrafts- och näringscentralen mängden bränntorv i sina upplag och var dessa är belägna. En tjänsteman vid arbetskrafts- och näringscentralen har rätt att bekanta sig med uppläggarens materialbokföring och förrätta kontroller på upplagsplatserna för bränntorv.",
        "folded_sv": "arbetskrafts- och naringscentralerna overvakar inom sina verksamhetsomraden att skyddsupplagen uppratthalls. upplaggaren skall for overvakningen meddela arbetskrafts- och naringscentralen mangden branntorv i sina upplag och var dessa ar belagna. en tjansteman vid arbetskrafts- och naringscentralen har ratt att bekanta sig med upplaggarens materialbokforing och forratta kontroller pa upplagsplatserna for branntorv."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Turvavarastointikorvauksen palauttaminen ja takaisinperintä",
      "content": "Joka käyttää turvavarastoaan tämän lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. Turvavaraston luvattoman käytön johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään valtionavustuksen takaisinperinnästä. Virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa säädetään valtionavustuksen takaisinperinnästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Joka käyttää turvavarastoaan tämän lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. Turvavaraston luvattoman käytön johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa (688/2001) säädetään valtionavustuksen takaisinperinnästä. Virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintään sovelletaan, mitä valtionavustuslaissa säädetään valtionavustuksen takaisinperinnästä.",
        "folded_fi": "joka kayttaa turvavarastoaan taman lain tai turvavarastosopimuksen vastaisesti, on velvollinen palauttamaan saamansa turvavarastointikorvauksen huoltovarmuusrahastolle. turvavaraston luvattoman kayton johdosta tapahtuvaan turvavarastointikorvauksen palauttamiseen ja takaisinperintaan sovelletaan, mita valtionavustuslaissa (688/2001) saadetaan valtionavustuksen takaisinperinnasta. virheellisesti, liikaa tai perusteettomasti maksetun turvavarastointikorvauksen palauttamiseen ja takaisinperintaan sovelletaan, mita valtionavustuslaissa saadetaan valtionavustuksen takaisinperinnasta.",
        "title_sv": "Återbetalning och återkrav av ersättning för skyddsupplagring",
        "content_sv": "Den som använder sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag är skyldig att till försörjningsberedskapsfonden återbetala erhållen ersättning för skyddsupplagring. På återbetalning och återkrav av en ersättning för skyddsupplagring till följd av att skyddsupplaget har använts utan tillstånd tillämpas vad som i statsunderstödslagen (688/2001) föreskrivs om återkrav av statsunderstöd. På återbetalning och återkrav av en ersättning för skyddsupplagring som har betalts på felaktiga grunder, till ett för stort belopp eller utan grund tillämpas vad som i statsunderstödslagen föreskrivs om återkrav av statsunderstöd.",
        "normalized_sv": "Den som använder sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag är skyldig att till försörjningsberedskapsfonden återbetala erhållen ersättning för skyddsupplagring. På återbetalning och återkrav av en ersättning för skyddsupplagring till följd av att skyddsupplaget har använts utan tillstånd tillämpas vad som i statsunderstödslagen (688/2001) föreskrivs om återkrav av statsunderstöd. På återbetalning och återkrav av en ersättning för skyddsupplagring som har betalts på felaktiga grunder, till ett för stort belopp eller utan grund tillämpas vad som i statsunderstödslagen föreskrivs om återkrav av statsunderstöd.",
        "folded_sv": "den som anvander sitt skyddsupplag i strid med denna lag eller avtalet om skyddsupplag ar skyldig att till forsorjningsberedskapsfonden aterbetala erhallen ersattning for skyddsupplagring. pa aterbetalning och aterkrav av en ersattning for skyddsupplagring till foljd av att skyddsupplaget har anvants utan tillstand tillampas vad som i statsunderstodslagen (688/2001) foreskrivs om aterkrav av statsunderstod. pa aterbetalning och aterkrav av en ersattning for skyddsupplagring som har betalts pa felaktiga grunder, till ett for stort belopp eller utan grund tillampas vad som i statsunderstodslagen foreskrivs om aterkrav av statsunderstod."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Turvavarastosopimuksen purkaminen",
      "content": "Turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissä tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enää tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. Jos turvavarastoijalle myönnetyn turvavarastointikorvauksen määrää sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siitä, kun muutos on annettu turvavarastoijalle tiedoksi. Jos turvavarastoija on tahallaan käyttänyt varastoitua polttoturvetta tämän lain tai turvavarastosopimuksen vastaisesti, Huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissä tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enää tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. Jos turvavarastoijalle myönnetyn turvavarastointikorvauksen määrää sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siitä, kun muutos on annettu turvavarastoijalle tiedoksi. Jos turvavarastoija on tahallaan käyttänyt varastoitua polttoturvetta tämän lain tai turvavarastosopimuksen vastaisesti, Huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
        "folded_fi": "turvavarastoija voi purkaa turvavarastosopimuksen kesken sopimuskauden, jos varastoija siirtyy toiselle toimialalle tai jos varastoija tuotantomenetelmissa tapahtuneiden muutosten taikka siihen verrattavien syiden johdosta ei enaa tarvitse turvavarastoon varastoitua polttoturvetta toimituksissaan. jos turvavarastoijalle myonnetyn turvavarastointikorvauksen maaraa sopimuksen voimassa ollessa alennetaan, on turvavarastoijalla oikeus purkaa sopimus kolmen kuukauden kuluessa siita, kun muutos on annettu turvavarastoijalle tiedoksi. jos turvavarastoija on tahallaan kayttanyt varastoitua polttoturvetta taman lain tai turvavarastosopimuksen vastaisesti, huoltovarmuuskeskuksella on oikeus kolmen kuukauden kuluessa rikkomuksen havaitsemisesta purkaa sopimus.",
        "title_sv": "Hävning av ett avtal om skyddsupplag",
        "content_sv": "Uppläggaren kan häva ett avtal om skyddsupplag under pågående avtalsperiod, om uppläggaren övergår till en annan bransch eller på grund av förändringar i produktionsmetoden eller av därmed jämförbara orsaker inte längre behöver den bränntorv som upplagrats i skyddsupplaget för sina leveranser. Om beloppet av den ersättning som beviljats uppläggaren för skyddsupplagringen sänks under den tid avtalet gäller, har uppläggaren rätt att häva avtalet inom tre månader från det ändringen delgavs uppläggaren. Har uppläggaren uppsåtligen använt upplagrad bränntorv i strid med denna lag eller avtalet om skyddsupplag, har Försörjningsberedskapscentralen rätt att häva avtalet inom tre månader från det överträdelsen upptäcktes.",
        "normalized_sv": "Uppläggaren kan häva ett avtal om skyddsupplag under pågående avtalsperiod, om uppläggaren övergår till en annan bransch eller på grund av förändringar i produktionsmetoden eller av därmed jämförbara orsaker inte längre behöver den bränntorv som upplagrats i skyddsupplaget för sina leveranser. Om beloppet av den ersättning som beviljats uppläggaren för skyddsupplagringen sänks under den tid avtalet gäller, har uppläggaren rätt att häva avtalet inom tre månader från det ändringen delgavs uppläggaren. Har uppläggaren uppsåtligen använt upplagrad bränntorv i strid med denna lag eller avtalet om skyddsupplag, har Försörjningsberedskapscentralen rätt att häva avtalet inom tre månader från det överträdelsen upptäcktes.",
        "folded_sv": "upplaggaren kan hava ett avtal om skyddsupplag under pagaende avtalsperiod, om upplaggaren overgar till en annan bransch eller pa grund av forandringar i produktionsmetoden eller av darmed jamforbara orsaker inte langre behover den branntorv som upplagrats i skyddsupplaget for sina leveranser. om beloppet av den ersattning som beviljats upplaggaren for skyddsupplagringen sanks under den tid avtalet galler, har upplaggaren ratt att hava avtalet inom tre manader fran det andringen delgavs upplaggaren. har upplaggaren uppsatligen anvant upplagrad branntorv i strid med denna lag eller avtalet om skyddsupplag, har forsorjningsberedskapscentralen ratt att hava avtalet inom tre manader fran det overtradelsen upptacktes."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Asetuksenantovaltuus",
      "content": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Närmare bestämmelser om verkställandet av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställandet av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstallandet av denna lag utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Tätä lakia ei sovelleta polttoturpeen turvavarastoon, jonka ylläpitämisestä on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Tätä lakia ei sovelleta polttoturpeen turvavarastoon, jonka ylläpitämisestä on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2007. tata lakia ei sovelleta polttoturpeen turvavarastoon, jonka yllapitamisesta on voimassa turvavarastolain (970/1982) mukainen turvavarastointisopimus. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2007. Denna lag tillämpas inte på skyddsupplag för bränntorv om vars upprätthållande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2007. Denna lag tillämpas inte på skyddsupplag för bränntorv om vars upprätthållande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2007. denna lag tillampas inte pa skyddsupplag for branntorv om vars uppratthallande finns ett giltigt skyddsupplagringsavtal enligt lagen om skyddsupplag (970/1982). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-03-30",
      "valid_to": null
    }
  ]
}