{
  "id": "322/2015",
  "type": "statute",
  "title": "Laki eläkesäätiölain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pensionsstiftelser",
  "status": "in_force",
  "issued_date": "2015-03-20",
  "in_force_date": "2015-03-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/322/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tämän lain 46, 46 a ja 47 b-47 j §:ää ei sovelleta B-eläkesäätiöön ja AB-eläkesäätiön B-osastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämän lain 46, 46 a ja 47 b-47 j § :ää ei sovelleta B-eläkesäätiöön ja AB-eläkesäätiön B-osastoon.",
        "folded_fi": "taman lain 46, 46 a ja 47 b-47 j §:aa ei sovelleta b-elakesaatioon ja ab-elakesaation b-osastoon.",
        "content_sv": "Bestämmelserna i 46, 46 a och 47 b-47 j § tillämpas inte på en B-pensionsstiftelse och inte heller på en AB-pensionsstiftelses B-avdelning.",
        "normalized_sv": "Bestämmelserna i 46, 46 a och 47 b-47 j § tillämpas inte på en B-pensionsstiftelse och inte heller på en AB-pensionsstiftelses B-avdelning.",
        "folded_sv": "bestammelserna i 46, 46 a och 47 b-47 j § tillampas inte pa en b-pensionsstiftelse och inte heller pa en ab-pensionsstiftelses b-avdelning."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "AB-eläkesäätiön B-osaston varat ja A-osaston eläkevastuiden katteena olevat varat, joita laissa olevien säännösten mukaan ei ole käytettävä muihin tarkoituksiin, on käytettävä yksinomaan kyseisen osaston mukaisten eläkkeiden ja muiden etuuksien turvaamiseen, jos eläkesäätiö ei 3 momentin nojalla toisin päätä. ylikate Jos A-osaston 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 tai 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan pysyvästi ylittävän kyseisen osaston eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat () saadaan siirtää B-osaston eläkevastuun katteeksi. Jos B-osaston varojen arvioidaan tilinpäätöksessä ylittävän eläkevastuun ja muiden velkojen määrän ja varojen kokonaisuudessaan pysyvästi ylittävän B-osaston eläkevastuun ja muiden velkojen määrän, ylitettä vastaavat varat saadaan siirtää A-osaston eläkevastuun katteeksi. Varojen siirto B-osastolta edellyttää Finanssivalvonnan suostumusta. Siirron seurauksena sille osastolle, jolta varoja siirretään, ei saa jäädä vastuuvajausta. Siirrettäessä varoja B-osastosta edellytetään, että vakavaraisuuspääomaa on vähintään vakavaraisuusrajan kaksinkertainen määrä siirron jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "AB-eläkesäätiön B-osaston varat ja A-osaston eläkevastuiden katteena olevat varat, joita laissa olevien säännösten mukaan ei ole käytettävä muihin tarkoituksiin, on käytettävä yksinomaan kyseisen osaston mukaisten eläkkeiden ja muiden etuuksien turvaamiseen, jos eläkesäätiö ei 3 momentin nojalla toisin päätä. ylikate Jos A-osaston 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 tai 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan pysyvästi ylittävän kyseisen osaston eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat () saadaan siirtää B-osaston eläkevastuun katteeksi. Jos B-osaston varojen arvioidaan tilinpäätöksessä ylittävän eläkevastuun ja muiden velkojen määrän ja varojen kokonaisuudessaan pysyvästi ylittävän B-osaston eläkevastuun ja muiden velkojen määrän, ylitettä vastaavat varat saadaan siirtää A-osaston eläkevastuun katteeksi. Varojen siirto B-osastolta edellyttää Finanssivalvonnan suostumusta. Siirron seurauksena sille osastolle, jolta varoja siirretään, ei saa jäädä vastuuvajausta. Siirrettäessä varoja B-osastosta edellytetään, että vakavaraisuuspääomaa on vähintään vakavaraisuusrajan kaksinkertainen määrä siirron jälkeen.",
        "folded_fi": "ab-elakesaation b-osaston varat ja a-osaston elakevastuiden katteena olevat varat, joita laissa olevien saannosten mukaan ei ole kaytettava muihin tarkoituksiin, on kaytettava yksinomaan kyseisen osaston mukaisten elakkeiden ja muiden etuuksien turvaamiseen, jos elakesaatio ei 3 momentin nojalla toisin paata. ylikate jos a-osaston 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa kattavan 46 tai 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan pysyvasti ylittavan kyseisen osaston elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat () saadaan siirtaa b-osaston elakevastuun katteeksi. jos b-osaston varojen arvioidaan tilinpaatoksessa ylittavan elakevastuun ja muiden velkojen maaran ja varojen kokonaisuudessaan pysyvasti ylittavan b-osaston elakevastuun ja muiden velkojen maaran, ylitetta vastaavat varat saadaan siirtaa a-osaston elakevastuun katteeksi. varojen siirto b-osastolta edellyttaa finanssivalvonnan suostumusta. siirron seurauksena sille osastolle, jolta varoja siirretaan, ei saa jaada vastuuvajausta. siirrettaessa varoja b-osastosta edellytetaan, etta vakavaraisuuspaaomaa on vahintaan vakavaraisuusrajan kaksinkertainen maara siirron jalkeen.",
        "content_sv": "De tillgångar som en AB-pensionsstiftelses B-avdelning har och de tillgångar som utgör täckning för det pensionsansvar som A-avdelningen har och som enligt bestämmelserna i lagen inte ska användas för andra ändamål, ska användas enbart för tryggande av sådana pensioner och övriga förmåner som avdelningen i fråga svarar för, om inte pensionsstiftelsen med stöd av 3 mom. beslutar något annat. övertäckning Om en A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 eller 47 § och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av avdelningens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna () överföras till täckning för B-avdelningens pensionsansvar. Om B-avdelningens tillgångar i samband med bokslutet uppskattas överstiga beloppet av pensionsansvaret och övriga skulder och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av B-avdelningens pensionsansvar och övriga skulder, får den överskjutande delen överföras till täckning för A-avdelningens pensionsansvar. En överföring av tillgångar från en B-avdelning förutsätter Finansinspektionens samtycke. Till följd av överföringen får ansvarsunderskott inte kvarstå i den avdelning varifrån tillgångar överförs. När tillgångar överförs från en B-avdelning förutsätts det att solvenskapitalet efter överföringen uppgår till minst solvensgränsens dubbla belopp.",
        "normalized_sv": "De tillgångar som en AB-pensionsstiftelses B-avdelning har och de tillgångar som utgör täckning för det pensionsansvar som A-avdelningen har och som enligt bestämmelserna i lagen inte ska användas för andra ändamål, ska användas enbart för tryggande av sådana pensioner och övriga förmåner som avdelningen i fråga svarar för, om inte pensionsstiftelsen med stöd av 3 mom. beslutar något annat. övertäckning Om en A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 eller 47 § och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av avdelningens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna () överföras till täckning för B-avdelningens pensionsansvar. Om B-avdelningens tillgångar i samband med bokslutet uppskattas överstiga beloppet av pensionsansvaret och övriga skulder och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av B-avdelningens pensionsansvar och övriga skulder, får den överskjutande delen överföras till täckning för A-avdelningens pensionsansvar. En överföring av tillgångar från en B-avdelning förutsätter Finansinspektionens samtycke. Till följd av överföringen får ansvarsunderskott inte kvarstå i den avdelning varifrån tillgångar överförs. När tillgångar överförs från en B-avdelning förutsätts det att solvenskapitalet efter överföringen uppgår till minst solvensgränsens dubbla belopp.",
        "folded_sv": "de tillgangar som en ab-pensionsstiftelses b-avdelning har och de tillgangar som utgor tackning for det pensionsansvar som a-avdelningen har och som enligt bestammelserna i lagen inte ska anvandas for andra andamal, ska anvandas enbart for tryggande av sadana pensioner och ovriga formaner som avdelningen i fraga svarar for, om inte pensionsstiftelsen med stod av 3 mom. beslutar nagot annat. overtackning om en a-avdelnings tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas tacka beloppet av ansvaret enligt 46 eller 47 § och tillgangarna i sin helhet beraknas varaktigt overstiga beloppet av avdelningens pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna () overforas till tackning for b-avdelningens pensionsansvar. om b-avdelningens tillgangar i samband med bokslutet uppskattas overstiga beloppet av pensionsansvaret och ovriga skulder och tillgangarna i sin helhet beraknas varaktigt overstiga beloppet av b-avdelningens pensionsansvar och ovriga skulder, far den overskjutande delen overforas till tackning for a-avdelningens pensionsansvar. en overforing av tillgangar fran en b-avdelning forutsatter finansinspektionens samtycke. till foljd av overforingen far ansvarsunderskott inte kvarsta i den avdelning varifran tillgangar overfors. nar tillgangar overfors fran en b-avdelning forutsatts det att solvenskapitalet efter overforingen uppgar till minst solvensgransens dubbla belopp."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Työnantajan on suoritettava vähintään kolmannesvuosittain B-eläkesäätiölle ja AB-eläkesäätiön B-osastolle kannatusmaksuja tai asetettava eläkevastuun katteeksi vakuuksia vastuuvajauksen täyttämiseksi vähintään siten, että ne yhdessä B-eläkesäätiön tai AB-eläkesäätiön B-osaston muiden tuottojen kanssa riittävät kattamaan eläkkeistä aiheutuneet suoritukset, eläkesäätiön tai sen B-osaston muut kulut sekä eläkevastuun vuotuisen muutoksen. Jos B-eläkesäätiön tai AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c §:n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän, voidaan ylite mainitussa pykälässä säädetyin edellytyksin Finanssivalvonnan suostumuksella palauttaa työnantajalle. AB-eläkesäätiössä palautuksen edellytyksenä on, että A-osaston eläkevastuu on katettu 47 §:n mukaisesti. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylitettä arvioitaessa tietyt erät jätetään huomioon ottamatta vakavaraisuuspääomassa ja että tiettyjen varojen arvo lasketaan käyvästä arvosta poikkeavasti. Jos A-eläkesäätiön tai AB-eläkesäätiön A-osaston 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä pysyvästi kattavan 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän eläkesäätiön eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan Finanssivalvonnan suostumuksella palauttaa työnantajalle. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan käyvästä arvosta poikkeavasti. Palautuksen seurauksena ei A-eläkesäätiölle tai AB-eläkesäätiön A-osastolle saa jäädä vastuuvajausta. AB-eläkesäätiössä palautuksen edellytyksenä on, että AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c §:n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Työnantajan on suoritettava vähintään kolmannesvuosittain B-eläkesäätiölle ja AB-eläkesäätiön B-osastolle kannatusmaksuja tai asetettava eläkevastuun katteeksi vakuuksia vastuuvajauksen täyttämiseksi vähintään siten, että ne yhdessä B-eläkesäätiön tai AB-eläkesäätiön B-osaston muiden tuottojen kanssa riittävät kattamaan eläkkeistä aiheutuneet suoritukset, eläkesäätiön tai sen B-osaston muut kulut sekä eläkevastuun vuotuisen muutoksen. Jos B-eläkesäätiön tai AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c § :n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän, voidaan ylite mainitussa pykälässä säädetyin edellytyksin Finanssivalvonnan suostumuksella palauttaa työnantajalle. AB-eläkesäätiössä palautuksen edellytyksenä on, että A-osaston eläkevastuu on katettu 47 § :n mukaisesti. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylitettä arvioitaessa tietyt erät jätetään huomioon ottamatta vakavaraisuuspääomassa ja että tiettyjen varojen arvo lasketaan käyvästä arvosta poikkeavasti. Jos A-eläkesäätiön tai AB-eläkesäätiön A-osaston 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä pysyvästi kattavan 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän eläkesäätiön eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan Finanssivalvonnan suostumuksella palauttaa työnantajalle. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan käyvästä arvosta poikkeavasti. Palautuksen seurauksena ei A-eläkesäätiölle tai AB-eläkesäätiön A-osastolle saa jäädä vastuuvajausta. AB-eläkesäätiössä palautuksen edellytyksenä on, että AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c § :n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän.",
        "folded_fi": "tyonantajan on suoritettava vahintaan kolmannesvuosittain b-elakesaatiolle ja ab-elakesaation b-osastolle kannatusmaksuja tai asetettava elakevastuun katteeksi vakuuksia vastuuvajauksen tayttamiseksi vahintaan siten, etta ne yhdessa b-elakesaation tai ab-elakesaation b-osaston muiden tuottojen kanssa riittavat kattamaan elakkeista aiheutuneet suoritukset, elakesaation tai sen b-osaston muut kulut seka elakevastuun vuotuisen muutoksen. jos b-elakesaation tai ab-elakesaation b-osaston vakavaraisuuspaaoma ylittaa 48 c §:n 2 momentin mukaisen vakavaraisuuspaaoman enimmaismaaran, voidaan ylite mainitussa pykalassa saadetyin edellytyksin finanssivalvonnan suostumuksella palauttaa tyonantajalle. ab-elakesaatiossa palautuksen edellytyksena on, etta a-osaston elakevastuu on katettu 47 §:n mukaisesti. sosiaali- ja terveysministerion asetuksella saadetaan tarvittaessa siita, etta ylitetta arvioitaessa tietyt erat jatetaan huomioon ottamatta vakavaraisuuspaaomassa ja etta tiettyjen varojen arvo lasketaan kayvasta arvosta poikkeavasti. jos a-elakesaation tai ab-elakesaation a-osaston 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa pysyvasti kattavan 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan ylittavan elakesaation elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan finanssivalvonnan suostumuksella palauttaa tyonantajalle. sosiaali- ja terveysministerion asetuksella saadetaan tarvittaessa siita, etta ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan kayvasta arvosta poikkeavasti. palautuksen seurauksena ei a-elakesaatiolle tai ab-elakesaation a-osastolle saa jaada vastuuvajausta. ab-elakesaatiossa palautuksen edellytyksena on, etta ab-elakesaation b-osaston vakavaraisuuspaaoma ylittaa 48 c §:n 2 momentin mukaisen vakavaraisuuspaaoman enimmaismaaran.",
        "content_sv": "Arbetsgivaren ska minst en gång var fjärde månad betala understödsavgifter till en B-pensionsstiftelse och en AB-pensionsstiftelses B-avdelning eller ställa säkerheter för täckande av ansvarsunderskottet minst så att de tillsammans med B-pensionsstiftelsens eller AB-pensionsstiftelsens B-avdelnings övriga intäkter är tillräckliga för att täcka de betalningar som har föranletts av pensionerna, pensionsstiftelsens eller dess B-avdelnings övriga kostnader samt den årliga förändringen i pensionsansvaret. Om solvenskapitalet i en B-pensionsstiftelse eller AB-pensionsstiftelses B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den överskjutande delen under de förutsättningar som anges i den paragrafen med Finansinspektionens samtycke återbetalas till arbetsgivaren. I en AB-pensionsstiftelse är ett villkor för återbetalning att A-avdelningens pensionsansvar är täckt enligt 47 §. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att vissa poster lämnas obeaktade i solvenskapitalet när den överskjutande delen uppskattas, och att värdet av vissa tillgångar beräknas med avvikelse från deras gängse värde. Om en A-pensionsstiftelses eller en AB-pensionsstiftelses A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas varaktigt täcka beloppet av ansvaret enligt 47 § och tillgångarna i sin helhet beräknas överskrida beloppet av pensionsstiftelsens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med Finansinspektionens samtycke återbetalas till arbetsgivaren. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att värdet av vissa tillgångar som hör till täckningen beräknas med avvikelse från det gängse värdet vid uppskattningen av övertäckningen. Till följd av återbetalningen får ansvarsunderskott inte kvarstå i en A-pensionsstiftelse eller en AB-pensionsstiftelses A-avdelning. I en AB-pensionsstiftelse är ett villkor för återbetalningen att solvenskapitalet i AB-pensionsstiftelsens B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom.",
        "normalized_sv": "Arbetsgivaren ska minst en gång var fjärde månad betala understödsavgifter till en B-pensionsstiftelse och en AB-pensionsstiftelses B-avdelning eller ställa säkerheter för täckande av ansvarsunderskottet minst så att de tillsammans med B-pensionsstiftelsens eller AB-pensionsstiftelsens B-avdelnings övriga intäkter är tillräckliga för att täcka de betalningar som har föranletts av pensionerna, pensionsstiftelsens eller dess B-avdelnings övriga kostnader samt den årliga förändringen i pensionsansvaret. Om solvenskapitalet i en B-pensionsstiftelse eller AB-pensionsstiftelses B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den överskjutande delen under de förutsättningar som anges i den paragrafen med Finansinspektionens samtycke återbetalas till arbetsgivaren. I en AB-pensionsstiftelse är ett villkor för återbetalning att A-avdelningens pensionsansvar är täckt enligt 47 § . Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att vissa poster lämnas obeaktade i solvenskapitalet när den överskjutande delen uppskattas, och att värdet av vissa tillgångar beräknas med avvikelse från deras gängse värde. Om en A-pensionsstiftelses eller en AB-pensionsstiftelses A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas varaktigt täcka beloppet av ansvaret enligt 47 § och tillgångarna i sin helhet beräknas överskrida beloppet av pensionsstiftelsens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med Finansinspektionens samtycke återbetalas till arbetsgivaren. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att värdet av vissa tillgångar som hör till täckningen beräknas med avvikelse från det gängse värdet vid uppskattningen av övertäckningen. Till följd av återbetalningen får ansvarsunderskott inte kvarstå i en A-pensionsstiftelse eller en AB-pensionsstiftelses A-avdelning. I en AB-pensionsstiftelse är ett villkor för återbetalningen att solvenskapitalet i AB-pensionsstiftelsens B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom.",
        "folded_sv": "arbetsgivaren ska minst en gang var fjarde manad betala understodsavgifter till en b-pensionsstiftelse och en ab-pensionsstiftelses b-avdelning eller stalla sakerheter for tackande av ansvarsunderskottet minst sa att de tillsammans med b-pensionsstiftelsens eller ab-pensionsstiftelsens b-avdelnings ovriga intakter ar tillrackliga for att tacka de betalningar som har foranletts av pensionerna, pensionsstiftelsens eller dess b-avdelnings ovriga kostnader samt den arliga forandringen i pensionsansvaret. om solvenskapitalet i en b-pensionsstiftelse eller ab-pensionsstiftelses b-avdelning overskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den overskjutande delen under de forutsattningar som anges i den paragrafen med finansinspektionens samtycke aterbetalas till arbetsgivaren. i en ab-pensionsstiftelse ar ett villkor for aterbetalning att a-avdelningens pensionsansvar ar tackt enligt 47 §. genom forordning av social- och halsovardsministeriet foreskrivs det vid behov om att vissa poster lamnas obeaktade i solvenskapitalet nar den overskjutande delen uppskattas, och att vardet av vissa tillgangar beraknas med avvikelse fran deras gangse varde. om en a-pensionsstiftelses eller en ab-pensionsstiftelses a-avdelnings tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas varaktigt tacka beloppet av ansvaret enligt 47 § och tillgangarna i sin helhet beraknas overskrida beloppet av pensionsstiftelsens pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med finansinspektionens samtycke aterbetalas till arbetsgivaren. genom forordning av social- och halsovardsministeriet foreskrivs det vid behov om att vardet av vissa tillgangar som hor till tackningen beraknas med avvikelse fran det gangse vardet vid uppskattningen av overtackningen. till foljd av aterbetalningen far ansvarsunderskott inte kvarsta i en a-pensionsstiftelse eller en ab-pensionsstiftelses a-avdelning. i en ab-pensionsstiftelse ar ett villkor for aterbetalningen att solvenskapitalet i ab-pensionsstiftelsens b-avdelning overskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom."
      }
    },
    {
      "provision_ref": "48 b",
      "section": "48 b",
      "content": "Työntekijän eläkelain mukaista toimintaa harjoittavan eläkesäätiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 b",
        "normalized_fi": "Työntekijän eläkelain mukaista toimintaa harjoittavan eläkesäätiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "folded_fi": "tyontekijan elakelain mukaista toimintaa harjoittavan elakesaation vakavaraisuusraja maaritellaan riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspaaoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. vakavaraisuusrajan laskemisesta saadetaan tarkemmin elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "content_sv": "Solvensgränsen för en pensionsstiftelse som bedriver verksamhet enligt lagen om pension för arbetstagare fastställs så att den riskteoretiskt motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till försäkringsrörelsen och placeringarna. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "normalized_sv": "Solvensgränsen för en pensionsstiftelse som bedriver verksamhet enligt lagen om pension för arbetstagare fastställs så att den riskteoretiskt motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till försäkringsrörelsen och placeringarna. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "folded_sv": "solvensgransen for en pensionsstiftelse som bedriver verksamhet enligt lagen om pension for arbetstagare faststalls sa att den riskteoretiskt motsvarar behovet av solvenskapital for ett ar, med beaktande av de risker som hanfor sig till forsakringsrorelsen och placeringarna. narmare bestammelser om berakning av solvensgransen finns i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar (315/2015)."
      }
    },
    {
      "provision_ref": "48 c",
      "section": "48 c",
      "content": "Eläkesäätiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään viisikymmentä prosenttia eläkevastuusta, josta on vähennetty lisävakuutusvastuu. Lisävakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspääoman enimmäismäärään saakka. Lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, että vakavaraisuuspääoma on purkamisen jälkeen vähintään 1,3-kertainen vakavaraisuusrajaan nähden. Eläkesäätiön, jonka vakavaraisuuspääoma on enintään 1 ja 3 momentin soveltamisen jälkeen 1,3-kertainen vakavaraisuusrajaan nähden sekä vähintään vakavaraisuusrajan suuruinen, lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa määrin kuin työeläkevakuutusyhtiöt voivat työntekijän eläkelain 169 §:n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. Purkamista koskevat perusteet sisältyvät mainitun lain 166 §:n nojalla annettuihin eläkevastuun laskuperusteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 c",
        "normalized_fi": "Eläkesäätiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään viisikymmentä prosenttia eläkevastuusta, josta on vähennetty lisävakuutusvastuu. Lisävakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspääoman enimmäismäärään saakka. Lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, että vakavaraisuuspääoma on purkamisen jälkeen vähintään 1,3-kertainen vakavaraisuusrajaan nähden. Eläkesäätiön, jonka vakavaraisuuspääoma on enintään 1 ja 3 momentin soveltamisen jälkeen 1,3-kertainen vakavaraisuusrajaan nähden sekä vähintään vakavaraisuusrajan suuruinen, lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa määrin kuin työeläkevakuutusyhtiöt voivat työntekijän eläkelain 169 § :n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. Purkamista koskevat perusteet sisältyvät mainitun lain 166 § :n nojalla annettuihin eläkevastuun laskuperusteisiin.",
        "folded_fi": "elakesaation vakavaraisuuspaaoman enimmaismaara on vakavaraisuusrajan kolminkertainen maara, kuitenkin vahintaan viisikymmenta prosenttia elakevastuusta, josta on vahennetty lisavakuutusvastuu. lisavakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspaaoman enimmaismaaraan saakka. lisavakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, etta vakavaraisuuspaaoma on purkamisen jalkeen vahintaan 1,3-kertainen vakavaraisuusrajaan nahden. elakesaation, jonka vakavaraisuuspaaoma on enintaan 1 ja 3 momentin soveltamisen jalkeen 1,3-kertainen vakavaraisuusrajaan nahden seka vahintaan vakavaraisuusrajan suuruinen, lisavakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa maarin kuin tyoelakevakuutusyhtiot voivat tyontekijan elakelain 169 §:n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. purkamista koskevat perusteet sisaltyvat mainitun lain 166 §:n nojalla annettuihin elakevastuun laskuperusteisiin.",
        "content_sv": "Maximibeloppet av pensionsstiftelsens solvenskapital är solvensgränsens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tilläggsförsäkringsansvaret. Tilläggsförsäkringsansvaret kan utökas genom understödsavgifter upp till solvenskapitalets maximibelopp. Tilläggsförsäkringsansvaret kan upplösas för sänkning av understödsavgifterna så att solvenskapitalet efter upplösningen överskrider solvensgränsen minst 1,3 gånger. Tilläggsförsäkringsansvaret för en pensionsstiftelse vars solvenskapital överskrider solvensgränsen högst 1,3 gånger efter tillämpningen av 1 och 3 mom. och uppgår till minst samma belopp som solvensgränsen kan upplösas för sänkning av understödsavgifterna i motsvarande grad som arbetspensionsförsäkringsbolagen med stöd av 169 § i lagen om pension för arbetstagare kan bevilja nedsatta försäkringspremier på grundval av sin placeringsverksamhet. Grunderna för upplösningen ingår i de grunder för beräkning av pensionsansvaret som meddelats med stöd av 166 § i den lagen.",
        "normalized_sv": "Maximibeloppet av pensionsstiftelsens solvenskapital är solvensgränsens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tilläggsförsäkringsansvaret. Tilläggsförsäkringsansvaret kan utökas genom understödsavgifter upp till solvenskapitalets maximibelopp. Tilläggsförsäkringsansvaret kan upplösas för sänkning av understödsavgifterna så att solvenskapitalet efter upplösningen överskrider solvensgränsen minst 1,3 gånger. Tilläggsförsäkringsansvaret för en pensionsstiftelse vars solvenskapital överskrider solvensgränsen högst 1,3 gånger efter tillämpningen av 1 och 3 mom. och uppgår till minst samma belopp som solvensgränsen kan upplösas för sänkning av understödsavgifterna i motsvarande grad som arbetspensionsförsäkringsbolagen med stöd av 169 § i lagen om pension för arbetstagare kan bevilja nedsatta försäkringspremier på grundval av sin placeringsverksamhet. Grunderna för upplösningen ingår i de grunder för beräkning av pensionsansvaret som meddelats med stöd av 166 § i den lagen.",
        "folded_sv": "maximibeloppet av pensionsstiftelsens solvenskapital ar solvensgransens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tillaggsforsakringsansvaret. tillaggsforsakringsansvaret kan utokas genom understodsavgifter upp till solvenskapitalets maximibelopp. tillaggsforsakringsansvaret kan upplosas for sankning av understodsavgifterna sa att solvenskapitalet efter upplosningen overskrider solvensgransen minst 1,3 ganger. tillaggsforsakringsansvaret for en pensionsstiftelse vars solvenskapital overskrider solvensgransen hogst 1,3 ganger efter tillampningen av 1 och 3 mom. och uppgar till minst samma belopp som solvensgransen kan upplosas for sankning av understodsavgifterna i motsvarande grad som arbetspensionsforsakringsbolagen med stod av 169 § i lagen om pension for arbetstagare kan bevilja nedsatta forsakringspremier pa grundval av sin placeringsverksamhet. grunderna for upplosningen ingar i de grunder for berakning av pensionsansvaret som meddelats med stod av 166 § i den lagen."
      }
    },
    {
      "provision_ref": "48 h",
      "section": "48 h",
      "content": "Vakavaraisuusrajaa vastaavan määrän eläkesäätiön vakavaraisuuspääomasta on muodostuttava muista eristä kuin 1 momentissa mainitusta erästä. Finanssivalvonta voi kuitenkin sallia edellä mainitun erän lukemisen kahden vuoden ajan vakavaraisuuspääomaan eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 §:n tarkoitetussa tilanteessa, vaikka vakavaraisuuspääoma on vakavaraisuusrajaa pienempi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 h",
        "normalized_fi": "Vakavaraisuusrajaa vastaavan määrän eläkesäätiön vakavaraisuuspääomasta on muodostuttava muista eristä kuin 1 momentissa mainitusta erästä. Finanssivalvonta voi kuitenkin sallia edellä mainitun erän lukemisen kahden vuoden ajan vakavaraisuuspääomaan eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 § :n tarkoitetussa tilanteessa, vaikka vakavaraisuuspääoma on vakavaraisuusrajaa pienempi.",
        "folded_fi": "vakavaraisuusrajaa vastaavan maaran elakesaation vakavaraisuuspaaomasta on muodostuttava muista erista kuin 1 momentissa mainitusta erasta. finanssivalvonta voi kuitenkin sallia edella mainitun eran lukemisen kahden vuoden ajan vakavaraisuuspaaomaan elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 §:n tarkoitetussa tilanteessa, vaikka vakavaraisuuspaaoma on vakavaraisuusrajaa pienempi.",
        "content_sv": "Av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgränsen bestå av andra poster än den som nämns i 1 mom. Finansinspektionen kan dock tillåta att denna post i två års tid hänförs till solvenskapitalet i de situationer som avses i 28 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar även om solvenskapitalet underskrider solvensgränsen.",
        "normalized_sv": "Av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgränsen bestå av andra poster än den som nämns i 1 mom. Finansinspektionen kan dock tillåta att denna post i två års tid hänförs till solvenskapitalet i de situationer som avses i 28 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar även om solvenskapitalet underskrider solvensgränsen.",
        "folded_sv": "av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgransen besta av andra poster an den som namns i 1 mom. finansinspektionen kan dock tillata att denna post i tva ars tid hanfors till solvenskapitalet i de situationer som avses i 28 § i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar aven om solvenskapitalet underskrider solvensgransen."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Sen lisäksi, mitä 9 §:ssä säädetään, on yhteiseläkesäätiön säännöissä mainittava: 6) miten työnantajien osuus 45 §:ssä tarkoitetusta ylikatteesta ja ylitteestä lasketaan tasaavaa järjestelmää noudattavassa osastossa ja miten ylikatetta tai ylitettä siirretään osastojen välillä, jos niissä on eri työnantajat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Sen lisäksi, mitä 9 § :ssä säädetään, on yhteiseläkesäätiön säännöissä mainittava: 6) miten työnantajien osuus 45 § :ssä tarkoitetusta ylikatteesta ja ylitteestä lasketaan tasaavaa järjestelmää noudattavassa osastossa ja miten ylikatetta tai ylitettä siirretään osastojen välillä, jos niissä on eri työnantajat.",
        "folded_fi": "sen lisaksi, mita 9 §:ssa saadetaan, on yhteiselakesaation saannoissa mainittava: 6) miten tyonantajien osuus 45 §:ssa tarkoitetusta ylikatteesta ja ylitteesta lasketaan tasaavaa jarjestelmaa noudattavassa osastossa ja miten ylikatetta tai ylitetta siirretaan osastojen valilla, jos niissa on eri tyonantajat.",
        "content_sv": "Utöver vad som föreskrivs i 9 § ska i sampensionsstiftelsens stadgar nämnas 6) hur arbetsgivarnas andel av den i 45 § avsedda övertäckningen och den överskjutande delen räknas ut i en avdelning som följer det utjämnande systemet och hur övertäckningen eller den överskjutande delen överförs mellan avdelningarna när i dessa ingår olika arbetsgivare.",
        "normalized_sv": "Utöver vad som föreskrivs i 9 § ska i sampensionsstiftelsens stadgar nämnas 6) hur arbetsgivarnas andel av den i 45 § avsedda övertäckningen och den överskjutande delen räknas ut i en avdelning som följer det utjämnande systemet och hur övertäckningen eller den överskjutande delen överförs mellan avdelningarna när i dessa ingår olika arbetsgivare.",
        "folded_sv": "utover vad som foreskrivs i 9 § ska i sampensionsstiftelsens stadgar namnas 6) hur arbetsgivarnas andel av den i 45 § avsedda overtackningen och den overskjutande delen raknas ut i en avdelning som foljer det utjamnande systemet och hur overtackningen eller den overskjutande delen overfors mellan avdelningarna nar i dessa ingar olika arbetsgivare."
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Mitä 6 §:n 3 momentissa säädetään ylikatteen tai ylitteen tai niiden osan siirrosta A- tai B-osastosta, sovelletaan yhteiseläkesäätiössä työnantajakohtaisesti. Jos kuitenkin yhteiseläkesäätiö noudattaa A- tai B-osastonsa osalta tasaavaa kirjanpitojärjestelmää, ylikate tai ylite tai niiden osa siirretään työnantajille siten kuin eläkesäätiön säännöissä määrätään. Jos samat työnantajat eivät kuulu AB-yhteiseläkesäätiössä sekä A- että B-osastoon, on eläkesäätiön säännöissä määrättävä, miten ylikatetta tai ylitettä siirretään osastolta toiselle. Tätä tarkoittavan sääntömuutoksen hyväksyminen edellyttää, että eläkesäätiön työnantajat antavat suostumuksensa sääntömuutokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:120",
        "normalized_fi": "Mitä 6 § :n 3 momentissa säädetään ylikatteen tai ylitteen tai niiden osan siirrosta A- tai B-osastosta, sovelletaan yhteiseläkesäätiössä työnantajakohtaisesti. Jos kuitenkin yhteiseläkesäätiö noudattaa A- tai B-osastonsa osalta tasaavaa kirjanpitojärjestelmää, ylikate tai ylite tai niiden osa siirretään työnantajille siten kuin eläkesäätiön säännöissä määrätään. Jos samat työnantajat eivät kuulu AB-yhteiseläkesäätiössä sekä A- että B-osastoon, on eläkesäätiön säännöissä määrättävä, miten ylikatetta tai ylitettä siirretään osastolta toiselle. Tätä tarkoittavan sääntömuutoksen hyväksyminen edellyttää, että eläkesäätiön työnantajat antavat suostumuksensa sääntömuutokselle.",
        "folded_fi": "mita 6 §:n 3 momentissa saadetaan ylikatteen tai ylitteen tai niiden osan siirrosta a- tai b-osastosta, sovelletaan yhteiselakesaatiossa tyonantajakohtaisesti. jos kuitenkin yhteiselakesaatio noudattaa a- tai b-osastonsa osalta tasaavaa kirjanpitojarjestelmaa, ylikate tai ylite tai niiden osa siirretaan tyonantajille siten kuin elakesaation saannoissa maarataan. jos samat tyonantajat eivat kuulu ab-yhteiselakesaatiossa seka a- etta b-osastoon, on elakesaation saannoissa maarattava, miten ylikatetta tai ylitetta siirretaan osastolta toiselle. tata tarkoittavan saantomuutoksen hyvaksyminen edellyttaa, etta elakesaation tyonantajat antavat suostumuksensa saantomuutokselle.",
        "content_sv": "Vad som i 6 § 3 mom. bestäms om överföring av övertäckningen eller den överskjutande delen eller en del av dem från en A- eller B-avdelning, tillämpas i en sampensionsstiftelse på varje arbetsgivare separat. Följer en sampensionsstiftelse det utjämnande systemet i A- eller B-avdelningen, överförs övertäckningen eller den överskjutande delen eller en del av dem till arbetsgivarna så som bestäms i pensionsstiftelsens stadgar. Hör inte samma arbetsgivare i en AB-sampensionsstiftelse till såväl A- som B-avdelningen ska det i pensionsstiftelsens stadgar bestämmas hur övertäckningen eller den överskjutande delen överförs från en avdelning till en annan. För att en stadgeändring som avser detta ska kunna godkännas krävs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeändringen.",
        "normalized_sv": "Vad som i 6 § 3 mom. bestäms om överföring av övertäckningen eller den överskjutande delen eller en del av dem från en A- eller B-avdelning, tillämpas i en sampensionsstiftelse på varje arbetsgivare separat. Följer en sampensionsstiftelse det utjämnande systemet i A- eller B-avdelningen, överförs övertäckningen eller den överskjutande delen eller en del av dem till arbetsgivarna så som bestäms i pensionsstiftelsens stadgar. Hör inte samma arbetsgivare i en AB-sampensionsstiftelse till såväl A- som B-avdelningen ska det i pensionsstiftelsens stadgar bestämmas hur övertäckningen eller den överskjutande delen överförs från en avdelning till en annan. För att en stadgeändring som avser detta ska kunna godkännas krävs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeändringen.",
        "folded_sv": "vad som i 6 § 3 mom. bestams om overforing av overtackningen eller den overskjutande delen eller en del av dem fran en a- eller b-avdelning, tillampas i en sampensionsstiftelse pa varje arbetsgivare separat. foljer en sampensionsstiftelse det utjamnande systemet i a- eller b-avdelningen, overfors overtackningen eller den overskjutande delen eller en del av dem till arbetsgivarna sa som bestams i pensionsstiftelsens stadgar. hor inte samma arbetsgivare i en ab-sampensionsstiftelse till saval a- som b-avdelningen ska det i pensionsstiftelsens stadgar bestammas hur overtackningen eller den overskjutande delen overfors fran en avdelning till en annan. for att en stadgeandring som avser detta ska kunna godkannas kravs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeandringen."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Jos A-yhteiseläkesäätiössä tai AB-yhteiseläkesäätiön A-osastossa jonkin työnantajan 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 ja 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan eläkevastuun katteeksi. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Jos B-yhteiseläkesäätiön tai AB-yhteiseläkesäätiön B-osaston jonkin työnantajan varojen arvioidaan tilinpäätöksen yhteydessä kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan varoihin. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Lisäksi edellytetään, että siirtävän työnantajan osuus eläkesäätiön vakavaraisuuspääomasta ylittää siirron jälkeen vakavaraisuusrajan kaksinkertaisen määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:121",
        "normalized_fi": "Jos A-yhteiseläkesäätiössä tai AB-yhteiseläkesäätiön A-osastossa jonkin työnantajan 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 ja 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan eläkevastuun katteeksi. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Jos B-yhteiseläkesäätiön tai AB-yhteiseläkesäätiön B-osaston jonkin työnantajan varojen arvioidaan tilinpäätöksen yhteydessä kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan varoihin. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Lisäksi edellytetään, että siirtävän työnantajan osuus eläkesäätiön vakavaraisuuspääomasta ylittää siirron jälkeen vakavaraisuusrajan kaksinkertaisen määrän.",
        "folded_fi": "jos a-yhteiselakesaatiossa tai ab-yhteiselakesaation a-osastossa jonkin tyonantajan 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa kattavan 46 ja 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan ylittavan kyseisen tyonantajan elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan mainitun tyonantajan suostumuksella siirtaa elakesaatiossa olevan toisen tyonantajan elakevastuun katteeksi. siirron seurauksena siirtavalle tyonantajalle ei saa jaada vastuuvajausta. jos b-yhteiselakesaation tai ab-yhteiselakesaation b-osaston jonkin tyonantajan varojen arvioidaan tilinpaatoksen yhteydessa kokonaisuudessaan ylittavan kyseisen tyonantajan elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan mainitun tyonantajan suostumuksella siirtaa elakesaatiossa olevan toisen tyonantajan varoihin. siirron seurauksena siirtavalle tyonantajalle ei saa jaada vastuuvajausta. lisaksi edellytetaan, etta siirtavan tyonantajan osuus elakesaation vakavaraisuuspaaomasta ylittaa siirron jalkeen vakavaraisuusrajan kaksinkertaisen maaran.",
        "content_sv": "Om till en A-sampensionsstiftelse eller A-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 och 47 § och tillgångarna i sin helhet beräknas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till täckning av pensionsansvaret för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Om till en B-sampensionsstiftelse eller B-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar i samband med bokslutet i sin helhet uppskattas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till tillgångarna för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Dess-utom förutsätts det att den överförande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter överföringen överskrider det dubbla beloppet av solvensgränsen.",
        "normalized_sv": "Om till en A-sampensionsstiftelse eller A-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 och 47 § och tillgångarna i sin helhet beräknas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till täckning av pensionsansvaret för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Om till en B-sampensionsstiftelse eller B-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar i samband med bokslutet i sin helhet uppskattas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till tillgångarna för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Dess-utom förutsätts det att den överförande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter överföringen överskrider det dubbla beloppet av solvensgränsen.",
        "folded_sv": "om till en a-sampensionsstiftelse eller a-avdelningen inom en ab-sampensionsstiftelse horande arbetsgivares tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas tacka beloppet av ansvaret enligt 46 och 47 § och tillgangarna i sin helhet beraknas overstiga beloppet av ifragavarande arbetsgivares pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med namnda arbetsgivares samtycke overforas till tackning av pensionsansvaret for en annan arbetsgivare i pensionsstiftelsen. till foljd av overforingen far hos den overforande arbetsgivaren inte bli ansvarsunderskott. om till en b-sampensionsstiftelse eller b-avdelningen inom en ab-sampensionsstiftelse horande arbetsgivares tillgangar i samband med bokslutet i sin helhet uppskattas overstiga beloppet av ifragavarande arbetsgivares pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med namnda arbetsgivares samtycke overforas till tillgangarna for en annan arbetsgivare i pensionsstiftelsen. till foljd av overforingen far hos den overforande arbetsgivaren inte bli ansvarsunderskott. dess-utom forutsatts det att den overforande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter overforingen overskrider det dubbla beloppet av solvensgransen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tämän lain 46, 46 a ja 47 b-47 j §:ää ei sovelleta B-eläkesäätiöön ja AB-eläkesäätiön B-osastoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämän lain 46, 46 a ja 47 b-47 j § :ää ei sovelleta B-eläkesäätiöön ja AB-eläkesäätiön B-osastoon.",
        "folded_fi": "taman lain 46, 46 a ja 47 b-47 j §:aa ei sovelleta b-elakesaatioon ja ab-elakesaation b-osastoon.",
        "content_sv": "Bestämmelserna i 46, 46 a och 47 b-47 j § tillämpas inte på en B-pensionsstiftelse och inte heller på en AB-pensionsstiftelses B-avdelning.",
        "normalized_sv": "Bestämmelserna i 46, 46 a och 47 b-47 j § tillämpas inte på en B-pensionsstiftelse och inte heller på en AB-pensionsstiftelses B-avdelning.",
        "folded_sv": "bestammelserna i 46, 46 a och 47 b-47 j § tillampas inte pa en b-pensionsstiftelse och inte heller pa en ab-pensionsstiftelses b-avdelning."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "AB-eläkesäätiön B-osaston varat ja A-osaston eläkevastuiden katteena olevat varat, joita laissa olevien säännösten mukaan ei ole käytettävä muihin tarkoituksiin, on käytettävä yksinomaan kyseisen osaston mukaisten eläkkeiden ja muiden etuuksien turvaamiseen, jos eläkesäätiö ei 3 momentin nojalla toisin päätä. ylikate Jos A-osaston 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 tai 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan pysyvästi ylittävän kyseisen osaston eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat () saadaan siirtää B-osaston eläkevastuun katteeksi. Jos B-osaston varojen arvioidaan tilinpäätöksessä ylittävän eläkevastuun ja muiden velkojen määrän ja varojen kokonaisuudessaan pysyvästi ylittävän B-osaston eläkevastuun ja muiden velkojen määrän, ylitettä vastaavat varat saadaan siirtää A-osaston eläkevastuun katteeksi. Varojen siirto B-osastolta edellyttää Finanssivalvonnan suostumusta. Siirron seurauksena sille osastolle, jolta varoja siirretään, ei saa jäädä vastuuvajausta. Siirrettäessä varoja B-osastosta edellytetään, että vakavaraisuuspääomaa on vähintään vakavaraisuusrajan kaksinkertainen määrä siirron jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "AB-eläkesäätiön B-osaston varat ja A-osaston eläkevastuiden katteena olevat varat, joita laissa olevien säännösten mukaan ei ole käytettävä muihin tarkoituksiin, on käytettävä yksinomaan kyseisen osaston mukaisten eläkkeiden ja muiden etuuksien turvaamiseen, jos eläkesäätiö ei 3 momentin nojalla toisin päätä. ylikate Jos A-osaston 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 tai 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan pysyvästi ylittävän kyseisen osaston eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat () saadaan siirtää B-osaston eläkevastuun katteeksi. Jos B-osaston varojen arvioidaan tilinpäätöksessä ylittävän eläkevastuun ja muiden velkojen määrän ja varojen kokonaisuudessaan pysyvästi ylittävän B-osaston eläkevastuun ja muiden velkojen määrän, ylitettä vastaavat varat saadaan siirtää A-osaston eläkevastuun katteeksi. Varojen siirto B-osastolta edellyttää Finanssivalvonnan suostumusta. Siirron seurauksena sille osastolle, jolta varoja siirretään, ei saa jäädä vastuuvajausta. Siirrettäessä varoja B-osastosta edellytetään, että vakavaraisuuspääomaa on vähintään vakavaraisuusrajan kaksinkertainen määrä siirron jälkeen.",
        "folded_fi": "ab-elakesaation b-osaston varat ja a-osaston elakevastuiden katteena olevat varat, joita laissa olevien saannosten mukaan ei ole kaytettava muihin tarkoituksiin, on kaytettava yksinomaan kyseisen osaston mukaisten elakkeiden ja muiden etuuksien turvaamiseen, jos elakesaatio ei 3 momentin nojalla toisin paata. ylikate jos a-osaston 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa kattavan 46 tai 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan pysyvasti ylittavan kyseisen osaston elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat () saadaan siirtaa b-osaston elakevastuun katteeksi. jos b-osaston varojen arvioidaan tilinpaatoksessa ylittavan elakevastuun ja muiden velkojen maaran ja varojen kokonaisuudessaan pysyvasti ylittavan b-osaston elakevastuun ja muiden velkojen maaran, ylitetta vastaavat varat saadaan siirtaa a-osaston elakevastuun katteeksi. varojen siirto b-osastolta edellyttaa finanssivalvonnan suostumusta. siirron seurauksena sille osastolle, jolta varoja siirretaan, ei saa jaada vastuuvajausta. siirrettaessa varoja b-osastosta edellytetaan, etta vakavaraisuuspaaomaa on vahintaan vakavaraisuusrajan kaksinkertainen maara siirron jalkeen.",
        "content_sv": "De tillgångar som en AB-pensionsstiftelses B-avdelning har och de tillgångar som utgör täckning för det pensionsansvar som A-avdelningen har och som enligt bestämmelserna i lagen inte ska användas för andra ändamål, ska användas enbart för tryggande av sådana pensioner och övriga förmåner som avdelningen i fråga svarar för, om inte pensionsstiftelsen med stöd av 3 mom. beslutar något annat. övertäckning Om en A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 eller 47 § och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av avdelningens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna () överföras till täckning för B-avdelningens pensionsansvar. Om B-avdelningens tillgångar i samband med bokslutet uppskattas överstiga beloppet av pensionsansvaret och övriga skulder och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av B-avdelningens pensionsansvar och övriga skulder, får den överskjutande delen överföras till täckning för A-avdelningens pensionsansvar. En överföring av tillgångar från en B-avdelning förutsätter Finansinspektionens samtycke. Till följd av överföringen får ansvarsunderskott inte kvarstå i den avdelning varifrån tillgångar överförs. När tillgångar överförs från en B-avdelning förutsätts det att solvenskapitalet efter överföringen uppgår till minst solvensgränsens dubbla belopp.",
        "normalized_sv": "De tillgångar som en AB-pensionsstiftelses B-avdelning har och de tillgångar som utgör täckning för det pensionsansvar som A-avdelningen har och som enligt bestämmelserna i lagen inte ska användas för andra ändamål, ska användas enbart för tryggande av sådana pensioner och övriga förmåner som avdelningen i fråga svarar för, om inte pensionsstiftelsen med stöd av 3 mom. beslutar något annat. övertäckning Om en A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 eller 47 § och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av avdelningens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna () överföras till täckning för B-avdelningens pensionsansvar. Om B-avdelningens tillgångar i samband med bokslutet uppskattas överstiga beloppet av pensionsansvaret och övriga skulder och tillgångarna i sin helhet beräknas varaktigt överstiga beloppet av B-avdelningens pensionsansvar och övriga skulder, får den överskjutande delen överföras till täckning för A-avdelningens pensionsansvar. En överföring av tillgångar från en B-avdelning förutsätter Finansinspektionens samtycke. Till följd av överföringen får ansvarsunderskott inte kvarstå i den avdelning varifrån tillgångar överförs. När tillgångar överförs från en B-avdelning förutsätts det att solvenskapitalet efter överföringen uppgår till minst solvensgränsens dubbla belopp.",
        "folded_sv": "de tillgangar som en ab-pensionsstiftelses b-avdelning har och de tillgangar som utgor tackning for det pensionsansvar som a-avdelningen har och som enligt bestammelserna i lagen inte ska anvandas for andra andamal, ska anvandas enbart for tryggande av sadana pensioner och ovriga formaner som avdelningen i fraga svarar for, om inte pensionsstiftelsen med stod av 3 mom. beslutar nagot annat. overtackning om en a-avdelnings tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas tacka beloppet av ansvaret enligt 46 eller 47 § och tillgangarna i sin helhet beraknas varaktigt overstiga beloppet av avdelningens pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna () overforas till tackning for b-avdelningens pensionsansvar. om b-avdelningens tillgangar i samband med bokslutet uppskattas overstiga beloppet av pensionsansvaret och ovriga skulder och tillgangarna i sin helhet beraknas varaktigt overstiga beloppet av b-avdelningens pensionsansvar och ovriga skulder, far den overskjutande delen overforas till tackning for a-avdelningens pensionsansvar. en overforing av tillgangar fran en b-avdelning forutsatter finansinspektionens samtycke. till foljd av overforingen far ansvarsunderskott inte kvarsta i den avdelning varifran tillgangar overfors. nar tillgangar overfors fran en b-avdelning forutsatts det att solvenskapitalet efter overforingen uppgar till minst solvensgransens dubbla belopp."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Työnantajan on suoritettava vähintään kolmannesvuosittain B-eläkesäätiölle ja AB-eläkesäätiön B-osastolle kannatusmaksuja tai asetettava eläkevastuun katteeksi vakuuksia vastuuvajauksen täyttämiseksi vähintään siten, että ne yhdessä B-eläkesäätiön tai AB-eläkesäätiön B-osaston muiden tuottojen kanssa riittävät kattamaan eläkkeistä aiheutuneet suoritukset, eläkesäätiön tai sen B-osaston muut kulut sekä eläkevastuun vuotuisen muutoksen. Jos B-eläkesäätiön tai AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c §:n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän, voidaan ylite mainitussa pykälässä säädetyin edellytyksin Finanssivalvonnan suostumuksella palauttaa työnantajalle. AB-eläkesäätiössä palautuksen edellytyksenä on, että A-osaston eläkevastuu on katettu 47 §:n mukaisesti. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylitettä arvioitaessa tietyt erät jätetään huomioon ottamatta vakavaraisuuspääomassa ja että tiettyjen varojen arvo lasketaan käyvästä arvosta poikkeavasti. Jos A-eläkesäätiön tai AB-eläkesäätiön A-osaston 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä pysyvästi kattavan 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän eläkesäätiön eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan Finanssivalvonnan suostumuksella palauttaa työnantajalle. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan käyvästä arvosta poikkeavasti. Palautuksen seurauksena ei A-eläkesäätiölle tai AB-eläkesäätiön A-osastolle saa jäädä vastuuvajausta. AB-eläkesäätiössä palautuksen edellytyksenä on, että AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c §:n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Työnantajan on suoritettava vähintään kolmannesvuosittain B-eläkesäätiölle ja AB-eläkesäätiön B-osastolle kannatusmaksuja tai asetettava eläkevastuun katteeksi vakuuksia vastuuvajauksen täyttämiseksi vähintään siten, että ne yhdessä B-eläkesäätiön tai AB-eläkesäätiön B-osaston muiden tuottojen kanssa riittävät kattamaan eläkkeistä aiheutuneet suoritukset, eläkesäätiön tai sen B-osaston muut kulut sekä eläkevastuun vuotuisen muutoksen. Jos B-eläkesäätiön tai AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c § :n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän, voidaan ylite mainitussa pykälässä säädetyin edellytyksin Finanssivalvonnan suostumuksella palauttaa työnantajalle. AB-eläkesäätiössä palautuksen edellytyksenä on, että A-osaston eläkevastuu on katettu 47 § :n mukaisesti. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylitettä arvioitaessa tietyt erät jätetään huomioon ottamatta vakavaraisuuspääomassa ja että tiettyjen varojen arvo lasketaan käyvästä arvosta poikkeavasti. Jos A-eläkesäätiön tai AB-eläkesäätiön A-osaston 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä pysyvästi kattavan 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän eläkesäätiön eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan Finanssivalvonnan suostumuksella palauttaa työnantajalle. Sosiaali- ja terveysministeriön asetuksella säädetään tarvittaessa siitä, että ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan käyvästä arvosta poikkeavasti. Palautuksen seurauksena ei A-eläkesäätiölle tai AB-eläkesäätiön A-osastolle saa jäädä vastuuvajausta. AB-eläkesäätiössä palautuksen edellytyksenä on, että AB-eläkesäätiön B-osaston vakavaraisuuspääoma ylittää 48 c § :n 2 momentin mukaisen vakavaraisuuspääoman enimmäismäärän.",
        "folded_fi": "tyonantajan on suoritettava vahintaan kolmannesvuosittain b-elakesaatiolle ja ab-elakesaation b-osastolle kannatusmaksuja tai asetettava elakevastuun katteeksi vakuuksia vastuuvajauksen tayttamiseksi vahintaan siten, etta ne yhdessa b-elakesaation tai ab-elakesaation b-osaston muiden tuottojen kanssa riittavat kattamaan elakkeista aiheutuneet suoritukset, elakesaation tai sen b-osaston muut kulut seka elakevastuun vuotuisen muutoksen. jos b-elakesaation tai ab-elakesaation b-osaston vakavaraisuuspaaoma ylittaa 48 c §:n 2 momentin mukaisen vakavaraisuuspaaoman enimmaismaaran, voidaan ylite mainitussa pykalassa saadetyin edellytyksin finanssivalvonnan suostumuksella palauttaa tyonantajalle. ab-elakesaatiossa palautuksen edellytyksena on, etta a-osaston elakevastuu on katettu 47 §:n mukaisesti. sosiaali- ja terveysministerion asetuksella saadetaan tarvittaessa siita, etta ylitetta arvioitaessa tietyt erat jatetaan huomioon ottamatta vakavaraisuuspaaomassa ja etta tiettyjen varojen arvo lasketaan kayvasta arvosta poikkeavasti. jos a-elakesaation tai ab-elakesaation a-osaston 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa pysyvasti kattavan 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan ylittavan elakesaation elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan finanssivalvonnan suostumuksella palauttaa tyonantajalle. sosiaali- ja terveysministerion asetuksella saadetaan tarvittaessa siita, etta ylikatetta arvioitaessa tiettyjen katteeseen kuuluvien varojen arvo lasketaan kayvasta arvosta poikkeavasti. palautuksen seurauksena ei a-elakesaatiolle tai ab-elakesaation a-osastolle saa jaada vastuuvajausta. ab-elakesaatiossa palautuksen edellytyksena on, etta ab-elakesaation b-osaston vakavaraisuuspaaoma ylittaa 48 c §:n 2 momentin mukaisen vakavaraisuuspaaoman enimmaismaaran.",
        "content_sv": "Arbetsgivaren ska minst en gång var fjärde månad betala understödsavgifter till en B-pensionsstiftelse och en AB-pensionsstiftelses B-avdelning eller ställa säkerheter för täckande av ansvarsunderskottet minst så att de tillsammans med B-pensionsstiftelsens eller AB-pensionsstiftelsens B-avdelnings övriga intäkter är tillräckliga för att täcka de betalningar som har föranletts av pensionerna, pensionsstiftelsens eller dess B-avdelnings övriga kostnader samt den årliga förändringen i pensionsansvaret. Om solvenskapitalet i en B-pensionsstiftelse eller AB-pensionsstiftelses B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den överskjutande delen under de förutsättningar som anges i den paragrafen med Finansinspektionens samtycke återbetalas till arbetsgivaren. I en AB-pensionsstiftelse är ett villkor för återbetalning att A-avdelningens pensionsansvar är täckt enligt 47 §. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att vissa poster lämnas obeaktade i solvenskapitalet när den överskjutande delen uppskattas, och att värdet av vissa tillgångar beräknas med avvikelse från deras gängse värde. Om en A-pensionsstiftelses eller en AB-pensionsstiftelses A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas varaktigt täcka beloppet av ansvaret enligt 47 § och tillgångarna i sin helhet beräknas överskrida beloppet av pensionsstiftelsens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med Finansinspektionens samtycke återbetalas till arbetsgivaren. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att värdet av vissa tillgångar som hör till täckningen beräknas med avvikelse från det gängse värdet vid uppskattningen av övertäckningen. Till följd av återbetalningen får ansvarsunderskott inte kvarstå i en A-pensionsstiftelse eller en AB-pensionsstiftelses A-avdelning. I en AB-pensionsstiftelse är ett villkor för återbetalningen att solvenskapitalet i AB-pensionsstiftelsens B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom.",
        "normalized_sv": "Arbetsgivaren ska minst en gång var fjärde månad betala understödsavgifter till en B-pensionsstiftelse och en AB-pensionsstiftelses B-avdelning eller ställa säkerheter för täckande av ansvarsunderskottet minst så att de tillsammans med B-pensionsstiftelsens eller AB-pensionsstiftelsens B-avdelnings övriga intäkter är tillräckliga för att täcka de betalningar som har föranletts av pensionerna, pensionsstiftelsens eller dess B-avdelnings övriga kostnader samt den årliga förändringen i pensionsansvaret. Om solvenskapitalet i en B-pensionsstiftelse eller AB-pensionsstiftelses B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den överskjutande delen under de förutsättningar som anges i den paragrafen med Finansinspektionens samtycke återbetalas till arbetsgivaren. I en AB-pensionsstiftelse är ett villkor för återbetalning att A-avdelningens pensionsansvar är täckt enligt 47 § . Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att vissa poster lämnas obeaktade i solvenskapitalet när den överskjutande delen uppskattas, och att värdet av vissa tillgångar beräknas med avvikelse från deras gängse värde. Om en A-pensionsstiftelses eller en AB-pensionsstiftelses A-avdelnings tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas varaktigt täcka beloppet av ansvaret enligt 47 § och tillgångarna i sin helhet beräknas överskrida beloppet av pensionsstiftelsens pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med Finansinspektionens samtycke återbetalas till arbetsgivaren. Genom förordning av social- och hälsovårdsministeriet föreskrivs det vid behov om att värdet av vissa tillgångar som hör till täckningen beräknas med avvikelse från det gängse värdet vid uppskattningen av övertäckningen. Till följd av återbetalningen får ansvarsunderskott inte kvarstå i en A-pensionsstiftelse eller en AB-pensionsstiftelses A-avdelning. I en AB-pensionsstiftelse är ett villkor för återbetalningen att solvenskapitalet i AB-pensionsstiftelsens B-avdelning överskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom.",
        "folded_sv": "arbetsgivaren ska minst en gang var fjarde manad betala understodsavgifter till en b-pensionsstiftelse och en ab-pensionsstiftelses b-avdelning eller stalla sakerheter for tackande av ansvarsunderskottet minst sa att de tillsammans med b-pensionsstiftelsens eller ab-pensionsstiftelsens b-avdelnings ovriga intakter ar tillrackliga for att tacka de betalningar som har foranletts av pensionerna, pensionsstiftelsens eller dess b-avdelnings ovriga kostnader samt den arliga forandringen i pensionsansvaret. om solvenskapitalet i en b-pensionsstiftelse eller ab-pensionsstiftelses b-avdelning overskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom., kan den overskjutande delen under de forutsattningar som anges i den paragrafen med finansinspektionens samtycke aterbetalas till arbetsgivaren. i en ab-pensionsstiftelse ar ett villkor for aterbetalning att a-avdelningens pensionsansvar ar tackt enligt 47 §. genom forordning av social- och halsovardsministeriet foreskrivs det vid behov om att vissa poster lamnas obeaktade i solvenskapitalet nar den overskjutande delen uppskattas, och att vardet av vissa tillgangar beraknas med avvikelse fran deras gangse varde. om en a-pensionsstiftelses eller en ab-pensionsstiftelses a-avdelnings tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas varaktigt tacka beloppet av ansvaret enligt 47 § och tillgangarna i sin helhet beraknas overskrida beloppet av pensionsstiftelsens pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med finansinspektionens samtycke aterbetalas till arbetsgivaren. genom forordning av social- och halsovardsministeriet foreskrivs det vid behov om att vardet av vissa tillgangar som hor till tackningen beraknas med avvikelse fran det gangse vardet vid uppskattningen av overtackningen. till foljd av aterbetalningen far ansvarsunderskott inte kvarsta i en a-pensionsstiftelse eller en ab-pensionsstiftelses a-avdelning. i en ab-pensionsstiftelse ar ett villkor for aterbetalningen att solvenskapitalet i ab-pensionsstiftelsens b-avdelning overskrider solvenskapitalets maximibelopp enligt 48 c § 2 mom."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "48 b",
      "section": "48 b",
      "content": "Työntekijän eläkelain mukaista toimintaa harjoittavan eläkesäätiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 b",
        "normalized_fi": "Työntekijän eläkelain mukaista toimintaa harjoittavan eläkesäätiön vakavaraisuusraja määritellään riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspääoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. Vakavaraisuusrajan laskemisesta säädetään tarkemmin eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "folded_fi": "tyontekijan elakelain mukaista toimintaa harjoittavan elakesaation vakavaraisuusraja maaritellaan riskiteoreettisesti vastaamaan yhden vuoden vakavaraisuuspaaoman tarvetta huomioon ottaen vakuutusliikkeen ja sijoitusten riskit. vakavaraisuusrajan laskemisesta saadetaan tarkemmin elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetussa laissa (315/2015).",
        "content_sv": "Solvensgränsen för en pensionsstiftelse som bedriver verksamhet enligt lagen om pension för arbetstagare fastställs så att den riskteoretiskt motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till försäkringsrörelsen och placeringarna. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "normalized_sv": "Solvensgränsen för en pensionsstiftelse som bedriver verksamhet enligt lagen om pension för arbetstagare fastställs så att den riskteoretiskt motsvarar behovet av solvenskapital för ett år, med beaktande av de risker som hänför sig till försäkringsrörelsen och placeringarna. Närmare bestämmelser om beräkning av solvensgränsen finns i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar (315/2015).",
        "folded_sv": "solvensgransen for en pensionsstiftelse som bedriver verksamhet enligt lagen om pension for arbetstagare faststalls sa att den riskteoretiskt motsvarar behovet av solvenskapital for ett ar, med beaktande av de risker som hanfor sig till forsakringsrorelsen och placeringarna. narmare bestammelser om berakning av solvensgransen finns i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar (315/2015)."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "48 c",
      "section": "48 c",
      "content": "Eläkesäätiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään viisikymmentä prosenttia eläkevastuusta, josta on vähennetty lisävakuutusvastuu. Lisävakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspääoman enimmäismäärään saakka. Lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, että vakavaraisuuspääoma on purkamisen jälkeen vähintään 1,3-kertainen vakavaraisuusrajaan nähden. Eläkesäätiön, jonka vakavaraisuuspääoma on enintään 1 ja 3 momentin soveltamisen jälkeen 1,3-kertainen vakavaraisuusrajaan nähden sekä vähintään vakavaraisuusrajan suuruinen, lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa määrin kuin työeläkevakuutusyhtiöt voivat työntekijän eläkelain 169 §:n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. Purkamista koskevat perusteet sisältyvät mainitun lain 166 §:n nojalla annettuihin eläkevastuun laskuperusteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 c",
        "normalized_fi": "Eläkesäätiön vakavaraisuuspääoman enimmäismäärä on vakavaraisuusrajan kolminkertainen määrä, kuitenkin vähintään viisikymmentä prosenttia eläkevastuusta, josta on vähennetty lisävakuutusvastuu. Lisävakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspääoman enimmäismäärään saakka. Lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, että vakavaraisuuspääoma on purkamisen jälkeen vähintään 1,3-kertainen vakavaraisuusrajaan nähden. Eläkesäätiön, jonka vakavaraisuuspääoma on enintään 1 ja 3 momentin soveltamisen jälkeen 1,3-kertainen vakavaraisuusrajaan nähden sekä vähintään vakavaraisuusrajan suuruinen, lisävakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa määrin kuin työeläkevakuutusyhtiöt voivat työntekijän eläkelain 169 § :n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. Purkamista koskevat perusteet sisältyvät mainitun lain 166 § :n nojalla annettuihin eläkevastuun laskuperusteisiin.",
        "folded_fi": "elakesaation vakavaraisuuspaaoman enimmaismaara on vakavaraisuusrajan kolminkertainen maara, kuitenkin vahintaan viisikymmenta prosenttia elakevastuusta, josta on vahennetty lisavakuutusvastuu. lisavakuutusvastuuta voidaan kartuttaa kannatusmaksuilla vakavaraisuuspaaoman enimmaismaaraan saakka. lisavakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen siten, etta vakavaraisuuspaaoma on purkamisen jalkeen vahintaan 1,3-kertainen vakavaraisuusrajaan nahden. elakesaation, jonka vakavaraisuuspaaoma on enintaan 1 ja 3 momentin soveltamisen jalkeen 1,3-kertainen vakavaraisuusrajaan nahden seka vahintaan vakavaraisuusrajan suuruinen, lisavakuutusvastuuta voidaan purkaa kannatusmaksujen alentamiseen vastaavassa maarin kuin tyoelakevakuutusyhtiot voivat tyontekijan elakelain 169 §:n nojalla antaa vakuutusmaksujen alennuksia sijoitustoimintansa perusteella. purkamista koskevat perusteet sisaltyvat mainitun lain 166 §:n nojalla annettuihin elakevastuun laskuperusteisiin.",
        "content_sv": "Maximibeloppet av pensionsstiftelsens solvenskapital är solvensgränsens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tilläggsförsäkringsansvaret. Tilläggsförsäkringsansvaret kan utökas genom understödsavgifter upp till solvenskapitalets maximibelopp. Tilläggsförsäkringsansvaret kan upplösas för sänkning av understödsavgifterna så att solvenskapitalet efter upplösningen överskrider solvensgränsen minst 1,3 gånger. Tilläggsförsäkringsansvaret för en pensionsstiftelse vars solvenskapital överskrider solvensgränsen högst 1,3 gånger efter tillämpningen av 1 och 3 mom. och uppgår till minst samma belopp som solvensgränsen kan upplösas för sänkning av understödsavgifterna i motsvarande grad som arbetspensionsförsäkringsbolagen med stöd av 169 § i lagen om pension för arbetstagare kan bevilja nedsatta försäkringspremier på grundval av sin placeringsverksamhet. Grunderna för upplösningen ingår i de grunder för beräkning av pensionsansvaret som meddelats med stöd av 166 § i den lagen.",
        "normalized_sv": "Maximibeloppet av pensionsstiftelsens solvenskapital är solvensgränsens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tilläggsförsäkringsansvaret. Tilläggsförsäkringsansvaret kan utökas genom understödsavgifter upp till solvenskapitalets maximibelopp. Tilläggsförsäkringsansvaret kan upplösas för sänkning av understödsavgifterna så att solvenskapitalet efter upplösningen överskrider solvensgränsen minst 1,3 gånger. Tilläggsförsäkringsansvaret för en pensionsstiftelse vars solvenskapital överskrider solvensgränsen högst 1,3 gånger efter tillämpningen av 1 och 3 mom. och uppgår till minst samma belopp som solvensgränsen kan upplösas för sänkning av understödsavgifterna i motsvarande grad som arbetspensionsförsäkringsbolagen med stöd av 169 § i lagen om pension för arbetstagare kan bevilja nedsatta försäkringspremier på grundval av sin placeringsverksamhet. Grunderna för upplösningen ingår i de grunder för beräkning av pensionsansvaret som meddelats med stöd av 166 § i den lagen.",
        "folded_sv": "maximibeloppet av pensionsstiftelsens solvenskapital ar solvensgransens tredubbla belopp, dock minst femtio procent av pensionsansvaret, minskat med tillaggsforsakringsansvaret. tillaggsforsakringsansvaret kan utokas genom understodsavgifter upp till solvenskapitalets maximibelopp. tillaggsforsakringsansvaret kan upplosas for sankning av understodsavgifterna sa att solvenskapitalet efter upplosningen overskrider solvensgransen minst 1,3 ganger. tillaggsforsakringsansvaret for en pensionsstiftelse vars solvenskapital overskrider solvensgransen hogst 1,3 ganger efter tillampningen av 1 och 3 mom. och uppgar till minst samma belopp som solvensgransen kan upplosas for sankning av understodsavgifterna i motsvarande grad som arbetspensionsforsakringsbolagen med stod av 169 § i lagen om pension for arbetstagare kan bevilja nedsatta forsakringspremier pa grundval av sin placeringsverksamhet. grunderna for upplosningen ingar i de grunder for berakning av pensionsansvaret som meddelats med stod av 166 § i den lagen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "48 h",
      "section": "48 h",
      "content": "Vakavaraisuusrajaa vastaavan määrän eläkesäätiön vakavaraisuuspääomasta on muodostuttava muista eristä kuin 1 momentissa mainitusta erästä. Finanssivalvonta voi kuitenkin sallia edellä mainitun erän lukemisen kahden vuoden ajan vakavaraisuuspääomaan eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 §:n tarkoitetussa tilanteessa, vaikka vakavaraisuuspääoma on vakavaraisuusrajaa pienempi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 h",
        "normalized_fi": "Vakavaraisuusrajaa vastaavan määrän eläkesäätiön vakavaraisuuspääomasta on muodostuttava muista eristä kuin 1 momentissa mainitusta erästä. Finanssivalvonta voi kuitenkin sallia edellä mainitun erän lukemisen kahden vuoden ajan vakavaraisuuspääomaan eläkelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 § :n tarkoitetussa tilanteessa, vaikka vakavaraisuuspääoma on vakavaraisuusrajaa pienempi.",
        "folded_fi": "vakavaraisuusrajaa vastaavan maaran elakesaation vakavaraisuuspaaomasta on muodostuttava muista erista kuin 1 momentissa mainitusta erasta. finanssivalvonta voi kuitenkin sallia edella mainitun eran lukemisen kahden vuoden ajan vakavaraisuuspaaomaan elakelaitoksen vakavaraisuusrajan laskemisesta ja sijoitusten hajauttamisesta annetun lain 28 §:n tarkoitetussa tilanteessa, vaikka vakavaraisuuspaaoma on vakavaraisuusrajaa pienempi.",
        "content_sv": "Av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgränsen bestå av andra poster än den som nämns i 1 mom. Finansinspektionen kan dock tillåta att denna post i två års tid hänförs till solvenskapitalet i de situationer som avses i 28 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar även om solvenskapitalet underskrider solvensgränsen.",
        "normalized_sv": "Av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgränsen bestå av andra poster än den som nämns i 1 mom. Finansinspektionen kan dock tillåta att denna post i två års tid hänförs till solvenskapitalet i de situationer som avses i 28 § i lagen om beräkning av solvensgränsen för pensionsanstalter och om diversifiering av placeringar även om solvenskapitalet underskrider solvensgränsen.",
        "folded_sv": "av en pensionsstiftelses solvenskapital ska det belopp som motsvarar solvensgransen besta av andra poster an den som namns i 1 mom. finansinspektionen kan dock tillata att denna post i tva ars tid hanfors till solvenskapitalet i de situationer som avses i 28 § i lagen om berakning av solvensgransen for pensionsanstalter och om diversifiering av placeringar aven om solvenskapitalet underskrider solvensgransen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Sen lisäksi, mitä 9 §:ssä säädetään, on yhteiseläkesäätiön säännöissä mainittava: 6) miten työnantajien osuus 45 §:ssä tarkoitetusta ylikatteesta ja ylitteestä lasketaan tasaavaa järjestelmää noudattavassa osastossa ja miten ylikatetta tai ylitettä siirretään osastojen välillä, jos niissä on eri työnantajat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Sen lisäksi, mitä 9 § :ssä säädetään, on yhteiseläkesäätiön säännöissä mainittava: 6) miten työnantajien osuus 45 § :ssä tarkoitetusta ylikatteesta ja ylitteestä lasketaan tasaavaa järjestelmää noudattavassa osastossa ja miten ylikatetta tai ylitettä siirretään osastojen välillä, jos niissä on eri työnantajat.",
        "folded_fi": "sen lisaksi, mita 9 §:ssa saadetaan, on yhteiselakesaation saannoissa mainittava: 6) miten tyonantajien osuus 45 §:ssa tarkoitetusta ylikatteesta ja ylitteesta lasketaan tasaavaa jarjestelmaa noudattavassa osastossa ja miten ylikatetta tai ylitetta siirretaan osastojen valilla, jos niissa on eri tyonantajat.",
        "content_sv": "Utöver vad som föreskrivs i 9 § ska i sampensionsstiftelsens stadgar nämnas 6) hur arbetsgivarnas andel av den i 45 § avsedda övertäckningen och den överskjutande delen räknas ut i en avdelning som följer det utjämnande systemet och hur övertäckningen eller den överskjutande delen överförs mellan avdelningarna när i dessa ingår olika arbetsgivare.",
        "normalized_sv": "Utöver vad som föreskrivs i 9 § ska i sampensionsstiftelsens stadgar nämnas 6) hur arbetsgivarnas andel av den i 45 § avsedda övertäckningen och den överskjutande delen räknas ut i en avdelning som följer det utjämnande systemet och hur övertäckningen eller den överskjutande delen överförs mellan avdelningarna när i dessa ingår olika arbetsgivare.",
        "folded_sv": "utover vad som foreskrivs i 9 § ska i sampensionsstiftelsens stadgar namnas 6) hur arbetsgivarnas andel av den i 45 § avsedda overtackningen och den overskjutande delen raknas ut i en avdelning som foljer det utjamnande systemet och hur overtackningen eller den overskjutande delen overfors mellan avdelningarna nar i dessa ingar olika arbetsgivare."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Mitä 6 §:n 3 momentissa säädetään ylikatteen tai ylitteen tai niiden osan siirrosta A- tai B-osastosta, sovelletaan yhteiseläkesäätiössä työnantajakohtaisesti. Jos kuitenkin yhteiseläkesäätiö noudattaa A- tai B-osastonsa osalta tasaavaa kirjanpitojärjestelmää, ylikate tai ylite tai niiden osa siirretään työnantajille siten kuin eläkesäätiön säännöissä määrätään. Jos samat työnantajat eivät kuulu AB-yhteiseläkesäätiössä sekä A- että B-osastoon, on eläkesäätiön säännöissä määrättävä, miten ylikatetta tai ylitettä siirretään osastolta toiselle. Tätä tarkoittavan sääntömuutoksen hyväksyminen edellyttää, että eläkesäätiön työnantajat antavat suostumuksensa sääntömuutokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:120",
        "normalized_fi": "Mitä 6 § :n 3 momentissa säädetään ylikatteen tai ylitteen tai niiden osan siirrosta A- tai B-osastosta, sovelletaan yhteiseläkesäätiössä työnantajakohtaisesti. Jos kuitenkin yhteiseläkesäätiö noudattaa A- tai B-osastonsa osalta tasaavaa kirjanpitojärjestelmää, ylikate tai ylite tai niiden osa siirretään työnantajille siten kuin eläkesäätiön säännöissä määrätään. Jos samat työnantajat eivät kuulu AB-yhteiseläkesäätiössä sekä A- että B-osastoon, on eläkesäätiön säännöissä määrättävä, miten ylikatetta tai ylitettä siirretään osastolta toiselle. Tätä tarkoittavan sääntömuutoksen hyväksyminen edellyttää, että eläkesäätiön työnantajat antavat suostumuksensa sääntömuutokselle.",
        "folded_fi": "mita 6 §:n 3 momentissa saadetaan ylikatteen tai ylitteen tai niiden osan siirrosta a- tai b-osastosta, sovelletaan yhteiselakesaatiossa tyonantajakohtaisesti. jos kuitenkin yhteiselakesaatio noudattaa a- tai b-osastonsa osalta tasaavaa kirjanpitojarjestelmaa, ylikate tai ylite tai niiden osa siirretaan tyonantajille siten kuin elakesaation saannoissa maarataan. jos samat tyonantajat eivat kuulu ab-yhteiselakesaatiossa seka a- etta b-osastoon, on elakesaation saannoissa maarattava, miten ylikatetta tai ylitetta siirretaan osastolta toiselle. tata tarkoittavan saantomuutoksen hyvaksyminen edellyttaa, etta elakesaation tyonantajat antavat suostumuksensa saantomuutokselle.",
        "content_sv": "Vad som i 6 § 3 mom. bestäms om överföring av övertäckningen eller den överskjutande delen eller en del av dem från en A- eller B-avdelning, tillämpas i en sampensionsstiftelse på varje arbetsgivare separat. Följer en sampensionsstiftelse det utjämnande systemet i A- eller B-avdelningen, överförs övertäckningen eller den överskjutande delen eller en del av dem till arbetsgivarna så som bestäms i pensionsstiftelsens stadgar. Hör inte samma arbetsgivare i en AB-sampensionsstiftelse till såväl A- som B-avdelningen ska det i pensionsstiftelsens stadgar bestämmas hur övertäckningen eller den överskjutande delen överförs från en avdelning till en annan. För att en stadgeändring som avser detta ska kunna godkännas krävs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeändringen.",
        "normalized_sv": "Vad som i 6 § 3 mom. bestäms om överföring av övertäckningen eller den överskjutande delen eller en del av dem från en A- eller B-avdelning, tillämpas i en sampensionsstiftelse på varje arbetsgivare separat. Följer en sampensionsstiftelse det utjämnande systemet i A- eller B-avdelningen, överförs övertäckningen eller den överskjutande delen eller en del av dem till arbetsgivarna så som bestäms i pensionsstiftelsens stadgar. Hör inte samma arbetsgivare i en AB-sampensionsstiftelse till såväl A- som B-avdelningen ska det i pensionsstiftelsens stadgar bestämmas hur övertäckningen eller den överskjutande delen överförs från en avdelning till en annan. För att en stadgeändring som avser detta ska kunna godkännas krävs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeändringen.",
        "folded_sv": "vad som i 6 § 3 mom. bestams om overforing av overtackningen eller den overskjutande delen eller en del av dem fran en a- eller b-avdelning, tillampas i en sampensionsstiftelse pa varje arbetsgivare separat. foljer en sampensionsstiftelse det utjamnande systemet i a- eller b-avdelningen, overfors overtackningen eller den overskjutande delen eller en del av dem till arbetsgivarna sa som bestams i pensionsstiftelsens stadgar. hor inte samma arbetsgivare i en ab-sampensionsstiftelse till saval a- som b-avdelningen ska det i pensionsstiftelsens stadgar bestammas hur overtackningen eller den overskjutande delen overfors fran en avdelning till en annan. for att en stadgeandring som avser detta ska kunna godkannas kravs det att arbetsgivarna i pensionsstiftelsen samtycker till stadgeandringen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Jos A-yhteiseläkesäätiössä tai AB-yhteiseläkesäätiön A-osastossa jonkin työnantajan 46 §:n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 ja 47 §:n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan eläkevastuun katteeksi. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Jos B-yhteiseläkesäätiön tai AB-yhteiseläkesäätiön B-osaston jonkin työnantajan varojen arvioidaan tilinpäätöksen yhteydessä kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan varoihin. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Lisäksi edellytetään, että siirtävän työnantajan osuus eläkesäätiön vakavaraisuuspääomasta ylittää siirron jälkeen vakavaraisuusrajan kaksinkertaisen määrän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:121",
        "normalized_fi": "Jos A-yhteiseläkesäätiössä tai AB-yhteiseläkesäätiön A-osastossa jonkin työnantajan 46 § :n ja sen nojalla annettujen säännösten ja määräysten mukaisten varojen arvioidaan tilinpäätöksen yhteydessä kattavan 46 ja 47 § :n mukaisesti vastuun määrän ja varojen kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan eläkevastuun katteeksi. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Jos B-yhteiseläkesäätiön tai AB-yhteiseläkesäätiön B-osaston jonkin työnantajan varojen arvioidaan tilinpäätöksen yhteydessä kokonaisuudessaan ylittävän kyseisen työnantajan eläkevastuun ja muiden velkojen määrän, erotusta vastaavat varat saadaan mainitun työnantajan suostumuksella siirtää eläkesäätiössä olevan toisen työnantajan varoihin. Siirron seurauksena siirtävälle työnantajalle ei saa jäädä vastuuvajausta. Lisäksi edellytetään, että siirtävän työnantajan osuus eläkesäätiön vakavaraisuuspääomasta ylittää siirron jälkeen vakavaraisuusrajan kaksinkertaisen määrän.",
        "folded_fi": "jos a-yhteiselakesaatiossa tai ab-yhteiselakesaation a-osastossa jonkin tyonantajan 46 §:n ja sen nojalla annettujen saannosten ja maaraysten mukaisten varojen arvioidaan tilinpaatoksen yhteydessa kattavan 46 ja 47 §:n mukaisesti vastuun maaran ja varojen kokonaisuudessaan ylittavan kyseisen tyonantajan elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan mainitun tyonantajan suostumuksella siirtaa elakesaatiossa olevan toisen tyonantajan elakevastuun katteeksi. siirron seurauksena siirtavalle tyonantajalle ei saa jaada vastuuvajausta. jos b-yhteiselakesaation tai ab-yhteiselakesaation b-osaston jonkin tyonantajan varojen arvioidaan tilinpaatoksen yhteydessa kokonaisuudessaan ylittavan kyseisen tyonantajan elakevastuun ja muiden velkojen maaran, erotusta vastaavat varat saadaan mainitun tyonantajan suostumuksella siirtaa elakesaatiossa olevan toisen tyonantajan varoihin. siirron seurauksena siirtavalle tyonantajalle ei saa jaada vastuuvajausta. lisaksi edellytetaan, etta siirtavan tyonantajan osuus elakesaation vakavaraisuuspaaomasta ylittaa siirron jalkeen vakavaraisuusrajan kaksinkertaisen maaran.",
        "content_sv": "Om till en A-sampensionsstiftelse eller A-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 och 47 § och tillgångarna i sin helhet beräknas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till täckning av pensionsansvaret för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Om till en B-sampensionsstiftelse eller B-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar i samband med bokslutet i sin helhet uppskattas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till tillgångarna för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Dess-utom förutsätts det att den överförande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter överföringen överskrider det dubbla beloppet av solvensgränsen.",
        "normalized_sv": "Om till en A-sampensionsstiftelse eller A-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar enligt 46 § och med stöd av den meddelade bestämmelser och föreskrifter i samband med bokslutet uppskattas täcka beloppet av ansvaret enligt 46 och 47 § och tillgångarna i sin helhet beräknas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till täckning av pensionsansvaret för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Om till en B-sampensionsstiftelse eller B-avdelningen inom en AB-sampensionsstiftelse hörande arbetsgivares tillgångar i samband med bokslutet i sin helhet uppskattas överstiga beloppet av ifrågavarande arbetsgivares pensionsansvar och övriga skulder, får de mot skillnaden svarande tillgångarna med nämnda arbetsgivares samtycke överföras till tillgångarna för en annan arbetsgivare i pensionsstiftelsen. Till följd av överföringen får hos den överförande arbetsgivaren inte bli ansvarsunderskott. Dess-utom förutsätts det att den överförande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter överföringen överskrider det dubbla beloppet av solvensgränsen.",
        "folded_sv": "om till en a-sampensionsstiftelse eller a-avdelningen inom en ab-sampensionsstiftelse horande arbetsgivares tillgangar enligt 46 § och med stod av den meddelade bestammelser och foreskrifter i samband med bokslutet uppskattas tacka beloppet av ansvaret enligt 46 och 47 § och tillgangarna i sin helhet beraknas overstiga beloppet av ifragavarande arbetsgivares pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med namnda arbetsgivares samtycke overforas till tackning av pensionsansvaret for en annan arbetsgivare i pensionsstiftelsen. till foljd av overforingen far hos den overforande arbetsgivaren inte bli ansvarsunderskott. om till en b-sampensionsstiftelse eller b-avdelningen inom en ab-sampensionsstiftelse horande arbetsgivares tillgangar i samband med bokslutet i sin helhet uppskattas overstiga beloppet av ifragavarande arbetsgivares pensionsansvar och ovriga skulder, far de mot skillnaden svarande tillgangarna med namnda arbetsgivares samtycke overforas till tillgangarna for en annan arbetsgivare i pensionsstiftelsen. till foljd av overforingen far hos den overforande arbetsgivaren inte bli ansvarsunderskott. dess-utom forutsatts det att den overforande arbetsgivarens andel av pensionsstiftelsens solvenskapital efter overforingen overskrider det dubbla beloppet av solvensgransen."
      },
      "valid_from": "2015-03-20",
      "valid_to": null
    }
  ]
}