{
  "id": "323/2016",
  "type": "statute",
  "title": "Laki ulosottokaaren muuttamisesta",
  "title_en": "Lag om ändring av utsökningsbalken",
  "status": "in_force",
  "issued_date": "2016-04-29",
  "in_force_date": "2016-04-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/323/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:31",
      "chapter": "1",
      "section": "31",
      "title": "Todistus ulosottorekisteristä",
      "content": "Ennen todistuksen antamista todistuksen pyytäjän nimi, asuin- tai kotipaikka sekä keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojärjestelmään. Rekisteröidyn pyynnöstä hänelle on annettava tieto siitä, kenelle on viimeisten kuuden kuukauden aikana annettu häntä koskeva todistus ulosottorekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31",
        "normalized_fi": "Ennen todistuksen antamista todistuksen pyytäjän nimi, asuin- tai kotipaikka sekä keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojärjestelmään. Rekisteröidyn pyynnöstä hänelle on annettava tieto siitä, kenelle on viimeisten kuuden kuukauden aikana annettu häntä koskeva todistus ulosottorekisteristä.",
        "folded_fi": "ennen todistuksen antamista todistuksen pyytajan nimi, asuin- tai kotipaikka seka keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojarjestelmaan. rekisteroidyn pyynnosta hanelle on annettava tieto siita, kenelle on viimeisten kuuden kuukauden aikana annettu hanta koskeva todistus ulosottorekisterista.",
        "title_sv": "Intyg ur utsökningsregistret",
        "content_sv": "Innan intyget utfärdas ska namnet på den som har begärt intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. föras in i utsökningens informationssystem. Den registrerade ska på begäran få uppgifter om vem som under de senaste sex månaderna har fått intyg om honom eller henne ur utsökningsregistret.",
        "normalized_sv": "Innan intyget utfärdas ska namnet på den som har begärt intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. föras in i utsökningens informationssystem. Den registrerade ska på begäran få uppgifter om vem som under de senaste sex månaderna har fått intyg om honom eller henne ur utsökningsregistret.",
        "folded_sv": "innan intyget utfardas ska namnet pa den som har begart intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. foras in i utsokningens informationssystem. den registrerade ska pa begaran fa uppgifter om vem som under de senaste sex manaderna har fatt intyg om honom eller henne ur utsokningsregistret."
      }
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Ulosoton hakeminen",
      "content": "Ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sähköisellä viestillä, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojärjestelmähakija sähköisellä viestillä, joka toimitetaan teknisen käyttöyhteyden avulla ulosoton valtakunnalliseen tietojärjestelmään, jos Valtakunnanvoudinvirasto tai sen määräämä on myöntänyt hakijalle siihen luvan ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:1",
        "normalized_fi": "Ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sähköisellä viestillä, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojärjestelmähakija sähköisellä viestillä, joka toimitetaan teknisen käyttöyhteyden avulla ulosoton valtakunnalliseen tietojärjestelmään, jos Valtakunnanvoudinvirasto tai sen määräämä on myöntänyt hakijalle siihen luvan ().",
        "folded_fi": "ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sahkoisella viestilla, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojarjestelmahakija sahkoisella viestilla, joka toimitetaan teknisen kayttoyhteyden avulla ulosoton valtakunnalliseen tietojarjestelmaan, jos valtakunnanvoudinvirasto tai sen maaraama on myontanyt hakijalle siihen luvan ().",
        "title_sv": "Ansökan om utsökning",
        "content_sv": "Utsökning söks genom 1) skriftlig ansökan till utmätningsmannen på svarandens bonings- eller hemort eller till en annan lokal utsökningsmyndighet, 2) elektroniskt meddelande till en lokal utsökningsmyndighet, 3) informationssystemssökande elektroniskt meddelande med hjälp av en teknisk anslutning till utsökningens riksomfattande informationssystem, om Riksfogdeämbetet eller någon som Riksfogdeämbetet förordnat har beviljat sökanden tillstånd till detta ().",
        "normalized_sv": "Utsökning söks genom 1) skriftlig ansökan till utmätningsmannen på svarandens bonings- eller hemort eller till en annan lokal utsökningsmyndighet, 2) elektroniskt meddelande till en lokal utsökningsmyndighet, 3) informationssystemssökande elektroniskt meddelande med hjälp av en teknisk anslutning till utsökningens riksomfattande informationssystem, om Riksfogdeämbetet eller någon som Riksfogdeämbetet förordnat har beviljat sökanden tillstånd till detta ().",
        "folded_sv": "utsokning soks genom 1) skriftlig ansokan till utmatningsmannen pa svarandens bonings- eller hemort eller till en annan lokal utsokningsmyndighet, 2) elektroniskt meddelande till en lokal utsokningsmyndighet, 3) informationssystemssokande elektroniskt meddelande med hjalp av en teknisk anslutning till utsokningens riksomfattande informationssystem, om riksfogdeambetet eller nagon som riksfogdeambetet forordnat har beviljat sokanden tillstand till detta ()."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Ulosottoperusteen liittäminen hakemukseen",
      "content": "Hakemukseen on liitettävä 2 luvun 2 §:ssä tarkoitettu ulosottoperuste alkuperäisenä tai jäljennöksenä. Jos ulosottomies epäilee jäljennöksen aitoutta, hän voi vaatia hakijaa toimittamaan alkuperäisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jäljennöksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5",
        "normalized_fi": "Hakemukseen on liitettävä 2 luvun 2 § :ssä tarkoitettu ulosottoperuste alkuperäisenä tai jäljennöksenä. Jos ulosottomies epäilee jäljennöksen aitoutta, hän voi vaatia hakijaa toimittamaan alkuperäisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jäljennöksen.",
        "folded_fi": "hakemukseen on liitettava 2 luvun 2 §:ssa tarkoitettu ulosottoperuste alkuperaisena tai jaljennoksena. jos ulosottomies epailee jaljennoksen aitoutta, han voi vaatia hakijaa toimittamaan alkuperaisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jaljennoksen.",
        "title_sv": "Bifogande av utsökningsgrunden",
        "content_sv": "Till ansökan ska den utsökningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. Om utmätningsmannen ifrågasätter kopians äkthet, får denne kräva att sökanden sänder utsökningsgrunden i original eller som en kopia utfärdad i form av en myndighetsexpedition.",
        "normalized_sv": "Till ansökan ska den utsökningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. Om utmätningsmannen ifrågasätter kopians äkthet, får denne kräva att sökanden sänder utsökningsgrunden i original eller som en kopia utfärdad i form av en myndighetsexpedition.",
        "folded_sv": "till ansokan ska den utsokningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. om utmatningsmannen ifragasatter kopians akthet, far denne krava att sokanden sander utsokningsgrunden i original eller som en kopia utfardad i form av en myndighetsexpedition."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Asiamiehen valtakirja",
      "content": "Asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkäyntiavustaja ja tietojärjestelmähakijan hakemuksessaan ilmoittama asiamies saavat edustaa päämiestään esittämättä valtakirjaa, jollei ulosottomies toisin määrää. Muun asiamiehen on esitettävä päämiehensä allekirjoittama valtakirja, jollei oikeutta toimia asiamiehenä voida pitää epäilyksettömänä. Varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehillä on oltava siihen nimenomaisesti oikeuttava valtakirja tai tällaisesta oikeudesta on ilmoitettava tietojärjestelmähakemuksessa. Varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperäisenä tai sellaisella sähköisellä viestillä, jonka lähettäjä voidaan yksilöidä vahvaa sähköistä tunnistamista käyttäen. Muu valtakirja voidaan toimittaa sähköisellä tiedonsiirtomenetelmällä. Jos ulosottomies epäilee valtakirjan aitoutta, hän voi vaatia asiamiestä toimittamaan sen alkuperäisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:11",
        "normalized_fi": "Asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkäyntiavustaja ja tietojärjestelmähakijan hakemuksessaan ilmoittama asiamies saavat edustaa päämiestään esittämättä valtakirjaa, jollei ulosottomies toisin määrää. Muun asiamiehen on esitettävä päämiehensä allekirjoittama valtakirja, jollei oikeutta toimia asiamiehenä voida pitää epäilyksettömänä. Varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehillä on oltava siihen nimenomaisesti oikeuttava valtakirja tai tällaisesta oikeudesta on ilmoitettava tietojärjestelmähakemuksessa. Varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperäisenä tai sellaisella sähköisellä viestillä, jonka lähettäjä voidaan yksilöidä vahvaa sähköistä tunnistamista käyttäen. Muu valtakirja voidaan toimittaa sähköisellä tiedonsiirtomenetelmällä. Jos ulosottomies epäilee valtakirjan aitoutta, hän voi vaatia asiamiestä toimittamaan sen alkuperäisenä.",
        "folded_fi": "asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkayntiavustaja ja tietojarjestelmahakijan hakemuksessaan ilmoittama asiamies saavat edustaa paamiestaan esittamatta valtakirjaa, jollei ulosottomies toisin maaraa. muun asiamiehen on esitettava paamiehensa allekirjoittama valtakirja, jollei oikeutta toimia asiamiehena voida pitaa epailyksettomana. varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehilla on oltava siihen nimenomaisesti oikeuttava valtakirja tai tallaisesta oikeudesta on ilmoitettava tietojarjestelmahakemuksessa. varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperaisena tai sellaisella sahkoisella viestilla, jonka lahettaja voidaan yksiloida vahvaa sahkoista tunnistamista kayttaen. muu valtakirja voidaan toimittaa sahkoisella tiedonsiirtomenetelmalla. jos ulosottomies epailee valtakirjan aitoutta, han voi vaatia asiamiesta toimittamaan sen alkuperaisena.",
        "title_sv": "Fullmakt för ombud",
        "content_sv": "En advokat, ett offentligt rättsbiträde, ett rättegångsbiträde med tillstånd och det ombud som en informationssystemssökande har uppgett i sin ansökan får företräda sin huvudman utan att visa upp en fullmakt, om inte utmätningsmannen bestämmer något annat. Andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte rätten att vara ombud kan anses vara otvivelaktig. För att lyfta medel eller omhänderta egendom ska alla ombud ha en fullmakt som uttryckligen berättigar till detta, eller denna rätt anges i informationssystemsansökan. En fullmakt som berättigar till att lyfta medel eller omhänderta egendom ska sändas i original eller i ett elektroniskt meddelande där avsändarens identitet kan verifieras med hjälp av stark autentisering. Andra fullmakter kan sändas med hjälp av en elektronisk dataöverföringsmetod. Om utmätningsmannen ifrågasätter fullmaktens äkthet får denne kräva att ombudet sänder fullmakten i original.",
        "normalized_sv": "En advokat, ett offentligt rättsbiträde, ett rättegångsbiträde med tillstånd och det ombud som en informationssystemssökande har uppgett i sin ansökan får företräda sin huvudman utan att visa upp en fullmakt, om inte utmätningsmannen bestämmer något annat. Andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte rätten att vara ombud kan anses vara otvivelaktig. För att lyfta medel eller omhänderta egendom ska alla ombud ha en fullmakt som uttryckligen berättigar till detta, eller denna rätt anges i informationssystemsansökan. En fullmakt som berättigar till att lyfta medel eller omhänderta egendom ska sändas i original eller i ett elektroniskt meddelande där avsändarens identitet kan verifieras med hjälp av stark autentisering. Andra fullmakter kan sändas med hjälp av en elektronisk dataöverföringsmetod. Om utmätningsmannen ifrågasätter fullmaktens äkthet får denne kräva att ombudet sänder fullmakten i original.",
        "folded_sv": "en advokat, ett offentligt rattsbitrade, ett rattegangsbitrade med tillstand och det ombud som en informationssystemssokande har uppgett i sin ansokan far foretrada sin huvudman utan att visa upp en fullmakt, om inte utmatningsmannen bestammer nagot annat. andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte ratten att vara ombud kan anses vara otvivelaktig. for att lyfta medel eller omhanderta egendom ska alla ombud ha en fullmakt som uttryckligen berattigar till detta, eller denna ratt anges i informationssystemsansokan. en fullmakt som berattigar till att lyfta medel eller omhanderta egendom ska sandas i original eller i ett elektroniskt meddelande dar avsandarens identitet kan verifieras med hjalp av stark autentisering. andra fullmakter kan sandas med hjalp av en elektronisk dataoverforingsmetod. om utmatningsmannen ifragasatter fullmaktens akthet far denne krava att ombudet sander fullmakten i original."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "Tiedoksianto-osoite",
      "content": "tiedoksianto-osoite Hakija, vastaaja, vakuuden antaja sekä väitteen tai vaatimuksen esittänyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hänelle lähettää (). Jos tämä osoite muuttuu, on siitäkin ilmoitettava. Henkilön ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintää postiosoitteesta pidetään tiedoksianto-osoitteena. Vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksettä ulosottoasioita vireillä. Ulosottomies saa postiosoitteen sijasta käyttää tiedoksianto-osoitteena 1 momentissa mainitulla henkilöllä olevaa: 1) tietojärjestelmähakijaa koskevassa luvassa tarkoitettua teknistä käyttöyhteyttä; 2) sellaista henkilön ja viranomaisen väliseen yhteydenpitoon tarkoitettua valtakunnallisen sähköisen asiointijärjestelmän tiedonsiirron osoitetta, joka edellyttää sähköisen asiointijärjestelmän käyttöönottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sähköisen tiedonsiirron osoitetta, jonka henkilö on ilmoittanut tiedoksianto-osoitteeksi. Edellä 1 momentissa tarkoitettu henkilö voi ulosottomiehelle tekemällään ilmoituksella kieltää asiakirjojen lähettämisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:38",
        "normalized_fi": "tiedoksianto-osoite Hakija, vastaaja, vakuuden antaja sekä väitteen tai vaatimuksen esittänyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hänelle lähettää (). Jos tämä osoite muuttuu, on siitäkin ilmoitettava. Henkilön ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintää postiosoitteesta pidetään tiedoksianto-osoitteena. Vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksettä ulosottoasioita vireillä. Ulosottomies saa postiosoitteen sijasta käyttää tiedoksianto-osoitteena 1 momentissa mainitulla henkilöllä olevaa: 1) tietojärjestelmähakijaa koskevassa luvassa tarkoitettua teknistä käyttöyhteyttä; 2) sellaista henkilön ja viranomaisen väliseen yhteydenpitoon tarkoitettua valtakunnallisen sähköisen asiointijärjestelmän tiedonsiirron osoitetta, joka edellyttää sähköisen asiointijärjestelmän käyttöönottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sähköisen tiedonsiirron osoitetta, jonka henkilö on ilmoittanut tiedoksianto-osoitteeksi. Edellä 1 momentissa tarkoitettu henkilö voi ulosottomiehelle tekemällään ilmoituksella kieltää asiakirjojen lähettämisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
        "folded_fi": "tiedoksianto-osoite hakija, vastaaja, vakuuden antaja seka vaitteen tai vaatimuksen esittanyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hanelle lahettaa (). jos tama osoite muuttuu, on siitakin ilmoitettava. henkilon ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintaa postiosoitteesta pidetaan tiedoksianto-osoitteena. vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksetta ulosottoasioita vireilla. ulosottomies saa postiosoitteen sijasta kayttaa tiedoksianto-osoitteena 1 momentissa mainitulla henkilolla olevaa: 1) tietojarjestelmahakijaa koskevassa luvassa tarkoitettua teknista kayttoyhteytta; 2) sellaista henkilon ja viranomaisen valiseen yhteydenpitoon tarkoitettua valtakunnallisen sahkoisen asiointijarjestelman tiedonsiirron osoitetta, joka edellyttaa sahkoisen asiointijarjestelman kayttoonottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sahkoisen tiedonsiirron osoitetta, jonka henkilo on ilmoittanut tiedoksianto-osoitteeksi. edella 1 momentissa tarkoitettu henkilo voi ulosottomiehelle tekemallaan ilmoituksella kieltaa asiakirjojen lahettamisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
        "title_sv": "Delgivningsadress",
        "content_sv": "delgivningsadress Sökanden, svaranden, den som ställer säkerhet samt en utomstående som har framställt en invändning eller ett yrkande är skyldiga att för utmätningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som gäller utsökningsärendet och utsökningsbesvärsärendet får sändas till honom eller henne (). Om denna adress förändras ska också detta meddelas. Den postadress som antecknats i personens skrivelse till utmätningsmannen betraktas som delgivningsadress. Den delgivningsadress som svaranden uppgett gäller samtliga utsökningsärenden så länge som svaranden utan avbrott har anhängiga utsökningsärenden. Utmätningsmannen får som delgivningsadress i stället för postadressen till en i 1 mom. avsedd person använda en befintlig 1) teknisk anslutning som anges i tillståndet för informationssystemsökande, 2) adress som är avsedd för dataöverföring inom det riksomfattande elektroniska ärendesystemet för kontakter mellan personer och myndigheter och som förutsätter att det elektroniska ärendesystemet tagits i bruk, eller 3) annan än i 1 eller 2 punkten avsedd adress för elektronisk dataöverföring som personen i fråga har uppgett som delgivningsadress. En person som avses i 1 mom. får genom ett meddelande till utmätningsmannen förbjuda att handlingar sänds på den delgivningsadress som avses i 2 mom. 2 punkten.",
        "normalized_sv": "delgivningsadress Sökanden, svaranden, den som ställer säkerhet samt en utomstående som har framställt en invändning eller ett yrkande är skyldiga att för utmätningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som gäller utsökningsärendet och utsökningsbesvärsärendet får sändas till honom eller henne (). Om denna adress förändras ska också detta meddelas. Den postadress som antecknats i personens skrivelse till utmätningsmannen betraktas som delgivningsadress. Den delgivningsadress som svaranden uppgett gäller samtliga utsökningsärenden så länge som svaranden utan avbrott har anhängiga utsökningsärenden. Utmätningsmannen får som delgivningsadress i stället för postadressen till en i 1 mom. avsedd person använda en befintlig 1) teknisk anslutning som anges i tillståndet för informationssystemsökande, 2) adress som är avsedd för dataöverföring inom det riksomfattande elektroniska ärendesystemet för kontakter mellan personer och myndigheter och som förutsätter att det elektroniska ärendesystemet tagits i bruk, eller 3) annan än i 1 eller 2 punkten avsedd adress för elektronisk dataöverföring som personen i fråga har uppgett som delgivningsadress. En person som avses i 1 mom. får genom ett meddelande till utmätningsmannen förbjuda att handlingar sänds på den delgivningsadress som avses i 2 mom. 2 punkten.",
        "folded_sv": "delgivningsadress sokanden, svaranden, den som staller sakerhet samt en utomstaende som har framstallt en invandning eller ett yrkande ar skyldiga att for utmatningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som galler utsokningsarendet och utsokningsbesvarsarendet far sandas till honom eller henne (). om denna adress forandras ska ocksa detta meddelas. den postadress som antecknats i personens skrivelse till utmatningsmannen betraktas som delgivningsadress. den delgivningsadress som svaranden uppgett galler samtliga utsokningsarenden sa lange som svaranden utan avbrott har anhangiga utsokningsarenden. utmatningsmannen far som delgivningsadress i stallet for postadressen till en i 1 mom. avsedd person anvanda en befintlig 1) teknisk anslutning som anges i tillstandet for informationssystemsokande, 2) adress som ar avsedd for dataoverforing inom det riksomfattande elektroniska arendesystemet for kontakter mellan personer och myndigheter och som forutsatter att det elektroniska arendesystemet tagits i bruk, eller 3) annan an i 1 eller 2 punkten avsedd adress for elektronisk dataoverforing som personen i fraga har uppgett som delgivningsadress. en person som avses i 1 mom. far genom ett meddelande till utmatningsmannen forbjuda att handlingar sands pa den delgivningsadress som avses i 2 mom. 2 punkten."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Tavallinen tiedoksianto",
      "content": "Jollei muuta näytetä, tiedoksisaannin katsotaan tapahtuneen kolmantena päivänä sähköisen viestin lähettämisestä tai seitsemäntenä päivänä sen jälkeen, kun asiakirja on annettu postin kuljetettavaksi tai jätetty postilähetyksille varattuun paikkaan. Lähettämis- tai jättämispäivä on merkittävä asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:39",
        "normalized_fi": "Jollei muuta näytetä, tiedoksisaannin katsotaan tapahtuneen kolmantena päivänä sähköisen viestin lähettämisestä tai seitsemäntenä päivänä sen jälkeen, kun asiakirja on annettu postin kuljetettavaksi tai jätetty postilähetyksille varattuun paikkaan. Lähettämis- tai jättämispäivä on merkittävä asiakirjaan.",
        "folded_fi": "jollei muuta nayteta, tiedoksisaannin katsotaan tapahtuneen kolmantena paivana sahkoisen viestin lahettamisesta tai seitsemantena paivana sen jalkeen, kun asiakirja on annettu postin kuljetettavaksi tai jatetty postilahetyksille varattuun paikkaan. lahettamis- tai jattamispaiva on merkittava asiakirjaan.",
        "title_sv": "Vanlig delgivning",
        "content_sv": "Om inte något annat visas, anses mottagaren ha fått del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsänts eller den sjunde dagen efter det att försändelsen har postats eller lämnats på en för postförsändelser reserverad plats. Handlingen ska förses med en anteckning om vilken dag den har avsänts eller avlämnats.",
        "normalized_sv": "Om inte något annat visas, anses mottagaren ha fått del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsänts eller den sjunde dagen efter det att försändelsen har postats eller lämnats på en för postförsändelser reserverad plats. Handlingen ska förses med en anteckning om vilken dag den har avsänts eller avlämnats.",
        "folded_sv": "om inte nagot annat visas, anses mottagaren ha fatt del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsants eller den sjunde dagen efter det att forsandelsen har postats eller lamnats pa en for postforsandelser reserverad plats. handlingen ska forses med en anteckning om vilken dag den har avsants eller avlamnats."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "Todisteelliset tiedoksiantotavat",
      "content": "Todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sähköisesti tiedoksi sähköisestä asioinnista viranomaistoiminnassa annetun lain 18 §:n mukaisesti. Postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistään tapahduttava. Tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myös sähköisenä viestinä. Tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:41",
        "normalized_fi": "Todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sähköisesti tiedoksi sähköisestä asioinnista viranomaistoiminnassa annetun lain 18 § :n mukaisesti. Postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistään tapahduttava. Tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myös sähköisenä viestinä. Tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
        "folded_fi": "todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sahkoisesti tiedoksi sahkoisesta asioinnista viranomaistoiminnassa annetun lain 18 §:n mukaisesti. postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistaan tapahduttava. tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myos sahkoisena viestina. tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
        "title_sv": "Bevisliga delgivningssätt",
        "content_sv": "En handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. Posten ska underrättas om när delgivning mot mottagningsbevis senast ska ske. Delgivning mot mottagningsbevis kan med mottagarens samtycke också ske med hjälp av ett elektroniskt meddelande. Delfåendet anses ha skett när mottagningsbeviset har återsänts.",
        "normalized_sv": "En handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. Posten ska underrättas om när delgivning mot mottagningsbevis senast ska ske. Delgivning mot mottagningsbevis kan med mottagarens samtycke också ske med hjälp av ett elektroniskt meddelande. Delfåendet anses ha skett när mottagningsbeviset har återsänts.",
        "folded_sv": "en handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. posten ska underrattas om nar delgivning mot mottagningsbevis senast ska ske. delgivning mot mottagningsbevis kan med mottagarens samtycke ocksa ske med hjalp av ett elektroniskt meddelande. delfaendet anses ha skett nar mottagningsbeviset har atersants."
      }
    },
    {
      "provision_ref": "3:102",
      "chapter": "3",
      "section": "102",
      "title": "Passiivisaatavaksi rekisteröinti",
      "content": "Passiivisaatavan rekisteröinti on voimassa kaksi vuotta estetodistuksen päivämäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:102",
        "normalized_fi": "Passiivisaatavan rekisteröinti on voimassa kaksi vuotta estetodistuksen päivämäärästä.",
        "folded_fi": "passiivisaatavan rekisterointi on voimassa kaksi vuotta estetodistuksen paivamaarasta.",
        "title_sv": "Registrering som passivfordran",
        "content_sv": "Registreringen av en passivfordran är i kraft två år från den dag då intyget över hindret utfärdades.",
        "normalized_sv": "Registreringen av en passivfordran är i kraft två år från den dag då intyget över hindret utfärdades.",
        "folded_sv": "registreringen av en passivfordran ar i kraft tva ar fran den dag da intyget over hindret utfardades."
      }
    },
    {
      "provision_ref": "3:111 a",
      "chapter": "3",
      "section": "111 a",
      "title": "Asian käsittelykieli ulosottoasiassa",
      "content": "Asian käsittelykieleen ulosottoasiassa sovelletaan, mitä kielilain (423/2003) 15 §:ssä säädetään asian käsittelykielestä riita-asiassa. Asianosaisen oikeuteen saada asiakirjan käännös sovelletaan, mitä kielilain 20 §:n 2 momentissa säädetään riita-asian asianosaisen oikeudesta asiakirjan käännökseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:111 a",
        "normalized_fi": "Asian käsittelykieleen ulosottoasiassa sovelletaan, mitä kielilain (423/2003) 15 § :ssä säädetään asian käsittelykielestä riita-asiassa. Asianosaisen oikeuteen saada asiakirjan käännös sovelletaan, mitä kielilain 20 § :n 2 momentissa säädetään riita-asian asianosaisen oikeudesta asiakirjan käännökseen.",
        "folded_fi": "asian kasittelykieleen ulosottoasiassa sovelletaan, mita kielilain (423/2003) 15 §:ssa saadetaan asian kasittelykielesta riita-asiassa. asianosaisen oikeuteen saada asiakirjan kaannos sovelletaan, mita kielilain 20 §:n 2 momentissa saadetaan riita-asian asianosaisen oikeudesta asiakirjan kaannokseen.",
        "title_sv": "Handläggningsspråket i utsökningsärenden",
        "content_sv": "I fråga om handläggningsspråket i utsökningsärenden tillämpas vad som i 15 § i språklagen (423/2003) föreskrivs om handläggningsspråket i tvistemål. På en parts rätt att få en översättning av en handling tillämpas vad som i 20 § 2 mom. i språklagen föreskrivs om en parts rätt till översättning av en handling i tvistemål.",
        "normalized_sv": "I fråga om handläggningsspråket i utsökningsärenden tillämpas vad som i 15 § i språklagen (423/2003) föreskrivs om handläggningsspråket i tvistemål. På en parts rätt att få en översättning av en handling tillämpas vad som i 20 § 2 mom. i språklagen föreskrivs om en parts rätt till översättning av en handling i tvistemål.",
        "folded_sv": "i fraga om handlaggningsspraket i utsokningsarenden tillampas vad som i 15 § i spraklagen (423/2003) foreskrivs om handlaggningsspraket i tvistemal. pa en parts ratt att fa en oversattning av en handling tillampas vad som i 20 § 2 mom. i spraklagen foreskrivs om en parts ratt till oversattning av en handling i tvistemal."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Ulosmittauskieltojen voimassaolo",
      "content": "Edellä 19 §:n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvästä haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvästi. Edellytyksenä kieltojen voimassaololle on, että velallinen on pitänyt varat erillään tai voi esittää niitä koskevan kirjanpidon tai vastaavan selvityksen. Toistuvaissuorituksissa ulosmittauskielto koskee jäljellä olevaa maksukautta. Lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:20",
        "normalized_fi": "Edellä 19 § :n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvästä haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvästi. Edellytyksenä kieltojen voimassaololle on, että velallinen on pitänyt varat erillään tai voi esittää niitä koskevan kirjanpidon tai vastaavan selvityksen. Toistuvaissuorituksissa ulosmittauskielto koskee jäljellä olevaa maksukautta. Lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
        "folded_fi": "edella 19 §:n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvasta haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvasti. edellytyksena kieltojen voimassaololle on, etta velallinen on pitanyt varat erillaan tai voi esittaa niita koskevan kirjanpidon tai vastaavan selvityksen. toistuvaissuorituksissa ulosmittauskielto koskee jaljella olevaa maksukautta. lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
        "title_sv": "Utmätningsförbudens giltighet",
        "content_sv": "Utmätningsförbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten är i kraft två år efter det att gäldenären har fått medlen i sin besittning, med undantag för ersättning för bestående men, för vilken utmätningsförbudet är permanent. En förutsättning för förbudens giltighet är att gäldenären har hållit medlen separat eller kan uppvisa bokföring eller motsvarande utredning över dem. Vid periodiska betalningar gäller utmätningsförbudet återstoden av betalningsperioden. Förbudet att utmäta underhållsbidrag och ersättning till barn är i kraft så länge behovet av underhåll föreligger.",
        "normalized_sv": "Utmätningsförbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten är i kraft två år efter det att gäldenären har fått medlen i sin besittning, med undantag för ersättning för bestående men, för vilken utmätningsförbudet är permanent. En förutsättning för förbudens giltighet är att gäldenären har hållit medlen separat eller kan uppvisa bokföring eller motsvarande utredning över dem. Vid periodiska betalningar gäller utmätningsförbudet återstoden av betalningsperioden. Förbudet att utmäta underhållsbidrag och ersättning till barn är i kraft så länge behovet av underhåll föreligger.",
        "folded_sv": "utmatningsforbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten ar i kraft tva ar efter det att galdenaren har fatt medlen i sin besittning, med undantag for ersattning for bestaende men, for vilken utmatningsforbudet ar permanent. en forutsattning for forbudens giltighet ar att galdenaren har hallit medlen separat eller kan uppvisa bokforing eller motsvarande utredning over dem. vid periodiska betalningar galler utmatningsforbudet aterstoden av betalningsperioden. forbudet att utmata underhallsbidrag och ersattning till barn ar i kraft sa lange behovet av underhall foreligger."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Vähimmäishinta",
      "content": "Jollei korkeinta tarjousta hyväksytä, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää tai ulosottomies arvioi, ettei uudessa myynnissä saada lisäkulut huomioon ottaen korkeampaa kertymää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23",
        "normalized_fi": "Jollei korkeinta tarjousta hyväksytä, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää tai ulosottomies arvioi, ettei uudessa myynnissä saada lisäkulut huomioon ottaen korkeampaa kertymää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei korkeinta tarjousta hyvaksyta, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa tai ulosottomies arvioi, ettei uudessa myynnissa saada lisakulut huomioon ottaen korkeampaa kertymaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Minimipris",
        "content_sv": "Godkänns inte det högsta budet ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom om sökanden förbjuder detta eller utmätningsmannen bedömer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny försäljning. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Godkänns inte det högsta budet ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom om sökanden förbjuder detta eller utmätningsmannen bedömer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny försäljning. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "godkanns inte det hogsta budet ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom om sokanden forbjuder detta eller utmatningsmannen bedomer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny forsaljning. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Uusi myynti",
      "content": "Jollei alinta hyväksyttävää tarjousta saada, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:35",
        "normalized_fi": "Jollei alinta hyväksyttävää tarjousta saada, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei alinta hyvaksyttavaa tarjousta saada, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Ny försäljning",
        "content_sv": "Om det lägsta godtagbara budet inte uppnås, ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder det. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Om det lägsta godtagbara budet inte uppnås, ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder det. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "om det lagsta godtagbara budet inte uppnas, ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom i det fall att sokanden forbjuder det. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Kirjallinen valvontamenettely",
      "content": "Ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. Siinä tapauksessa ulosottomies asettaa määräpäivän ja kehottaa asianosaisia viimeistään määräpäivänä valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa määräpäivän, jolloin mahdolliset riitautukset ja myyntiä koskevat huomautukset tulee viimeistään esittää. Riitautusmahdollisuutta ei tarvitse järjestää, jos se on ilmeisen tarpeetonta. Yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. Valvonnoille tulee varata vähintään kahden viikon määräaika laskettuna valvontakehotuksen lähettämisestä. Riitautuksille tulee varata vähintään kahden viikon määräaika laskettuna valvontojen lähettämisestä tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. Siinä tapauksessa ulosottomies asettaa määräpäivän ja kehottaa asianosaisia viimeistään määräpäivänä valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa määräpäivän, jolloin mahdolliset riitautukset ja myyntiä koskevat huomautukset tulee viimeistään esittää. Riitautusmahdollisuutta ei tarvitse järjestää, jos se on ilmeisen tarpeetonta. Yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. Valvonnoille tulee varata vähintään kahden viikon määräaika laskettuna valvontakehotuksen lähettämisestä. Riitautuksille tulee varata vähintään kahden viikon määräaika laskettuna valvontojen lähettämisestä tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
        "folded_fi": "ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. siina tapauksessa ulosottomies asettaa maarapaivan ja kehottaa asianosaisia viimeistaan maarapaivana valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa maarapaivan, jolloin mahdolliset riitautukset ja myyntia koskevat huomautukset tulee viimeistaan esittaa. riitautusmahdollisuutta ei tarvitse jarjestaa, jos se on ilmeisen tarpeetonta. yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. valvonnoille tulee varata vahintaan kahden viikon maaraaika laskettuna valvontakehotuksen lahettamisesta. riitautuksille tulee varata vahintaan kahden viikon maaraaika laskettuna valvontojen lahettamisesta tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
        "title_sv": "Skriftligt bevakningsförfarande",
        "content_sv": "Utmätningsmannen får upprätta en partsförteckning utan partsförhandling, om behov av en förhandling inte föreligger. I ett sådant fall utsätter utmätningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rättigheter, delger de övriga parterna de framställda bevakningarna och anger samtidigt en dag då eventuella bestridanden och anmärkningar mot försäljningen senast ska framställas. Någon möjlighet till bestridande behöver inte reserveras om det är uppenbart onödigt. I ett enkelt fall där alla parter är kända behöver ingen kungörelse publiceras. För bevakningarna ska det reserveras minst två veckor, räknat från det bevakningsuppmaningen sändes. För bestridanden ska det reserveras minst två veckor, räknat från delgivningen av bevakningarna, om det inte är uppenbart onödigt att reservera en möjlighet till bestridande.",
        "normalized_sv": "Utmätningsmannen får upprätta en partsförteckning utan partsförhandling, om behov av en förhandling inte föreligger. I ett sådant fall utsätter utmätningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rättigheter, delger de övriga parterna de framställda bevakningarna och anger samtidigt en dag då eventuella bestridanden och anmärkningar mot försäljningen senast ska framställas. Någon möjlighet till bestridande behöver inte reserveras om det är uppenbart onödigt. I ett enkelt fall där alla parter är kända behöver ingen kungörelse publiceras. För bevakningarna ska det reserveras minst två veckor, räknat från det bevakningsuppmaningen sändes. För bestridanden ska det reserveras minst två veckor, räknat från delgivningen av bevakningarna, om det inte är uppenbart onödigt att reservera en möjlighet till bestridande.",
        "folded_sv": "utmatningsmannen far uppratta en partsforteckning utan partsforhandling, om behov av en forhandling inte foreligger. i ett sadant fall utsatter utmatningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rattigheter, delger de ovriga parterna de framstallda bevakningarna och anger samtidigt en dag da eventuella bestridanden och anmarkningar mot forsaljningen senast ska framstallas. nagon mojlighet till bestridande behover inte reserveras om det ar uppenbart onodigt. i ett enkelt fall dar alla parter ar kanda behover ingen kungorelse publiceras. for bevakningarna ska det reserveras minst tva veckor, raknat fran det bevakningsuppmaningen sandes. for bestridanden ska det reserveras minst tva veckor, raknat fran delgivningen av bevakningarna, om det inte ar uppenbart onodigt att reservera en mojlighet till bestridande."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "title": "Uusi myynti",
      "content": "Jollei tarjousta hyväksytä 54 tai 55 §:n nojalla, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:56",
        "normalized_fi": "Jollei tarjousta hyväksytä 54 tai 55 § :n nojalla, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei tarjousta hyvaksyta 54 tai 55 §:n nojalla, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Ny försäljning",
        "content_sv": "Om ett bud inte godkänns till följd av vad som föreskrivs i 54 eller 55 § ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder detta. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Om ett bud inte godkänns till följd av vad som föreskrivs i 54 eller 55 § ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder detta. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "om ett bud inte godkanns till foljd av vad som foreskrivs i 54 eller 55 § ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom i det fall att sokanden forbjuder detta. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      }
    },
    {
      "provision_ref": "5:75",
      "chapter": "5",
      "section": "75",
      "title": "Yksityisen toimittama julkinen huutokauppa",
      "content": "Ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytäväksi julkisella huutokaupalla. Ulosottomiehen tulee ilmoittaa mahdollinen 23 §:ssä tarkoitettu vähimmäishinta ja 34 §:n mukainen alin hyväksyttävä tarjous sekä antaa tarvittavat muut huutokauppaa koskevat ohjeet. Mitä 1 momentissa säädetään julkisesta huutokaupasta, sovelletaan myös avoimeen sähköiseen huutokauppaan. Myynnin toimittajaan sovelletaan, mitä 3 luvun 110 §:ssä säädetään toimitsijasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:75",
        "normalized_fi": "Ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytäväksi julkisella huutokaupalla. Ulosottomiehen tulee ilmoittaa mahdollinen 23 § :ssä tarkoitettu vähimmäishinta ja 34 § :n mukainen alin hyväksyttävä tarjous sekä antaa tarvittavat muut huutokauppaa koskevat ohjeet. Mitä 1 momentissa säädetään julkisesta huutokaupasta, sovelletaan myös avoimeen sähköiseen huutokauppaan. Myynnin toimittajaan sovelletaan, mitä 3 luvun 110 § :ssä säädetään toimitsijasta.",
        "folded_fi": "ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytavaksi julkisella huutokaupalla. ulosottomiehen tulee ilmoittaa mahdollinen 23 §:ssa tarkoitettu vahimmaishinta ja 34 §:n mukainen alin hyvaksyttava tarjous seka antaa tarvittavat muut huutokauppaa koskevat ohjeet. mita 1 momentissa saadetaan julkisesta huutokaupasta, sovelletaan myos avoimeen sahkoiseen huutokauppaan. myynnin toimittajaan sovelletaan, mita 3 luvun 110 §:ssa saadetaan toimitsijasta.",
        "title_sv": "Offentlig auktion genom en privat förrättares försorg",
        "content_sv": "Utmätningsmannen får ge en pålitlig auktionsförrättare lös egendom till försäljning på offentlig auktion. Utmätningsmannen ska ange ett eventuellt minimipris enligt 23 § och lägsta godtagbara bud enligt 34 § samt ge andra behövliga anvisningar om auktionen. Vad som i 1 mom. föreskrivs om offentlig auktion tillämpas också på öppen elektronisk auktion. På den som verkställer försäljningen tillämpas vad som i 3 kap. 110 § föreskrivs om syssloman.",
        "normalized_sv": "Utmätningsmannen får ge en pålitlig auktionsförrättare lös egendom till försäljning på offentlig auktion. Utmätningsmannen ska ange ett eventuellt minimipris enligt 23 § och lägsta godtagbara bud enligt 34 § samt ge andra behövliga anvisningar om auktionen. Vad som i 1 mom. föreskrivs om offentlig auktion tillämpas också på öppen elektronisk auktion. På den som verkställer försäljningen tillämpas vad som i 3 kap. 110 § föreskrivs om syssloman.",
        "folded_sv": "utmatningsmannen far ge en palitlig auktionsforrattare los egendom till forsaljning pa offentlig auktion. utmatningsmannen ska ange ett eventuellt minimipris enligt 23 § och lagsta godtagbara bud enligt 34 § samt ge andra behovliga anvisningar om auktionen. vad som i 1 mom. foreskrivs om offentlig auktion tillampas ocksa pa oppen elektronisk auktion. pa den som verkstaller forsaljningen tillampas vad som i 3 kap. 110 § foreskrivs om syssloman."
      }
    },
    {
      "provision_ref": "5:76",
      "chapter": "5",
      "section": "76",
      "title": "Ulosottomiehen toimittama vapaa myynti",
      "content": "Ulosottomies saa myydä omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 §:ssä tarkoitetun vähimmäishinnan mukainen ja: 1) kauppahinta peittää kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylätty ja kauppahinta nousee vapaassa myynnissä sitä korkeammaksi ja peittää alimman hyväksyttävän tarjouksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:76",
        "normalized_fi": "Ulosottomies saa myydä omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 § :ssä tarkoitetun vähimmäishinnan mukainen ja: 1) kauppahinta peittää kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylätty ja kauppahinta nousee vapaassa myynnissä sitä korkeammaksi ja peittää alimman hyväksyttävän tarjouksen.",
        "folded_fi": "ulosottomies saa myyda omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 §:ssa tarkoitetun vahimmaishinnan mukainen ja: 1) kauppahinta peittaa kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylatty ja kauppahinta nousee vapaassa myynnissa sita korkeammaksi ja peittaa alimman hyvaksyttavan tarjouksen.",
        "title_sv": "Försäljning under hand genom utmätningsmannens försorg",
        "content_sv": "Utmätningsmannen får sälja egendom under hand utan sådant samtycke som avses i 1 mom., om köpesumman uppgår till det eventuella minimipris som avses i 23 § och 1) köpesumman täcker alla förmånsrättsfordringar eller samtycke till köpet har fåtts av förmånsrättsfordringarnas borgenärer, eller 2) det högsta budet har avslagits vid auktion och köpesumman vid försäljning under hand blir högre och täcker det lägsta godtagbara budet.",
        "normalized_sv": "Utmätningsmannen får sälja egendom under hand utan sådant samtycke som avses i 1 mom., om köpesumman uppgår till det eventuella minimipris som avses i 23 § och 1) köpesumman täcker alla förmånsrättsfordringar eller samtycke till köpet har fåtts av förmånsrättsfordringarnas borgenärer, eller 2) det högsta budet har avslagits vid auktion och köpesumman vid försäljning under hand blir högre och täcker det lägsta godtagbara budet.",
        "folded_sv": "utmatningsmannen far salja egendom under hand utan sadant samtycke som avses i 1 mom., om kopesumman uppgar till det eventuella minimipris som avses i 23 § och 1) kopesumman tacker alla formansrattsfordringar eller samtycke till kopet har fatts av formansrattsfordringarnas borgenarer, eller 2) det hogsta budet har avslagits vid auktion och kopesumman vid forsaljning under hand blir hogre och tacker det lagsta godtagbara budet."
      }
    },
    {
      "provision_ref": "5:87",
      "chapter": "5",
      "section": "87",
      "title": "Ilmoitukset kirjaamisviranomaisille",
      "content": "Ulosottomiehen tulee tehdä ilmoitus kiinteistön saantotiedon merkitsemistä ja kiinteää tai irtainta omaisuutta koskevan ulosmittausmerkinnän poistamista varten lainvoimaisesta myynnistä sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. Ilmoitukseen on liitettävä tieto rauenneista ja voimaan jääneistä panttioikeuksista ja kirjatuista oikeuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:87",
        "normalized_fi": "Ulosottomiehen tulee tehdä ilmoitus kiinteistön saantotiedon merkitsemistä ja kiinteää tai irtainta omaisuutta koskevan ulosmittausmerkinnän poistamista varten lainvoimaisesta myynnistä sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. Ilmoitukseen on liitettävä tieto rauenneista ja voimaan jääneistä panttioikeuksista ja kirjatuista oikeuksista.",
        "folded_fi": "ulosottomiehen tulee tehda ilmoitus kiinteiston saantotiedon merkitsemista ja kiinteaa tai irtainta omaisuutta koskevan ulosmittausmerkinnan poistamista varten lainvoimaisesta myynnista sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. ilmoitukseen on liitettava tieto rauenneista ja voimaan jaaneista panttioikeuksista ja kirjatuista oikeuksista.",
        "title_sv": "Meddelanden till registermyndigheterna",
        "content_sv": "Utmätningsmannen ska lämna den registermyndighet till vilken utmätningen har anmälts meddelande om att egendomen har sålts med laga kraft, för att åtkomstuppgifterna om en fastighet ska antecknas och den utmätningsanteckning som gäller fast eller lös egendom ska strykas. Meddelandet ska innehålla uppgifter om förfallna och vidmakthållna panträtter och inskrivna rättigheter.",
        "normalized_sv": "Utmätningsmannen ska lämna den registermyndighet till vilken utmätningen har anmälts meddelande om att egendomen har sålts med laga kraft, för att åtkomstuppgifterna om en fastighet ska antecknas och den utmätningsanteckning som gäller fast eller lös egendom ska strykas. Meddelandet ska innehålla uppgifter om förfallna och vidmakthållna panträtter och inskrivna rättigheter.",
        "folded_sv": "utmatningsmannen ska lamna den registermyndighet till vilken utmatningen har anmalts meddelande om att egendomen har salts med laga kraft, for att atkomstuppgifterna om en fastighet ska antecknas och den utmatningsanteckning som galler fast eller los egendom ska strykas. meddelandet ska innehalla uppgifter om forfallna och vidmakthallna pantratter och inskrivna rattigheter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:31",
      "chapter": "1",
      "section": "31",
      "title": "Todistus ulosottorekisteristä",
      "content": "Ennen todistuksen antamista todistuksen pyytäjän nimi, asuin- tai kotipaikka sekä keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojärjestelmään. Rekisteröidyn pyynnöstä hänelle on annettava tieto siitä, kenelle on viimeisten kuuden kuukauden aikana annettu häntä koskeva todistus ulosottorekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31",
        "normalized_fi": "Ennen todistuksen antamista todistuksen pyytäjän nimi, asuin- tai kotipaikka sekä keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojärjestelmään. Rekisteröidyn pyynnöstä hänelle on annettava tieto siitä, kenelle on viimeisten kuuden kuukauden aikana annettu häntä koskeva todistus ulosottorekisteristä.",
        "folded_fi": "ennen todistuksen antamista todistuksen pyytajan nimi, asuin- tai kotipaikka seka keskeinen 3 momentissa tarkoitettu perustelu tulee tallettaa ulosoton tietojarjestelmaan. rekisteroidyn pyynnosta hanelle on annettava tieto siita, kenelle on viimeisten kuuden kuukauden aikana annettu hanta koskeva todistus ulosottorekisterista.",
        "title_sv": "Intyg ur utsökningsregistret",
        "content_sv": "Innan intyget utfärdas ska namnet på den som har begärt intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. föras in i utsökningens informationssystem. Den registrerade ska på begäran få uppgifter om vem som under de senaste sex månaderna har fått intyg om honom eller henne ur utsökningsregistret.",
        "normalized_sv": "Innan intyget utfärdas ska namnet på den som har begärt intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. föras in i utsökningens informationssystem. Den registrerade ska på begäran få uppgifter om vem som under de senaste sex månaderna har fått intyg om honom eller henne ur utsökningsregistret.",
        "folded_sv": "innan intyget utfardas ska namnet pa den som har begart intyget, dennes bonings- eller hemort samt den centrala motiveringen enligt 3 mom. foras in i utsokningens informationssystem. den registrerade ska pa begaran fa uppgifter om vem som under de senaste sex manaderna har fatt intyg om honom eller henne ur utsokningsregistret."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:1",
      "chapter": "3",
      "section": "1",
      "title": "Ulosoton hakeminen",
      "content": "Ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sähköisellä viestillä, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojärjestelmähakija sähköisellä viestillä, joka toimitetaan teknisen käyttöyhteyden avulla ulosoton valtakunnalliseen tietojärjestelmään, jos Valtakunnanvoudinvirasto tai sen määräämä on myöntänyt hakijalle siihen luvan ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:1",
        "normalized_fi": "Ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sähköisellä viestillä, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojärjestelmähakija sähköisellä viestillä, joka toimitetaan teknisen käyttöyhteyden avulla ulosoton valtakunnalliseen tietojärjestelmään, jos Valtakunnanvoudinvirasto tai sen määräämä on myöntänyt hakijalle siihen luvan ().",
        "folded_fi": "ulosottoa haetaan: 1) kirjallisella hakemuksella, joka toimitetaan vastaajan asuin- tai kotipaikan ulosottomiehelle tai muulle paikalliselle ulosottoviranomaiselle; 2) sahkoisella viestilla, joka toimitetaan paikalliselle ulosottoviranomaiselle; 3) tietojarjestelmahakija sahkoisella viestilla, joka toimitetaan teknisen kayttoyhteyden avulla ulosoton valtakunnalliseen tietojarjestelmaan, jos valtakunnanvoudinvirasto tai sen maaraama on myontanyt hakijalle siihen luvan ().",
        "title_sv": "Ansökan om utsökning",
        "content_sv": "Utsökning söks genom 1) skriftlig ansökan till utmätningsmannen på svarandens bonings- eller hemort eller till en annan lokal utsökningsmyndighet, 2) elektroniskt meddelande till en lokal utsökningsmyndighet, 3) informationssystemssökande elektroniskt meddelande med hjälp av en teknisk anslutning till utsökningens riksomfattande informationssystem, om Riksfogdeämbetet eller någon som Riksfogdeämbetet förordnat har beviljat sökanden tillstånd till detta ().",
        "normalized_sv": "Utsökning söks genom 1) skriftlig ansökan till utmätningsmannen på svarandens bonings- eller hemort eller till en annan lokal utsökningsmyndighet, 2) elektroniskt meddelande till en lokal utsökningsmyndighet, 3) informationssystemssökande elektroniskt meddelande med hjälp av en teknisk anslutning till utsökningens riksomfattande informationssystem, om Riksfogdeämbetet eller någon som Riksfogdeämbetet förordnat har beviljat sökanden tillstånd till detta ().",
        "folded_sv": "utsokning soks genom 1) skriftlig ansokan till utmatningsmannen pa svarandens bonings- eller hemort eller till en annan lokal utsokningsmyndighet, 2) elektroniskt meddelande till en lokal utsokningsmyndighet, 3) informationssystemssokande elektroniskt meddelande med hjalp av en teknisk anslutning till utsokningens riksomfattande informationssystem, om riksfogdeambetet eller nagon som riksfogdeambetet forordnat har beviljat sokanden tillstand till detta ()."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Ulosottoperusteen liittäminen hakemukseen",
      "content": "Hakemukseen on liitettävä 2 luvun 2 §:ssä tarkoitettu ulosottoperuste alkuperäisenä tai jäljennöksenä. Jos ulosottomies epäilee jäljennöksen aitoutta, hän voi vaatia hakijaa toimittamaan alkuperäisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jäljennöksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5",
        "normalized_fi": "Hakemukseen on liitettävä 2 luvun 2 § :ssä tarkoitettu ulosottoperuste alkuperäisenä tai jäljennöksenä. Jos ulosottomies epäilee jäljennöksen aitoutta, hän voi vaatia hakijaa toimittamaan alkuperäisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jäljennöksen.",
        "folded_fi": "hakemukseen on liitettava 2 luvun 2 §:ssa tarkoitettu ulosottoperuste alkuperaisena tai jaljennoksena. jos ulosottomies epailee jaljennoksen aitoutta, han voi vaatia hakijaa toimittamaan alkuperaisen ulosottoperusteen tai viranomaisen toimituskirjana antaman jaljennoksen.",
        "title_sv": "Bifogande av utsökningsgrunden",
        "content_sv": "Till ansökan ska den utsökningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. Om utmätningsmannen ifrågasätter kopians äkthet, får denne kräva att sökanden sänder utsökningsgrunden i original eller som en kopia utfärdad i form av en myndighetsexpedition.",
        "normalized_sv": "Till ansökan ska den utsökningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. Om utmätningsmannen ifrågasätter kopians äkthet, får denne kräva att sökanden sänder utsökningsgrunden i original eller som en kopia utfärdad i form av en myndighetsexpedition.",
        "folded_sv": "till ansokan ska den utsokningsgrund som avses i 2 kap. 2 § fogas i original eller som kopia. om utmatningsmannen ifragasatter kopians akthet, far denne krava att sokanden sander utsokningsgrunden i original eller som en kopia utfardad i form av en myndighetsexpedition."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Asiamiehen valtakirja",
      "content": "Asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkäyntiavustaja ja tietojärjestelmähakijan hakemuksessaan ilmoittama asiamies saavat edustaa päämiestään esittämättä valtakirjaa, jollei ulosottomies toisin määrää. Muun asiamiehen on esitettävä päämiehensä allekirjoittama valtakirja, jollei oikeutta toimia asiamiehenä voida pitää epäilyksettömänä. Varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehillä on oltava siihen nimenomaisesti oikeuttava valtakirja tai tällaisesta oikeudesta on ilmoitettava tietojärjestelmähakemuksessa. Varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperäisenä tai sellaisella sähköisellä viestillä, jonka lähettäjä voidaan yksilöidä vahvaa sähköistä tunnistamista käyttäen. Muu valtakirja voidaan toimittaa sähköisellä tiedonsiirtomenetelmällä. Jos ulosottomies epäilee valtakirjan aitoutta, hän voi vaatia asiamiestä toimittamaan sen alkuperäisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:11",
        "normalized_fi": "Asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkäyntiavustaja ja tietojärjestelmähakijan hakemuksessaan ilmoittama asiamies saavat edustaa päämiestään esittämättä valtakirjaa, jollei ulosottomies toisin määrää. Muun asiamiehen on esitettävä päämiehensä allekirjoittama valtakirja, jollei oikeutta toimia asiamiehenä voida pitää epäilyksettömänä. Varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehillä on oltava siihen nimenomaisesti oikeuttava valtakirja tai tällaisesta oikeudesta on ilmoitettava tietojärjestelmähakemuksessa. Varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperäisenä tai sellaisella sähköisellä viestillä, jonka lähettäjä voidaan yksilöidä vahvaa sähköistä tunnistamista käyttäen. Muu valtakirja voidaan toimittaa sähköisellä tiedonsiirtomenetelmällä. Jos ulosottomies epäilee valtakirjan aitoutta, hän voi vaatia asiamiestä toimittamaan sen alkuperäisenä.",
        "folded_fi": "asianajaja, julkinen oikeusavustaja, luvan saanut oikeudenkayntiavustaja ja tietojarjestelmahakijan hakemuksessaan ilmoittama asiamies saavat edustaa paamiestaan esittamatta valtakirjaa, jollei ulosottomies toisin maaraa. muun asiamiehen on esitettava paamiehensa allekirjoittama valtakirja, jollei oikeutta toimia asiamiehena voida pitaa epailyksettomana. varojen nostamiseen tai omaisuuden haltuun ottamiseen kaikilla asiamiehilla on oltava siihen nimenomaisesti oikeuttava valtakirja tai tallaisesta oikeudesta on ilmoitettava tietojarjestelmahakemuksessa. varojen nostamiseen tai omaisuuden haltuun ottamiseen oikeuttava valtakirja on toimitettava alkuperaisena tai sellaisella sahkoisella viestilla, jonka lahettaja voidaan yksiloida vahvaa sahkoista tunnistamista kayttaen. muu valtakirja voidaan toimittaa sahkoisella tiedonsiirtomenetelmalla. jos ulosottomies epailee valtakirjan aitoutta, han voi vaatia asiamiesta toimittamaan sen alkuperaisena.",
        "title_sv": "Fullmakt för ombud",
        "content_sv": "En advokat, ett offentligt rättsbiträde, ett rättegångsbiträde med tillstånd och det ombud som en informationssystemssökande har uppgett i sin ansökan får företräda sin huvudman utan att visa upp en fullmakt, om inte utmätningsmannen bestämmer något annat. Andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte rätten att vara ombud kan anses vara otvivelaktig. För att lyfta medel eller omhänderta egendom ska alla ombud ha en fullmakt som uttryckligen berättigar till detta, eller denna rätt anges i informationssystemsansökan. En fullmakt som berättigar till att lyfta medel eller omhänderta egendom ska sändas i original eller i ett elektroniskt meddelande där avsändarens identitet kan verifieras med hjälp av stark autentisering. Andra fullmakter kan sändas med hjälp av en elektronisk dataöverföringsmetod. Om utmätningsmannen ifrågasätter fullmaktens äkthet får denne kräva att ombudet sänder fullmakten i original.",
        "normalized_sv": "En advokat, ett offentligt rättsbiträde, ett rättegångsbiträde med tillstånd och det ombud som en informationssystemssökande har uppgett i sin ansökan får företräda sin huvudman utan att visa upp en fullmakt, om inte utmätningsmannen bestämmer något annat. Andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte rätten att vara ombud kan anses vara otvivelaktig. För att lyfta medel eller omhänderta egendom ska alla ombud ha en fullmakt som uttryckligen berättigar till detta, eller denna rätt anges i informationssystemsansökan. En fullmakt som berättigar till att lyfta medel eller omhänderta egendom ska sändas i original eller i ett elektroniskt meddelande där avsändarens identitet kan verifieras med hjälp av stark autentisering. Andra fullmakter kan sändas med hjälp av en elektronisk dataöverföringsmetod. Om utmätningsmannen ifrågasätter fullmaktens äkthet får denne kräva att ombudet sänder fullmakten i original.",
        "folded_sv": "en advokat, ett offentligt rattsbitrade, ett rattegangsbitrade med tillstand och det ombud som en informationssystemssokande har uppgett i sin ansokan far foretrada sin huvudman utan att visa upp en fullmakt, om inte utmatningsmannen bestammer nagot annat. andra ombud ska visa upp en av huvudmannen undertecknad fullmakt, om inte ratten att vara ombud kan anses vara otvivelaktig. for att lyfta medel eller omhanderta egendom ska alla ombud ha en fullmakt som uttryckligen berattigar till detta, eller denna ratt anges i informationssystemsansokan. en fullmakt som berattigar till att lyfta medel eller omhanderta egendom ska sandas i original eller i ett elektroniskt meddelande dar avsandarens identitet kan verifieras med hjalp av stark autentisering. andra fullmakter kan sandas med hjalp av en elektronisk dataoverforingsmetod. om utmatningsmannen ifragasatter fullmaktens akthet far denne krava att ombudet sander fullmakten i original."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "title": "Tiedoksianto-osoite",
      "content": "tiedoksianto-osoite Hakija, vastaaja, vakuuden antaja sekä väitteen tai vaatimuksen esittänyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hänelle lähettää (). Jos tämä osoite muuttuu, on siitäkin ilmoitettava. Henkilön ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintää postiosoitteesta pidetään tiedoksianto-osoitteena. Vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksettä ulosottoasioita vireillä. Ulosottomies saa postiosoitteen sijasta käyttää tiedoksianto-osoitteena 1 momentissa mainitulla henkilöllä olevaa: 1) tietojärjestelmähakijaa koskevassa luvassa tarkoitettua teknistä käyttöyhteyttä; 2) sellaista henkilön ja viranomaisen väliseen yhteydenpitoon tarkoitettua valtakunnallisen sähköisen asiointijärjestelmän tiedonsiirron osoitetta, joka edellyttää sähköisen asiointijärjestelmän käyttöönottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sähköisen tiedonsiirron osoitetta, jonka henkilö on ilmoittanut tiedoksianto-osoitteeksi. Edellä 1 momentissa tarkoitettu henkilö voi ulosottomiehelle tekemällään ilmoituksella kieltää asiakirjojen lähettämisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:38",
        "normalized_fi": "tiedoksianto-osoite Hakija, vastaaja, vakuuden antaja sekä väitteen tai vaatimuksen esittänyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hänelle lähettää (). Jos tämä osoite muuttuu, on siitäkin ilmoitettava. Henkilön ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintää postiosoitteesta pidetään tiedoksianto-osoitteena. Vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksettä ulosottoasioita vireillä. Ulosottomies saa postiosoitteen sijasta käyttää tiedoksianto-osoitteena 1 momentissa mainitulla henkilöllä olevaa: 1) tietojärjestelmähakijaa koskevassa luvassa tarkoitettua teknistä käyttöyhteyttä; 2) sellaista henkilön ja viranomaisen väliseen yhteydenpitoon tarkoitettua valtakunnallisen sähköisen asiointijärjestelmän tiedonsiirron osoitetta, joka edellyttää sähköisen asiointijärjestelmän käyttöönottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sähköisen tiedonsiirron osoitetta, jonka henkilö on ilmoittanut tiedoksianto-osoitteeksi. Edellä 1 momentissa tarkoitettu henkilö voi ulosottomiehelle tekemällään ilmoituksella kieltää asiakirjojen lähettämisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
        "folded_fi": "tiedoksianto-osoite hakija, vastaaja, vakuuden antaja seka vaitteen tai vaatimuksen esittanyt sivullinen ovat velvollisia ilmoittamaan ulosottomiehelle sen kotimaassa tai ulkomailla olevan postiosoitteen, johon kaikki ulosottoasiaa ja ulosottovalitusasiaa koskevat asiakirjat saa hanelle lahettaa (). jos tama osoite muuttuu, on siitakin ilmoitettava. henkilon ulosottomiehelle toimittamassa kirjoituksessa olevaa merkintaa postiosoitteesta pidetaan tiedoksianto-osoitteena. vastaajan ilmoittama tiedoksianto-osoite koskee kaikkia ulosottoasioita siihen asti, kun vastaajalla on keskeytyksetta ulosottoasioita vireilla. ulosottomies saa postiosoitteen sijasta kayttaa tiedoksianto-osoitteena 1 momentissa mainitulla henkilolla olevaa: 1) tietojarjestelmahakijaa koskevassa luvassa tarkoitettua teknista kayttoyhteytta; 2) sellaista henkilon ja viranomaisen valiseen yhteydenpitoon tarkoitettua valtakunnallisen sahkoisen asiointijarjestelman tiedonsiirron osoitetta, joka edellyttaa sahkoisen asiointijarjestelman kayttoonottoa; tai 3) muuta kuin 1 tai 2 kohdassa tarkoitettua sahkoisen tiedonsiirron osoitetta, jonka henkilo on ilmoittanut tiedoksianto-osoitteeksi. edella 1 momentissa tarkoitettu henkilo voi ulosottomiehelle tekemallaan ilmoituksella kieltaa asiakirjojen lahettamisen 2 momentin 2 kohdassa tarkoitettuun tiedoksianto-osoitteeseen.",
        "title_sv": "Delgivningsadress",
        "content_sv": "delgivningsadress Sökanden, svaranden, den som ställer säkerhet samt en utomstående som har framställt en invändning eller ett yrkande är skyldiga att för utmätningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som gäller utsökningsärendet och utsökningsbesvärsärendet får sändas till honom eller henne (). Om denna adress förändras ska också detta meddelas. Den postadress som antecknats i personens skrivelse till utmätningsmannen betraktas som delgivningsadress. Den delgivningsadress som svaranden uppgett gäller samtliga utsökningsärenden så länge som svaranden utan avbrott har anhängiga utsökningsärenden. Utmätningsmannen får som delgivningsadress i stället för postadressen till en i 1 mom. avsedd person använda en befintlig 1) teknisk anslutning som anges i tillståndet för informationssystemsökande, 2) adress som är avsedd för dataöverföring inom det riksomfattande elektroniska ärendesystemet för kontakter mellan personer och myndigheter och som förutsätter att det elektroniska ärendesystemet tagits i bruk, eller 3) annan än i 1 eller 2 punkten avsedd adress för elektronisk dataöverföring som personen i fråga har uppgett som delgivningsadress. En person som avses i 1 mom. får genom ett meddelande till utmätningsmannen förbjuda att handlingar sänds på den delgivningsadress som avses i 2 mom. 2 punkten.",
        "normalized_sv": "delgivningsadress Sökanden, svaranden, den som ställer säkerhet samt en utomstående som har framställt en invändning eller ett yrkande är skyldiga att för utmätningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som gäller utsökningsärendet och utsökningsbesvärsärendet får sändas till honom eller henne (). Om denna adress förändras ska också detta meddelas. Den postadress som antecknats i personens skrivelse till utmätningsmannen betraktas som delgivningsadress. Den delgivningsadress som svaranden uppgett gäller samtliga utsökningsärenden så länge som svaranden utan avbrott har anhängiga utsökningsärenden. Utmätningsmannen får som delgivningsadress i stället för postadressen till en i 1 mom. avsedd person använda en befintlig 1) teknisk anslutning som anges i tillståndet för informationssystemsökande, 2) adress som är avsedd för dataöverföring inom det riksomfattande elektroniska ärendesystemet för kontakter mellan personer och myndigheter och som förutsätter att det elektroniska ärendesystemet tagits i bruk, eller 3) annan än i 1 eller 2 punkten avsedd adress för elektronisk dataöverföring som personen i fråga har uppgett som delgivningsadress. En person som avses i 1 mom. får genom ett meddelande till utmätningsmannen förbjuda att handlingar sänds på den delgivningsadress som avses i 2 mom. 2 punkten.",
        "folded_sv": "delgivningsadress sokanden, svaranden, den som staller sakerhet samt en utomstaende som har framstallt en invandning eller ett yrkande ar skyldiga att for utmatningsmannen uppge en postadress inom eller utom landet, under vilken alla handlingar som galler utsokningsarendet och utsokningsbesvarsarendet far sandas till honom eller henne (). om denna adress forandras ska ocksa detta meddelas. den postadress som antecknats i personens skrivelse till utmatningsmannen betraktas som delgivningsadress. den delgivningsadress som svaranden uppgett galler samtliga utsokningsarenden sa lange som svaranden utan avbrott har anhangiga utsokningsarenden. utmatningsmannen far som delgivningsadress i stallet for postadressen till en i 1 mom. avsedd person anvanda en befintlig 1) teknisk anslutning som anges i tillstandet for informationssystemsokande, 2) adress som ar avsedd for dataoverforing inom det riksomfattande elektroniska arendesystemet for kontakter mellan personer och myndigheter och som forutsatter att det elektroniska arendesystemet tagits i bruk, eller 3) annan an i 1 eller 2 punkten avsedd adress for elektronisk dataoverforing som personen i fraga har uppgett som delgivningsadress. en person som avses i 1 mom. far genom ett meddelande till utmatningsmannen forbjuda att handlingar sands pa den delgivningsadress som avses i 2 mom. 2 punkten."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Tavallinen tiedoksianto",
      "content": "Jollei muuta näytetä, tiedoksisaannin katsotaan tapahtuneen kolmantena päivänä sähköisen viestin lähettämisestä tai seitsemäntenä päivänä sen jälkeen, kun asiakirja on annettu postin kuljetettavaksi tai jätetty postilähetyksille varattuun paikkaan. Lähettämis- tai jättämispäivä on merkittävä asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:39",
        "normalized_fi": "Jollei muuta näytetä, tiedoksisaannin katsotaan tapahtuneen kolmantena päivänä sähköisen viestin lähettämisestä tai seitsemäntenä päivänä sen jälkeen, kun asiakirja on annettu postin kuljetettavaksi tai jätetty postilähetyksille varattuun paikkaan. Lähettämis- tai jättämispäivä on merkittävä asiakirjaan.",
        "folded_fi": "jollei muuta nayteta, tiedoksisaannin katsotaan tapahtuneen kolmantena paivana sahkoisen viestin lahettamisesta tai seitsemantena paivana sen jalkeen, kun asiakirja on annettu postin kuljetettavaksi tai jatetty postilahetyksille varattuun paikkaan. lahettamis- tai jattamispaiva on merkittava asiakirjaan.",
        "title_sv": "Vanlig delgivning",
        "content_sv": "Om inte något annat visas, anses mottagaren ha fått del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsänts eller den sjunde dagen efter det att försändelsen har postats eller lämnats på en för postförsändelser reserverad plats. Handlingen ska förses med en anteckning om vilken dag den har avsänts eller avlämnats.",
        "normalized_sv": "Om inte något annat visas, anses mottagaren ha fått del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsänts eller den sjunde dagen efter det att försändelsen har postats eller lämnats på en för postförsändelser reserverad plats. Handlingen ska förses med en anteckning om vilken dag den har avsänts eller avlämnats.",
        "folded_sv": "om inte nagot annat visas, anses mottagaren ha fatt del av handlingen den tredje dagen efter det att ett elektroniskt meddelande har avsants eller den sjunde dagen efter det att forsandelsen har postats eller lamnats pa en for postforsandelser reserverad plats. handlingen ska forses med en anteckning om vilken dag den har avsants eller avlamnats."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "title": "Todisteelliset tiedoksiantotavat",
      "content": "Todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sähköisesti tiedoksi sähköisestä asioinnista viranomaistoiminnassa annetun lain 18 §:n mukaisesti. Postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistään tapahduttava. Tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myös sähköisenä viestinä. Tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:41",
        "normalized_fi": "Todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sähköisesti tiedoksi sähköisestä asioinnista viranomaistoiminnassa annetun lain 18 § :n mukaisesti. Postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistään tapahduttava. Tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myös sähköisenä viestinä. Tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
        "folded_fi": "todisteellisesti tiedoksi annettava asiakirja: 5) annetaan sahkoisesti tiedoksi sahkoisesta asioinnista viranomaistoiminnassa annetun lain 18 §:n mukaisesti. postille on ilmoitettava, milloin tiedoksi antamisen saantitodistusta vastaan on viimeistaan tapahduttava. tiedoksianto vastaanottotodistusta vastaan voidaan vastaanottajan suostumuksella toimittaa myos sahkoisena viestina. tiedoksisaannin katsotaan tapahtuneen silloin, kun vastaanottotodistus on palautettu.",
        "title_sv": "Bevisliga delgivningssätt",
        "content_sv": "En handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. Posten ska underrättas om när delgivning mot mottagningsbevis senast ska ske. Delgivning mot mottagningsbevis kan med mottagarens samtycke också ske med hjälp av ett elektroniskt meddelande. Delfåendet anses ha skett när mottagningsbeviset har återsänts.",
        "normalized_sv": "En handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. Posten ska underrättas om när delgivning mot mottagningsbevis senast ska ske. Delgivning mot mottagningsbevis kan med mottagarens samtycke också ske med hjälp av ett elektroniskt meddelande. Delfåendet anses ha skett när mottagningsbeviset har återsänts.",
        "folded_sv": "en handling som skall delges bevisligen 5) delges elektroniskt i enlighet med 18 § i lagen om elektronisk kommunikation i myndigheternas verksamhet. posten ska underrattas om nar delgivning mot mottagningsbevis senast ska ske. delgivning mot mottagningsbevis kan med mottagarens samtycke ocksa ske med hjalp av ett elektroniskt meddelande. delfaendet anses ha skett nar mottagningsbeviset har atersants."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:102",
      "chapter": "3",
      "section": "102",
      "title": "Passiivisaatavaksi rekisteröinti",
      "content": "Passiivisaatavan rekisteröinti on voimassa kaksi vuotta estetodistuksen päivämäärästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:102",
        "normalized_fi": "Passiivisaatavan rekisteröinti on voimassa kaksi vuotta estetodistuksen päivämäärästä.",
        "folded_fi": "passiivisaatavan rekisterointi on voimassa kaksi vuotta estetodistuksen paivamaarasta.",
        "title_sv": "Registrering som passivfordran",
        "content_sv": "Registreringen av en passivfordran är i kraft två år från den dag då intyget över hindret utfärdades.",
        "normalized_sv": "Registreringen av en passivfordran är i kraft två år från den dag då intyget över hindret utfärdades.",
        "folded_sv": "registreringen av en passivfordran ar i kraft tva ar fran den dag da intyget over hindret utfardades."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "3:111 a",
      "chapter": "3",
      "section": "111 a",
      "title": "Asian käsittelykieli ulosottoasiassa",
      "content": "Asian käsittelykieleen ulosottoasiassa sovelletaan, mitä kielilain (423/2003) 15 §:ssä säädetään asian käsittelykielestä riita-asiassa. Asianosaisen oikeuteen saada asiakirjan käännös sovelletaan, mitä kielilain 20 §:n 2 momentissa säädetään riita-asian asianosaisen oikeudesta asiakirjan käännökseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:111 a",
        "normalized_fi": "Asian käsittelykieleen ulosottoasiassa sovelletaan, mitä kielilain (423/2003) 15 § :ssä säädetään asian käsittelykielestä riita-asiassa. Asianosaisen oikeuteen saada asiakirjan käännös sovelletaan, mitä kielilain 20 § :n 2 momentissa säädetään riita-asian asianosaisen oikeudesta asiakirjan käännökseen.",
        "folded_fi": "asian kasittelykieleen ulosottoasiassa sovelletaan, mita kielilain (423/2003) 15 §:ssa saadetaan asian kasittelykielesta riita-asiassa. asianosaisen oikeuteen saada asiakirjan kaannos sovelletaan, mita kielilain 20 §:n 2 momentissa saadetaan riita-asian asianosaisen oikeudesta asiakirjan kaannokseen.",
        "title_sv": "Handläggningsspråket i utsökningsärenden",
        "content_sv": "I fråga om handläggningsspråket i utsökningsärenden tillämpas vad som i 15 § i språklagen (423/2003) föreskrivs om handläggningsspråket i tvistemål. På en parts rätt att få en översättning av en handling tillämpas vad som i 20 § 2 mom. i språklagen föreskrivs om en parts rätt till översättning av en handling i tvistemål.",
        "normalized_sv": "I fråga om handläggningsspråket i utsökningsärenden tillämpas vad som i 15 § i språklagen (423/2003) föreskrivs om handläggningsspråket i tvistemål. På en parts rätt att få en översättning av en handling tillämpas vad som i 20 § 2 mom. i språklagen föreskrivs om en parts rätt till översättning av en handling i tvistemål.",
        "folded_sv": "i fraga om handlaggningsspraket i utsokningsarenden tillampas vad som i 15 § i spraklagen (423/2003) foreskrivs om handlaggningsspraket i tvistemal. pa en parts ratt att fa en oversattning av en handling tillampas vad som i 20 § 2 mom. i spraklagen foreskrivs om en parts ratt till oversattning av en handling i tvistemal."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Ulosmittauskieltojen voimassaolo",
      "content": "Edellä 19 §:n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvästä haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvästi. Edellytyksenä kieltojen voimassaololle on, että velallinen on pitänyt varat erillään tai voi esittää niitä koskevan kirjanpidon tai vastaavan selvityksen. Toistuvaissuorituksissa ulosmittauskielto koskee jäljellä olevaa maksukautta. Lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:20",
        "normalized_fi": "Edellä 19 § :n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvästä haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvästi. Edellytyksenä kieltojen voimassaololle on, että velallinen on pitänyt varat erillään tai voi esittää niitä koskevan kirjanpidon tai vastaavan selvityksen. Toistuvaissuorituksissa ulosmittauskielto koskee jäljellä olevaa maksukautta. Lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
        "folded_fi": "edella 19 §:n 1 momentin 1-3, 3 a, 6 ja 7 kohdassa tarkoitetut ulosmittauskiellot ovat voimassa kaksi vuotta varojen haltuun saamisesta, lukuun ottamatta pysyvasta haitasta saatua korvausta, jota koskeva ulosmittauskielto on voimassa pysyvasti. edellytyksena kieltojen voimassaololle on, etta velallinen on pitanyt varat erillaan tai voi esittaa niita koskevan kirjanpidon tai vastaavan selvityksen. toistuvaissuorituksissa ulosmittauskielto koskee jaljella olevaa maksukautta. lapselle tulevan elatusavun ja korvauksen ulosmittauskielto on voimassa niin kauan kuin elatuksen tarve on olemassa.",
        "title_sv": "Utmätningsförbudens giltighet",
        "content_sv": "Utmätningsförbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten är i kraft två år efter det att gäldenären har fått medlen i sin besittning, med undantag för ersättning för bestående men, för vilken utmätningsförbudet är permanent. En förutsättning för förbudens giltighet är att gäldenären har hållit medlen separat eller kan uppvisa bokföring eller motsvarande utredning över dem. Vid periodiska betalningar gäller utmätningsförbudet återstoden av betalningsperioden. Förbudet att utmäta underhållsbidrag och ersättning till barn är i kraft så länge behovet av underhåll föreligger.",
        "normalized_sv": "Utmätningsförbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten är i kraft två år efter det att gäldenären har fått medlen i sin besittning, med undantag för ersättning för bestående men, för vilken utmätningsförbudet är permanent. En förutsättning för förbudens giltighet är att gäldenären har hållit medlen separat eller kan uppvisa bokföring eller motsvarande utredning över dem. Vid periodiska betalningar gäller utmätningsförbudet återstoden av betalningsperioden. Förbudet att utmäta underhållsbidrag och ersättning till barn är i kraft så länge behovet av underhåll föreligger.",
        "folded_sv": "utmatningsforbuden enligt 19 § 1 mom. 1-3, 3 a, 6 och 7 punkten ar i kraft tva ar efter det att galdenaren har fatt medlen i sin besittning, med undantag for ersattning for bestaende men, for vilken utmatningsforbudet ar permanent. en forutsattning for forbudens giltighet ar att galdenaren har hallit medlen separat eller kan uppvisa bokforing eller motsvarande utredning over dem. vid periodiska betalningar galler utmatningsforbudet aterstoden av betalningsperioden. forbudet att utmata underhallsbidrag och ersattning till barn ar i kraft sa lange behovet av underhall foreligger."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Vähimmäishinta",
      "content": "Jollei korkeinta tarjousta hyväksytä, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää tai ulosottomies arvioi, ettei uudessa myynnissä saada lisäkulut huomioon ottaen korkeampaa kertymää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:23",
        "normalized_fi": "Jollei korkeinta tarjousta hyväksytä, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää tai ulosottomies arvioi, ettei uudessa myynnissä saada lisäkulut huomioon ottaen korkeampaa kertymää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei korkeinta tarjousta hyvaksyta, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa tai ulosottomies arvioi, ettei uudessa myynnissa saada lisakulut huomioon ottaen korkeampaa kertymaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Minimipris",
        "content_sv": "Godkänns inte det högsta budet ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom om sökanden förbjuder detta eller utmätningsmannen bedömer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny försäljning. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Godkänns inte det högsta budet ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom om sökanden förbjuder detta eller utmätningsmannen bedömer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny försäljning. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "godkanns inte det hogsta budet ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom om sokanden forbjuder detta eller utmatningsmannen bedomer att det med beaktande av de extra kostnaderna inte inflyter mer medel vid en ny forsaljning. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Uusi myynti",
      "content": "Jollei alinta hyväksyttävää tarjousta saada, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:35",
        "normalized_fi": "Jollei alinta hyväksyttävää tarjousta saada, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei alinta hyvaksyttavaa tarjousta saada, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Ny försäljning",
        "content_sv": "Om det lägsta godtagbara budet inte uppnås, ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder det. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Om det lägsta godtagbara budet inte uppnås, ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder det. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "om det lagsta godtagbara budet inte uppnas, ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom i det fall att sokanden forbjuder det. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Kirjallinen valvontamenettely",
      "content": "Ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. Siinä tapauksessa ulosottomies asettaa määräpäivän ja kehottaa asianosaisia viimeistään määräpäivänä valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa määräpäivän, jolloin mahdolliset riitautukset ja myyntiä koskevat huomautukset tulee viimeistään esittää. Riitautusmahdollisuutta ei tarvitse järjestää, jos se on ilmeisen tarpeetonta. Yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. Valvonnoille tulee varata vähintään kahden viikon määräaika laskettuna valvontakehotuksen lähettämisestä. Riitautuksille tulee varata vähintään kahden viikon määräaika laskettuna valvontojen lähettämisestä tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. Siinä tapauksessa ulosottomies asettaa määräpäivän ja kehottaa asianosaisia viimeistään määräpäivänä valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa määräpäivän, jolloin mahdolliset riitautukset ja myyntiä koskevat huomautukset tulee viimeistään esittää. Riitautusmahdollisuutta ei tarvitse järjestää, jos se on ilmeisen tarpeetonta. Yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. Valvonnoille tulee varata vähintään kahden viikon määräaika laskettuna valvontakehotuksen lähettämisestä. Riitautuksille tulee varata vähintään kahden viikon määräaika laskettuna valvontojen lähettämisestä tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
        "folded_fi": "ulosottomies saa laatia asianosaisluettelon ilman asianosaiskeskustelua, jollei keskusteluun ilmene tarvetta. siina tapauksessa ulosottomies asettaa maarapaivan ja kehottaa asianosaisia viimeistaan maarapaivana valvomaan oikeutensa, antaa esitetyt valvonnat muille asianosaisille tiedoksi ja samalla ilmoittaa maarapaivan, jolloin mahdolliset riitautukset ja myyntia koskevat huomautukset tulee viimeistaan esittaa. riitautusmahdollisuutta ei tarvitse jarjestaa, jos se on ilmeisen tarpeetonta. yksinkertaisessa asiassa, jossa kaikki asianosaiset tunnetaan, kuulutusta ei tarvitse julkaista. valvonnoille tulee varata vahintaan kahden viikon maaraaika laskettuna valvontakehotuksen lahettamisesta. riitautuksille tulee varata vahintaan kahden viikon maaraaika laskettuna valvontojen lahettamisesta tiedoksi, jollei riitautusmahdollisuuden varaaminen ole ilmeisen tarpeetonta.",
        "title_sv": "Skriftligt bevakningsförfarande",
        "content_sv": "Utmätningsmannen får upprätta en partsförteckning utan partsförhandling, om behov av en förhandling inte föreligger. I ett sådant fall utsätter utmätningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rättigheter, delger de övriga parterna de framställda bevakningarna och anger samtidigt en dag då eventuella bestridanden och anmärkningar mot försäljningen senast ska framställas. Någon möjlighet till bestridande behöver inte reserveras om det är uppenbart onödigt. I ett enkelt fall där alla parter är kända behöver ingen kungörelse publiceras. För bevakningarna ska det reserveras minst två veckor, räknat från det bevakningsuppmaningen sändes. För bestridanden ska det reserveras minst två veckor, räknat från delgivningen av bevakningarna, om det inte är uppenbart onödigt att reservera en möjlighet till bestridande.",
        "normalized_sv": "Utmätningsmannen får upprätta en partsförteckning utan partsförhandling, om behov av en förhandling inte föreligger. I ett sådant fall utsätter utmätningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rättigheter, delger de övriga parterna de framställda bevakningarna och anger samtidigt en dag då eventuella bestridanden och anmärkningar mot försäljningen senast ska framställas. Någon möjlighet till bestridande behöver inte reserveras om det är uppenbart onödigt. I ett enkelt fall där alla parter är kända behöver ingen kungörelse publiceras. För bevakningarna ska det reserveras minst två veckor, räknat från det bevakningsuppmaningen sändes. För bestridanden ska det reserveras minst två veckor, räknat från delgivningen av bevakningarna, om det inte är uppenbart onödigt att reservera en möjlighet till bestridande.",
        "folded_sv": "utmatningsmannen far uppratta en partsforteckning utan partsforhandling, om behov av en forhandling inte foreligger. i ett sadant fall utsatter utmatningsmannen en viss dag och uppmanar parterna att senast den dagen bevaka sina rattigheter, delger de ovriga parterna de framstallda bevakningarna och anger samtidigt en dag da eventuella bestridanden och anmarkningar mot forsaljningen senast ska framstallas. nagon mojlighet till bestridande behover inte reserveras om det ar uppenbart onodigt. i ett enkelt fall dar alla parter ar kanda behover ingen kungorelse publiceras. for bevakningarna ska det reserveras minst tva veckor, raknat fran det bevakningsuppmaningen sandes. for bestridanden ska det reserveras minst tva veckor, raknat fran delgivningen av bevakningarna, om det inte ar uppenbart onodigt att reservera en mojlighet till bestridande."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "title": "Uusi myynti",
      "content": "Jollei tarjousta hyväksytä 54 tai 55 §:n nojalla, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:56",
        "normalized_fi": "Jollei tarjousta hyväksytä 54 tai 55 § :n nojalla, järjestetään toinen ja erityisestä syystä kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltää. Jollei uutta myyntiä järjestetä tai jollei omaisuus tule myydyksi uudessa myynnissä, ulosmittaus peruutetaan.",
        "folded_fi": "jollei tarjousta hyvaksyta 54 tai 55 §:n nojalla, jarjestetaan toinen ja erityisesta syysta kolmas huutokauppa tai vapaa myynti, paitsi jos hakija sen kieltaa. jollei uutta myyntia jarjesteta tai jollei omaisuus tule myydyksi uudessa myynnissa, ulosmittaus peruutetaan.",
        "title_sv": "Ny försäljning",
        "content_sv": "Om ett bud inte godkänns till följd av vad som föreskrivs i 54 eller 55 § ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder detta. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "normalized_sv": "Om ett bud inte godkänns till följd av vad som föreskrivs i 54 eller 55 § ordnas en andra och av särskilda skäl en tredje auktion eller försäljning under hand, utom i det fall att sökanden förbjuder detta. Om det inte ordnas någon ny försäljning eller om egendomen inte blir såld vid den nya försäljningen, återkallas utmätningen.",
        "folded_sv": "om ett bud inte godkanns till foljd av vad som foreskrivs i 54 eller 55 § ordnas en andra och av sarskilda skal en tredje auktion eller forsaljning under hand, utom i det fall att sokanden forbjuder detta. om det inte ordnas nagon ny forsaljning eller om egendomen inte blir sald vid den nya forsaljningen, aterkallas utmatningen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:75",
      "chapter": "5",
      "section": "75",
      "title": "Yksityisen toimittama julkinen huutokauppa",
      "content": "Ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytäväksi julkisella huutokaupalla. Ulosottomiehen tulee ilmoittaa mahdollinen 23 §:ssä tarkoitettu vähimmäishinta ja 34 §:n mukainen alin hyväksyttävä tarjous sekä antaa tarvittavat muut huutokauppaa koskevat ohjeet. Mitä 1 momentissa säädetään julkisesta huutokaupasta, sovelletaan myös avoimeen sähköiseen huutokauppaan. Myynnin toimittajaan sovelletaan, mitä 3 luvun 110 §:ssä säädetään toimitsijasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:75",
        "normalized_fi": "Ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytäväksi julkisella huutokaupalla. Ulosottomiehen tulee ilmoittaa mahdollinen 23 § :ssä tarkoitettu vähimmäishinta ja 34 § :n mukainen alin hyväksyttävä tarjous sekä antaa tarvittavat muut huutokauppaa koskevat ohjeet. Mitä 1 momentissa säädetään julkisesta huutokaupasta, sovelletaan myös avoimeen sähköiseen huutokauppaan. Myynnin toimittajaan sovelletaan, mitä 3 luvun 110 § :ssä säädetään toimitsijasta.",
        "folded_fi": "ulosottomies saa antaa irtaimen omaisuuden luotettavan huutokaupantoimittajan myytavaksi julkisella huutokaupalla. ulosottomiehen tulee ilmoittaa mahdollinen 23 §:ssa tarkoitettu vahimmaishinta ja 34 §:n mukainen alin hyvaksyttava tarjous seka antaa tarvittavat muut huutokauppaa koskevat ohjeet. mita 1 momentissa saadetaan julkisesta huutokaupasta, sovelletaan myos avoimeen sahkoiseen huutokauppaan. myynnin toimittajaan sovelletaan, mita 3 luvun 110 §:ssa saadetaan toimitsijasta.",
        "title_sv": "Offentlig auktion genom en privat förrättares försorg",
        "content_sv": "Utmätningsmannen får ge en pålitlig auktionsförrättare lös egendom till försäljning på offentlig auktion. Utmätningsmannen ska ange ett eventuellt minimipris enligt 23 § och lägsta godtagbara bud enligt 34 § samt ge andra behövliga anvisningar om auktionen. Vad som i 1 mom. föreskrivs om offentlig auktion tillämpas också på öppen elektronisk auktion. På den som verkställer försäljningen tillämpas vad som i 3 kap. 110 § föreskrivs om syssloman.",
        "normalized_sv": "Utmätningsmannen får ge en pålitlig auktionsförrättare lös egendom till försäljning på offentlig auktion. Utmätningsmannen ska ange ett eventuellt minimipris enligt 23 § och lägsta godtagbara bud enligt 34 § samt ge andra behövliga anvisningar om auktionen. Vad som i 1 mom. föreskrivs om offentlig auktion tillämpas också på öppen elektronisk auktion. På den som verkställer försäljningen tillämpas vad som i 3 kap. 110 § föreskrivs om syssloman.",
        "folded_sv": "utmatningsmannen far ge en palitlig auktionsforrattare los egendom till forsaljning pa offentlig auktion. utmatningsmannen ska ange ett eventuellt minimipris enligt 23 § och lagsta godtagbara bud enligt 34 § samt ge andra behovliga anvisningar om auktionen. vad som i 1 mom. foreskrivs om offentlig auktion tillampas ocksa pa oppen elektronisk auktion. pa den som verkstaller forsaljningen tillampas vad som i 3 kap. 110 § foreskrivs om syssloman."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:76",
      "chapter": "5",
      "section": "76",
      "title": "Ulosottomiehen toimittama vapaa myynti",
      "content": "Ulosottomies saa myydä omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 §:ssä tarkoitetun vähimmäishinnan mukainen ja: 1) kauppahinta peittää kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylätty ja kauppahinta nousee vapaassa myynnissä sitä korkeammaksi ja peittää alimman hyväksyttävän tarjouksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:76",
        "normalized_fi": "Ulosottomies saa myydä omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 § :ssä tarkoitetun vähimmäishinnan mukainen ja: 1) kauppahinta peittää kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylätty ja kauppahinta nousee vapaassa myynnissä sitä korkeammaksi ja peittää alimman hyväksyttävän tarjouksen.",
        "folded_fi": "ulosottomies saa myyda omaisuuden vapaasti ilman 1 momentissa tarkoitettua suostumusta, jos kauppahinta on mahdollisen 23 §:ssa tarkoitetun vahimmaishinnan mukainen ja: 1) kauppahinta peittaa kaikki etuoikeussaatavat tai kauppaan on saatu suostumus etuoikeussaatavien velkojilta; tai 2) korkein tarjous on huutokaupassa hylatty ja kauppahinta nousee vapaassa myynnissa sita korkeammaksi ja peittaa alimman hyvaksyttavan tarjouksen.",
        "title_sv": "Försäljning under hand genom utmätningsmannens försorg",
        "content_sv": "Utmätningsmannen får sälja egendom under hand utan sådant samtycke som avses i 1 mom., om köpesumman uppgår till det eventuella minimipris som avses i 23 § och 1) köpesumman täcker alla förmånsrättsfordringar eller samtycke till köpet har fåtts av förmånsrättsfordringarnas borgenärer, eller 2) det högsta budet har avslagits vid auktion och köpesumman vid försäljning under hand blir högre och täcker det lägsta godtagbara budet.",
        "normalized_sv": "Utmätningsmannen får sälja egendom under hand utan sådant samtycke som avses i 1 mom., om köpesumman uppgår till det eventuella minimipris som avses i 23 § och 1) köpesumman täcker alla förmånsrättsfordringar eller samtycke till köpet har fåtts av förmånsrättsfordringarnas borgenärer, eller 2) det högsta budet har avslagits vid auktion och köpesumman vid försäljning under hand blir högre och täcker det lägsta godtagbara budet.",
        "folded_sv": "utmatningsmannen far salja egendom under hand utan sadant samtycke som avses i 1 mom., om kopesumman uppgar till det eventuella minimipris som avses i 23 § och 1) kopesumman tacker alla formansrattsfordringar eller samtycke till kopet har fatts av formansrattsfordringarnas borgenarer, eller 2) det hogsta budet har avslagits vid auktion och kopesumman vid forsaljning under hand blir hogre och tacker det lagsta godtagbara budet."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "5:87",
      "chapter": "5",
      "section": "87",
      "title": "Ilmoitukset kirjaamisviranomaisille",
      "content": "Ulosottomiehen tulee tehdä ilmoitus kiinteistön saantotiedon merkitsemistä ja kiinteää tai irtainta omaisuutta koskevan ulosmittausmerkinnän poistamista varten lainvoimaisesta myynnistä sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. Ilmoitukseen on liitettävä tieto rauenneista ja voimaan jääneistä panttioikeuksista ja kirjatuista oikeuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:87",
        "normalized_fi": "Ulosottomiehen tulee tehdä ilmoitus kiinteistön saantotiedon merkitsemistä ja kiinteää tai irtainta omaisuutta koskevan ulosmittausmerkinnän poistamista varten lainvoimaisesta myynnistä sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. Ilmoitukseen on liitettävä tieto rauenneista ja voimaan jääneistä panttioikeuksista ja kirjatuista oikeuksista.",
        "folded_fi": "ulosottomiehen tulee tehda ilmoitus kiinteiston saantotiedon merkitsemista ja kiinteaa tai irtainta omaisuutta koskevan ulosmittausmerkinnan poistamista varten lainvoimaisesta myynnista sille rekisteriviranomaiselle, jolle ulosmittauksesta on ilmoitettu. ilmoitukseen on liitettava tieto rauenneista ja voimaan jaaneista panttioikeuksista ja kirjatuista oikeuksista.",
        "title_sv": "Meddelanden till registermyndigheterna",
        "content_sv": "Utmätningsmannen ska lämna den registermyndighet till vilken utmätningen har anmälts meddelande om att egendomen har sålts med laga kraft, för att åtkomstuppgifterna om en fastighet ska antecknas och den utmätningsanteckning som gäller fast eller lös egendom ska strykas. Meddelandet ska innehålla uppgifter om förfallna och vidmakthållna panträtter och inskrivna rättigheter.",
        "normalized_sv": "Utmätningsmannen ska lämna den registermyndighet till vilken utmätningen har anmälts meddelande om att egendomen har sålts med laga kraft, för att åtkomstuppgifterna om en fastighet ska antecknas och den utmätningsanteckning som gäller fast eller lös egendom ska strykas. Meddelandet ska innehålla uppgifter om förfallna och vidmakthållna panträtter och inskrivna rättigheter.",
        "folded_sv": "utmatningsmannen ska lamna den registermyndighet till vilken utmatningen har anmalts meddelande om att egendomen har salts med laga kraft, for att atkomstuppgifterna om en fastighet ska antecknas och den utmatningsanteckning som galler fast eller los egendom ska strykas. meddelandet ska innehalla uppgifter om forfallna och vidmakthallna pantratter och inskrivna rattigheter."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    }
  ]
}