{
  "id": "328/2016",
  "type": "statute",
  "title": "Laki jätelain 89 ja 108 § :n muuttamisesta",
  "title_en": "Lag om ändring av 89 och 108 § i avfallslagen",
  "status": "in_force",
  "issued_date": "2016-04-29",
  "in_force_date": "2016-04-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/328/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Menettely jätesuunnitelmia valmisteltaessa",
      "content": "Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettävä lausunto niiltä viranomaisilta, joiden toimialaan tai tehtäviin suunnitelma olennaisesti liittyy. Kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä. Mahdollisuus varataan tiedottamalla asiasta yleisessä tietoverkossa. Mielipiteiden esittämiselle on varattava aikaa vähintään 30 päivää. Hyväksytystä suunnitelmasta perusteluineen sekä siitä, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessä tietoverkossa. Elinkeino-, liikenne- ja ympäristökeskuksen on valmisteltava alueellinen jätesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten sekä sellaisten alueella toimivien toiminnanharjoittajien ja 134 §:n 2 kohdassa tarkoitettujen yhdistysten ja säätiöiden kanssa, joiden toimialaan alueellinen jätesuunnitelma voi olennaisesti liittyä, ja asetettava tätä varten yhteistyöryhmä. Alueellisen jätesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. Osallistumisesta alueellisen jätesuunnitelman valmisteluun säädetään lisäksi viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa tarkistettaessa on noudatettava, mitä 1 momentissa säädetään lausuntojen pyytämisestä ja mielipiteiden esittämisestä. Alueellista jätesuunnitelmaa tarkistettaessa on noudatettava, mitä 2 momentissa säädetään suunnitelman valmistelusta sekä osallistumisesta valmisteluun. Kunnan on annettava elinkeino-, liikenne- ja ympäristökeskukselle ja sen edelleen ympäristöministeriölle valtakunnallisen ja alueellisen jätesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvistä jätteistä, jätehuollon järjestämisestä ja valvonnasta sekä niitä koskevista kehittämistavoitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettävä lausunto niiltä viranomaisilta, joiden toimialaan tai tehtäviin suunnitelma olennaisesti liittyy. Kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä. Mahdollisuus varataan tiedottamalla asiasta yleisessä tietoverkossa. Mielipiteiden esittämiselle on varattava aikaa vähintään 30 päivää. Hyväksytystä suunnitelmasta perusteluineen sekä siitä, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessä tietoverkossa. Elinkeino-, liikenne- ja ympäristökeskuksen on valmisteltava alueellinen jätesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten sekä sellaisten alueella toimivien toiminnanharjoittajien ja 134 § :n 2 kohdassa tarkoitettujen yhdistysten ja säätiöiden kanssa, joiden toimialaan alueellinen jätesuunnitelma voi olennaisesti liittyä, ja asetettava tätä varten yhteistyöryhmä. Alueellisen jätesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. Osallistumisesta alueellisen jätesuunnitelman valmisteluun säädetään lisäksi viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa tarkistettaessa on noudatettava, mitä 1 momentissa säädetään lausuntojen pyytämisestä ja mielipiteiden esittämisestä. Alueellista jätesuunnitelmaa tarkistettaessa on noudatettava, mitä 2 momentissa säädetään suunnitelman valmistelusta sekä osallistumisesta valmisteluun. Kunnan on annettava elinkeino-, liikenne- ja ympäristökeskukselle ja sen edelleen ympäristöministeriölle valtakunnallisen ja alueellisen jätesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvistä jätteistä, jätehuollon järjestämisestä ja valvonnasta sekä niitä koskevista kehittämistavoitteista.",
        "folded_fi": "valtakunnallista jatesuunnitelmaa tai jatteen maaran ja haitallisuuden vahentamista koskevaa erillista suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettava lausunto niilta viranomaisilta, joiden toimialaan tai tehtaviin suunnitelma olennaisesti liittyy. kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen seka esittaa siita mielipiteensa. mahdollisuus varataan tiedottamalla asiasta yleisessa tietoverkossa. mielipiteiden esittamiselle on varattava aikaa vahintaan 30 paivaa. hyvaksytysta suunnitelmasta perusteluineen seka siita, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessa tietoverkossa. elinkeino-, liikenne- ja ymparistokeskuksen on valmisteltava alueellinen jatesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten seka sellaisten alueella toimivien toiminnanharjoittajien ja 134 §:n 2 kohdassa tarkoitettujen yhdistysten ja saatioiden kanssa, joiden toimialaan alueellinen jatesuunnitelma voi olennaisesti liittya, ja asetettava tata varten yhteistyoryhma. alueellisen jatesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. osallistumisesta alueellisen jatesuunnitelman valmisteluun saadetaan lisaksi viranomaisten suunnitelmien ja ohjelmien ymparistovaikutusten arvioinnista annetussa laissa (200/2005). valtakunnallista jatesuunnitelmaa tai jatteen maaran ja haitallisuuden vahentamista koskevaa erillista suunnitelmaa tarkistettaessa on noudatettava, mita 1 momentissa saadetaan lausuntojen pyytamisesta ja mielipiteiden esittamisesta. alueellista jatesuunnitelmaa tarkistettaessa on noudatettava, mita 2 momentissa saadetaan suunnitelman valmistelusta seka osallistumisesta valmisteluun. kunnan on annettava elinkeino-, liikenne- ja ymparistokeskukselle ja sen edelleen ymparistoministeriolle valtakunnallisen ja alueellisen jatesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvista jatteista, jatehuollon jarjestamisesta ja valvonnasta seka niita koskevista kehittamistavoitteista.",
        "title_sv": "Förfarandet vid beredning av avfallsplaner",
        "content_sv": "När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet bereds ska utlåtande om utkastet till plan begäras av de myndigheter vars ansvarsområde eller uppgifter planen anknyter till på ett väsentligt sätt. Alla andra ska ges tillfälle att bekanta sig med utkastet till plan och framföra sina åsikter om det. Tillfälle ges genom att information om ärendet lämnas i det allmänna datanätet. Minst 30 dagar ska reserveras för framförandet av åsikter. Information om den godkända planen med tillhörande motivering samt om hur utlåtandena och åsikterna har blivit beaktade ska lämnas i det allmänna datanätet. Närings-, trafik- och miljöcentralen ska bereda den regionala avfallsplanen i växelverkan med kommunerna och andra myndigheter i regionen och med sådana verksamhetsutövare och i 134 § 2 punkten avsedda föreningar och stiftelser i regionen vars verksamhetsfält den regionala avfallsplanen kan anknyta till på ett väsentligt sätt, och centralen ska tillsätta en samarbetsgrupp för ändamålet. När den regionala avfallsplanen bereds ska landskapsförbundet ges tillfälle att yttra sig om utkastet till plan. Bestämmelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet revideras ska bestämmelserna i 1 mom. om begäran om utlåtande och framförande av åsikter iakttas. När en regional avfallsplan revideras ska bestämmelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. Kommunen ska lämna närings-, trafik- och miljöcentralen och denna i sin tur miljöministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen över avfallshanteringen och om utvecklingsmål beträffande dessa som behövs för att utarbeta den riksomfattande och den regionala avfallsplanen.",
        "normalized_sv": "När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet bereds ska utlåtande om utkastet till plan begäras av de myndigheter vars ansvarsområde eller uppgifter planen anknyter till på ett väsentligt sätt. Alla andra ska ges tillfälle att bekanta sig med utkastet till plan och framföra sina åsikter om det. Tillfälle ges genom att information om ärendet lämnas i det allmänna datanätet. Minst 30 dagar ska reserveras för framförandet av åsikter. Information om den godkända planen med tillhörande motivering samt om hur utlåtandena och åsikterna har blivit beaktade ska lämnas i det allmänna datanätet. Närings-, trafik- och miljöcentralen ska bereda den regionala avfallsplanen i växelverkan med kommunerna och andra myndigheter i regionen och med sådana verksamhetsutövare och i 134 § 2 punkten avsedda föreningar och stiftelser i regionen vars verksamhetsfält den regionala avfallsplanen kan anknyta till på ett väsentligt sätt, och centralen ska tillsätta en samarbetsgrupp för ändamålet. När den regionala avfallsplanen bereds ska landskapsförbundet ges tillfälle att yttra sig om utkastet till plan. Bestämmelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet revideras ska bestämmelserna i 1 mom. om begäran om utlåtande och framförande av åsikter iakttas. När en regional avfallsplan revideras ska bestämmelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. Kommunen ska lämna närings-, trafik- och miljöcentralen och denna i sin tur miljöministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen över avfallshanteringen och om utvecklingsmål beträffande dessa som behövs för att utarbeta den riksomfattande och den regionala avfallsplanen.",
        "folded_sv": "nar den riksomfattande avfallsplanen eller en separat plan for minskning av avfallets mangd och skadlighet bereds ska utlatande om utkastet till plan begaras av de myndigheter vars ansvarsomrade eller uppgifter planen anknyter till pa ett vasentligt satt. alla andra ska ges tillfalle att bekanta sig med utkastet till plan och framfora sina asikter om det. tillfalle ges genom att information om arendet lamnas i det allmanna datanatet. minst 30 dagar ska reserveras for framforandet av asikter. information om den godkanda planen med tillhorande motivering samt om hur utlatandena och asikterna har blivit beaktade ska lamnas i det allmanna datanatet. narings-, trafik- och miljocentralen ska bereda den regionala avfallsplanen i vaxelverkan med kommunerna och andra myndigheter i regionen och med sadana verksamhetsutovare och i 134 § 2 punkten avsedda foreningar och stiftelser i regionen vars verksamhetsfalt den regionala avfallsplanen kan anknyta till pa ett vasentligt satt, och centralen ska tillsatta en samarbetsgrupp for andamalet. nar den regionala avfallsplanen bereds ska landskapsforbundet ges tillfalle att yttra sig om utkastet till plan. bestammelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedomning av miljokonsekvenserna av myndigheters planer och program (200/2005). nar den riksomfattande avfallsplanen eller en separat plan for minskning av avfallets mangd och skadlighet revideras ska bestammelserna i 1 mom. om begaran om utlatande och framforande av asikter iakttas. nar en regional avfallsplan revideras ska bestammelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. kommunen ska lamna narings-, trafik- och miljocentralen och denna i sin tur miljoministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen over avfallshanteringen och om utvecklingsmal betraffande dessa som behovs for att utarbeta den riksomfattande och den regionala avfallsplanen."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "Jätteen kansainvälinen siirto ja sen hyväksyminen",
      "content": "Jätteen kansainvälisessä siirrossa ja sen hyväksymisessä on noudatettava, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Aluskierrätyksestä sekä asetuksen (EY) N:o 1013/2006 ja direktiivin 2009/16/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mitä mainitussa asetuksessa säädetään. Asetuksen 26 artiklassa tarkoitetun luvan myöntää Suomen ympäristökeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:108",
        "normalized_fi": "Jätteen kansainvälisessä siirrossa ja sen hyväksymisessä on noudatettava, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Aluskierrätyksestä sekä asetuksen (EY) N:o 1013/2006 ja direktiivin 2009/16/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mitä mainitussa asetuksessa säädetään. Asetuksen 26 artiklassa tarkoitetun luvan myöntää Suomen ympäristökeskus.",
        "folded_fi": "jatteen kansainvalisessa siirrossa ja sen hyvaksymisessa on noudatettava, mita jatteensiirtoasetuksessa seka tassa laissa ja sen nojalla saadetaan. aluskierratyksesta seka asetuksen (ey) n:o 1013/2006 ja direktiivin 2009/16/ey muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mita mainitussa asetuksessa saadetaan. asetuksen 26 artiklassa tarkoitetun luvan myontaa suomen ymparistokeskus.",
        "title_sv": "Internationell avfallstransport och godkännande av den",
        "content_sv": "I fråga om internationella avfallstransporter och godkännande av sådana ska det som föreskrivs i avfallstransportförordningen samt i denna lag och med stöd av den iakttas. När ett fartyg som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) nr 1257/2013 om återvinning av fartyg och om ändring av förordning (EG) nr 1013/2006 och direktiv 2009/16/EG transporteras för nedmontering ska dock bestämmelserna i den förordningen iakttas. Tillstånd som avses i artikel 26 i den förordningen beviljas av Finlands miljöcentral.",
        "normalized_sv": "I fråga om internationella avfallstransporter och godkännande av sådana ska det som föreskrivs i avfallstransportförordningen samt i denna lag och med stöd av den iakttas. När ett fartyg som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) nr 1257/2013 om återvinning av fartyg och om ändring av förordning (EG) nr 1013/2006 och direktiv 2009/16/EG transporteras för nedmontering ska dock bestämmelserna i den förordningen iakttas. Tillstånd som avses i artikel 26 i den förordningen beviljas av Finlands miljöcentral.",
        "folded_sv": "i fraga om internationella avfallstransporter och godkannande av sadana ska det som foreskrivs i avfallstransportforordningen samt i denna lag och med stod av den iakttas. nar ett fartyg som omfattas av tillampningsomradet for europaparlamentets och radets forordning (eu) nr 1257/2013 om atervinning av fartyg och om andring av forordning (eg) nr 1013/2006 och direktiv 2009/16/eg transporteras for nedmontering ska dock bestammelserna i den forordningen iakttas. tillstand som avses i artikel 26 i den forordningen beviljas av finlands miljocentral."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Menettely jätesuunnitelmia valmisteltaessa",
      "content": "Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettävä lausunto niiltä viranomaisilta, joiden toimialaan tai tehtäviin suunnitelma olennaisesti liittyy. Kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä. Mahdollisuus varataan tiedottamalla asiasta yleisessä tietoverkossa. Mielipiteiden esittämiselle on varattava aikaa vähintään 30 päivää. Hyväksytystä suunnitelmasta perusteluineen sekä siitä, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessä tietoverkossa. Elinkeino-, liikenne- ja ympäristökeskuksen on valmisteltava alueellinen jätesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten sekä sellaisten alueella toimivien toiminnanharjoittajien ja 134 §:n 2 kohdassa tarkoitettujen yhdistysten ja säätiöiden kanssa, joiden toimialaan alueellinen jätesuunnitelma voi olennaisesti liittyä, ja asetettava tätä varten yhteistyöryhmä. Alueellisen jätesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. Osallistumisesta alueellisen jätesuunnitelman valmisteluun säädetään lisäksi viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa tarkistettaessa on noudatettava, mitä 1 momentissa säädetään lausuntojen pyytämisestä ja mielipiteiden esittämisestä. Alueellista jätesuunnitelmaa tarkistettaessa on noudatettava, mitä 2 momentissa säädetään suunnitelman valmistelusta sekä osallistumisesta valmisteluun. Kunnan on annettava elinkeino-, liikenne- ja ympäristökeskukselle ja sen edelleen ympäristöministeriölle valtakunnallisen ja alueellisen jätesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvistä jätteistä, jätehuollon järjestämisestä ja valvonnasta sekä niitä koskevista kehittämistavoitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettävä lausunto niiltä viranomaisilta, joiden toimialaan tai tehtäviin suunnitelma olennaisesti liittyy. Kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä. Mahdollisuus varataan tiedottamalla asiasta yleisessä tietoverkossa. Mielipiteiden esittämiselle on varattava aikaa vähintään 30 päivää. Hyväksytystä suunnitelmasta perusteluineen sekä siitä, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessä tietoverkossa. Elinkeino-, liikenne- ja ympäristökeskuksen on valmisteltava alueellinen jätesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten sekä sellaisten alueella toimivien toiminnanharjoittajien ja 134 § :n 2 kohdassa tarkoitettujen yhdistysten ja säätiöiden kanssa, joiden toimialaan alueellinen jätesuunnitelma voi olennaisesti liittyä, ja asetettava tätä varten yhteistyöryhmä. Alueellisen jätesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. Osallistumisesta alueellisen jätesuunnitelman valmisteluun säädetään lisäksi viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Valtakunnallista jätesuunnitelmaa tai jätteen määrän ja haitallisuuden vähentämistä koskevaa erillistä suunnitelmaa tarkistettaessa on noudatettava, mitä 1 momentissa säädetään lausuntojen pyytämisestä ja mielipiteiden esittämisestä. Alueellista jätesuunnitelmaa tarkistettaessa on noudatettava, mitä 2 momentissa säädetään suunnitelman valmistelusta sekä osallistumisesta valmisteluun. Kunnan on annettava elinkeino-, liikenne- ja ympäristökeskukselle ja sen edelleen ympäristöministeriölle valtakunnallisen ja alueellisen jätesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvistä jätteistä, jätehuollon järjestämisestä ja valvonnasta sekä niitä koskevista kehittämistavoitteista.",
        "folded_fi": "valtakunnallista jatesuunnitelmaa tai jatteen maaran ja haitallisuuden vahentamista koskevaa erillista suunnitelmaa valmisteltaessa on suunnitelmaluonnoksesta pyydettava lausunto niilta viranomaisilta, joiden toimialaan tai tehtaviin suunnitelma olennaisesti liittyy. kaikille muille on varattava mahdollisuus tutustua suunnitelmaluonnokseen seka esittaa siita mielipiteensa. mahdollisuus varataan tiedottamalla asiasta yleisessa tietoverkossa. mielipiteiden esittamiselle on varattava aikaa vahintaan 30 paivaa. hyvaksytysta suunnitelmasta perusteluineen seka siita, miten lausunnot ja mielipiteet on otettu huomioon, on tiedotettava yleisessa tietoverkossa. elinkeino-, liikenne- ja ymparistokeskuksen on valmisteltava alueellinen jatesuunnitelma vuorovaikutuksessa alueen kuntien ja muiden viranomaisten seka sellaisten alueella toimivien toiminnanharjoittajien ja 134 §:n 2 kohdassa tarkoitettujen yhdistysten ja saatioiden kanssa, joiden toimialaan alueellinen jatesuunnitelma voi olennaisesti liittya, ja asetettava tata varten yhteistyoryhma. alueellisen jatesuunnitelman valmistelussa on maakunnan liitolle varattava tilaisuus antaa suunnitelmaluonnoksesta lausuntonsa. osallistumisesta alueellisen jatesuunnitelman valmisteluun saadetaan lisaksi viranomaisten suunnitelmien ja ohjelmien ymparistovaikutusten arvioinnista annetussa laissa (200/2005). valtakunnallista jatesuunnitelmaa tai jatteen maaran ja haitallisuuden vahentamista koskevaa erillista suunnitelmaa tarkistettaessa on noudatettava, mita 1 momentissa saadetaan lausuntojen pyytamisesta ja mielipiteiden esittamisesta. alueellista jatesuunnitelmaa tarkistettaessa on noudatettava, mita 2 momentissa saadetaan suunnitelman valmistelusta seka osallistumisesta valmisteluun. kunnan on annettava elinkeino-, liikenne- ja ymparistokeskukselle ja sen edelleen ymparistoministeriolle valtakunnallisen ja alueellisen jatesuunnitelman laadintaa varten tarpeelliset tiedot kunnassa syntyvista jatteista, jatehuollon jarjestamisesta ja valvonnasta seka niita koskevista kehittamistavoitteista.",
        "title_sv": "Förfarandet vid beredning av avfallsplaner",
        "content_sv": "När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet bereds ska utlåtande om utkastet till plan begäras av de myndigheter vars ansvarsområde eller uppgifter planen anknyter till på ett väsentligt sätt. Alla andra ska ges tillfälle att bekanta sig med utkastet till plan och framföra sina åsikter om det. Tillfälle ges genom att information om ärendet lämnas i det allmänna datanätet. Minst 30 dagar ska reserveras för framförandet av åsikter. Information om den godkända planen med tillhörande motivering samt om hur utlåtandena och åsikterna har blivit beaktade ska lämnas i det allmänna datanätet. Närings-, trafik- och miljöcentralen ska bereda den regionala avfallsplanen i växelverkan med kommunerna och andra myndigheter i regionen och med sådana verksamhetsutövare och i 134 § 2 punkten avsedda föreningar och stiftelser i regionen vars verksamhetsfält den regionala avfallsplanen kan anknyta till på ett väsentligt sätt, och centralen ska tillsätta en samarbetsgrupp för ändamålet. När den regionala avfallsplanen bereds ska landskapsförbundet ges tillfälle att yttra sig om utkastet till plan. Bestämmelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet revideras ska bestämmelserna i 1 mom. om begäran om utlåtande och framförande av åsikter iakttas. När en regional avfallsplan revideras ska bestämmelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. Kommunen ska lämna närings-, trafik- och miljöcentralen och denna i sin tur miljöministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen över avfallshanteringen och om utvecklingsmål beträffande dessa som behövs för att utarbeta den riksomfattande och den regionala avfallsplanen.",
        "normalized_sv": "När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet bereds ska utlåtande om utkastet till plan begäras av de myndigheter vars ansvarsområde eller uppgifter planen anknyter till på ett väsentligt sätt. Alla andra ska ges tillfälle att bekanta sig med utkastet till plan och framföra sina åsikter om det. Tillfälle ges genom att information om ärendet lämnas i det allmänna datanätet. Minst 30 dagar ska reserveras för framförandet av åsikter. Information om den godkända planen med tillhörande motivering samt om hur utlåtandena och åsikterna har blivit beaktade ska lämnas i det allmänna datanätet. Närings-, trafik- och miljöcentralen ska bereda den regionala avfallsplanen i växelverkan med kommunerna och andra myndigheter i regionen och med sådana verksamhetsutövare och i 134 § 2 punkten avsedda föreningar och stiftelser i regionen vars verksamhetsfält den regionala avfallsplanen kan anknyta till på ett väsentligt sätt, och centralen ska tillsätta en samarbetsgrupp för ändamålet. När den regionala avfallsplanen bereds ska landskapsförbundet ges tillfälle att yttra sig om utkastet till plan. Bestämmelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När den riksomfattande avfallsplanen eller en separat plan för minskning av avfallets mängd och skadlighet revideras ska bestämmelserna i 1 mom. om begäran om utlåtande och framförande av åsikter iakttas. När en regional avfallsplan revideras ska bestämmelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. Kommunen ska lämna närings-, trafik- och miljöcentralen och denna i sin tur miljöministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen över avfallshanteringen och om utvecklingsmål beträffande dessa som behövs för att utarbeta den riksomfattande och den regionala avfallsplanen.",
        "folded_sv": "nar den riksomfattande avfallsplanen eller en separat plan for minskning av avfallets mangd och skadlighet bereds ska utlatande om utkastet till plan begaras av de myndigheter vars ansvarsomrade eller uppgifter planen anknyter till pa ett vasentligt satt. alla andra ska ges tillfalle att bekanta sig med utkastet till plan och framfora sina asikter om det. tillfalle ges genom att information om arendet lamnas i det allmanna datanatet. minst 30 dagar ska reserveras for framforandet av asikter. information om den godkanda planen med tillhorande motivering samt om hur utlatandena och asikterna har blivit beaktade ska lamnas i det allmanna datanatet. narings-, trafik- och miljocentralen ska bereda den regionala avfallsplanen i vaxelverkan med kommunerna och andra myndigheter i regionen och med sadana verksamhetsutovare och i 134 § 2 punkten avsedda foreningar och stiftelser i regionen vars verksamhetsfalt den regionala avfallsplanen kan anknyta till pa ett vasentligt satt, och centralen ska tillsatta en samarbetsgrupp for andamalet. nar den regionala avfallsplanen bereds ska landskapsforbundet ges tillfalle att yttra sig om utkastet till plan. bestammelser om deltagande i beredningen av en regional avfallsplan finns dessutom i lagen om bedomning av miljokonsekvenserna av myndigheters planer och program (200/2005). nar den riksomfattande avfallsplanen eller en separat plan for minskning av avfallets mangd och skadlighet revideras ska bestammelserna i 1 mom. om begaran om utlatande och framforande av asikter iakttas. nar en regional avfallsplan revideras ska bestammelserna i 2 mom. om beredningen av planen och deltagandet i beredningen iakttas. kommunen ska lamna narings-, trafik- och miljocentralen och denna i sin tur miljoministeriet de uppgifter om avfall som uppkommer i kommunen, om ordnandet av och tillsynen over avfallshanteringen och om utvecklingsmal betraffande dessa som behovs for att utarbeta den riksomfattande och den regionala avfallsplanen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "Jätteen kansainvälinen siirto ja sen hyväksyminen",
      "content": "Jätteen kansainvälisessä siirrossa ja sen hyväksymisessä on noudatettava, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Aluskierrätyksestä sekä asetuksen (EY) N:o 1013/2006 ja direktiivin 2009/16/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mitä mainitussa asetuksessa säädetään. Asetuksen 26 artiklassa tarkoitetun luvan myöntää Suomen ympäristökeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:108",
        "normalized_fi": "Jätteen kansainvälisessä siirrossa ja sen hyväksymisessä on noudatettava, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Aluskierrätyksestä sekä asetuksen (EY) N:o 1013/2006 ja direktiivin 2009/16/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mitä mainitussa asetuksessa säädetään. Asetuksen 26 artiklassa tarkoitetun luvan myöntää Suomen ympäristökeskus.",
        "folded_fi": "jatteen kansainvalisessa siirrossa ja sen hyvaksymisessa on noudatettava, mita jatteensiirtoasetuksessa seka tassa laissa ja sen nojalla saadetaan. aluskierratyksesta seka asetuksen (ey) n:o 1013/2006 ja direktiivin 2009/16/ey muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 1257/2013 soveltamisalaan kuuluvan aluksen siirrossa purettavaksi on kuitenkin noudatettava, mita mainitussa asetuksessa saadetaan. asetuksen 26 artiklassa tarkoitetun luvan myontaa suomen ymparistokeskus.",
        "title_sv": "Internationell avfallstransport och godkännande av den",
        "content_sv": "I fråga om internationella avfallstransporter och godkännande av sådana ska det som föreskrivs i avfallstransportförordningen samt i denna lag och med stöd av den iakttas. När ett fartyg som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) nr 1257/2013 om återvinning av fartyg och om ändring av förordning (EG) nr 1013/2006 och direktiv 2009/16/EG transporteras för nedmontering ska dock bestämmelserna i den förordningen iakttas. Tillstånd som avses i artikel 26 i den förordningen beviljas av Finlands miljöcentral.",
        "normalized_sv": "I fråga om internationella avfallstransporter och godkännande av sådana ska det som föreskrivs i avfallstransportförordningen samt i denna lag och med stöd av den iakttas. När ett fartyg som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) nr 1257/2013 om återvinning av fartyg och om ändring av förordning (EG) nr 1013/2006 och direktiv 2009/16/EG transporteras för nedmontering ska dock bestämmelserna i den förordningen iakttas. Tillstånd som avses i artikel 26 i den förordningen beviljas av Finlands miljöcentral.",
        "folded_sv": "i fraga om internationella avfallstransporter och godkannande av sadana ska det som foreskrivs i avfallstransportforordningen samt i denna lag och med stod av den iakttas. nar ett fartyg som omfattas av tillampningsomradet for europaparlamentets och radets forordning (eu) nr 1257/2013 om atervinning av fartyg och om andring av forordning (eg) nr 1013/2006 och direktiv 2009/16/eg transporteras for nedmontering ska dock bestammelserna i den forordningen iakttas. tillstand som avses i artikel 26 i den forordningen beviljas av finlands miljocentral."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    }
  ]
}