{
  "id": "332/2016",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2016-04-29",
  "in_force_date": "2016-04-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/332/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 13) kansainvälisellä suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 13) kansainvälisellä suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
        "folded_fi": "tassa laissa tarkoitetaan: 13) kansainvalisella suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehövande,",
        "normalized_sv": "I denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehövande,",
        "folded_sv": "i denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehovande,"
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Suhde muihin lakeihin",
      "content": "Sähköiseen asiointiin sovelletaan sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Sähköiseen asiointiin sovelletaan sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "folded_fi": "sahkoiseen asiointiin sovelletaan sahkoisesta asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "title_sv": "Förhållande till andra lagar",
        "content_sv": "På elektronisk kommunikation tillämpas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "På elektronisk kommunikation tillämpas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "pa elektronisk kommunikation tillampas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Hakemusten käsittelystä perittävän maksun suorittaminen",
      "content": "Oleskelulupahakemuksen tai muun tämän lain nojalla tehdyn hakemuksen käsittelyn jatkaminen sen vireille tulon jälkeen edellyttää, että käsittelystä perittävä maksu on suoritettu. Hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Oleskelulupahakemuksen tai muun tämän lain nojalla tehdyn hakemuksen käsittelyn jatkaminen sen vireille tulon jälkeen edellyttää, että käsittelystä perittävä maksu on suoritettu. Hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
        "folded_fi": "oleskelulupahakemuksen tai muun taman lain nojalla tehdyn hakemuksen kasittelyn jatkaminen sen vireille tulon jalkeen edellyttaa, etta kasittelysta perittava maksu on suoritettu. hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
        "title_sv": "Betalning av avgift för behandling av ansökan",
        "content_sv": "En förutsättning för att behandlingen av en ansökan om uppehållstillstånd eller av någon annan ansökan som gjorts med stöd av denna lag ska fortsätta sedan ansökan blivit anhängig är att behandlingsavgiften har betalats. Ansökan förfaller om avgiften inte betalas inom skälig tid.",
        "normalized_sv": "En förutsättning för att behandlingen av en ansökan om uppehållstillstånd eller av någon annan ansökan som gjorts med stöd av denna lag ska fortsätta sedan ansökan blivit anhängig är att behandlingsavgiften har betalats. Ansökan förfaller om avgiften inte betalas inom skälig tid.",
        "folded_sv": "en forutsattning for att behandlingen av en ansokan om uppehallstillstand eller av nagon annan ansokan som gjorts med stod av denna lag ska fortsatta sedan ansokan blivit anhangig ar att behandlingsavgiften har betalats. ansokan forfaller om avgiften inte betalas inom skalig tid."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Vaatimus matkustusasiakirjan voimassaolosta",
      "content": "Oleskeluluvan myöntäminen edellyttää, että ulkomaalaisen matkustusasiakirja on voimassa. Oleskelulupa voidaan kuitenkin myöntää voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myönnetään 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 §:n perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Oleskeluluvan myöntäminen edellyttää, että ulkomaalaisen matkustusasiakirja on voimassa. Oleskelulupa voidaan kuitenkin myöntää voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myönnetään 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 § :n perusteella.",
        "folded_fi": "oleskeluluvan myontaminen edellyttaa, etta ulkomaalaisen matkustusasiakirja on voimassa. oleskelulupa voidaan kuitenkin myontaa voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myonnetaan 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 §:n perusteella.",
        "title_sv": "Krav på resedokumentets giltighet",
        "content_sv": "En förutsättning för att uppehållstillstånd ska kunna beviljas är att utlänningen har ett giltigt resedokument. Uppehållstillstånd får dock beviljas trots att giltigt resedokument saknas, om uppehållstillståndet beviljas med stöd av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 §.",
        "normalized_sv": "En förutsättning för att uppehållstillstånd ska kunna beviljas är att utlänningen har ett giltigt resedokument. Uppehållstillstånd får dock beviljas trots att giltigt resedokument saknas, om uppehållstillståndet beviljas med stöd av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 § .",
        "folded_sv": "en forutsattning for att uppehallstillstand ska kunna beviljas ar att utlanningen har ett giltigt resedokument. uppehallstillstand far dock beviljas trots att giltigt resedokument saknas, om uppehallstillstandet beviljas med stod av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 §."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Pysyvän oleskeluluvan myöntäminen",
      "content": "Jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
        "folded_fi": "jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljan vuoden maaraaika lasketaan maahantulopaivasta.",
        "title_sv": "Beviljande av permanent uppehållstillstånd",
        "content_sv": "Om uppehållstillstånd har beviljats på grund av flyktingskap eller alternativt skydd, ska tidsfristen på fyra år räknas från inresedagen.",
        "normalized_sv": "Om uppehållstillstånd har beviljats på grund av flyktingskap eller alternativt skydd, ska tidsfristen på fyra år räknas från inresedagen.",
        "folded_sv": "om uppehallstillstand har beviljats pa grund av flyktingskap eller alternativt skydd, ska tidsfristen pa fyra ar raknas fran inresedagen."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Oleskeluluvan myöntäminen poissulkemislausekkeita sovellettaessa",
      "content": "Suomessa olevalle ulkomaalaiselle, jolle ei myönnetä turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, että hän on tehnyt tai on perusteltua aihetta epäillä hänen tehneen 87 §:n 2 momentissa tai 88 §:n 2 momentissa tarkoitetun teon, myönnetään tilapäinen oleskelulupa enintään yhdeksi vuodeksi kerrallaan, jos häntä ei voida poistaa maasta, koska häntä uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Suomessa olevalle ulkomaalaiselle, jolle ei myönnetä turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, että hän on tehnyt tai on perusteltua aihetta epäillä hänen tehneen 87 § :n 2 momentissa tai 88 § :n 2 momentissa tarkoitetun teon, myönnetään tilapäinen oleskelulupa enintään yhdeksi vuodeksi kerrallaan, jos häntä ei voida poistaa maasta, koska häntä uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
        "folded_fi": "suomessa olevalle ulkomaalaiselle, jolle ei myonneta turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, etta han on tehnyt tai on perusteltua aihetta epailla hanen tehneen 87 §:n 2 momentissa tai 88 §:n 2 momentissa tarkoitetun teon, myonnetaan tilapainen oleskelulupa enintaan yhdeksi vuodeksi kerrallaan, jos hanta ei voida poistaa maasta, koska hanta uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
        "title_sv": "Beviljande av uppehållstillstånd vid tillämpning av uteslutningsklausuler",
        "content_sv": "En utlänning som vistas i Finland och som inte beviljas asyl eller uppehållstillstånd på grund av alternativt skydd därför att utlänningen gjort sig skyldig till eller det finns grundad anledning att misstänka att han eller hon gjort sig skyldig till en gärning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfälligt uppehållstillstånd för högst ett år i sänder, om utlänningen inte kan avlägsnas ur landet därför att han eller hon hotas av dödsstraff, tortyr, förföljelse eller annan behandling som kränker människovärdet.",
        "normalized_sv": "En utlänning som vistas i Finland och som inte beviljas asyl eller uppehållstillstånd på grund av alternativt skydd därför att utlänningen gjort sig skyldig till eller det finns grundad anledning att misstänka att han eller hon gjort sig skyldig till en gärning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfälligt uppehållstillstånd för högst ett år i sänder, om utlänningen inte kan avlägsnas ur landet därför att han eller hon hotas av dödsstraff, tortyr, förföljelse eller annan behandling som kränker människovärdet.",
        "folded_sv": "en utlanning som vistas i finland och som inte beviljas asyl eller uppehallstillstand pa grund av alternativt skydd darfor att utlanningen gjort sig skyldig till eller det finns grundad anledning att misstanka att han eller hon gjort sig skyldig till en garning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfalligt uppehallstillstand for hogst ett ar i sander, om utlanningen inte kan avlagsnas ur landet darfor att han eller hon hotas av dodsstraff, tortyr, forfoljelse eller annan behandling som kranker manniskovardet."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Jatkuvan oleskeluluvan myöntäminen",
      "content": "Jatkuva oleskelulupa myönnetään ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiöpakolaisena tai toissijaisen suojelun perusteella. Jatkuva oleskelulupa voidaan myöntää ulkomaalaiselle, joka otetaan Suomeen 93 §:n nojalla tehdyn valtioneuvoston päätöksen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jatkuva oleskelulupa myönnetään ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiöpakolaisena tai toissijaisen suojelun perusteella. Jatkuva oleskelulupa voidaan myöntää ulkomaalaiselle, joka otetaan Suomeen 93 § :n nojalla tehdyn valtioneuvoston päätöksen perusteella.",
        "folded_fi": "jatkuva oleskelulupa myonnetaan ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiopakolaisena tai toissijaisen suojelun perusteella. jatkuva oleskelulupa voidaan myontaa ulkomaalaiselle, joka otetaan suomeen 93 §:n nojalla tehdyn valtioneuvoston paatoksen perusteella.",
        "title_sv": "Beviljande av kontinuerligt uppehållstillstånd",
        "content_sv": "Kontinuerligt uppehållstillstånd beviljas en utlänning som får asyl, som beviljas uppehållstillstånd i egenskap av kvotflykting eller som beviljas uppehållstillstånd på grund av alternativt skydd. Kontinuerligt uppehållstillstånd kan beviljas en utlänning som tas till Finland i enlighet med ett beslut som statsrådet fattat med stöd av 93 §.",
        "normalized_sv": "Kontinuerligt uppehållstillstånd beviljas en utlänning som får asyl, som beviljas uppehållstillstånd i egenskap av kvotflykting eller som beviljas uppehållstillstånd på grund av alternativt skydd. Kontinuerligt uppehållstillstånd kan beviljas en utlänning som tas till Finland i enlighet med ett beslut som statsrådet fattat med stöd av 93 § .",
        "folded_sv": "kontinuerligt uppehallstillstand beviljas en utlanning som far asyl, som beviljas uppehallstillstand i egenskap av kvotflykting eller som beviljas uppehallstillstand pa grund av alternativt skydd. kontinuerligt uppehallstillstand kan beviljas en utlanning som tas till finland i enlighet med ett beslut som statsradet fattat med stod av 93 §."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen perheenjäsenelle",
      "content": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä. Jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myöntämisen peruste on aseellinen selkkaus, taikka jos hän on saanut oleskeluluvan tilapäisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, että ehdotonta estettä perheenkokoajan paluulle kotimaahan ei ole.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:114",
        "normalized_fi": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä. Jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myöntämisen peruste on aseellinen selkkaus, taikka jos hän on saanut oleskeluluvan tilapäisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, että ehdotonta estettä perheenkokoajan paluulle kotimaahan ei ole.",
        "folded_fi": "oleskelulupa myonnetaan perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapaista suojelua saaneen ulkomaalaisen perheenjasenelle, jos: 1) perheenkokoaja asuu suomessa tai hanelle on myonnetty oleskelulupa suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleista jarjestysta, turvallisuutta tai kansanterveytta. jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myontamisen peruste on aseellinen selkkaus, taikka jos han on saanut oleskeluluvan tilapaisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, etta ehdotonta estetta perheenkokoajan paluulle kotimaahan ei ole.",
        "title_sv": "Beviljande av uppehållstillstånd för familjemedlemmar till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus eller uppehållstillstånd på grund av alternativt skydd eller som fått tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan. Om anknytningspersonen har fått uppehållstillstånd på grund av alternativt skydd och tillståndet beviljats med anledning av en väpnad konflikt, eller om han eller hon har fått uppehållstillstånd på grund av tillfälligt skydd, ska det vid helhetsbedömningen beaktas att det inte finns något ovillkorligt hinder för att anknytningspersonen återvänder till hemlandet.",
        "normalized_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus eller uppehållstillstånd på grund av alternativt skydd eller som fått tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan. Om anknytningspersonen har fått uppehållstillstånd på grund av alternativt skydd och tillståndet beviljats med anledning av en väpnad konflikt, eller om han eller hon har fått uppehållstillstånd på grund av tillfälligt skydd, ska det vid helhetsbedömningen beaktas att det inte finns något ovillkorligt hinder för att anknytningspersonen återvänder till hemlandet.",
        "folded_sv": "familjemedlemmar till en utlanning som fatt flyktingstatus eller uppehallstillstand pa grund av alternativt skydd eller som fatt tillfalligt skydd beviljas uppehallstillstand pa grund av familjeband, om 1) anknytningspersonen ar bosatt i finland eller har beviljats uppehallstillstand for att flytta till finland, och 2) sokanden inte anses aventyra allman ordning och sakerhet eller folkhalsan. om anknytningspersonen har fatt uppehallstillstand pa grund av alternativt skydd och tillstandet beviljats med anledning av en vapnad konflikt, eller om han eller hon har fatt uppehallstillstand pa grund av tillfalligt skydd, ska det vid helhetsbedomningen beaktas att det inte finns nagot ovillkorligt hinder for att anknytningspersonen atervander till hemlandet."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen muulle omaiselle",
      "content": "Oleskelulupa myönnetään pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjäsenelle, jos oleskeluluvan epääminen olisi kohtuutonta sen vuoksi, että asianomaisten on Suomessa tarkoitus jatkaa aikaisemmin viettämäänsä kiinteää perhe-elämää tai että omainen on täysin riippuvainen Suomessa asuvasta perheenkokoajasta. Jos hakijan katsotaan vaarantavan yleistä järjestystä, turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita, suoritetaan kokonaisharkinta 114 §:n 2 momentista ilmenevällä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:115",
        "normalized_fi": "Oleskelulupa myönnetään pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjäsenelle, jos oleskeluluvan epääminen olisi kohtuutonta sen vuoksi, että asianomaisten on Suomessa tarkoitus jatkaa aikaisemmin viettämäänsä kiinteää perhe-elämää tai että omainen on täysin riippuvainen Suomessa asuvasta perheenkokoajasta. Jos hakijan katsotaan vaarantavan yleistä järjestystä, turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita, suoritetaan kokonaisharkinta 114 § :n 2 momentista ilmenevällä tavalla.",
        "folded_fi": "oleskelulupa myonnetaan pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapaista suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjasenelle, jos oleskeluluvan epaaminen olisi kohtuutonta sen vuoksi, etta asianomaisten on suomessa tarkoitus jatkaa aikaisemmin viettamaansa kiinteaa perhe-elamaa tai etta omainen on taysin riippuvainen suomessa asuvasta perheenkokoajasta. jos hakijan katsotaan vaarantavan yleista jarjestysta, turvallisuutta, kansanterveytta tai suomen kansainvalisia suhteita, suoritetaan kokonaisharkinta 114 §:n 2 momentista ilmenevalla tavalla.",
        "title_sv": "Beviljande av uppehållstillstånd för andra anhöriga till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Andra anhöriga till en flykting, till en utlänning som fått uppehållstillstånd på grund av alternativt skydd eller till en utlänning som fått tillfälligt skydd än familjemedlemmar ska beviljas uppehållstillstånd, om en vägran att bevilja uppehållstillstånd skulle vara oskälig därför att personerna i fråga har för avsikt att i Finland fortsätta leva i en sådan fast familjegemenskap som de tidigare levt i eller de anhöriga är fullständigt beroende av den anknytningsperson som är bosatt i Finland. Om sökanden anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser, ska det genomföras en helhetsbedömning i enlighet med 114 § 2 mom.",
        "normalized_sv": "Andra anhöriga till en flykting, till en utlänning som fått uppehållstillstånd på grund av alternativt skydd eller till en utlänning som fått tillfälligt skydd än familjemedlemmar ska beviljas uppehållstillstånd, om en vägran att bevilja uppehållstillstånd skulle vara oskälig därför att personerna i fråga har för avsikt att i Finland fortsätta leva i en sådan fast familjegemenskap som de tidigare levt i eller de anhöriga är fullständigt beroende av den anknytningsperson som är bosatt i Finland. Om sökanden anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser, ska det genomföras en helhetsbedömning i enlighet med 114 § 2 mom.",
        "folded_sv": "andra anhoriga till en flykting, till en utlanning som fatt uppehallstillstand pa grund av alternativt skydd eller till en utlanning som fatt tillfalligt skydd an familjemedlemmar ska beviljas uppehallstillstand, om en vagran att bevilja uppehallstillstand skulle vara oskalig darfor att personerna i fraga har for avsikt att i finland fortsatta leva i en sadan fast familjegemenskap som de tidigare levt i eller de anhoriga ar fullstandigt beroende av den anknytningsperson som ar bosatt i finland. om sokanden anses aventyra allman ordning och sakerhet, folkhalsan eller finlands internationella forbindelser, ska det genomforas en helhetsbedomning i enlighet med 114 § 2 mom."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "Maahanmuuttoviraston kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssä;",
        "folded_fi": "maahanmuuttovirasto: 1) antaa turvapaikan ja myontaa ensimmaisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssa;",
        "title_sv": "Migrationsverkets behörighet i anslutning till internationellt skydd",
        "content_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av alternativt skydd,",
        "normalized_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av alternativt skydd,",
        "folded_sv": "migrationsverket 1) beviljar vid asylforfarandet asyl och forsta uppehallstillstand pa grund av alternativt skydd,"
      }
    },
    {
      "provision_ref": "131",
      "section": "131",
      "title": "Henkilötuntomerkkien ottaminen",
      "content": "Poliisi tai rajatarkastusviranomainen saa henkilöllisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalähtöä sekä oleskelua ja työntekoa koskevien asioiden käsittelyä, päätöksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjäljet, valokuvan sekä muut henkilötuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:131",
        "normalized_fi": "Poliisi tai rajatarkastusviranomainen saa henkilöllisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalähtöä sekä oleskelua ja työntekoa koskevien asioiden käsittelyä, päätöksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjäljet, valokuvan sekä muut henkilötuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella;",
        "folded_fi": "poliisi tai rajatarkastusviranomainen saa henkilollisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalahtoa seka oleskelua ja tyontekoa koskevien asioiden kasittelya, paatoksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjaljet, valokuvan seka muut henkilotuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapaisen suojelun perusteella;",
        "title_sv": "Upptagande av signalement",
        "content_sv": "Polisen eller gränskontrollmyndigheten får för verifiering av identitet, för behandling, beslut och övervakning av utlänningars inresa och utresa samt vistelse och arbete och för tryggande av statens säkerhet ta fingeravtryck, fotografier och andra signalement på en utlänning 1) som har ansökt om asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd,",
        "normalized_sv": "Polisen eller gränskontrollmyndigheten får för verifiering av identitet, för behandling, beslut och övervakning av utlänningars inresa och utresa samt vistelse och arbete och för tryggande av statens säkerhet ta fingeravtryck, fotografier och andra signalement på en utlänning 1) som har ansökt om asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd,",
        "folded_sv": "polisen eller granskontrollmyndigheten far for verifiering av identitet, for behandling, beslut och overvakning av utlanningars inresa och utresa samt vistelse och arbete och for tryggande av statens sakerhet ta fingeravtryck, fotografier och andra signalement pa en utlanning 1) som har ansokt om asyl eller uppehallstillstand pa grund av alternativt skydd eller tillfalligt skydd,"
      }
    },
    {
      "provision_ref": "175",
      "section": "175",
      "title": "Takaisinkuljetusvelvollisuus",
      "content": "Jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa säädettyä velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:175",
        "normalized_fi": "Jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa säädettyä velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella.",
        "folded_fi": "jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa saadettya velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapaisen suojelun perusteella.",
        "title_sv": "Återtransportskyldighet",
        "content_sv": "Om gränskontrollmyndigheten har tillåtit en utlännings inresa, har transportören inte längre den skyldighet som föreskrivs i 1 mom., om inte utlänningen vid gränsen sökt asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd.",
        "normalized_sv": "Om gränskontrollmyndigheten har tillåtit en utlännings inresa, har transportören inte längre den skyldighet som föreskrivs i 1 mom., om inte utlänningen vid gränsen sökt asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd.",
        "folded_sv": "om granskontrollmyndigheten har tillatit en utlannings inresa, har transportoren inte langre den skyldighet som foreskrivs i 1 mom., om inte utlanningen vid gransen sokt asyl eller uppehallstillstand pa grund av alternativt skydd eller tillfalligt skydd."
      }
    },
    {
      "provision_ref": "182",
      "section": "182",
      "title": "Liikenteenharjoittajan seuraamusmaksun poistaminen",
      "content": "Liikenteenharjoittajan seuraamusmaksun määränneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jäädä maahan sillä perusteella, että hänelle myönnetään oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapäisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 §:n nojalla laittoman maahantulon järjestämisestä tai rikoslain 17 luvun 8 a §:n nojalla törkeästä laittoman maahantulon järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:182",
        "normalized_fi": "Liikenteenharjoittajan seuraamusmaksun määränneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jäädä maahan sillä perusteella, että hänelle myönnetään oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapäisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 § :n nojalla laittoman maahantulon järjestämisestä tai rikoslain 17 luvun 8 a § :n nojalla törkeästä laittoman maahantulon järjestämisestä.",
        "folded_fi": "liikenteenharjoittajan seuraamusmaksun maaranneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jaada maahan silla perusteella, etta hanelle myonnetaan oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapaisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 §:n nojalla laittoman maahantulon jarjestamisesta tai rikoslain 17 luvun 8 a §:n nojalla torkeasta laittoman maahantulon jarjestamisesta.",
        "title_sv": "Avlyftande av påföljdsavgift för transportör",
        "content_sv": "Den myndighet som påfört en påföljdsavgift för transportör ska avlyfta avgiften, om 1) en utlänning får stanna i landet därför att uppehållstillstånd beviljas honom eller henne på grund av flyktingskap, alternativt skydd eller tillfälligt skydd, eller 2) transportören döms till straff för ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller för grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen.",
        "normalized_sv": "Den myndighet som påfört en påföljdsavgift för transportör ska avlyfta avgiften, om 1) en utlänning får stanna i landet därför att uppehållstillstånd beviljas honom eller henne på grund av flyktingskap, alternativt skydd eller tillfälligt skydd, eller 2) transportören döms till straff för ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller för grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen.",
        "folded_sv": "den myndighet som pafort en pafoljdsavgift for transportor ska avlyfta avgiften, om 1) en utlanning far stanna i landet darfor att uppehallstillstand beviljas honom eller henne pa grund av flyktingskap, alternativt skydd eller tillfalligt skydd, eller 2) transportoren doms till straff for ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller for grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen."
      }
    },
    {
      "provision_ref": "193",
      "section": "193",
      "title": "Valitus Helsingin hallinto-oikeuteen",
      "content": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myönnettävän oleskeluluvan saamiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:193",
        "normalized_fi": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myönnettävän oleskeluluvan saamiseksi;",
        "folded_fi": "maahanmuuttoviraston paatoksesta valitetaan helsingin hallinto-oikeuteen, jos paatos koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myonnettavan oleskeluluvan saamiseksi;",
        "title_sv": "Anförande av besvär hos Helsingfors förvaltningsdomstol",
        "content_sv": "Migrationsverkets beslut överklagas genom besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller ansökan om uppehållstillstånd på grund av alternativt skydd,",
        "normalized_sv": "Migrationsverkets beslut överklagas genom besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller ansökan om uppehållstillstånd på grund av alternativt skydd,",
        "folded_sv": "migrationsverkets beslut overklagas genom besvar hos helsingfors forvaltningsdomstol, om beslutet galler 1) ansokan om asyl eller ansokan om uppehallstillstand pa grund av alternativt skydd,"
      }
    },
    {
      "provision_ref": "205",
      "section": "205",
      "title": "Tiedoksianto Suomessa",
      "content": "Tavallinen tiedoksianto toimitetaan kirjeellä vastaanottajalle. Vastaanottajan katsotaan saaneen päätöksestä tiedon seitsemän päivän kuluttua kirjeen lähettämisestä, jollei muuta näytetä. Asian katsotaan kuitenkin tulleen Maahanmuuttoviraston tietoon kirjeen saapumispäivänä. Tavallista tiedoksiantoa saadaan käyttää päätöksissä, jotka ovat hakijalle myönteisiä. Tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. Päätös voidaan myös luovuttaa tiedoksiannon vastaanottajalle tai tämän edustajalle. Tiedoksiannosta on tällöin laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. Haastetiedoksiantoon sovelletaan, mitä oikeudenkäymiskaaren 11 luvussa säädetään. Haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. Sen estämättä, mitä 1 momentissa säädetään, kansainvälistä suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa säädetään. Tiedoksiannon toimittaa Maahanmuuttovirasto tai Maahanmuuttoviraston pyynnöstä poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos on tehty päätös hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnöstä Maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos tiedoksiannon vastaanottaja piileskelee tai välttelee tiedoksisaantia taikka hänen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 §:n säännöksiä sijaistiedoksiannosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:205",
        "normalized_fi": "Tavallinen tiedoksianto toimitetaan kirjeellä vastaanottajalle. Vastaanottajan katsotaan saaneen päätöksestä tiedon seitsemän päivän kuluttua kirjeen lähettämisestä, jollei muuta näytetä. Asian katsotaan kuitenkin tulleen Maahanmuuttoviraston tietoon kirjeen saapumispäivänä. Tavallista tiedoksiantoa saadaan käyttää päätöksissä, jotka ovat hakijalle myönteisiä. Tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. Päätös voidaan myös luovuttaa tiedoksiannon vastaanottajalle tai tämän edustajalle. Tiedoksiannosta on tällöin laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. Haastetiedoksiantoon sovelletaan, mitä oikeudenkäymiskaaren 11 luvussa säädetään. Haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. Sen estämättä, mitä 1 momentissa säädetään, kansainvälistä suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa säädetään. Tiedoksiannon toimittaa Maahanmuuttovirasto tai Maahanmuuttoviraston pyynnöstä poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos on tehty päätös hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnöstä Maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos tiedoksiannon vastaanottaja piileskelee tai välttelee tiedoksisaantia taikka hänen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 § :n säännöksiä sijaistiedoksiannosta.",
        "folded_fi": "tavallinen tiedoksianto toimitetaan kirjeella vastaanottajalle. vastaanottajan katsotaan saaneen paatoksesta tiedon seitseman paivan kuluttua kirjeen lahettamisesta, jollei muuta nayteta. asian katsotaan kuitenkin tulleen maahanmuuttoviraston tietoon kirjeen saapumispaivana. tavallista tiedoksiantoa saadaan kayttaa paatoksissa, jotka ovat hakijalle myonteisia. tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. paatos voidaan myos luovuttaa tiedoksiannon vastaanottajalle tai taman edustajalle. tiedoksiannosta on talloin laadittava kirjallinen todistus, josta kayvat ilmi tiedoksiannon toimittaja ja vastaanottaja seka tiedoksiannon ajankohta. jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. haastetiedoksiantoon sovelletaan, mita oikeudenkaymiskaaren 11 luvussa saadetaan. haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. sen estamatta, mita 1 momentissa saadetaan, kansainvalista suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa saadetaan. tiedoksiannon toimittaa maahanmuuttovirasto tai maahanmuuttoviraston pyynnosta poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtavasta. jos on tehty paatos hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnosta maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtavasta. jos tiedoksiannon vastaanottaja piileskelee tai valttelee tiedoksisaantia taikka hanen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 §:n saannoksia sijaistiedoksiannosta.",
        "title_sv": "Delgivning i Finland",
        "content_sv": "Vanlig delgivning verkställs genom brev. Mottagaren anses ha fått del av beslutet sju dagar efter det att brevet avsändes, om inget annat visas. Saken anses dock ha kommit till Migrationsverkets kännedom den dag då brevet anlänt. Vanlig delgivning får användas vid beslut som är positiva för sökanden. I annat fall ska delgivningen verkställas per post mot mottagningsbevis. Beslutet kan också överlämnas till mottagaren eller dennes företrädare. Över delgivningen ska det då upprättas ett skriftligt intyg där delgivningens verkställare och mottagare samt tidpunkten för delgivningen framgår. Om myndigheten anser att det finns skäl till det, kan delgivningen verkställas som stämningsdelgivning. På stämningsdelgivning tillämpas 11 kap. i rättegångsbalken. Stämningsdelgivning verkställs av polisen eller gränskontrollmyndigheten. Trots bestämmelserna i 1 mom. ska delgivningen i ett ärende som gäller internationellt skydd alltid verkställas bevisligen på det sätt som föreskrivs i 2 och 3 mom. Delgivningen verkställs av Migrationsverket, eller på Migrationsverkets begäran av polisen, om polisen kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om det har fattats ett beslut om att sökanden ska avlägsnas ur landet, verkställs delgivningen av polisen, eller på polisens begäran av Migrationsverket, om Migrationsverket kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om delgivningens mottagare håller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars är okänd, tillämpas bestämmelsen om mellanhandsdelgivning i 61 § i förvaltningslagen.",
        "normalized_sv": "Vanlig delgivning verkställs genom brev. Mottagaren anses ha fått del av beslutet sju dagar efter det att brevet avsändes, om inget annat visas. Saken anses dock ha kommit till Migrationsverkets kännedom den dag då brevet anlänt. Vanlig delgivning får användas vid beslut som är positiva för sökanden. I annat fall ska delgivningen verkställas per post mot mottagningsbevis. Beslutet kan också överlämnas till mottagaren eller dennes företrädare. Över delgivningen ska det då upprättas ett skriftligt intyg där delgivningens verkställare och mottagare samt tidpunkten för delgivningen framgår. Om myndigheten anser att det finns skäl till det, kan delgivningen verkställas som stämningsdelgivning. På stämningsdelgivning tillämpas 11 kap. i rättegångsbalken. Stämningsdelgivning verkställs av polisen eller gränskontrollmyndigheten. Trots bestämmelserna i 1 mom. ska delgivningen i ett ärende som gäller internationellt skydd alltid verkställas bevisligen på det sätt som föreskrivs i 2 och 3 mom. Delgivningen verkställs av Migrationsverket, eller på Migrationsverkets begäran av polisen, om polisen kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om det har fattats ett beslut om att sökanden ska avlägsnas ur landet, verkställs delgivningen av polisen, eller på polisens begäran av Migrationsverket, om Migrationsverket kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om delgivningens mottagare håller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars är okänd, tillämpas bestämmelsen om mellanhandsdelgivning i 61 § i förvaltningslagen.",
        "folded_sv": "vanlig delgivning verkstalls genom brev. mottagaren anses ha fatt del av beslutet sju dagar efter det att brevet avsandes, om inget annat visas. saken anses dock ha kommit till migrationsverkets kannedom den dag da brevet anlant. vanlig delgivning far anvandas vid beslut som ar positiva for sokanden. i annat fall ska delgivningen verkstallas per post mot mottagningsbevis. beslutet kan ocksa overlamnas till mottagaren eller dennes foretradare. over delgivningen ska det da upprattas ett skriftligt intyg dar delgivningens verkstallare och mottagare samt tidpunkten for delgivningen framgar. om myndigheten anser att det finns skal till det, kan delgivningen verkstallas som stamningsdelgivning. pa stamningsdelgivning tillampas 11 kap. i rattegangsbalken. stamningsdelgivning verkstalls av polisen eller granskontrollmyndigheten. trots bestammelserna i 1 mom. ska delgivningen i ett arende som galler internationellt skydd alltid verkstallas bevisligen pa det satt som foreskrivs i 2 och 3 mom. delgivningen verkstalls av migrationsverket, eller pa migrationsverkets begaran av polisen, om polisen kan skota delgivningsuppdraget pa ett andamalsenligt satt. om det har fattats ett beslut om att sokanden ska avlagsnas ur landet, verkstalls delgivningen av polisen, eller pa polisens begaran av migrationsverket, om migrationsverket kan skota delgivningsuppdraget pa ett andamalsenligt satt. om delgivningens mottagare haller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars ar okand, tillampas bestammelsen om mellanhandsdelgivning i 61 § i forvaltningslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 13) kansainvälisellä suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 13) kansainvälisellä suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
        "folded_fi": "tassa laissa tarkoitetaan: 13) kansainvalisella suojelulla pakolaisasemaa tai toissijaista suojeluasemaa;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehövande,",
        "normalized_sv": "I denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehövande,",
        "folded_sv": "i denna lag avses med 13) internationellt skydd flyktingstatus eller status som alternativt skyddsbehovande,"
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Suhde muihin lakeihin",
      "content": "Sähköiseen asiointiin sovelletaan sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Sähköiseen asiointiin sovelletaan sähköisestä asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "folded_fi": "sahkoiseen asiointiin sovelletaan sahkoisesta asioinnista viranomaistoiminnassa annettua lakia (13/2003).",
        "title_sv": "Förhållande till andra lagar",
        "content_sv": "På elektronisk kommunikation tillämpas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "normalized_sv": "På elektronisk kommunikation tillämpas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003).",
        "folded_sv": "pa elektronisk kommunikation tillampas lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003)."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Hakemusten käsittelystä perittävän maksun suorittaminen",
      "content": "Oleskelulupahakemuksen tai muun tämän lain nojalla tehdyn hakemuksen käsittelyn jatkaminen sen vireille tulon jälkeen edellyttää, että käsittelystä perittävä maksu on suoritettu. Hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Oleskelulupahakemuksen tai muun tämän lain nojalla tehdyn hakemuksen käsittelyn jatkaminen sen vireille tulon jälkeen edellyttää, että käsittelystä perittävä maksu on suoritettu. Hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
        "folded_fi": "oleskelulupahakemuksen tai muun taman lain nojalla tehdyn hakemuksen kasittelyn jatkaminen sen vireille tulon jalkeen edellyttaa, etta kasittelysta perittava maksu on suoritettu. hakemus raukeaa, jos maksua ei suoriteta kohtuullisessa ajassa.",
        "title_sv": "Betalning av avgift för behandling av ansökan",
        "content_sv": "En förutsättning för att behandlingen av en ansökan om uppehållstillstånd eller av någon annan ansökan som gjorts med stöd av denna lag ska fortsätta sedan ansökan blivit anhängig är att behandlingsavgiften har betalats. Ansökan förfaller om avgiften inte betalas inom skälig tid.",
        "normalized_sv": "En förutsättning för att behandlingen av en ansökan om uppehållstillstånd eller av någon annan ansökan som gjorts med stöd av denna lag ska fortsätta sedan ansökan blivit anhängig är att behandlingsavgiften har betalats. Ansökan förfaller om avgiften inte betalas inom skälig tid.",
        "folded_sv": "en forutsattning for att behandlingen av en ansokan om uppehallstillstand eller av nagon annan ansokan som gjorts med stod av denna lag ska fortsatta sedan ansokan blivit anhangig ar att behandlingsavgiften har betalats. ansokan forfaller om avgiften inte betalas inom skalig tid."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Vaatimus matkustusasiakirjan voimassaolosta",
      "content": "Oleskeluluvan myöntäminen edellyttää, että ulkomaalaisen matkustusasiakirja on voimassa. Oleskelulupa voidaan kuitenkin myöntää voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myönnetään 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 §:n perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Oleskeluluvan myöntäminen edellyttää, että ulkomaalaisen matkustusasiakirja on voimassa. Oleskelulupa voidaan kuitenkin myöntää voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myönnetään 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 § :n perusteella.",
        "folded_fi": "oleskeluluvan myontaminen edellyttaa, etta ulkomaalaisen matkustusasiakirja on voimassa. oleskelulupa voidaan kuitenkin myontaa voimassa olevan matkustusasiakirjan puuttumisesta huolimatta, jos se myonnetaan 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 tai 110 §:n perusteella.",
        "title_sv": "Krav på resedokumentets giltighet",
        "content_sv": "En förutsättning för att uppehållstillstånd ska kunna beviljas är att utlänningen har ett giltigt resedokument. Uppehållstillstånd får dock beviljas trots att giltigt resedokument saknas, om uppehållstillståndet beviljas med stöd av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 §.",
        "normalized_sv": "En förutsättning för att uppehållstillstånd ska kunna beviljas är att utlänningen har ett giltigt resedokument. Uppehållstillstånd får dock beviljas trots att giltigt resedokument saknas, om uppehållstillståndet beviljas med stöd av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 § .",
        "folded_sv": "en forutsattning for att uppehallstillstand ska kunna beviljas ar att utlanningen har ett giltigt resedokument. uppehallstillstand far dock beviljas trots att giltigt resedokument saknas, om uppehallstillstandet beviljas med stod av 51, 52, 52 a, 52 d, 52 e, 87, 88, 89 eller 110 §."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "56",
      "section": "56",
      "title": "Pysyvän oleskeluluvan myöntäminen",
      "content": "Jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56",
        "normalized_fi": "Jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
        "folded_fi": "jos oleskelulupa on saatu pakolaisuuden tai toissijaisen suojelun perusteella, neljan vuoden maaraaika lasketaan maahantulopaivasta.",
        "title_sv": "Beviljande av permanent uppehållstillstånd",
        "content_sv": "Om uppehållstillstånd har beviljats på grund av flyktingskap eller alternativt skydd, ska tidsfristen på fyra år räknas från inresedagen.",
        "normalized_sv": "Om uppehållstillstånd har beviljats på grund av flyktingskap eller alternativt skydd, ska tidsfristen på fyra år räknas från inresedagen.",
        "folded_sv": "om uppehallstillstand har beviljats pa grund av flyktingskap eller alternativt skydd, ska tidsfristen pa fyra ar raknas fran inresedagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "89",
      "section": "89",
      "title": "Oleskeluluvan myöntäminen poissulkemislausekkeita sovellettaessa",
      "content": "Suomessa olevalle ulkomaalaiselle, jolle ei myönnetä turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, että hän on tehnyt tai on perusteltua aihetta epäillä hänen tehneen 87 §:n 2 momentissa tai 88 §:n 2 momentissa tarkoitetun teon, myönnetään tilapäinen oleskelulupa enintään yhdeksi vuodeksi kerrallaan, jos häntä ei voida poistaa maasta, koska häntä uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:89",
        "normalized_fi": "Suomessa olevalle ulkomaalaiselle, jolle ei myönnetä turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, että hän on tehnyt tai on perusteltua aihetta epäillä hänen tehneen 87 § :n 2 momentissa tai 88 § :n 2 momentissa tarkoitetun teon, myönnetään tilapäinen oleskelulupa enintään yhdeksi vuodeksi kerrallaan, jos häntä ei voida poistaa maasta, koska häntä uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
        "folded_fi": "suomessa olevalle ulkomaalaiselle, jolle ei myonneta turvapaikkaa tai oleskelulupaa toissijaisen suojelun perusteella sen vuoksi, etta han on tehnyt tai on perusteltua aihetta epailla hanen tehneen 87 §:n 2 momentissa tai 88 §:n 2 momentissa tarkoitetun teon, myonnetaan tilapainen oleskelulupa enintaan yhdeksi vuodeksi kerrallaan, jos hanta ei voida poistaa maasta, koska hanta uhkaa kuolemanrangaistus, kidutus, vaino tai muu ihmisarvoa loukkaava kohtelu.",
        "title_sv": "Beviljande av uppehållstillstånd vid tillämpning av uteslutningsklausuler",
        "content_sv": "En utlänning som vistas i Finland och som inte beviljas asyl eller uppehållstillstånd på grund av alternativt skydd därför att utlänningen gjort sig skyldig till eller det finns grundad anledning att misstänka att han eller hon gjort sig skyldig till en gärning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfälligt uppehållstillstånd för högst ett år i sänder, om utlänningen inte kan avlägsnas ur landet därför att han eller hon hotas av dödsstraff, tortyr, förföljelse eller annan behandling som kränker människovärdet.",
        "normalized_sv": "En utlänning som vistas i Finland och som inte beviljas asyl eller uppehållstillstånd på grund av alternativt skydd därför att utlänningen gjort sig skyldig till eller det finns grundad anledning att misstänka att han eller hon gjort sig skyldig till en gärning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfälligt uppehållstillstånd för högst ett år i sänder, om utlänningen inte kan avlägsnas ur landet därför att han eller hon hotas av dödsstraff, tortyr, förföljelse eller annan behandling som kränker människovärdet.",
        "folded_sv": "en utlanning som vistas i finland och som inte beviljas asyl eller uppehallstillstand pa grund av alternativt skydd darfor att utlanningen gjort sig skyldig till eller det finns grundad anledning att misstanka att han eller hon gjort sig skyldig till en garning som avses i 87 § 2 mom. eller 88 § 2 mom. beviljas tillfalligt uppehallstillstand for hogst ett ar i sander, om utlanningen inte kan avlagsnas ur landet darfor att han eller hon hotas av dodsstraff, tortyr, forfoljelse eller annan behandling som kranker manniskovardet."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "Jatkuvan oleskeluluvan myöntäminen",
      "content": "Jatkuva oleskelulupa myönnetään ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiöpakolaisena tai toissijaisen suojelun perusteella. Jatkuva oleskelulupa voidaan myöntää ulkomaalaiselle, joka otetaan Suomeen 93 §:n nojalla tehdyn valtioneuvoston päätöksen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Jatkuva oleskelulupa myönnetään ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiöpakolaisena tai toissijaisen suojelun perusteella. Jatkuva oleskelulupa voidaan myöntää ulkomaalaiselle, joka otetaan Suomeen 93 § :n nojalla tehdyn valtioneuvoston päätöksen perusteella.",
        "folded_fi": "jatkuva oleskelulupa myonnetaan ulkomaalaiselle, joka saa turvapaikan tai oleskeluluvan kiintiopakolaisena tai toissijaisen suojelun perusteella. jatkuva oleskelulupa voidaan myontaa ulkomaalaiselle, joka otetaan suomeen 93 §:n nojalla tehdyn valtioneuvoston paatoksen perusteella.",
        "title_sv": "Beviljande av kontinuerligt uppehållstillstånd",
        "content_sv": "Kontinuerligt uppehållstillstånd beviljas en utlänning som får asyl, som beviljas uppehållstillstånd i egenskap av kvotflykting eller som beviljas uppehållstillstånd på grund av alternativt skydd. Kontinuerligt uppehållstillstånd kan beviljas en utlänning som tas till Finland i enlighet med ett beslut som statsrådet fattat med stöd av 93 §.",
        "normalized_sv": "Kontinuerligt uppehållstillstånd beviljas en utlänning som får asyl, som beviljas uppehållstillstånd i egenskap av kvotflykting eller som beviljas uppehållstillstånd på grund av alternativt skydd. Kontinuerligt uppehållstillstånd kan beviljas en utlänning som tas till Finland i enlighet med ett beslut som statsrådet fattat med stöd av 93 § .",
        "folded_sv": "kontinuerligt uppehallstillstand beviljas en utlanning som far asyl, som beviljas uppehallstillstand i egenskap av kvotflykting eller som beviljas uppehallstillstand pa grund av alternativt skydd. kontinuerligt uppehallstillstand kan beviljas en utlanning som tas till finland i enlighet med ett beslut som statsradet fattat med stod av 93 §."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "114",
      "section": "114",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen perheenjäsenelle",
      "content": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä. Jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myöntämisen peruste on aseellinen selkkaus, taikka jos hän on saanut oleskeluluvan tilapäisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, että ehdotonta estettä perheenkokoajan paluulle kotimaahan ei ole.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:114",
        "normalized_fi": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä. Jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myöntämisen peruste on aseellinen selkkaus, taikka jos hän on saanut oleskeluluvan tilapäisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, että ehdotonta estettä perheenkokoajan paluulle kotimaahan ei ole.",
        "folded_fi": "oleskelulupa myonnetaan perhesiteen perusteella pakolaisen tai toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapaista suojelua saaneen ulkomaalaisen perheenjasenelle, jos: 1) perheenkokoaja asuu suomessa tai hanelle on myonnetty oleskelulupa suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleista jarjestysta, turvallisuutta tai kansanterveytta. jos perheenkokoaja on saanut oleskeluluvan toissijaisen suojelun perusteella ja luvan myontamisen peruste on aseellinen selkkaus, taikka jos han on saanut oleskeluluvan tilapaisen suojelun perusteella, kokonaisharkintaa suoritettaessa otetaan huomioon se, etta ehdotonta estetta perheenkokoajan paluulle kotimaahan ei ole.",
        "title_sv": "Beviljande av uppehållstillstånd för familjemedlemmar till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus eller uppehållstillstånd på grund av alternativt skydd eller som fått tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan. Om anknytningspersonen har fått uppehållstillstånd på grund av alternativt skydd och tillståndet beviljats med anledning av en väpnad konflikt, eller om han eller hon har fått uppehållstillstånd på grund av tillfälligt skydd, ska det vid helhetsbedömningen beaktas att det inte finns något ovillkorligt hinder för att anknytningspersonen återvänder till hemlandet.",
        "normalized_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus eller uppehållstillstånd på grund av alternativt skydd eller som fått tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan. Om anknytningspersonen har fått uppehållstillstånd på grund av alternativt skydd och tillståndet beviljats med anledning av en väpnad konflikt, eller om han eller hon har fått uppehållstillstånd på grund av tillfälligt skydd, ska det vid helhetsbedömningen beaktas att det inte finns något ovillkorligt hinder för att anknytningspersonen återvänder till hemlandet.",
        "folded_sv": "familjemedlemmar till en utlanning som fatt flyktingstatus eller uppehallstillstand pa grund av alternativt skydd eller som fatt tillfalligt skydd beviljas uppehallstillstand pa grund av familjeband, om 1) anknytningspersonen ar bosatt i finland eller har beviljats uppehallstillstand for att flytta till finland, och 2) sokanden inte anses aventyra allman ordning och sakerhet eller folkhalsan. om anknytningspersonen har fatt uppehallstillstand pa grund av alternativt skydd och tillstandet beviljats med anledning av en vapnad konflikt, eller om han eller hon har fatt uppehallstillstand pa grund av tillfalligt skydd, ska det vid helhetsbedomningen beaktas att det inte finns nagot ovillkorligt hinder for att anknytningspersonen atervander till hemlandet."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen muulle omaiselle",
      "content": "Oleskelulupa myönnetään pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjäsenelle, jos oleskeluluvan epääminen olisi kohtuutonta sen vuoksi, että asianomaisten on Suomessa tarkoitus jatkaa aikaisemmin viettämäänsä kiinteää perhe-elämää tai että omainen on täysin riippuvainen Suomessa asuvasta perheenkokoajasta. Jos hakijan katsotaan vaarantavan yleistä järjestystä, turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita, suoritetaan kokonaisharkinta 114 §:n 2 momentista ilmenevällä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:115",
        "normalized_fi": "Oleskelulupa myönnetään pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapäistä suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjäsenelle, jos oleskeluluvan epääminen olisi kohtuutonta sen vuoksi, että asianomaisten on Suomessa tarkoitus jatkaa aikaisemmin viettämäänsä kiinteää perhe-elämää tai että omainen on täysin riippuvainen Suomessa asuvasta perheenkokoajasta. Jos hakijan katsotaan vaarantavan yleistä järjestystä, turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita, suoritetaan kokonaisharkinta 114 § :n 2 momentista ilmenevällä tavalla.",
        "folded_fi": "oleskelulupa myonnetaan pakolaisen, toissijaisen suojelun perusteella oleskeluluvan saaneen taikka tilapaista suojelua saaneen ulkomaalaisen muulle omaiselle kuin perheenjasenelle, jos oleskeluluvan epaaminen olisi kohtuutonta sen vuoksi, etta asianomaisten on suomessa tarkoitus jatkaa aikaisemmin viettamaansa kiinteaa perhe-elamaa tai etta omainen on taysin riippuvainen suomessa asuvasta perheenkokoajasta. jos hakijan katsotaan vaarantavan yleista jarjestysta, turvallisuutta, kansanterveytta tai suomen kansainvalisia suhteita, suoritetaan kokonaisharkinta 114 §:n 2 momentista ilmenevalla tavalla.",
        "title_sv": "Beviljande av uppehållstillstånd för andra anhöriga till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Andra anhöriga till en flykting, till en utlänning som fått uppehållstillstånd på grund av alternativt skydd eller till en utlänning som fått tillfälligt skydd än familjemedlemmar ska beviljas uppehållstillstånd, om en vägran att bevilja uppehållstillstånd skulle vara oskälig därför att personerna i fråga har för avsikt att i Finland fortsätta leva i en sådan fast familjegemenskap som de tidigare levt i eller de anhöriga är fullständigt beroende av den anknytningsperson som är bosatt i Finland. Om sökanden anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser, ska det genomföras en helhetsbedömning i enlighet med 114 § 2 mom.",
        "normalized_sv": "Andra anhöriga till en flykting, till en utlänning som fått uppehållstillstånd på grund av alternativt skydd eller till en utlänning som fått tillfälligt skydd än familjemedlemmar ska beviljas uppehållstillstånd, om en vägran att bevilja uppehållstillstånd skulle vara oskälig därför att personerna i fråga har för avsikt att i Finland fortsätta leva i en sådan fast familjegemenskap som de tidigare levt i eller de anhöriga är fullständigt beroende av den anknytningsperson som är bosatt i Finland. Om sökanden anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser, ska det genomföras en helhetsbedömning i enlighet med 114 § 2 mom.",
        "folded_sv": "andra anhoriga till en flykting, till en utlanning som fatt uppehallstillstand pa grund av alternativt skydd eller till en utlanning som fatt tillfalligt skydd an familjemedlemmar ska beviljas uppehallstillstand, om en vagran att bevilja uppehallstillstand skulle vara oskalig darfor att personerna i fraga har for avsikt att i finland fortsatta leva i en sadan fast familjegemenskap som de tidigare levt i eller de anhoriga ar fullstandigt beroende av den anknytningsperson som ar bosatt i finland. om sokanden anses aventyra allman ordning och sakerhet, folkhalsan eller finlands internationella forbindelser, ska det genomforas en helhetsbedomning i enlighet med 114 § 2 mom."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "Maahanmuuttoviraston kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssä;",
        "folded_fi": "maahanmuuttovirasto: 1) antaa turvapaikan ja myontaa ensimmaisen oleskeluluvan toissijaisen suojelun perusteella turvapaikkamenettelyssa;",
        "title_sv": "Migrationsverkets behörighet i anslutning till internationellt skydd",
        "content_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av alternativt skydd,",
        "normalized_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av alternativt skydd,",
        "folded_sv": "migrationsverket 1) beviljar vid asylforfarandet asyl och forsta uppehallstillstand pa grund av alternativt skydd,"
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "131",
      "section": "131",
      "title": "Henkilötuntomerkkien ottaminen",
      "content": "Poliisi tai rajatarkastusviranomainen saa henkilöllisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalähtöä sekä oleskelua ja työntekoa koskevien asioiden käsittelyä, päätöksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjäljet, valokuvan sekä muut henkilötuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:131",
        "normalized_fi": "Poliisi tai rajatarkastusviranomainen saa henkilöllisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalähtöä sekä oleskelua ja työntekoa koskevien asioiden käsittelyä, päätöksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjäljet, valokuvan sekä muut henkilötuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella;",
        "folded_fi": "poliisi tai rajatarkastusviranomainen saa henkilollisyyden todentamiseksi, ulkomaalaisten maahantuloa ja maastalahtoa seka oleskelua ja tyontekoa koskevien asioiden kasittelya, paatoksentekoa ja valvontaa varten ja valtion turvallisuuden suojaamiseksi ottaa sormenjaljet, valokuvan seka muut henkilotuntomerkit ulkomaalaisesta: 1) joka on hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapaisen suojelun perusteella;",
        "title_sv": "Upptagande av signalement",
        "content_sv": "Polisen eller gränskontrollmyndigheten får för verifiering av identitet, för behandling, beslut och övervakning av utlänningars inresa och utresa samt vistelse och arbete och för tryggande av statens säkerhet ta fingeravtryck, fotografier och andra signalement på en utlänning 1) som har ansökt om asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd,",
        "normalized_sv": "Polisen eller gränskontrollmyndigheten får för verifiering av identitet, för behandling, beslut och övervakning av utlänningars inresa och utresa samt vistelse och arbete och för tryggande av statens säkerhet ta fingeravtryck, fotografier och andra signalement på en utlänning 1) som har ansökt om asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd,",
        "folded_sv": "polisen eller granskontrollmyndigheten far for verifiering av identitet, for behandling, beslut och overvakning av utlanningars inresa och utresa samt vistelse och arbete och for tryggande av statens sakerhet ta fingeravtryck, fotografier och andra signalement pa en utlanning 1) som har ansokt om asyl eller uppehallstillstand pa grund av alternativt skydd eller tillfalligt skydd,"
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "175",
      "section": "175",
      "title": "Takaisinkuljetusvelvollisuus",
      "content": "Jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa säädettyä velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:175",
        "normalized_fi": "Jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa säädettyä velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapäisen suojelun perusteella.",
        "folded_fi": "jos rajatarkastusviranomainen on sallinut ulkomaalaisen maahantulon, liikenteenharjoittajalla ei ole 1 momentissa saadettya velvollisuutta, ellei ulkomaalainen ole rajalla hakenut turvapaikkaa tai oleskelulupaa toissijaisen suojelun tai tilapaisen suojelun perusteella.",
        "title_sv": "Återtransportskyldighet",
        "content_sv": "Om gränskontrollmyndigheten har tillåtit en utlännings inresa, har transportören inte längre den skyldighet som föreskrivs i 1 mom., om inte utlänningen vid gränsen sökt asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd.",
        "normalized_sv": "Om gränskontrollmyndigheten har tillåtit en utlännings inresa, har transportören inte längre den skyldighet som föreskrivs i 1 mom., om inte utlänningen vid gränsen sökt asyl eller uppehållstillstånd på grund av alternativt skydd eller tillfälligt skydd.",
        "folded_sv": "om granskontrollmyndigheten har tillatit en utlannings inresa, har transportoren inte langre den skyldighet som foreskrivs i 1 mom., om inte utlanningen vid gransen sokt asyl eller uppehallstillstand pa grund av alternativt skydd eller tillfalligt skydd."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "182",
      "section": "182",
      "title": "Liikenteenharjoittajan seuraamusmaksun poistaminen",
      "content": "Liikenteenharjoittajan seuraamusmaksun määränneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jäädä maahan sillä perusteella, että hänelle myönnetään oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapäisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 §:n nojalla laittoman maahantulon järjestämisestä tai rikoslain 17 luvun 8 a §:n nojalla törkeästä laittoman maahantulon järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:182",
        "normalized_fi": "Liikenteenharjoittajan seuraamusmaksun määränneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jäädä maahan sillä perusteella, että hänelle myönnetään oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapäisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 § :n nojalla laittoman maahantulon järjestämisestä tai rikoslain 17 luvun 8 a § :n nojalla törkeästä laittoman maahantulon järjestämisestä.",
        "folded_fi": "liikenteenharjoittajan seuraamusmaksun maaranneen viranomaisen on poistettava maksu, jos: 1) ulkomaalainen saa jaada maahan silla perusteella, etta hanelle myonnetaan oleskelulupa pakolaisuuden, toissijaisen suojelun tai tilapaisen suojelun perusteella; taikka 2) liikenteenharjoittaja tuomitaan rangaistukseen rikoslain 17 luvun 8 §:n nojalla laittoman maahantulon jarjestamisesta tai rikoslain 17 luvun 8 a §:n nojalla torkeasta laittoman maahantulon jarjestamisesta.",
        "title_sv": "Avlyftande av påföljdsavgift för transportör",
        "content_sv": "Den myndighet som påfört en påföljdsavgift för transportör ska avlyfta avgiften, om 1) en utlänning får stanna i landet därför att uppehållstillstånd beviljas honom eller henne på grund av flyktingskap, alternativt skydd eller tillfälligt skydd, eller 2) transportören döms till straff för ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller för grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen.",
        "normalized_sv": "Den myndighet som påfört en påföljdsavgift för transportör ska avlyfta avgiften, om 1) en utlänning får stanna i landet därför att uppehållstillstånd beviljas honom eller henne på grund av flyktingskap, alternativt skydd eller tillfälligt skydd, eller 2) transportören döms till straff för ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller för grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen.",
        "folded_sv": "den myndighet som pafort en pafoljdsavgift for transportor ska avlyfta avgiften, om 1) en utlanning far stanna i landet darfor att uppehallstillstand beviljas honom eller henne pa grund av flyktingskap, alternativt skydd eller tillfalligt skydd, eller 2) transportoren doms till straff for ordnande av olaglig inresa enligt 17 kap. 8 § i strafflagen eller for grovt ordnande av olaglig inresa enligt 17 kap. 8 a § i strafflagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "193",
      "section": "193",
      "title": "Valitus Helsingin hallinto-oikeuteen",
      "content": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myönnettävän oleskeluluvan saamiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:193",
        "normalized_fi": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myönnettävän oleskeluluvan saamiseksi;",
        "folded_fi": "maahanmuuttoviraston paatoksesta valitetaan helsingin hallinto-oikeuteen, jos paatos koskee: 1) hakemusta turvapaikan tai toissijaisen suojelun perusteella myonnettavan oleskeluluvan saamiseksi;",
        "title_sv": "Anförande av besvär hos Helsingfors förvaltningsdomstol",
        "content_sv": "Migrationsverkets beslut överklagas genom besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller ansökan om uppehållstillstånd på grund av alternativt skydd,",
        "normalized_sv": "Migrationsverkets beslut överklagas genom besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller ansökan om uppehållstillstånd på grund av alternativt skydd,",
        "folded_sv": "migrationsverkets beslut overklagas genom besvar hos helsingfors forvaltningsdomstol, om beslutet galler 1) ansokan om asyl eller ansokan om uppehallstillstand pa grund av alternativt skydd,"
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    },
    {
      "provision_ref": "205",
      "section": "205",
      "title": "Tiedoksianto Suomessa",
      "content": "Tavallinen tiedoksianto toimitetaan kirjeellä vastaanottajalle. Vastaanottajan katsotaan saaneen päätöksestä tiedon seitsemän päivän kuluttua kirjeen lähettämisestä, jollei muuta näytetä. Asian katsotaan kuitenkin tulleen Maahanmuuttoviraston tietoon kirjeen saapumispäivänä. Tavallista tiedoksiantoa saadaan käyttää päätöksissä, jotka ovat hakijalle myönteisiä. Tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. Päätös voidaan myös luovuttaa tiedoksiannon vastaanottajalle tai tämän edustajalle. Tiedoksiannosta on tällöin laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. Haastetiedoksiantoon sovelletaan, mitä oikeudenkäymiskaaren 11 luvussa säädetään. Haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. Sen estämättä, mitä 1 momentissa säädetään, kansainvälistä suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa säädetään. Tiedoksiannon toimittaa Maahanmuuttovirasto tai Maahanmuuttoviraston pyynnöstä poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos on tehty päätös hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnöstä Maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos tiedoksiannon vastaanottaja piileskelee tai välttelee tiedoksisaantia taikka hänen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 §:n säännöksiä sijaistiedoksiannosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:205",
        "normalized_fi": "Tavallinen tiedoksianto toimitetaan kirjeellä vastaanottajalle. Vastaanottajan katsotaan saaneen päätöksestä tiedon seitsemän päivän kuluttua kirjeen lähettämisestä, jollei muuta näytetä. Asian katsotaan kuitenkin tulleen Maahanmuuttoviraston tietoon kirjeen saapumispäivänä. Tavallista tiedoksiantoa saadaan käyttää päätöksissä, jotka ovat hakijalle myönteisiä. Tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. Päätös voidaan myös luovuttaa tiedoksiannon vastaanottajalle tai tämän edustajalle. Tiedoksiannosta on tällöin laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. Haastetiedoksiantoon sovelletaan, mitä oikeudenkäymiskaaren 11 luvussa säädetään. Haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. Sen estämättä, mitä 1 momentissa säädetään, kansainvälistä suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa säädetään. Tiedoksiannon toimittaa Maahanmuuttovirasto tai Maahanmuuttoviraston pyynnöstä poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos on tehty päätös hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnöstä Maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtävästä. Jos tiedoksiannon vastaanottaja piileskelee tai välttelee tiedoksisaantia taikka hänen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 § :n säännöksiä sijaistiedoksiannosta.",
        "folded_fi": "tavallinen tiedoksianto toimitetaan kirjeella vastaanottajalle. vastaanottajan katsotaan saaneen paatoksesta tiedon seitseman paivan kuluttua kirjeen lahettamisesta, jollei muuta nayteta. asian katsotaan kuitenkin tulleen maahanmuuttoviraston tietoon kirjeen saapumispaivana. tavallista tiedoksiantoa saadaan kayttaa paatoksissa, jotka ovat hakijalle myonteisia. tiedoksianto on muutoin toimitettava postitse saantitodistusta vastaan. paatos voidaan myos luovuttaa tiedoksiannon vastaanottajalle tai taman edustajalle. tiedoksiannosta on talloin laadittava kirjallinen todistus, josta kayvat ilmi tiedoksiannon toimittaja ja vastaanottaja seka tiedoksiannon ajankohta. jos viranomainen katsoo siihen olevan aihetta, tiedoksianto voidaan toimittaa haastetiedoksiantona. haastetiedoksiantoon sovelletaan, mita oikeudenkaymiskaaren 11 luvussa saadetaan. haastetiedoksiannon toimittaa poliisi tai rajatarkastusviranomainen. sen estamatta, mita 1 momentissa saadetaan, kansainvalista suojelua koskevassa asiassa tiedoksianto on aina toimitettava todisteellisesti siten kuin 2 ja 3 momentissa saadetaan. tiedoksiannon toimittaa maahanmuuttovirasto tai maahanmuuttoviraston pyynnosta poliisi, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtavasta. jos on tehty paatos hakijan maasta poistamiseksi, tiedoksiannon toimittaa poliisi tai poliisin pyynnosta maahanmuuttovirasto, jos se voi tarkoituksenmukaisesti huolehtia tiedoksiantotehtavasta. jos tiedoksiannon vastaanottaja piileskelee tai valttelee tiedoksisaantia taikka hanen olinpaikastaan ei muutoin ole tietoa, sovelletaan hallintolain 61 §:n saannoksia sijaistiedoksiannosta.",
        "title_sv": "Delgivning i Finland",
        "content_sv": "Vanlig delgivning verkställs genom brev. Mottagaren anses ha fått del av beslutet sju dagar efter det att brevet avsändes, om inget annat visas. Saken anses dock ha kommit till Migrationsverkets kännedom den dag då brevet anlänt. Vanlig delgivning får användas vid beslut som är positiva för sökanden. I annat fall ska delgivningen verkställas per post mot mottagningsbevis. Beslutet kan också överlämnas till mottagaren eller dennes företrädare. Över delgivningen ska det då upprättas ett skriftligt intyg där delgivningens verkställare och mottagare samt tidpunkten för delgivningen framgår. Om myndigheten anser att det finns skäl till det, kan delgivningen verkställas som stämningsdelgivning. På stämningsdelgivning tillämpas 11 kap. i rättegångsbalken. Stämningsdelgivning verkställs av polisen eller gränskontrollmyndigheten. Trots bestämmelserna i 1 mom. ska delgivningen i ett ärende som gäller internationellt skydd alltid verkställas bevisligen på det sätt som föreskrivs i 2 och 3 mom. Delgivningen verkställs av Migrationsverket, eller på Migrationsverkets begäran av polisen, om polisen kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om det har fattats ett beslut om att sökanden ska avlägsnas ur landet, verkställs delgivningen av polisen, eller på polisens begäran av Migrationsverket, om Migrationsverket kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om delgivningens mottagare håller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars är okänd, tillämpas bestämmelsen om mellanhandsdelgivning i 61 § i förvaltningslagen.",
        "normalized_sv": "Vanlig delgivning verkställs genom brev. Mottagaren anses ha fått del av beslutet sju dagar efter det att brevet avsändes, om inget annat visas. Saken anses dock ha kommit till Migrationsverkets kännedom den dag då brevet anlänt. Vanlig delgivning får användas vid beslut som är positiva för sökanden. I annat fall ska delgivningen verkställas per post mot mottagningsbevis. Beslutet kan också överlämnas till mottagaren eller dennes företrädare. Över delgivningen ska det då upprättas ett skriftligt intyg där delgivningens verkställare och mottagare samt tidpunkten för delgivningen framgår. Om myndigheten anser att det finns skäl till det, kan delgivningen verkställas som stämningsdelgivning. På stämningsdelgivning tillämpas 11 kap. i rättegångsbalken. Stämningsdelgivning verkställs av polisen eller gränskontrollmyndigheten. Trots bestämmelserna i 1 mom. ska delgivningen i ett ärende som gäller internationellt skydd alltid verkställas bevisligen på det sätt som föreskrivs i 2 och 3 mom. Delgivningen verkställs av Migrationsverket, eller på Migrationsverkets begäran av polisen, om polisen kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om det har fattats ett beslut om att sökanden ska avlägsnas ur landet, verkställs delgivningen av polisen, eller på polisens begäran av Migrationsverket, om Migrationsverket kan sköta delgivningsuppdraget på ett ändamålsenligt sätt. Om delgivningens mottagare håller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars är okänd, tillämpas bestämmelsen om mellanhandsdelgivning i 61 § i förvaltningslagen.",
        "folded_sv": "vanlig delgivning verkstalls genom brev. mottagaren anses ha fatt del av beslutet sju dagar efter det att brevet avsandes, om inget annat visas. saken anses dock ha kommit till migrationsverkets kannedom den dag da brevet anlant. vanlig delgivning far anvandas vid beslut som ar positiva for sokanden. i annat fall ska delgivningen verkstallas per post mot mottagningsbevis. beslutet kan ocksa overlamnas till mottagaren eller dennes foretradare. over delgivningen ska det da upprattas ett skriftligt intyg dar delgivningens verkstallare och mottagare samt tidpunkten for delgivningen framgar. om myndigheten anser att det finns skal till det, kan delgivningen verkstallas som stamningsdelgivning. pa stamningsdelgivning tillampas 11 kap. i rattegangsbalken. stamningsdelgivning verkstalls av polisen eller granskontrollmyndigheten. trots bestammelserna i 1 mom. ska delgivningen i ett arende som galler internationellt skydd alltid verkstallas bevisligen pa det satt som foreskrivs i 2 och 3 mom. delgivningen verkstalls av migrationsverket, eller pa migrationsverkets begaran av polisen, om polisen kan skota delgivningsuppdraget pa ett andamalsenligt satt. om det har fattats ett beslut om att sokanden ska avlagsnas ur landet, verkstalls delgivningen av polisen, eller pa polisens begaran av migrationsverket, om migrationsverket kan skota delgivningsuppdraget pa ett andamalsenligt satt. om delgivningens mottagare haller sig undan eller undviker delgivning eller om hans eller hennes vistelseort annars ar okand, tillampas bestammelsen om mellanhandsdelgivning i 61 § i forvaltningslagen."
      },
      "valid_from": "2016-04-29",
      "valid_to": null
    }
  ]
}