{
  "id": "33/2015",
  "type": "statute",
  "title": "Laki vankeuslain muuttamisesta",
  "title_en": "Lag om ändring av fängelselagen",
  "status": "in_force",
  "issued_date": "2015-01-23",
  "in_force_date": "2015-01-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/33/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Vankeusrangaistuksen täytäntöönpanoon ryhtyminen",
      "content": "Rangaistus on pantava täytäntöön ilman aiheetonta viivytystä, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa täytäntöön kuten lainvoimainen tuomio. Rikosseuraamuslaitoksen on määrättävä tuomitulle ilmoittautumisajankohta ja vankila, johon hänen on ilmoittauduttava. Tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. Sakon muuntorangaistuksen täytäntöönpanoon ryhtymisestä säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen täytäntöönpanon turvaamiseksi oikeusministeriön asetuksella voidaan säätää, että vankilat eivät ota tiettynä ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintään kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. Täytäntöönpanon alkaminen ei kuitenkaan tästä syystä saa siirtyä yli kahdeksaa kuukautta siitä kun tuomio tuli täytäntöönpanokelpoiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Rangaistus on pantava täytäntöön ilman aiheetonta viivytystä, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa täytäntöön kuten lainvoimainen tuomio. Rikosseuraamuslaitoksen on määrättävä tuomitulle ilmoittautumisajankohta ja vankila, johon hänen on ilmoittauduttava. Tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. Sakon muuntorangaistuksen täytäntöönpanoon ryhtymisestä säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen täytäntöönpanon turvaamiseksi oikeusministeriön asetuksella voidaan säätää, että vankilat eivät ota tiettynä ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintään kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. Täytäntöönpanon alkaminen ei kuitenkaan tästä syystä saa siirtyä yli kahdeksaa kuukautta siitä kun tuomio tuli täytäntöönpanokelpoiseksi.",
        "folded_fi": "rangaistus on pantava taytantoon ilman aiheetonta viivytysta, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa taytantoon kuten lainvoimainen tuomio. rikosseuraamuslaitoksen on maarattava tuomitulle ilmoittautumisajankohta ja vankila, johon hanen on ilmoittauduttava. tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. sakon muuntorangaistuksen taytantoonpanoon ryhtymisesta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen taytantoonpanon turvaamiseksi oikeusministerion asetuksella voidaan saataa, etta vankilat eivat ota tiettyna ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintaan kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. taytantoonpanon alkaminen ei kuitenkaan tasta syysta saa siirtya yli kahdeksaa kuukautta siita kun tuomio tuli taytantoonpanokelpoiseksi.",
        "title_sv": "Inledande av verkställighet av fängelsestraff",
        "content_sv": "Ett straff ska verkställas utan ogrundat dröjsmål när en dom som avser fängelsestraff har vunnit laga kraft eller kan verkställas såsom en lagakraftvunnen dom. Brottspåföljdsmyndigheten ska förelägga den dömde en anmälningstidpunkt och ett fängelse där den dömde ska anmäla sig. Den dömde ska höras om anmälningstidpunkten, fängelset och utarbetandet av planen för strafftiden. Bestämmelser om inledning av verkställighet av förvandlingsstraff för böter finns i lagen om verkställighet av böter (672/2002). För att jämna ut fångtalet och säkerställa ändamålsenlig straffverkställighet kan det genom förordning av justitieministeriet bestämmas att fängelserna inte under en viss period tar emot dömda som ska avtjäna ett högst sex månaders fängelsestraff eller ett förvandlingsstraff för böter. Verkställigheten får dock inte av denna orsak inledas senare än åtta månader efter det att domen blivit verkställbar.",
        "normalized_sv": "Ett straff ska verkställas utan ogrundat dröjsmål när en dom som avser fängelsestraff har vunnit laga kraft eller kan verkställas såsom en lagakraftvunnen dom. Brottspåföljdsmyndigheten ska förelägga den dömde en anmälningstidpunkt och ett fängelse där den dömde ska anmäla sig. Den dömde ska höras om anmälningstidpunkten, fängelset och utarbetandet av planen för strafftiden. Bestämmelser om inledning av verkställighet av förvandlingsstraff för böter finns i lagen om verkställighet av böter (672/2002). För att jämna ut fångtalet och säkerställa ändamålsenlig straffverkställighet kan det genom förordning av justitieministeriet bestämmas att fängelserna inte under en viss period tar emot dömda som ska avtjäna ett högst sex månaders fängelsestraff eller ett förvandlingsstraff för böter. Verkställigheten får dock inte av denna orsak inledas senare än åtta månader efter det att domen blivit verkställbar.",
        "folded_sv": "ett straff ska verkstallas utan ogrundat drojsmal nar en dom som avser fangelsestraff har vunnit laga kraft eller kan verkstallas sasom en lagakraftvunnen dom. brottspafoljdsmyndigheten ska forelagga den domde en anmalningstidpunkt och ett fangelse dar den domde ska anmala sig. den domde ska horas om anmalningstidpunkten, fangelset och utarbetandet av planen for strafftiden. bestammelser om inledning av verkstallighet av forvandlingsstraff for boter finns i lagen om verkstallighet av boter (672/2002). for att jamna ut fangtalet och sakerstalla andamalsenlig straffverkstallighet kan det genom forordning av justitieministeriet bestammas att fangelserna inte under en viss period tar emot domda som ska avtjana ett hogst sex manaders fangelsestraff eller ett forvandlingsstraff for boter. verkstalligheten far dock inte av denna orsak inledas senare an atta manader efter det att domen blivit verkstallbar."
      }
    },
    {
      "provision_ref": "2:2 a",
      "chapter": "2",
      "section": "2 a",
      "title": "Etsintäkuuluttaminen",
      "content": "Rikosseuraamuslaitoksen on etsintäkuulutettava tuomittu täytäntöönpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eikä hänen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan määrättynä ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2 a",
        "normalized_fi": "Rikosseuraamuslaitoksen on etsintäkuulutettava tuomittu täytäntöönpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eikä hänen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan määrättynä ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee täytäntöönpanoa.",
        "folded_fi": "rikosseuraamuslaitoksen on etsintakuulutettava tuomittu taytantoonpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eika hanen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan maarattyna ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee taytantoonpanoa.",
        "title_sv": "Efterlysning",
        "content_sv": "Brottspåföljdsmyndigheten ska efterlysa den dömde för inledande av verkställigheten om 1) den dömde inte påträffas och hans eller hennes vistelseort inte kan utredas, 2) den dömde inte iakttar en uppmaning som gäller hörande, 3) den dömde inte infinner sig i fängelset vid den utsatta anmälningstidpunkten, 4) den dömde uppenbart drar sig undan verkställigheten.",
        "normalized_sv": "Brottspåföljdsmyndigheten ska efterlysa den dömde för inledande av verkställigheten om 1) den dömde inte påträffas och hans eller hennes vistelseort inte kan utredas, 2) den dömde inte iakttar en uppmaning som gäller hörande, 3) den dömde inte infinner sig i fängelset vid den utsatta anmälningstidpunkten, 4) den dömde uppenbart drar sig undan verkställigheten.",
        "folded_sv": "brottspafoljdsmyndigheten ska efterlysa den domde for inledande av verkstalligheten om 1) den domde inte patraffas och hans eller hennes vistelseort inte kan utredas, 2) den domde inte iakttar en uppmaning som galler horande, 3) den domde inte infinner sig i fangelset vid den utsatta anmalningstidpunkten, 4) den domde uppenbart drar sig undan verkstalligheten."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Täytäntöönpanon lykkääminen muista kuin terveydellisistä syistä",
      "content": "Tuomitulle voidaan hakemuksesta tai hänen suostumuksellaan myöntää lykkäystä vankeusrangaistuksen täytäntöönpanoon, jos lykkäyksellä voitaisiin olennaisesti vähentää täytäntöönpanon aiheuttamia menetyksiä tai vaikeuksia tuomitulle, hänen lähiomaiselleen tai muulle läheiselle taikka tuomitun työnantajalle tai jollekin muulle taholle, jolle tuomitun työsuoritus on erityisen tarpeellinen. Lykkäystä voidaan myöntää enintään kuusi kuukautta 1 §:n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. Uusi lykkäys voidaan myöntää vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon päättymisaika on tiedossa. Lykkäysten enimmäisaika on yhteensä vuosi ilmoittautumisajankohdasta. Jos täytäntöönpantavaksi tulee samaan aikaan useampia tuomioita tai lykkäyksen aikana täytäntöönpantavaksi tulee uusia tuomioita, vuoden enimmäisaika lasketaan ensimmäisenä täytäntöönpantavaksi määrätyn tuomion ilmoittautumisajankohdasta. Tuomion täytäntöönpanon lykkäämistä koskeva päätös lykkää muidenkin lykkäyksen aikana täytäntöönpantavaksi tulevien tuomioiden täytäntöönpanoa. Edellä 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen täytäntöönpanoa voidaan lykätä enintään kolmella kuukaudella siitä, kun täytäntöönpanokirja on saapunut ulosottomiehelle tai, jollei täytäntöönpanoon voida tuolloin ryhtyä, kun täytäntöönpanon este on lakannut. Lykkäystä ei saa myöntää, jos: 1) tuomittu on asian vuoksi vangittuna tai määrätty muun asian vuoksi vangittavaksi; 2) on perusteltua syytä olettaa, että tuomittu pakoilee täytäntöönpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Tuomitulle voidaan hakemuksesta tai hänen suostumuksellaan myöntää lykkäystä vankeusrangaistuksen täytäntöönpanoon, jos lykkäyksellä voitaisiin olennaisesti vähentää täytäntöönpanon aiheuttamia menetyksiä tai vaikeuksia tuomitulle, hänen lähiomaiselleen tai muulle läheiselle taikka tuomitun työnantajalle tai jollekin muulle taholle, jolle tuomitun työsuoritus on erityisen tarpeellinen. Lykkäystä voidaan myöntää enintään kuusi kuukautta 1 § :n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. Uusi lykkäys voidaan myöntää vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon päättymisaika on tiedossa. Lykkäysten enimmäisaika on yhteensä vuosi ilmoittautumisajankohdasta. Jos täytäntöönpantavaksi tulee samaan aikaan useampia tuomioita tai lykkäyksen aikana täytäntöönpantavaksi tulee uusia tuomioita, vuoden enimmäisaika lasketaan ensimmäisenä täytäntöönpantavaksi määrätyn tuomion ilmoittautumisajankohdasta. Tuomion täytäntöönpanon lykkäämistä koskeva päätös lykkää muidenkin lykkäyksen aikana täytäntöönpantavaksi tulevien tuomioiden täytäntöönpanoa. Edellä 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen täytäntöönpanoa voidaan lykätä enintään kolmella kuukaudella siitä, kun täytäntöönpanokirja on saapunut ulosottomiehelle tai, jollei täytäntöönpanoon voida tuolloin ryhtyä, kun täytäntöönpanon este on lakannut. Lykkäystä ei saa myöntää, jos: 1) tuomittu on asian vuoksi vangittuna tai määrätty muun asian vuoksi vangittavaksi; 2) on perusteltua syytä olettaa, että tuomittu pakoilee täytäntöönpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
        "folded_fi": "tuomitulle voidaan hakemuksesta tai hanen suostumuksellaan myontaa lykkaysta vankeusrangaistuksen taytantoonpanoon, jos lykkayksella voitaisiin olennaisesti vahentaa taytantoonpanon aiheuttamia menetyksia tai vaikeuksia tuomitulle, hanen lahiomaiselleen tai muulle laheiselle taikka tuomitun tyonantajalle tai jollekin muulle taholle, jolle tuomitun tyosuoritus on erityisen tarpeellinen. lykkaysta voidaan myontaa enintaan kuusi kuukautta 1 §:n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. uusi lykkays voidaan myontaa vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon paattymisaika on tiedossa. lykkaysten enimmaisaika on yhteensa vuosi ilmoittautumisajankohdasta. jos taytantoonpantavaksi tulee samaan aikaan useampia tuomioita tai lykkayksen aikana taytantoonpantavaksi tulee uusia tuomioita, vuoden enimmaisaika lasketaan ensimmaisena taytantoonpantavaksi maaratyn tuomion ilmoittautumisajankohdasta. tuomion taytantoonpanon lykkaamista koskeva paatos lykkaa muidenkin lykkayksen aikana taytantoonpantavaksi tulevien tuomioiden taytantoonpanoa. edella 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen taytantoonpanoa voidaan lykata enintaan kolmella kuukaudella siita, kun taytantoonpanokirja on saapunut ulosottomiehelle tai, jollei taytantoonpanoon voida tuolloin ryhtya, kun taytantoonpanon este on lakannut. lykkaysta ei saa myontaa, jos: 1) tuomittu on asian vuoksi vangittuna tai maaratty muun asian vuoksi vangittavaksi; 2) on perusteltua syyta olettaa, etta tuomittu pakoilee taytantoonpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
        "title_sv": "Uppskov med verkställigheten på andra grunder än av hälsoskäl",
        "content_sv": "Uppskov med verkställigheten av fängelsestraff kan beviljas den dömde på ansökan eller med den dömdes samtycke, om det genom uppskov är möjligt att väsentligt minska de förluster eller svårigheter som verkställigheten vållar den dömde eller någon nära anhörig eller annan närstående till den dömde eller den dömdes arbetsgivare eller någon annan intressent för vilken den dömdes arbetsprestation är särskilt behövlig. Uppskov kan beviljas för högst sex månader från den anmälningstidpunkt som avses i 1 § 2 mom. Ett nytt uppskov kan beviljas endast undantagsvis och på sådana grunder som upphör att gälla vid en känd tidpunkt. Den maximala tiden för uppskov är sammanlagt ett år från anmälningstidpunkten. Om flera domar ska verkställas samtidigt eller om nya domar ska verkställas under uppskovet, räknas den maximala tiden på ett år från anmälningstidpunkten i fråga om den dom som enligt beslut ska verkställas först. Ett beslut om uppskov med verkställigheten av en dom skjuter även upp verkställigheten av andra domar som ska verkställas under uppskovet. På de grunder som nämns i 1 mom. kan verkställigheten av förvandlingsstraff för böter skjutas upp med högst tre månader från den tidpunkt då verkställighetshandlingen har anlänt till utmätningsmannen eller, om verkställigheten då inte kan inledas, efter att hindret för verkställighet upphört. Uppskov får inte beviljas om 1) den dömde är häktad i målet eller förordnad att häktas i något annat mål, 2) det finns grundad anledning att anta att den dömde drar sig undan verkställigheten eller fortsätter den brottsliga verksamheten, 3) den dömde redan har börjat avtjäna sitt straff.",
        "normalized_sv": "Uppskov med verkställigheten av fängelsestraff kan beviljas den dömde på ansökan eller med den dömdes samtycke, om det genom uppskov är möjligt att väsentligt minska de förluster eller svårigheter som verkställigheten vållar den dömde eller någon nära anhörig eller annan närstående till den dömde eller den dömdes arbetsgivare eller någon annan intressent för vilken den dömdes arbetsprestation är särskilt behövlig. Uppskov kan beviljas för högst sex månader från den anmälningstidpunkt som avses i 1 § 2 mom. Ett nytt uppskov kan beviljas endast undantagsvis och på sådana grunder som upphör att gälla vid en känd tidpunkt. Den maximala tiden för uppskov är sammanlagt ett år från anmälningstidpunkten. Om flera domar ska verkställas samtidigt eller om nya domar ska verkställas under uppskovet, räknas den maximala tiden på ett år från anmälningstidpunkten i fråga om den dom som enligt beslut ska verkställas först. Ett beslut om uppskov med verkställigheten av en dom skjuter även upp verkställigheten av andra domar som ska verkställas under uppskovet. På de grunder som nämns i 1 mom. kan verkställigheten av förvandlingsstraff för böter skjutas upp med högst tre månader från den tidpunkt då verkställighetshandlingen har anlänt till utmätningsmannen eller, om verkställigheten då inte kan inledas, efter att hindret för verkställighet upphört. Uppskov får inte beviljas om 1) den dömde är häktad i målet eller förordnad att häktas i något annat mål, 2) det finns grundad anledning att anta att den dömde drar sig undan verkställigheten eller fortsätter den brottsliga verksamheten, 3) den dömde redan har börjat avtjäna sitt straff.",
        "folded_sv": "uppskov med verkstalligheten av fangelsestraff kan beviljas den domde pa ansokan eller med den domdes samtycke, om det genom uppskov ar mojligt att vasentligt minska de forluster eller svarigheter som verkstalligheten vallar den domde eller nagon nara anhorig eller annan narstaende till den domde eller den domdes arbetsgivare eller nagon annan intressent for vilken den domdes arbetsprestation ar sarskilt behovlig. uppskov kan beviljas for hogst sex manader fran den anmalningstidpunkt som avses i 1 § 2 mom. ett nytt uppskov kan beviljas endast undantagsvis och pa sadana grunder som upphor att galla vid en kand tidpunkt. den maximala tiden for uppskov ar sammanlagt ett ar fran anmalningstidpunkten. om flera domar ska verkstallas samtidigt eller om nya domar ska verkstallas under uppskovet, raknas den maximala tiden pa ett ar fran anmalningstidpunkten i fraga om den dom som enligt beslut ska verkstallas forst. ett beslut om uppskov med verkstalligheten av en dom skjuter aven upp verkstalligheten av andra domar som ska verkstallas under uppskovet. pa de grunder som namns i 1 mom. kan verkstalligheten av forvandlingsstraff for boter skjutas upp med hogst tre manader fran den tidpunkt da verkstallighetshandlingen har anlant till utmatningsmannen eller, om verkstalligheten da inte kan inledas, efter att hindret for verkstallighet upphort. uppskov far inte beviljas om 1) den domde ar haktad i malet eller forordnad att haktas i nagot annat mal, 2) det finns grundad anledning att anta att den domde drar sig undan verkstalligheten eller fortsatter den brottsliga verksamheten, 3) den domde redan har borjat avtjana sitt straff."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Lykkäyshakemuksen vaikutus täytäntöönpanoon",
      "content": "Ensimmäisen lykkäyshakemuksen tekeminen lykkää vankeusrangaistuksen tai samaan aikaan täytäntöönpantavaksi tulevien vankeusrangaistusten täytäntöönpanoa, kunnes hakemuksen johdosta on tehty päätös. Toimivaltainen täytäntöönpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tällainen vaikutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Ensimmäisen lykkäyshakemuksen tekeminen lykkää vankeusrangaistuksen tai samaan aikaan täytäntöönpantavaksi tulevien vankeusrangaistusten täytäntöönpanoa, kunnes hakemuksen johdosta on tehty päätös. Toimivaltainen täytäntöönpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tällainen vaikutus.",
        "folded_fi": "ensimmaisen lykkayshakemuksen tekeminen lykkaa vankeusrangaistuksen tai samaan aikaan taytantoonpantavaksi tulevien vankeusrangaistusten taytantoonpanoa, kunnes hakemuksen johdosta on tehty paatos. toimivaltainen taytantoonpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tallainen vaikutus.",
        "title_sv": "Hur ansökan om uppskov påverkar verkställigheten",
        "content_sv": "Den första ansökan om uppskov skjuter upp verkställigheten av ett fängelsestraff eller av flera fängelsestraff som ska verkställas samtidigt tills ett beslut fattats om ansökan. En behörig verkställighetsmyndighet avgör om en ny ansökan som gäller samma straff har en sådan verkan.",
        "normalized_sv": "Den första ansökan om uppskov skjuter upp verkställigheten av ett fängelsestraff eller av flera fängelsestraff som ska verkställas samtidigt tills ett beslut fattats om ansökan. En behörig verkställighetsmyndighet avgör om en ny ansökan som gäller samma straff har en sådan verkan.",
        "folded_sv": "den forsta ansokan om uppskov skjuter upp verkstalligheten av ett fangelsestraff eller av flera fangelsestraff som ska verkstallas samtidigt tills ett beslut fattats om ansokan. en behorig verkstallighetsmyndighet avgor om en ny ansokan som galler samma straff har en sadan verkan."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Päätösvalta",
      "content": "Arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies päättää 3 §:ssä ja 4 §:n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkäyksestä ja 6 §:ssä tarkoitetusta lykkäyksen peruuttamisesta. Ulosottomies päättää 4 §:n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkäyksestä ja lykkäyksen peruuttamisesta. Terveydellisistä syistä anotusta lykkäyksestä on pyydettävä Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunto. Täytäntöönpanosta vastaava virkamies päättää 7 §:ssä tarkoitetusta maksuajasta. Täytäntöönpanosta vastaava virkamies tai täytäntöönpanojohtajan määräämä muu täytäntöönpanoyksikön virkamies päättää tuomitun etsintäkuuluttamisesta ja sen peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies päättää 3 § :ssä ja 4 § :n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkäyksestä ja 6 § :ssä tarkoitetusta lykkäyksen peruuttamisesta. Ulosottomies päättää 4 § :n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkäyksestä ja lykkäyksen peruuttamisesta. Terveydellisistä syistä anotusta lykkäyksestä on pyydettävä Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunto. Täytäntöönpanosta vastaava virkamies päättää 7 § :ssä tarkoitetusta maksuajasta. Täytäntöönpanosta vastaava virkamies tai täytäntöönpanojohtajan määräämä muu täytäntöönpanoyksikön virkamies päättää tuomitun etsintäkuuluttamisesta ja sen peruuttamisesta.",
        "folded_fi": "arviointikeskuksen johtaja tai tyojarjestyksessa maaratty arviointikeskuksen johtajan sijaisena toimiva virkamies paattaa 3 §:ssa ja 4 §:n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkayksesta ja 6 §:ssa tarkoitetusta lykkayksen peruuttamisesta. ulosottomies paattaa 4 §:n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkayksesta ja lykkayksen peruuttamisesta. terveydellisista syista anotusta lykkayksesta on pyydettava rikosseuraamuslaitoksen terveydenhuoltoyksikon lausunto. taytantoonpanosta vastaava virkamies paattaa 7 §:ssa tarkoitetusta maksuajasta. taytantoonpanosta vastaava virkamies tai taytantoonpanojohtajan maaraama muu taytantoonpanoyksikon virkamies paattaa tuomitun etsintakuuluttamisesta ja sen peruuttamisesta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Direktören för ett bedömningscentrum eller den tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fängelsestraff och i 6 § avsett återkallande av uppskov. En utmätningsman beslutar om uppskov med i 4 § 3 mom. avsett förvandlingsstraff för böter och om återkallande av sådant uppskov. Utlåtande från Brottspåföljdsmyndighetens hälsovårdsenhet ska begäras när uppskov söks av hälsoskäl. Den verkställighetsansvarige beslutar om den betalningstid som avses i 7 §. Beslut om efterlysning av den dömde och om återkallande av efterlysning fattas av den verkställighetsansvarige eller av en sådan tjänsteman vid verkställighetsenheten som förordnats av verkställighetsdirektören.",
        "normalized_sv": "Direktören för ett bedömningscentrum eller den tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fängelsestraff och i 6 § avsett återkallande av uppskov. En utmätningsman beslutar om uppskov med i 4 § 3 mom. avsett förvandlingsstraff för böter och om återkallande av sådant uppskov. Utlåtande från Brottspåföljdsmyndighetens hälsovårdsenhet ska begäras när uppskov söks av hälsoskäl. Den verkställighetsansvarige beslutar om den betalningstid som avses i 7 § . Beslut om efterlysning av den dömde och om återkallande av efterlysning fattas av den verkställighetsansvarige eller av en sådan tjänsteman vid verkställighetsenheten som förordnats av verkställighetsdirektören.",
        "folded_sv": "direktoren for ett bedomningscentrum eller den tjansteman som i arbetsordningen forordnats till direktorens stallforetradare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fangelsestraff och i 6 § avsett aterkallande av uppskov. en utmatningsman beslutar om uppskov med i 4 § 3 mom. avsett forvandlingsstraff for boter och om aterkallande av sadant uppskov. utlatande fran brottspafoljdsmyndighetens halsovardsenhet ska begaras nar uppskov soks av halsoskal. den verkstallighetsansvarige beslutar om den betalningstid som avses i 7 §. beslut om efterlysning av den domde och om aterkallande av efterlysning fattas av den verkstallighetsansvarige eller av en sadan tjansteman vid verkstallighetsenheten som forordnats av verkstallighetsdirektoren."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kiinniotto-oikeus",
      "content": "Rikosseuraamuslaitoksen virkamies voi ottaa Rikosseuraamuslaitoksesta annetun lain 4 §:ssä tarkoitetun yksikön alueella kiinni tämän luvun 2 a §:n nojalla etsintäkuulutetun tuomitun täytäntöönpanon aloittamiseksi. Etsintäkuulutetun kiinniottamisesta on ilmoitettava poliisille. Kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Rikosseuraamuslaitoksen virkamies voi ottaa Rikosseuraamuslaitoksesta annetun lain 4 § :ssä tarkoitetun yksikön alueella kiinni tämän luvun 2 a § :n nojalla etsintäkuulutetun tuomitun täytäntöönpanon aloittamiseksi. Etsintäkuulutetun kiinniottamisesta on ilmoitettava poliisille. Kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
        "folded_fi": "rikosseuraamuslaitoksen virkamies voi ottaa rikosseuraamuslaitoksesta annetun lain 4 §:ssa tarkoitetun yksikon alueella kiinni taman luvun 2 a §:n nojalla etsintakuulutetun tuomitun taytantoonpanon aloittamiseksi. etsintakuulutetun kiinniottamisesta on ilmoitettava poliisille. kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
        "title_sv": "Rätt att gripa",
        "content_sv": "En tjänsteman vid Brottspåföljdsmyndigheten kan på ett område som hör till en enhet som avses i 4 § i lagen om Brottspåföljdsmyndigheten gripa en dömd som är efterlyst med stöd av 2 a § i detta kapitel för inledande av verkställigheten. Gripandet av den efterlyste ska anmälas till polisen. Den gripne kan vid behov överlämnas till polisen.",
        "normalized_sv": "En tjänsteman vid Brottspåföljdsmyndigheten kan på ett område som hör till en enhet som avses i 4 § i lagen om Brottspåföljdsmyndigheten gripa en dömd som är efterlyst med stöd av 2 a § i detta kapitel för inledande av verkställigheten. Gripandet av den efterlyste ska anmälas till polisen. Den gripne kan vid behov överlämnas till polisen.",
        "folded_sv": "en tjansteman vid brottspafoljdsmyndigheten kan pa ett omrade som hor till en enhet som avses i 4 § i lagen om brottspafoljdsmyndigheten gripa en domd som ar efterlyst med stod av 2 a § i detta kapitel for inledande av verkstalligheten. gripandet av den efterlyste ska anmalas till polisen. den gripne kan vid behov overlamnas till polisen."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset vankeuden täytäntöönpanon aloittamisesta ja lykkäämisestä, lainvoimaa vailla olevan tuomion täytäntöönpanosta, tuomitun kuulemisesta, etsintäkuuluttamisesta sekä sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. Rikosseuraamuslaitoksen keskushallintoyksikkö antaa tarkemmat määräykset niistä perusteista, joilla tuomitun kuulemisen suorittava Rikosseuraamuslaitoksen yksikkö määräytyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Tarkemmat säännökset vankeuden täytäntöönpanon aloittamisesta ja lykkäämisestä, lainvoimaa vailla olevan tuomion täytäntöönpanosta, tuomitun kuulemisesta, etsintäkuuluttamisesta sekä sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. Rikosseuraamuslaitoksen keskushallintoyksikkö antaa tarkemmat määräykset niistä perusteista, joilla tuomitun kuulemisen suorittava Rikosseuraamuslaitoksen yksikkö määräytyy.",
        "folded_fi": "tarkemmat saannokset vankeuden taytantoonpanon aloittamisesta ja lykkaamisesta, lainvoimaa vailla olevan tuomion taytantoonpanosta, tuomitun kuulemisesta, etsintakuuluttamisesta seka sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. rikosseuraamuslaitoksen keskushallintoyksikko antaa tarkemmat maaraykset niista perusteista, joilla tuomitun kuulemisen suorittava rikosseuraamuslaitoksen yksikko maaraytyy.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om inledande av fängelsestraff och om uppskov med verkställigheten, om verkställighet av en dom utan laga kraft, om hörande och efterlysning av den dömde samt om betalning av böter i fängelse utfärdas genom förordning av statsrådet. Brottspåföljdsmyndighetens centralförvaltningsenhet meddelar närmare föreskrifter om de grunder på vilka det bestäms vilken enhet vid Brottspåföljdsmyndigheten som ska höra den dömde.",
        "normalized_sv": "Närmare bestämmelser om inledande av fängelsestraff och om uppskov med verkställigheten, om verkställighet av en dom utan laga kraft, om hörande och efterlysning av den dömde samt om betalning av böter i fängelse utfärdas genom förordning av statsrådet. Brottspåföljdsmyndighetens centralförvaltningsenhet meddelar närmare föreskrifter om de grunder på vilka det bestäms vilken enhet vid Brottspåföljdsmyndigheten som ska höra den dömde.",
        "folded_sv": "narmare bestammelser om inledande av fangelsestraff och om uppskov med verkstalligheten, om verkstallighet av en dom utan laga kraft, om horande och efterlysning av den domde samt om betalning av boter i fangelse utfardas genom forordning av statsradet. brottspafoljdsmyndighetens centralforvaltningsenhet meddelar narmare foreskrifter om de grunder pa vilka det bestams vilken enhet vid brottspafoljdsmyndigheten som ska hora den domde."
      }
    },
    {
      "provision_ref": "4:2",
      "chapter": "4",
      "section": "2",
      "title": "Vankilaan ottaminen",
      "content": "Vangin ottaminen vankilaan perustuu 2 luvun 1 a §:ssä tarkoitettuun täytäntöönpanokirjaan ja tuomion täytäntöönpanemiseksi annettuun ilmoittautumismääräykseen tai etsintäkuulutukseen. Muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismääräykseen tai etsintäkuulutukseen. Tutkintavangin ottamisesta vankilaan säädetään tutkintavankeuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:2",
        "normalized_fi": "Vangin ottaminen vankilaan perustuu 2 luvun 1 a § :ssä tarkoitettuun täytäntöönpanokirjaan ja tuomion täytäntöönpanemiseksi annettuun ilmoittautumismääräykseen tai etsintäkuulutukseen. Muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismääräykseen tai etsintäkuulutukseen. Tutkintavangin ottamisesta vankilaan säädetään tutkintavankeuslaissa.",
        "folded_fi": "vangin ottaminen vankilaan perustuu 2 luvun 1 a §:ssa tarkoitettuun taytantoonpanokirjaan ja tuomion taytantoonpanemiseksi annettuun ilmoittautumismaaraykseen tai etsintakuulutukseen. muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismaaraykseen tai etsintakuulutukseen. tutkintavangin ottamisesta vankilaan saadetaan tutkintavankeuslaissa.",
        "title_sv": "Intagning i fängelse",
        "content_sv": "Intagning i fängelse ska grunda sig på en verkställighetshandling som avses i 2 kap. 1 a § och på ett anmälningsföreläggande eller en efterlysning som utfärdats för verkställighet av domen. Intagning i fängelse av en person som dömts till förvandlingsstraff ska basera sig på ett anmälningsföreläggande av en utmätningsman eller på efterlysning. Bestämmelser om intagning av häktade i fängelser finns i häktningslagen.",
        "normalized_sv": "Intagning i fängelse ska grunda sig på en verkställighetshandling som avses i 2 kap. 1 a § och på ett anmälningsföreläggande eller en efterlysning som utfärdats för verkställighet av domen. Intagning i fängelse av en person som dömts till förvandlingsstraff ska basera sig på ett anmälningsföreläggande av en utmätningsman eller på efterlysning. Bestämmelser om intagning av häktade i fängelser finns i häktningslagen.",
        "folded_sv": "intagning i fangelse ska grunda sig pa en verkstallighetshandling som avses i 2 kap. 1 a § och pa ett anmalningsforelaggande eller en efterlysning som utfardats for verkstallighet av domen. intagning i fangelse av en person som domts till forvandlingsstraff ska basera sig pa ett anmalningsforelaggande av en utmatningsman eller pa efterlysning. bestammelser om intagning av haktade i fangelser finns i haktningslagen."
      }
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "title": "Matkakustannusten korvaaminen",
      "content": "Vankilaan saapuvan ja sieltä vapautuvan vangin matkakustannukset Suomen alueella maksetaan valtion varoista. Samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden täytäntöönpanon aloittamista koskevasta kuulemisesta Rikosseuraamuslaitoksen yksikössä. Kustannukset korvataan halvimman julkisen kulkuneuvon käyttämisestä aiheutuneiden kustannusten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3",
        "normalized_fi": "Vankilaan saapuvan ja sieltä vapautuvan vangin matkakustannukset Suomen alueella maksetaan valtion varoista. Samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden täytäntöönpanon aloittamista koskevasta kuulemisesta Rikosseuraamuslaitoksen yksikössä. Kustannukset korvataan halvimman julkisen kulkuneuvon käyttämisestä aiheutuneiden kustannusten mukaan.",
        "folded_fi": "vankilaan saapuvan ja sielta vapautuvan vangin matkakustannukset suomen alueella maksetaan valtion varoista. samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden taytantoonpanon aloittamista koskevasta kuulemisesta rikosseuraamuslaitoksen yksikossa. kustannukset korvataan halvimman julkisen kulkuneuvon kayttamisesta aiheutuneiden kustannusten mukaan.",
        "title_sv": "Ersättning för resekostnader",
        "content_sv": "De kostnader som en fånge som anländer till ett fängelse och friges därifrån har för resor på finskt territorium betalas med statsmedel. Detta gäller även resekostnader som den dömde har för sådant hörande vid en enhet vid Brottspåföljdsmyndigheten som gäller inledande av fängelsestraff. Kostnaderna ersätts i enlighet med kostnaderna för användning av det billigaste allmänna fortskaffningsmedlet.",
        "normalized_sv": "De kostnader som en fånge som anländer till ett fängelse och friges därifrån har för resor på finskt territorium betalas med statsmedel. Detta gäller även resekostnader som den dömde har för sådant hörande vid en enhet vid Brottspåföljdsmyndigheten som gäller inledande av fängelsestraff. Kostnaderna ersätts i enlighet med kostnaderna för användning av det billigaste allmänna fortskaffningsmedlet.",
        "folded_sv": "de kostnader som en fange som anlander till ett fangelse och friges darifran har for resor pa finskt territorium betalas med statsmedel. detta galler aven resekostnader som den domde har for sadant horande vid en enhet vid brottspafoljdsmyndigheten som galler inledande av fangelsestraff. kostnaderna ersatts i enlighet med kostnaderna for anvandning av det billigaste allmanna fortskaffningsmedlet."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Päätösvalta",
      "content": "Rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta päättää arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen työjärjestyksessä määrätty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää niistä avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 §:n 2 momentissa tarkoitetuilla välineillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:11",
        "normalized_fi": "Rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta päättää arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen työjärjestyksessä määrätty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää niistä avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 § :n 2 momentissa tarkoitetuilla välineillä.",
        "folded_fi": "rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta paattaa arviointikeskuksen johtaja tai tyojarjestyksessa maaratty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen tyojarjestyksessa maaratty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. rikosseuraamuslaitoksen keskushallintoyksikko paattaa niista avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 §:n 2 momentissa tarkoitetuilla valineilla.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Beslut om planen för strafftiden, placeringen av en fånge i fängelse och tidpunkten för anmälan till fängelset fattas av direktören för ett bedömningscentrum eller av en tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare eller av en i brottspåföljdsregionens arbetsordning förordnad direktör för en byrå för samhällspåföljder eller av en tjänsteman som är ställföreträdare för direktören för en byrå för samhällspåföljder. Brottspåföljdsmyndighetens centralförvaltningsenhet beslutar om de öppna anstalter och öppna avdelningar där fångar övervakas tekniskt med hjälp av anordningar enligt 1 § 2 mom.",
        "normalized_sv": "Beslut om planen för strafftiden, placeringen av en fånge i fängelse och tidpunkten för anmälan till fängelset fattas av direktören för ett bedömningscentrum eller av en tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare eller av en i brottspåföljdsregionens arbetsordning förordnad direktör för en byrå för samhällspåföljder eller av en tjänsteman som är ställföreträdare för direktören för en byrå för samhällspåföljder. Brottspåföljdsmyndighetens centralförvaltningsenhet beslutar om de öppna anstalter och öppna avdelningar där fångar övervakas tekniskt med hjälp av anordningar enligt 1 § 2 mom.",
        "folded_sv": "beslut om planen for strafftiden, placeringen av en fange i fangelse och tidpunkten for anmalan till fangelset fattas av direktoren for ett bedomningscentrum eller av en tjansteman som i arbetsordningen forordnats till direktorens stallforetradare eller av en i brottspafoljdsregionens arbetsordning forordnad direktor for en byra for samhallspafoljder eller av en tjansteman som ar stallforetradare for direktoren for en byra for samhallspafoljder. brottspafoljdsmyndighetens centralforvaltningsenhet beslutar om de oppna anstalter och oppna avdelningar dar fangar overvakas tekniskt med hjalp av anordningar enligt 1 § 2 mom."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Vankeusrangaistuksen täytäntöönpanoon ryhtyminen",
      "content": "Rangaistus on pantava täytäntöön ilman aiheetonta viivytystä, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa täytäntöön kuten lainvoimainen tuomio. Rikosseuraamuslaitoksen on määrättävä tuomitulle ilmoittautumisajankohta ja vankila, johon hänen on ilmoittauduttava. Tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. Sakon muuntorangaistuksen täytäntöönpanoon ryhtymisestä säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen täytäntöönpanon turvaamiseksi oikeusministeriön asetuksella voidaan säätää, että vankilat eivät ota tiettynä ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintään kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. Täytäntöönpanon alkaminen ei kuitenkaan tästä syystä saa siirtyä yli kahdeksaa kuukautta siitä kun tuomio tuli täytäntöönpanokelpoiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Rangaistus on pantava täytäntöön ilman aiheetonta viivytystä, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa täytäntöön kuten lainvoimainen tuomio. Rikosseuraamuslaitoksen on määrättävä tuomitulle ilmoittautumisajankohta ja vankila, johon hänen on ilmoittauduttava. Tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. Sakon muuntorangaistuksen täytäntöönpanoon ryhtymisestä säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen täytäntöönpanon turvaamiseksi oikeusministeriön asetuksella voidaan säätää, että vankilat eivät ota tiettynä ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintään kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. Täytäntöönpanon alkaminen ei kuitenkaan tästä syystä saa siirtyä yli kahdeksaa kuukautta siitä kun tuomio tuli täytäntöönpanokelpoiseksi.",
        "folded_fi": "rangaistus on pantava taytantoon ilman aiheetonta viivytysta, kun vankeusrangaistusta koskeva tuomio on saanut lainvoiman tai se on pantavissa taytantoon kuten lainvoimainen tuomio. rikosseuraamuslaitoksen on maarattava tuomitulle ilmoittautumisajankohta ja vankila, johon hanen on ilmoittauduttava. tuomittua on kuultava ilmoittautumisajankohdasta, sijoitusvankilasta ja rangaistusajan suunnitelman laatimisesta. sakon muuntorangaistuksen taytantoonpanoon ryhtymisesta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). vankiluvun tasoittamiseksi ja rangaistuksen asianmukaisen taytantoonpanon turvaamiseksi oikeusministerion asetuksella voidaan saataa, etta vankilat eivat ota tiettyna ajanjaksona vastaan sellaisia rangaistukseen tuomittuja, joilla on suoritettavanaan enintaan kuuden kuukauden vankeusrangaistus tai sakon muuntorangaistus. taytantoonpanon alkaminen ei kuitenkaan tasta syysta saa siirtya yli kahdeksaa kuukautta siita kun tuomio tuli taytantoonpanokelpoiseksi.",
        "title_sv": "Inledande av verkställighet av fängelsestraff",
        "content_sv": "Ett straff ska verkställas utan ogrundat dröjsmål när en dom som avser fängelsestraff har vunnit laga kraft eller kan verkställas såsom en lagakraftvunnen dom. Brottspåföljdsmyndigheten ska förelägga den dömde en anmälningstidpunkt och ett fängelse där den dömde ska anmäla sig. Den dömde ska höras om anmälningstidpunkten, fängelset och utarbetandet av planen för strafftiden. Bestämmelser om inledning av verkställighet av förvandlingsstraff för böter finns i lagen om verkställighet av böter (672/2002). För att jämna ut fångtalet och säkerställa ändamålsenlig straffverkställighet kan det genom förordning av justitieministeriet bestämmas att fängelserna inte under en viss period tar emot dömda som ska avtjäna ett högst sex månaders fängelsestraff eller ett förvandlingsstraff för böter. Verkställigheten får dock inte av denna orsak inledas senare än åtta månader efter det att domen blivit verkställbar.",
        "normalized_sv": "Ett straff ska verkställas utan ogrundat dröjsmål när en dom som avser fängelsestraff har vunnit laga kraft eller kan verkställas såsom en lagakraftvunnen dom. Brottspåföljdsmyndigheten ska förelägga den dömde en anmälningstidpunkt och ett fängelse där den dömde ska anmäla sig. Den dömde ska höras om anmälningstidpunkten, fängelset och utarbetandet av planen för strafftiden. Bestämmelser om inledning av verkställighet av förvandlingsstraff för böter finns i lagen om verkställighet av böter (672/2002). För att jämna ut fångtalet och säkerställa ändamålsenlig straffverkställighet kan det genom förordning av justitieministeriet bestämmas att fängelserna inte under en viss period tar emot dömda som ska avtjäna ett högst sex månaders fängelsestraff eller ett förvandlingsstraff för böter. Verkställigheten får dock inte av denna orsak inledas senare än åtta månader efter det att domen blivit verkställbar.",
        "folded_sv": "ett straff ska verkstallas utan ogrundat drojsmal nar en dom som avser fangelsestraff har vunnit laga kraft eller kan verkstallas sasom en lagakraftvunnen dom. brottspafoljdsmyndigheten ska forelagga den domde en anmalningstidpunkt och ett fangelse dar den domde ska anmala sig. den domde ska horas om anmalningstidpunkten, fangelset och utarbetandet av planen for strafftiden. bestammelser om inledning av verkstallighet av forvandlingsstraff for boter finns i lagen om verkstallighet av boter (672/2002). for att jamna ut fangtalet och sakerstalla andamalsenlig straffverkstallighet kan det genom forordning av justitieministeriet bestammas att fangelserna inte under en viss period tar emot domda som ska avtjana ett hogst sex manaders fangelsestraff eller ett forvandlingsstraff for boter. verkstalligheten far dock inte av denna orsak inledas senare an atta manader efter det att domen blivit verkstallbar."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:2 a",
      "chapter": "2",
      "section": "2 a",
      "title": "Etsintäkuuluttaminen",
      "content": "Rikosseuraamuslaitoksen on etsintäkuulutettava tuomittu täytäntöönpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eikä hänen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan määrättynä ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2 a",
        "normalized_fi": "Rikosseuraamuslaitoksen on etsintäkuulutettava tuomittu täytäntöönpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eikä hänen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan määrättynä ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee täytäntöönpanoa.",
        "folded_fi": "rikosseuraamuslaitoksen on etsintakuulutettava tuomittu taytantoonpanon aloittamista varten, jos: 1) tuomittua ei tavoiteta, eika hanen oleskelupaikkaa saada selville; 2) tuomittu ei noudata kuulemista koskevaa kehotusta; 3) tuomittu ei saavu vankilaan maarattyna ilmoittautumisajankohtana; 4) tuomittu ilmeisesti pakoilee taytantoonpanoa.",
        "title_sv": "Efterlysning",
        "content_sv": "Brottspåföljdsmyndigheten ska efterlysa den dömde för inledande av verkställigheten om 1) den dömde inte påträffas och hans eller hennes vistelseort inte kan utredas, 2) den dömde inte iakttar en uppmaning som gäller hörande, 3) den dömde inte infinner sig i fängelset vid den utsatta anmälningstidpunkten, 4) den dömde uppenbart drar sig undan verkställigheten.",
        "normalized_sv": "Brottspåföljdsmyndigheten ska efterlysa den dömde för inledande av verkställigheten om 1) den dömde inte påträffas och hans eller hennes vistelseort inte kan utredas, 2) den dömde inte iakttar en uppmaning som gäller hörande, 3) den dömde inte infinner sig i fängelset vid den utsatta anmälningstidpunkten, 4) den dömde uppenbart drar sig undan verkställigheten.",
        "folded_sv": "brottspafoljdsmyndigheten ska efterlysa den domde for inledande av verkstalligheten om 1) den domde inte patraffas och hans eller hennes vistelseort inte kan utredas, 2) den domde inte iakttar en uppmaning som galler horande, 3) den domde inte infinner sig i fangelset vid den utsatta anmalningstidpunkten, 4) den domde uppenbart drar sig undan verkstalligheten."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Täytäntöönpanon lykkääminen muista kuin terveydellisistä syistä",
      "content": "Tuomitulle voidaan hakemuksesta tai hänen suostumuksellaan myöntää lykkäystä vankeusrangaistuksen täytäntöönpanoon, jos lykkäyksellä voitaisiin olennaisesti vähentää täytäntöönpanon aiheuttamia menetyksiä tai vaikeuksia tuomitulle, hänen lähiomaiselleen tai muulle läheiselle taikka tuomitun työnantajalle tai jollekin muulle taholle, jolle tuomitun työsuoritus on erityisen tarpeellinen. Lykkäystä voidaan myöntää enintään kuusi kuukautta 1 §:n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. Uusi lykkäys voidaan myöntää vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon päättymisaika on tiedossa. Lykkäysten enimmäisaika on yhteensä vuosi ilmoittautumisajankohdasta. Jos täytäntöönpantavaksi tulee samaan aikaan useampia tuomioita tai lykkäyksen aikana täytäntöönpantavaksi tulee uusia tuomioita, vuoden enimmäisaika lasketaan ensimmäisenä täytäntöönpantavaksi määrätyn tuomion ilmoittautumisajankohdasta. Tuomion täytäntöönpanon lykkäämistä koskeva päätös lykkää muidenkin lykkäyksen aikana täytäntöönpantavaksi tulevien tuomioiden täytäntöönpanoa. Edellä 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen täytäntöönpanoa voidaan lykätä enintään kolmella kuukaudella siitä, kun täytäntöönpanokirja on saapunut ulosottomiehelle tai, jollei täytäntöönpanoon voida tuolloin ryhtyä, kun täytäntöönpanon este on lakannut. Lykkäystä ei saa myöntää, jos: 1) tuomittu on asian vuoksi vangittuna tai määrätty muun asian vuoksi vangittavaksi; 2) on perusteltua syytä olettaa, että tuomittu pakoilee täytäntöönpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Tuomitulle voidaan hakemuksesta tai hänen suostumuksellaan myöntää lykkäystä vankeusrangaistuksen täytäntöönpanoon, jos lykkäyksellä voitaisiin olennaisesti vähentää täytäntöönpanon aiheuttamia menetyksiä tai vaikeuksia tuomitulle, hänen lähiomaiselleen tai muulle läheiselle taikka tuomitun työnantajalle tai jollekin muulle taholle, jolle tuomitun työsuoritus on erityisen tarpeellinen. Lykkäystä voidaan myöntää enintään kuusi kuukautta 1 § :n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. Uusi lykkäys voidaan myöntää vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon päättymisaika on tiedossa. Lykkäysten enimmäisaika on yhteensä vuosi ilmoittautumisajankohdasta. Jos täytäntöönpantavaksi tulee samaan aikaan useampia tuomioita tai lykkäyksen aikana täytäntöönpantavaksi tulee uusia tuomioita, vuoden enimmäisaika lasketaan ensimmäisenä täytäntöönpantavaksi määrätyn tuomion ilmoittautumisajankohdasta. Tuomion täytäntöönpanon lykkäämistä koskeva päätös lykkää muidenkin lykkäyksen aikana täytäntöönpantavaksi tulevien tuomioiden täytäntöönpanoa. Edellä 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen täytäntöönpanoa voidaan lykätä enintään kolmella kuukaudella siitä, kun täytäntöönpanokirja on saapunut ulosottomiehelle tai, jollei täytäntöönpanoon voida tuolloin ryhtyä, kun täytäntöönpanon este on lakannut. Lykkäystä ei saa myöntää, jos: 1) tuomittu on asian vuoksi vangittuna tai määrätty muun asian vuoksi vangittavaksi; 2) on perusteltua syytä olettaa, että tuomittu pakoilee täytäntöönpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
        "folded_fi": "tuomitulle voidaan hakemuksesta tai hanen suostumuksellaan myontaa lykkaysta vankeusrangaistuksen taytantoonpanoon, jos lykkayksella voitaisiin olennaisesti vahentaa taytantoonpanon aiheuttamia menetyksia tai vaikeuksia tuomitulle, hanen lahiomaiselleen tai muulle laheiselle taikka tuomitun tyonantajalle tai jollekin muulle taholle, jolle tuomitun tyosuoritus on erityisen tarpeellinen. lykkaysta voidaan myontaa enintaan kuusi kuukautta 1 §:n 2 momentissa tarkoitetusta ilmoittautumisajankohdasta. uusi lykkays voidaan myontaa vain poikkeuksellisesti ja sellaisella perusteella, jonka voimassaolon paattymisaika on tiedossa. lykkaysten enimmaisaika on yhteensa vuosi ilmoittautumisajankohdasta. jos taytantoonpantavaksi tulee samaan aikaan useampia tuomioita tai lykkayksen aikana taytantoonpantavaksi tulee uusia tuomioita, vuoden enimmaisaika lasketaan ensimmaisena taytantoonpantavaksi maaratyn tuomion ilmoittautumisajankohdasta. tuomion taytantoonpanon lykkaamista koskeva paatos lykkaa muidenkin lykkayksen aikana taytantoonpantavaksi tulevien tuomioiden taytantoonpanoa. edella 1 momentissa mainituilla perusteilla sakon muuntorangaistuksen taytantoonpanoa voidaan lykata enintaan kolmella kuukaudella siita, kun taytantoonpanokirja on saapunut ulosottomiehelle tai, jollei taytantoonpanoon voida tuolloin ryhtya, kun taytantoonpanon este on lakannut. lykkaysta ei saa myontaa, jos: 1) tuomittu on asian vuoksi vangittuna tai maaratty muun asian vuoksi vangittavaksi; 2) on perusteltua syyta olettaa, etta tuomittu pakoilee taytantoonpanoa tai jatkaa rikollista toimintaa; 3) tuomittu on jo aloittanut rangaistuksen suorittamisen.",
        "title_sv": "Uppskov med verkställigheten på andra grunder än av hälsoskäl",
        "content_sv": "Uppskov med verkställigheten av fängelsestraff kan beviljas den dömde på ansökan eller med den dömdes samtycke, om det genom uppskov är möjligt att väsentligt minska de förluster eller svårigheter som verkställigheten vållar den dömde eller någon nära anhörig eller annan närstående till den dömde eller den dömdes arbetsgivare eller någon annan intressent för vilken den dömdes arbetsprestation är särskilt behövlig. Uppskov kan beviljas för högst sex månader från den anmälningstidpunkt som avses i 1 § 2 mom. Ett nytt uppskov kan beviljas endast undantagsvis och på sådana grunder som upphör att gälla vid en känd tidpunkt. Den maximala tiden för uppskov är sammanlagt ett år från anmälningstidpunkten. Om flera domar ska verkställas samtidigt eller om nya domar ska verkställas under uppskovet, räknas den maximala tiden på ett år från anmälningstidpunkten i fråga om den dom som enligt beslut ska verkställas först. Ett beslut om uppskov med verkställigheten av en dom skjuter även upp verkställigheten av andra domar som ska verkställas under uppskovet. På de grunder som nämns i 1 mom. kan verkställigheten av förvandlingsstraff för böter skjutas upp med högst tre månader från den tidpunkt då verkställighetshandlingen har anlänt till utmätningsmannen eller, om verkställigheten då inte kan inledas, efter att hindret för verkställighet upphört. Uppskov får inte beviljas om 1) den dömde är häktad i målet eller förordnad att häktas i något annat mål, 2) det finns grundad anledning att anta att den dömde drar sig undan verkställigheten eller fortsätter den brottsliga verksamheten, 3) den dömde redan har börjat avtjäna sitt straff.",
        "normalized_sv": "Uppskov med verkställigheten av fängelsestraff kan beviljas den dömde på ansökan eller med den dömdes samtycke, om det genom uppskov är möjligt att väsentligt minska de förluster eller svårigheter som verkställigheten vållar den dömde eller någon nära anhörig eller annan närstående till den dömde eller den dömdes arbetsgivare eller någon annan intressent för vilken den dömdes arbetsprestation är särskilt behövlig. Uppskov kan beviljas för högst sex månader från den anmälningstidpunkt som avses i 1 § 2 mom. Ett nytt uppskov kan beviljas endast undantagsvis och på sådana grunder som upphör att gälla vid en känd tidpunkt. Den maximala tiden för uppskov är sammanlagt ett år från anmälningstidpunkten. Om flera domar ska verkställas samtidigt eller om nya domar ska verkställas under uppskovet, räknas den maximala tiden på ett år från anmälningstidpunkten i fråga om den dom som enligt beslut ska verkställas först. Ett beslut om uppskov med verkställigheten av en dom skjuter även upp verkställigheten av andra domar som ska verkställas under uppskovet. På de grunder som nämns i 1 mom. kan verkställigheten av förvandlingsstraff för böter skjutas upp med högst tre månader från den tidpunkt då verkställighetshandlingen har anlänt till utmätningsmannen eller, om verkställigheten då inte kan inledas, efter att hindret för verkställighet upphört. Uppskov får inte beviljas om 1) den dömde är häktad i målet eller förordnad att häktas i något annat mål, 2) det finns grundad anledning att anta att den dömde drar sig undan verkställigheten eller fortsätter den brottsliga verksamheten, 3) den dömde redan har börjat avtjäna sitt straff.",
        "folded_sv": "uppskov med verkstalligheten av fangelsestraff kan beviljas den domde pa ansokan eller med den domdes samtycke, om det genom uppskov ar mojligt att vasentligt minska de forluster eller svarigheter som verkstalligheten vallar den domde eller nagon nara anhorig eller annan narstaende till den domde eller den domdes arbetsgivare eller nagon annan intressent for vilken den domdes arbetsprestation ar sarskilt behovlig. uppskov kan beviljas for hogst sex manader fran den anmalningstidpunkt som avses i 1 § 2 mom. ett nytt uppskov kan beviljas endast undantagsvis och pa sadana grunder som upphor att galla vid en kand tidpunkt. den maximala tiden for uppskov ar sammanlagt ett ar fran anmalningstidpunkten. om flera domar ska verkstallas samtidigt eller om nya domar ska verkstallas under uppskovet, raknas den maximala tiden pa ett ar fran anmalningstidpunkten i fraga om den dom som enligt beslut ska verkstallas forst. ett beslut om uppskov med verkstalligheten av en dom skjuter aven upp verkstalligheten av andra domar som ska verkstallas under uppskovet. pa de grunder som namns i 1 mom. kan verkstalligheten av forvandlingsstraff for boter skjutas upp med hogst tre manader fran den tidpunkt da verkstallighetshandlingen har anlant till utmatningsmannen eller, om verkstalligheten da inte kan inledas, efter att hindret for verkstallighet upphort. uppskov far inte beviljas om 1) den domde ar haktad i malet eller forordnad att haktas i nagot annat mal, 2) det finns grundad anledning att anta att den domde drar sig undan verkstalligheten eller fortsatter den brottsliga verksamheten, 3) den domde redan har borjat avtjana sitt straff."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Lykkäyshakemuksen vaikutus täytäntöönpanoon",
      "content": "Ensimmäisen lykkäyshakemuksen tekeminen lykkää vankeusrangaistuksen tai samaan aikaan täytäntöönpantavaksi tulevien vankeusrangaistusten täytäntöönpanoa, kunnes hakemuksen johdosta on tehty päätös. Toimivaltainen täytäntöönpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tällainen vaikutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Ensimmäisen lykkäyshakemuksen tekeminen lykkää vankeusrangaistuksen tai samaan aikaan täytäntöönpantavaksi tulevien vankeusrangaistusten täytäntöönpanoa, kunnes hakemuksen johdosta on tehty päätös. Toimivaltainen täytäntöönpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tällainen vaikutus.",
        "folded_fi": "ensimmaisen lykkayshakemuksen tekeminen lykkaa vankeusrangaistuksen tai samaan aikaan taytantoonpantavaksi tulevien vankeusrangaistusten taytantoonpanoa, kunnes hakemuksen johdosta on tehty paatos. toimivaltainen taytantoonpanoviranomainen ratkaisee, onko samaa rangaistusta koskevalla uudella hakemuksella tallainen vaikutus.",
        "title_sv": "Hur ansökan om uppskov påverkar verkställigheten",
        "content_sv": "Den första ansökan om uppskov skjuter upp verkställigheten av ett fängelsestraff eller av flera fängelsestraff som ska verkställas samtidigt tills ett beslut fattats om ansökan. En behörig verkställighetsmyndighet avgör om en ny ansökan som gäller samma straff har en sådan verkan.",
        "normalized_sv": "Den första ansökan om uppskov skjuter upp verkställigheten av ett fängelsestraff eller av flera fängelsestraff som ska verkställas samtidigt tills ett beslut fattats om ansökan. En behörig verkställighetsmyndighet avgör om en ny ansökan som gäller samma straff har en sådan verkan.",
        "folded_sv": "den forsta ansokan om uppskov skjuter upp verkstalligheten av ett fangelsestraff eller av flera fangelsestraff som ska verkstallas samtidigt tills ett beslut fattats om ansokan. en behorig verkstallighetsmyndighet avgor om en ny ansokan som galler samma straff har en sadan verkan."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Päätösvalta",
      "content": "Arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies päättää 3 §:ssä ja 4 §:n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkäyksestä ja 6 §:ssä tarkoitetusta lykkäyksen peruuttamisesta. Ulosottomies päättää 4 §:n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkäyksestä ja lykkäyksen peruuttamisesta. Terveydellisistä syistä anotusta lykkäyksestä on pyydettävä Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunto. Täytäntöönpanosta vastaava virkamies päättää 7 §:ssä tarkoitetusta maksuajasta. Täytäntöönpanosta vastaava virkamies tai täytäntöönpanojohtajan määräämä muu täytäntöönpanoyksikön virkamies päättää tuomitun etsintäkuuluttamisesta ja sen peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies päättää 3 § :ssä ja 4 § :n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkäyksestä ja 6 § :ssä tarkoitetusta lykkäyksen peruuttamisesta. Ulosottomies päättää 4 § :n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkäyksestä ja lykkäyksen peruuttamisesta. Terveydellisistä syistä anotusta lykkäyksestä on pyydettävä Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunto. Täytäntöönpanosta vastaava virkamies päättää 7 § :ssä tarkoitetusta maksuajasta. Täytäntöönpanosta vastaava virkamies tai täytäntöönpanojohtajan määräämä muu täytäntöönpanoyksikön virkamies päättää tuomitun etsintäkuuluttamisesta ja sen peruuttamisesta.",
        "folded_fi": "arviointikeskuksen johtaja tai tyojarjestyksessa maaratty arviointikeskuksen johtajan sijaisena toimiva virkamies paattaa 3 §:ssa ja 4 §:n 1 ja 2 momentissa tarkoitetusta vankeusrangaistuksen lykkayksesta ja 6 §:ssa tarkoitetusta lykkayksen peruuttamisesta. ulosottomies paattaa 4 §:n 3 momentissa tarkoitetusta sakon muuntorangaistuksen lykkayksesta ja lykkayksen peruuttamisesta. terveydellisista syista anotusta lykkayksesta on pyydettava rikosseuraamuslaitoksen terveydenhuoltoyksikon lausunto. taytantoonpanosta vastaava virkamies paattaa 7 §:ssa tarkoitetusta maksuajasta. taytantoonpanosta vastaava virkamies tai taytantoonpanojohtajan maaraama muu taytantoonpanoyksikon virkamies paattaa tuomitun etsintakuuluttamisesta ja sen peruuttamisesta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Direktören för ett bedömningscentrum eller den tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fängelsestraff och i 6 § avsett återkallande av uppskov. En utmätningsman beslutar om uppskov med i 4 § 3 mom. avsett förvandlingsstraff för böter och om återkallande av sådant uppskov. Utlåtande från Brottspåföljdsmyndighetens hälsovårdsenhet ska begäras när uppskov söks av hälsoskäl. Den verkställighetsansvarige beslutar om den betalningstid som avses i 7 §. Beslut om efterlysning av den dömde och om återkallande av efterlysning fattas av den verkställighetsansvarige eller av en sådan tjänsteman vid verkställighetsenheten som förordnats av verkställighetsdirektören.",
        "normalized_sv": "Direktören för ett bedömningscentrum eller den tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fängelsestraff och i 6 § avsett återkallande av uppskov. En utmätningsman beslutar om uppskov med i 4 § 3 mom. avsett förvandlingsstraff för böter och om återkallande av sådant uppskov. Utlåtande från Brottspåföljdsmyndighetens hälsovårdsenhet ska begäras när uppskov söks av hälsoskäl. Den verkställighetsansvarige beslutar om den betalningstid som avses i 7 § . Beslut om efterlysning av den dömde och om återkallande av efterlysning fattas av den verkställighetsansvarige eller av en sådan tjänsteman vid verkställighetsenheten som förordnats av verkställighetsdirektören.",
        "folded_sv": "direktoren for ett bedomningscentrum eller den tjansteman som i arbetsordningen forordnats till direktorens stallforetradare beslutar om i 3 § och 4 § 1 och 2 mom. avsett uppskov med fangelsestraff och i 6 § avsett aterkallande av uppskov. en utmatningsman beslutar om uppskov med i 4 § 3 mom. avsett forvandlingsstraff for boter och om aterkallande av sadant uppskov. utlatande fran brottspafoljdsmyndighetens halsovardsenhet ska begaras nar uppskov soks av halsoskal. den verkstallighetsansvarige beslutar om den betalningstid som avses i 7 §. beslut om efterlysning av den domde och om aterkallande av efterlysning fattas av den verkstallighetsansvarige eller av en sadan tjansteman vid verkstallighetsenheten som forordnats av verkstallighetsdirektoren."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kiinniotto-oikeus",
      "content": "Rikosseuraamuslaitoksen virkamies voi ottaa Rikosseuraamuslaitoksesta annetun lain 4 §:ssä tarkoitetun yksikön alueella kiinni tämän luvun 2 a §:n nojalla etsintäkuulutetun tuomitun täytäntöönpanon aloittamiseksi. Etsintäkuulutetun kiinniottamisesta on ilmoitettava poliisille. Kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Rikosseuraamuslaitoksen virkamies voi ottaa Rikosseuraamuslaitoksesta annetun lain 4 § :ssä tarkoitetun yksikön alueella kiinni tämän luvun 2 a § :n nojalla etsintäkuulutetun tuomitun täytäntöönpanon aloittamiseksi. Etsintäkuulutetun kiinniottamisesta on ilmoitettava poliisille. Kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
        "folded_fi": "rikosseuraamuslaitoksen virkamies voi ottaa rikosseuraamuslaitoksesta annetun lain 4 §:ssa tarkoitetun yksikon alueella kiinni taman luvun 2 a §:n nojalla etsintakuulutetun tuomitun taytantoonpanon aloittamiseksi. etsintakuulutetun kiinniottamisesta on ilmoitettava poliisille. kiinni otettu voidaan tarvittaessa luovuttaa poliisille.",
        "title_sv": "Rätt att gripa",
        "content_sv": "En tjänsteman vid Brottspåföljdsmyndigheten kan på ett område som hör till en enhet som avses i 4 § i lagen om Brottspåföljdsmyndigheten gripa en dömd som är efterlyst med stöd av 2 a § i detta kapitel för inledande av verkställigheten. Gripandet av den efterlyste ska anmälas till polisen. Den gripne kan vid behov överlämnas till polisen.",
        "normalized_sv": "En tjänsteman vid Brottspåföljdsmyndigheten kan på ett område som hör till en enhet som avses i 4 § i lagen om Brottspåföljdsmyndigheten gripa en dömd som är efterlyst med stöd av 2 a § i detta kapitel för inledande av verkställigheten. Gripandet av den efterlyste ska anmälas till polisen. Den gripne kan vid behov överlämnas till polisen.",
        "folded_sv": "en tjansteman vid brottspafoljdsmyndigheten kan pa ett omrade som hor till en enhet som avses i 4 § i lagen om brottspafoljdsmyndigheten gripa en domd som ar efterlyst med stod av 2 a § i detta kapitel for inledande av verkstalligheten. gripandet av den efterlyste ska anmalas till polisen. den gripne kan vid behov overlamnas till polisen."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Tarkemmat säännökset vankeuden täytäntöönpanon aloittamisesta ja lykkäämisestä, lainvoimaa vailla olevan tuomion täytäntöönpanosta, tuomitun kuulemisesta, etsintäkuuluttamisesta sekä sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. Rikosseuraamuslaitoksen keskushallintoyksikkö antaa tarkemmat määräykset niistä perusteista, joilla tuomitun kuulemisen suorittava Rikosseuraamuslaitoksen yksikkö määräytyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Tarkemmat säännökset vankeuden täytäntöönpanon aloittamisesta ja lykkäämisestä, lainvoimaa vailla olevan tuomion täytäntöönpanosta, tuomitun kuulemisesta, etsintäkuuluttamisesta sekä sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. Rikosseuraamuslaitoksen keskushallintoyksikkö antaa tarkemmat määräykset niistä perusteista, joilla tuomitun kuulemisen suorittava Rikosseuraamuslaitoksen yksikkö määräytyy.",
        "folded_fi": "tarkemmat saannokset vankeuden taytantoonpanon aloittamisesta ja lykkaamisesta, lainvoimaa vailla olevan tuomion taytantoonpanosta, tuomitun kuulemisesta, etsintakuuluttamisesta seka sakon maksamisesta vankilassa annetaan valtioneuvoston asetuksella. rikosseuraamuslaitoksen keskushallintoyksikko antaa tarkemmat maaraykset niista perusteista, joilla tuomitun kuulemisen suorittava rikosseuraamuslaitoksen yksikko maaraytyy.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare bestämmelser om inledande av fängelsestraff och om uppskov med verkställigheten, om verkställighet av en dom utan laga kraft, om hörande och efterlysning av den dömde samt om betalning av böter i fängelse utfärdas genom förordning av statsrådet. Brottspåföljdsmyndighetens centralförvaltningsenhet meddelar närmare föreskrifter om de grunder på vilka det bestäms vilken enhet vid Brottspåföljdsmyndigheten som ska höra den dömde.",
        "normalized_sv": "Närmare bestämmelser om inledande av fängelsestraff och om uppskov med verkställigheten, om verkställighet av en dom utan laga kraft, om hörande och efterlysning av den dömde samt om betalning av böter i fängelse utfärdas genom förordning av statsrådet. Brottspåföljdsmyndighetens centralförvaltningsenhet meddelar närmare föreskrifter om de grunder på vilka det bestäms vilken enhet vid Brottspåföljdsmyndigheten som ska höra den dömde.",
        "folded_sv": "narmare bestammelser om inledande av fangelsestraff och om uppskov med verkstalligheten, om verkstallighet av en dom utan laga kraft, om horande och efterlysning av den domde samt om betalning av boter i fangelse utfardas genom forordning av statsradet. brottspafoljdsmyndighetens centralforvaltningsenhet meddelar narmare foreskrifter om de grunder pa vilka det bestams vilken enhet vid brottspafoljdsmyndigheten som ska hora den domde."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "4:2",
      "chapter": "4",
      "section": "2",
      "title": "Vankilaan ottaminen",
      "content": "Vangin ottaminen vankilaan perustuu 2 luvun 1 a §:ssä tarkoitettuun täytäntöönpanokirjaan ja tuomion täytäntöönpanemiseksi annettuun ilmoittautumismääräykseen tai etsintäkuulutukseen. Muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismääräykseen tai etsintäkuulutukseen. Tutkintavangin ottamisesta vankilaan säädetään tutkintavankeuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:2",
        "normalized_fi": "Vangin ottaminen vankilaan perustuu 2 luvun 1 a § :ssä tarkoitettuun täytäntöönpanokirjaan ja tuomion täytäntöönpanemiseksi annettuun ilmoittautumismääräykseen tai etsintäkuulutukseen. Muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismääräykseen tai etsintäkuulutukseen. Tutkintavangin ottamisesta vankilaan säädetään tutkintavankeuslaissa.",
        "folded_fi": "vangin ottaminen vankilaan perustuu 2 luvun 1 a §:ssa tarkoitettuun taytantoonpanokirjaan ja tuomion taytantoonpanemiseksi annettuun ilmoittautumismaaraykseen tai etsintakuulutukseen. muuntorangaistukseen tuomitun ottaminen vankilaan perustuu ulosottomiehen antamaan ilmoittautumismaaraykseen tai etsintakuulutukseen. tutkintavangin ottamisesta vankilaan saadetaan tutkintavankeuslaissa.",
        "title_sv": "Intagning i fängelse",
        "content_sv": "Intagning i fängelse ska grunda sig på en verkställighetshandling som avses i 2 kap. 1 a § och på ett anmälningsföreläggande eller en efterlysning som utfärdats för verkställighet av domen. Intagning i fängelse av en person som dömts till förvandlingsstraff ska basera sig på ett anmälningsföreläggande av en utmätningsman eller på efterlysning. Bestämmelser om intagning av häktade i fängelser finns i häktningslagen.",
        "normalized_sv": "Intagning i fängelse ska grunda sig på en verkställighetshandling som avses i 2 kap. 1 a § och på ett anmälningsföreläggande eller en efterlysning som utfärdats för verkställighet av domen. Intagning i fängelse av en person som dömts till förvandlingsstraff ska basera sig på ett anmälningsföreläggande av en utmätningsman eller på efterlysning. Bestämmelser om intagning av häktade i fängelser finns i häktningslagen.",
        "folded_sv": "intagning i fangelse ska grunda sig pa en verkstallighetshandling som avses i 2 kap. 1 a § och pa ett anmalningsforelaggande eller en efterlysning som utfardats for verkstallighet av domen. intagning i fangelse av en person som domts till forvandlingsstraff ska basera sig pa ett anmalningsforelaggande av en utmatningsman eller pa efterlysning. bestammelser om intagning av haktade i fangelser finns i haktningslagen."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "title": "Matkakustannusten korvaaminen",
      "content": "Vankilaan saapuvan ja sieltä vapautuvan vangin matkakustannukset Suomen alueella maksetaan valtion varoista. Samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden täytäntöönpanon aloittamista koskevasta kuulemisesta Rikosseuraamuslaitoksen yksikössä. Kustannukset korvataan halvimman julkisen kulkuneuvon käyttämisestä aiheutuneiden kustannusten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3",
        "normalized_fi": "Vankilaan saapuvan ja sieltä vapautuvan vangin matkakustannukset Suomen alueella maksetaan valtion varoista. Samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden täytäntöönpanon aloittamista koskevasta kuulemisesta Rikosseuraamuslaitoksen yksikössä. Kustannukset korvataan halvimman julkisen kulkuneuvon käyttämisestä aiheutuneiden kustannusten mukaan.",
        "folded_fi": "vankilaan saapuvan ja sielta vapautuvan vangin matkakustannukset suomen alueella maksetaan valtion varoista. samoin maksetaan matkakustannukset, jotka tuomitulle aiheutuvat vankeuden taytantoonpanon aloittamista koskevasta kuulemisesta rikosseuraamuslaitoksen yksikossa. kustannukset korvataan halvimman julkisen kulkuneuvon kayttamisesta aiheutuneiden kustannusten mukaan.",
        "title_sv": "Ersättning för resekostnader",
        "content_sv": "De kostnader som en fånge som anländer till ett fängelse och friges därifrån har för resor på finskt territorium betalas med statsmedel. Detta gäller även resekostnader som den dömde har för sådant hörande vid en enhet vid Brottspåföljdsmyndigheten som gäller inledande av fängelsestraff. Kostnaderna ersätts i enlighet med kostnaderna för användning av det billigaste allmänna fortskaffningsmedlet.",
        "normalized_sv": "De kostnader som en fånge som anländer till ett fängelse och friges därifrån har för resor på finskt territorium betalas med statsmedel. Detta gäller även resekostnader som den dömde har för sådant hörande vid en enhet vid Brottspåföljdsmyndigheten som gäller inledande av fängelsestraff. Kostnaderna ersätts i enlighet med kostnaderna för användning av det billigaste allmänna fortskaffningsmedlet.",
        "folded_sv": "de kostnader som en fange som anlander till ett fangelse och friges darifran har for resor pa finskt territorium betalas med statsmedel. detta galler aven resekostnader som den domde har for sadant horande vid en enhet vid brottspafoljdsmyndigheten som galler inledande av fangelsestraff. kostnaderna ersatts i enlighet med kostnaderna for anvandning av det billigaste allmanna fortskaffningsmedlet."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Päätösvalta",
      "content": "Rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta päättää arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen työjärjestyksessä määrätty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää niistä avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 §:n 2 momentissa tarkoitetuilla välineillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:11",
        "normalized_fi": "Rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta päättää arviointikeskuksen johtaja tai työjärjestyksessä määrätty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen työjärjestyksessä määrätty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää niistä avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 § :n 2 momentissa tarkoitetuilla välineillä.",
        "folded_fi": "rangaistusajan suunnitelmasta, vangin sijoittamisesta vankilaan ja vankilaan ilmoittautumisajankohdasta paattaa arviointikeskuksen johtaja tai tyojarjestyksessa maaratty arviointikeskuksen johtajan sijaisena toimiva virkamies taikka rikosseuraamusalueen tyojarjestyksessa maaratty yhdyskuntaseuraamustoimiston johtaja tai yhdyskuntaseuraamustoimiston johtajan sijaisena toimiva virkamies. rikosseuraamuslaitoksen keskushallintoyksikko paattaa niista avolaitoksista ja avolaitososastoista, joissa vankeja valvotaan teknisesti 1 §:n 2 momentissa tarkoitetuilla valineilla.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Beslut om planen för strafftiden, placeringen av en fånge i fängelse och tidpunkten för anmälan till fängelset fattas av direktören för ett bedömningscentrum eller av en tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare eller av en i brottspåföljdsregionens arbetsordning förordnad direktör för en byrå för samhällspåföljder eller av en tjänsteman som är ställföreträdare för direktören för en byrå för samhällspåföljder. Brottspåföljdsmyndighetens centralförvaltningsenhet beslutar om de öppna anstalter och öppna avdelningar där fångar övervakas tekniskt med hjälp av anordningar enligt 1 § 2 mom.",
        "normalized_sv": "Beslut om planen för strafftiden, placeringen av en fånge i fängelse och tidpunkten för anmälan till fängelset fattas av direktören för ett bedömningscentrum eller av en tjänsteman som i arbetsordningen förordnats till direktörens ställföreträdare eller av en i brottspåföljdsregionens arbetsordning förordnad direktör för en byrå för samhällspåföljder eller av en tjänsteman som är ställföreträdare för direktören för en byrå för samhällspåföljder. Brottspåföljdsmyndighetens centralförvaltningsenhet beslutar om de öppna anstalter och öppna avdelningar där fångar övervakas tekniskt med hjälp av anordningar enligt 1 § 2 mom.",
        "folded_sv": "beslut om planen for strafftiden, placeringen av en fange i fangelse och tidpunkten for anmalan till fangelset fattas av direktoren for ett bedomningscentrum eller av en tjansteman som i arbetsordningen forordnats till direktorens stallforetradare eller av en i brottspafoljdsregionens arbetsordning forordnad direktor for en byra for samhallspafoljder eller av en tjansteman som ar stallforetradare for direktoren for en byra for samhallspafoljder. brottspafoljdsmyndighetens centralforvaltningsenhet beslutar om de oppna anstalter och oppna avdelningar dar fangar overvakas tekniskt med hjalp av anordningar enligt 1 § 2 mom."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    }
  ]
}