{
  "id": "34/2006",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2006-01-20",
  "in_force_date": "2006-01-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/34/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Jatkoluvan myöntäminen",
      "content": "Uusi määräaikainen oleskelulupa myönnetään, jos edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ovat edelleen olemassa. Jos ulkomaalainen on saanut oleskeluluvan kansainvälisen suojelun perusteella, uusi määräaikainen oleskelulupa myönnetään, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiseltä, etteivät edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ole edelleen voimassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 §:n 1 momentin perusteella työntekoa tai elinkeinon harjoittamista varten, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos luvan myöntämisen edellytykset ovat edelleen olemassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 §:n 1 momentin 3 kohdan nojalla opiskelua varten, myönnetään tutkinnon suorittamisen jälkeen uusi tilapäinen oleskelulupa työnhakua varten. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 51 §:n nojalla maasta poistamisen estymisen vuoksi, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos 51 §:ssä mainitut olosuhteet ovat edelleen voimassa. Uusi määräaikainen oleskelulupa myönnetään uudella perusteella, jos ulkomaalaiselle voitaisiin myöntää ensimmäinen oleskelulupa tällä uudella perusteella. Ulkomaalaiselle, jolle on myönnetty tilapäinen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myöntää oleskelulupa perhesiteen päätyttyä sillä perusteella, että henkilöllä on kiinteät siteet Suomeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään, jos edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ovat edelleen olemassa. Jos ulkomaalainen on saanut oleskeluluvan kansainvälisen suojelun perusteella, uusi määräaikainen oleskelulupa myönnetään, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiseltä, etteivät edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ole edelleen voimassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 § :n 1 momentin perusteella työntekoa tai elinkeinon harjoittamista varten, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos luvan myöntämisen edellytykset ovat edelleen olemassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 § :n 1 momentin 3 kohdan nojalla opiskelua varten, myönnetään tutkinnon suorittamisen jälkeen uusi tilapäinen oleskelulupa työnhakua varten. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 51 § :n nojalla maasta poistamisen estymisen vuoksi, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos 51 § :ssä mainitut olosuhteet ovat edelleen voimassa. Uusi määräaikainen oleskelulupa myönnetään uudella perusteella, jos ulkomaalaiselle voitaisiin myöntää ensimmäinen oleskelulupa tällä uudella perusteella. Ulkomaalaiselle, jolle on myönnetty tilapäinen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myöntää oleskelulupa perhesiteen päätyttyä sillä perusteella, että henkilöllä on kiinteät siteet Suomeen.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan, jos edellytykset, joiden perusteella ulkomaalaiselle myonnettiin edellinen maaraaikainen oleskelulupa, ovat edelleen olemassa. jos ulkomaalainen on saanut oleskeluluvan kansainvalisen suojelun perusteella, uusi maaraaikainen oleskelulupa myonnetaan, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiselta, etteivat edellytykset, joiden perusteella ulkomaalaiselle myonnettiin edellinen maaraaikainen oleskelulupa, ole edelleen voimassa. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 45 §:n 1 momentin perusteella tyontekoa tai elinkeinon harjoittamista varten, myonnetaan kahden vuoden yhtajaksoisen maassa oleskelun jalkeen jatkuva oleskelulupa, jos luvan myontamisen edellytykset ovat edelleen olemassa. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 45 §:n 1 momentin 3 kohdan nojalla opiskelua varten, myonnetaan tutkinnon suorittamisen jalkeen uusi tilapainen oleskelulupa tyonhakua varten. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 51 §:n nojalla maasta poistamisen estymisen vuoksi, myonnetaan kahden vuoden yhtajaksoisen maassa oleskelun jalkeen jatkuva oleskelulupa, jos 51 §:ssa mainitut olosuhteet ovat edelleen voimassa. uusi maaraaikainen oleskelulupa myonnetaan uudella perusteella, jos ulkomaalaiselle voitaisiin myontaa ensimmainen oleskelulupa talla uudella perusteella. ulkomaalaiselle, jolle on myonnetty tilapainen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myontaa oleskelulupa perhesiteen paatyttya silla perusteella, etta henkilolla on kiinteat siteet suomeen.",
        "title_sv": "Beviljande av fortsatt tillstånd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas om villkoren för det föregående tidsbegränsade uppehållstillståndet fortfarande uppfylls. Om en utlänning har fått uppehållstillstånd på grund av internationellt skydd, beviljas ett nytt tidsbegränsat uppehållstillstånd, om det inte på basis av de omständigheter som framkommit förefaller uppenbart att de villkor på grundval av vilka det föregående tidsbegränsade uppehållstillståndet beviljades inte längre uppfylls. En utlänning som med stöd av 45 § 1 mom. beviljats tillfälligt uppehållstillstånd för arbete eller näringsidkande, beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om villkoren för beviljande av tillstånd fortfarande uppfylls. En utlänning som med stöd av 45 § 1 mom. 3 punkten beviljats tillfälligt uppehållstillstånd för studier, beviljas efter avlagd examen ett nytt tillfälligt uppehållstillstånd för sökande av arbete. En utlänning som med stöd av 51 § beviljats tillfälligt uppehållstillstånd på grund av hinder för avlägsnande ur landet beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om de omständigheter som nämns i 51 § fortfarande föreligger. Ett nytt tidsbegränsat uppehållstillstånd beviljas på nya grunder, om utlänningen kunde beviljas första uppehållstillstånd på dessa nya grunder. En utlänning som beviljats tillfälligt eller kontinuerligt uppehållstillstånd på grund av familjeband kan beviljas uppehållstillstånd efter det att familjebandet brutits, om han eller hon har fast anknytning till Finland.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas om villkoren för det föregående tidsbegränsade uppehållstillståndet fortfarande uppfylls. Om en utlänning har fått uppehållstillstånd på grund av internationellt skydd, beviljas ett nytt tidsbegränsat uppehållstillstånd, om det inte på basis av de omständigheter som framkommit förefaller uppenbart att de villkor på grundval av vilka det föregående tidsbegränsade uppehållstillståndet beviljades inte längre uppfylls. En utlänning som med stöd av 45 § 1 mom. beviljats tillfälligt uppehållstillstånd för arbete eller näringsidkande, beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om villkoren för beviljande av tillstånd fortfarande uppfylls. En utlänning som med stöd av 45 § 1 mom. 3 punkten beviljats tillfälligt uppehållstillstånd för studier, beviljas efter avlagd examen ett nytt tillfälligt uppehållstillstånd för sökande av arbete. En utlänning som med stöd av 51 § beviljats tillfälligt uppehållstillstånd på grund av hinder för avlägsnande ur landet beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om de omständigheter som nämns i 51 § fortfarande föreligger. Ett nytt tidsbegränsat uppehållstillstånd beviljas på nya grunder, om utlänningen kunde beviljas första uppehållstillstånd på dessa nya grunder. En utlänning som beviljats tillfälligt eller kontinuerligt uppehållstillstånd på grund av familjeband kan beviljas uppehållstillstånd efter det att familjebandet brutits, om han eller hon har fast anknytning till Finland.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas om villkoren for det foregaende tidsbegransade uppehallstillstandet fortfarande uppfylls. om en utlanning har fatt uppehallstillstand pa grund av internationellt skydd, beviljas ett nytt tidsbegransat uppehallstillstand, om det inte pa basis av de omstandigheter som framkommit forefaller uppenbart att de villkor pa grundval av vilka det foregaende tidsbegransade uppehallstillstandet beviljades inte langre uppfylls. en utlanning som med stod av 45 § 1 mom. beviljats tillfalligt uppehallstillstand for arbete eller naringsidkande, beviljas efter tva ars oavbruten vistelse i landet kontinuerligt uppehallstillstand, om villkoren for beviljande av tillstand fortfarande uppfylls. en utlanning som med stod av 45 § 1 mom. 3 punkten beviljats tillfalligt uppehallstillstand for studier, beviljas efter avlagd examen ett nytt tillfalligt uppehallstillstand for sokande av arbete. en utlanning som med stod av 51 § beviljats tillfalligt uppehallstillstand pa grund av hinder for avlagsnande ur landet beviljas efter tva ars oavbruten vistelse i landet kontinuerligt uppehallstillstand, om de omstandigheter som namns i 51 § fortfarande foreligger. ett nytt tidsbegransat uppehallstillstand beviljas pa nya grunder, om utlanningen kunde beviljas forsta uppehallstillstand pa dessa nya grunder. en utlanning som beviljats tillfalligt eller kontinuerligt uppehallstillstand pa grund av familjeband kan beviljas uppehallstillstand efter det att familjebandet brutits, om han eller hon har fast anknytning till finland."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Uusi määräaikainen oleskelulupa myönnetään enintään kolmeksi vuodeksi. Edellä 54 §:n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapäisestä jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmäisen määräaikaisen oleskeluluvan pituutta koskevan 53 §:n säännöksiä. Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenjäsenen oleskeluluvan voimassaoloaika. Tilapäinen oleskelulupa Suomessa tutkinnon suorittaneelle myönnetään 54 §:n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään enintään kolmeksi vuodeksi. Edellä 54 § :n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapäisestä jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmäisen määräaikaisen oleskeluluvan pituutta koskevan 53 § :n säännöksiä. Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenjäsenen oleskeluluvan voimassaoloaika. Tilapäinen oleskelulupa Suomessa tutkinnon suorittaneelle myönnetään 54 § :n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan päättymisestä.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan enintaan kolmeksi vuodeksi. edella 54 §:n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapaisesta jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmaisen maaraaikaisen oleskeluluvan pituutta koskevan 53 §:n saannoksia. jos oleskelulupa myonnetaan perhesiteen perusteella, myonnettavan oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myontamisen perusteena olevan perheenjasenen oleskeluluvan voimassaoloaika. tilapainen oleskelulupa suomessa tutkinnon suorittaneelle myonnetaan 54 §:n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan paattymisesta.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst tre år. I de fall som avses i 54 § 3 och 5 mom. tillämpas, när grunden för vistelsen ändras från tillfällig till kontinuerlig, på uppehållstillståndets längd vad som i 53 § bestäms om det första tidsbegränsade uppehållstillståndets längd. Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det uppehållstillstånd för en familjemedlem som ligger till grund för beviljandet av uppehållstillståndet. En studerande som avlagt examen beviljas tillfälligt uppehållstillstånd i Finland med stöd av 54 § 4 mom. en gång för sex månader efter det att det föregående uppehållstillståndet har upphört att gälla.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst tre år. I de fall som avses i 54 § 3 och 5 mom. tillämpas, när grunden för vistelsen ändras från tillfällig till kontinuerlig, på uppehållstillståndets längd vad som i 53 § bestäms om det första tidsbegränsade uppehållstillståndets längd. Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det uppehållstillstånd för en familjemedlem som ligger till grund för beviljandet av uppehållstillståndet. En studerande som avlagt examen beviljas tillfälligt uppehållstillstånd i Finland med stöd av 54 § 4 mom. en gång för sex månader efter det att det föregående uppehållstillståndet har upphört att gälla.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas for hogst tre ar. i de fall som avses i 54 § 3 och 5 mom. tillampas, nar grunden for vistelsen andras fran tillfallig till kontinuerlig, pa uppehallstillstandets langd vad som i 53 § bestams om det forsta tidsbegransade uppehallstillstandets langd. om uppehallstillstand beviljas pa grund av familjeband, far giltighetstiden for det uppehallstillstand som beviljas dock inte vara langre an giltighetstiden for det uppehallstillstand for en familjemedlem som ligger till grund for beviljandet av uppehallstillstandet. en studerande som avlagt examen beviljas tillfalligt uppehallstillstand i finland med stod av 54 § 4 mom. en gang for sex manader efter det att det foregaende uppehallstillstandet har upphort att galla."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "Paikallispoliisi oleskelulupaviranomaisena",
      "content": "Kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:68",
        "normalized_fi": "Kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle;",
        "folded_fi": "kihlakunnan poliisilaitos myontaa: 1) oleskeluluvan suomen kansalaisen suomessa olevalle perheenjasenelle seka taman alaikaiselle naimattomalle lapselle;",
        "title_sv": "Den lokala polisen som uppehållstillståndsmyndighet",
        "content_sv": "Polisinrättningen i häradet beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn,",
        "normalized_sv": "Polisinrättningen i häradet beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn,",
        "folded_sv": "polisinrattningen i haradet beviljar 1) uppehallstillstand for en sadan familjemedlem till en finsk medborgare som befinner sig i finland samt for dennes minderariga ogifta barn,"
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty perhesiteen perusteella tilapäinen oleskelulupa tilapäisen työntekijän oleskeluluvan tai tilapäisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjäsenenä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty tilapäinen oleskelulupa tilapäisen suojelun tai muun humanitaarisen maahanmuuton perusteella. Suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehdä ansiotyötä 45 §:n 1 momentin 1 kohdan tai 47 §:n 1 momentin 2 kohdan nojalla myönnetyllä oleskeluluvalla ilman 72 §:n 1 momentin mukaista harkintaa. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty määräaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtävissä; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteisön palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvälisessä järjestössä tai valtioiden väliseen viralliseen yhteistyöhön liittyvissä tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jollei hänen työn- eikä toimeksiantajallaan ole toimipaikkaa Suomessa, kun hän: 1) toimii ammattimaisesti joukkoviestinnän alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista Suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle ulkoasiainministeriö on myöntänyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyön tekemistä varten. Tähän pykälään perustuvasta työnteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtävä merkintä ulkomaalaisen oleskelulupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty perhesiteen perusteella tilapäinen oleskelulupa tilapäisen työntekijän oleskeluluvan tai tilapäisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjäsenenä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty tilapäinen oleskelulupa tilapäisen suojelun tai muun humanitaarisen maahanmuuton perusteella. Suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehdä ansiotyötä 45 § :n 1 momentin 1 kohdan tai 47 § :n 1 momentin 2 kohdan nojalla myönnetyllä oleskeluluvalla ilman 72 § :n 1 momentin mukaista harkintaa. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty määräaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtävissä; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteisön palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvälisessä järjestössä tai valtioiden väliseen viralliseen yhteistyöhön liittyvissä tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jollei hänen työn- eikä toimeksiantajallaan ole toimipaikkaa Suomessa, kun hän: 1) toimii ammattimaisesti joukkoviestinnän alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista Suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle ulkoasiainministeriö on myöntänyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyön tekemistä varten. Tähän pykälään perustuvasta työnteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtävä merkintä ulkomaalaisen oleskelulupaan.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty pysyva oleskelulupa tai jatkuva oleskelulupa muulla kuin tyonteon tai ammatinharjoittamisen perusteella. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty perhesiteen perusteella tilapainen oleskelulupa tilapaisen tyontekijan oleskeluluvan tai tilapaisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjasenena. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty tilapainen oleskelulupa tilapaisen suojelun tai muun humanitaarisen maahanmuuton perusteella. suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehda ansiotyota 45 §:n 1 momentin 1 kohdan tai 47 §:n 1 momentin 2 kohdan nojalla myonnetylla oleskeluluvalla ilman 72 §:n 1 momentin mukaista harkintaa. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty maaraaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtavissa; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteison palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvalisessa jarjestossa tai valtioiden valiseen viralliseen yhteistyohon liittyvissa tehtavissa. oikeus tehda ansiotyota on ulkomaalaisella, jollei hanen tyon- eika toimeksiantajallaan ole toimipaikkaa suomessa, kun han: 1) toimii ammattimaisesti joukkoviestinnan alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtavissa. oikeus tehda ansiotyota on ulkomaalaisella, jolle ulkoasiainministerio on myontanyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyon tekemista varten. tahan pykalaan perustuvasta tyonteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtava merkinta ulkomaalaisen oleskelulupaan.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning. Rätt att förvärvsarbeta har en utlänning som i egenskap av familjemedlem till en utlänning med tillfälligt uppehållstillstånd för arbetstagare eller tillfälligt uppehållstillstånd för näringsidkare har beviljats tillfälligt uppehållstillstånd på grund av familjeband. Rätt att förvärvsarbeta har en utlänning som har beviljats tillfälligt uppehållstillstånd på grund av tillfälligt skydd eller annan humanitär invandring. En utlänning som har avlagt examen i Finland har rätt att förvärvsarbeta utan prövning enligt 72 § 1 mom., om han eller hon har beviljats uppehållstillstånd med stöd av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. Rätt att förvärvsarbeta har en utlänning som har beviljats tidsbegränsat uppehållstillstånd och som 1) sköter ledningsuppgifter på högsta nivå eller mellannivå i ett företag eller utför sakkunniguppdrag som kräver specialkompetens, 2) är idrottare, tränare eller idrottsdomare, om verksamheten är yrkesmässig, 3) arbetar för ett religiöst eller ideologiskt samfund, 4) yrkesmässigt verkar inom området för vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller sköter uppgifter som hänför sig till officiellt mellanstatligt arbete. Rätt att förvärvsarbeta har en utlänning vars arbets- eller uppdragsgivare inte har något verksamhetsställe i Finland, om han eller hon 1) är yrkesmässigt verksam inom masskommunikationsområdet, eller 2) undersöker marknaden, förbereder ett företags etablering i Finland, förhandlar om eller skaffar beställningar eller övervakar hur beställningar verkställs eller sköter andra motsvarande uppgifter. Rätt att förvärvsarbeta har en utlänning som av utrikesministeriet beviljats uppehållstillstånd för att utföra bygg-, reparations- och underhållsarbete vid en beskickning. Sådan rätt att arbeta som baserar sig på denna paragraf skall med undantag av uppehållstillstånd enligt 7 mom. antecknas i utlänningens uppehållstillstånd.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning. Rätt att förvärvsarbeta har en utlänning som i egenskap av familjemedlem till en utlänning med tillfälligt uppehållstillstånd för arbetstagare eller tillfälligt uppehållstillstånd för näringsidkare har beviljats tillfälligt uppehållstillstånd på grund av familjeband. Rätt att förvärvsarbeta har en utlänning som har beviljats tillfälligt uppehållstillstånd på grund av tillfälligt skydd eller annan humanitär invandring. En utlänning som har avlagt examen i Finland har rätt att förvärvsarbeta utan prövning enligt 72 § 1 mom., om han eller hon har beviljats uppehållstillstånd med stöd av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. Rätt att förvärvsarbeta har en utlänning som har beviljats tidsbegränsat uppehållstillstånd och som 1) sköter ledningsuppgifter på högsta nivå eller mellannivå i ett företag eller utför sakkunniguppdrag som kräver specialkompetens, 2) är idrottare, tränare eller idrottsdomare, om verksamheten är yrkesmässig, 3) arbetar för ett religiöst eller ideologiskt samfund, 4) yrkesmässigt verkar inom området för vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller sköter uppgifter som hänför sig till officiellt mellanstatligt arbete. Rätt att förvärvsarbeta har en utlänning vars arbets- eller uppdragsgivare inte har något verksamhetsställe i Finland, om han eller hon 1) är yrkesmässigt verksam inom masskommunikationsområdet, eller 2) undersöker marknaden, förbereder ett företags etablering i Finland, förhandlar om eller skaffar beställningar eller övervakar hur beställningar verkställs eller sköter andra motsvarande uppgifter. Rätt att förvärvsarbeta har en utlänning som av utrikesministeriet beviljats uppehållstillstånd för att utföra bygg-, reparations- och underhållsarbete vid en beskickning. Sådan rätt att arbeta som baserar sig på denna paragraf skall med undantag av uppehållstillstånd enligt 7 mom. antecknas i utlänningens uppehållstillstånd.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats permanent uppehallstillstand eller kontinuerligt uppehallstillstand pa grundval av annat an arbete eller yrkesutovning. ratt att forvarvsarbeta har en utlanning som i egenskap av familjemedlem till en utlanning med tillfalligt uppehallstillstand for arbetstagare eller tillfalligt uppehallstillstand for naringsidkare har beviljats tillfalligt uppehallstillstand pa grund av familjeband. ratt att forvarvsarbeta har en utlanning som har beviljats tillfalligt uppehallstillstand pa grund av tillfalligt skydd eller annan humanitar invandring. en utlanning som har avlagt examen i finland har ratt att forvarvsarbeta utan provning enligt 72 § 1 mom., om han eller hon har beviljats uppehallstillstand med stod av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. ratt att forvarvsarbeta har en utlanning som har beviljats tidsbegransat uppehallstillstand och som 1) skoter ledningsuppgifter pa hogsta niva eller mellanniva i ett foretag eller utfor sakkunniguppdrag som kraver specialkompetens, 2) ar idrottare, tranare eller idrottsdomare, om verksamheten ar yrkesmassig, 3) arbetar for ett religiost eller ideologiskt samfund, 4) yrkesmassigt verkar inom omradet for vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller skoter uppgifter som hanfor sig till officiellt mellanstatligt arbete. ratt att forvarvsarbeta har en utlanning vars arbets- eller uppdragsgivare inte har nagot verksamhetsstalle i finland, om han eller hon 1) ar yrkesmassigt verksam inom masskommunikationsomradet, eller 2) undersoker marknaden, forbereder ett foretags etablering i finland, forhandlar om eller skaffar bestallningar eller overvakar hur bestallningar verkstalls eller skoter andra motsvarande uppgifter. ratt att forvarvsarbeta har en utlanning som av utrikesministeriet beviljats uppehallstillstand for att utfora bygg-, reparations- och underhallsarbete vid en beskickning. sadan ratt att arbeta som baserar sig pa denna paragraf skall med undantag av uppehallstillstand enligt 7 mom. antecknas i utlanningens uppehallstillstand."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "Rajoitettu työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jonka oleskelulupa on myönnetty: 1) opiskelua varten, jos työ on tutkintoon sisältyvää työharjoittelua tai opintoihin sisältyvän lopputyön tekemistä ansiotyönä taikka jos työn määrä tasoittuu keskimäärin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa järjestetään varsinaista opetusta, tai jos kokoaikainen työ sijoittuu aikaan, jolloin oppilaitoksessa ei järjestetä varsinaista opetusta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:80",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jonka oleskelulupa on myönnetty: 1) opiskelua varten, jos työ on tutkintoon sisältyvää työharjoittelua tai opintoihin sisältyvän lopputyön tekemistä ansiotyönä taikka jos työn määrä tasoittuu keskimäärin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa järjestetään varsinaista opetusta, tai jos kokoaikainen työ sijoittuu aikaan, jolloin oppilaitoksessa ei järjestetä varsinaista opetusta;",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jonka oleskelulupa on myonnetty: 1) opiskelua varten, jos tyo on tutkintoon sisaltyvaa tyoharjoittelua tai opintoihin sisaltyvan lopputyon tekemista ansiotyona taikka jos tyon maara tasoittuu keskimaarin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa jarjestetaan varsinaista opetusta, tai jos kokoaikainen tyo sijoittuu aikaan, jolloin oppilaitoksessa ei jarjesteta varsinaista opetusta;",
        "title_sv": "Begränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som beviljats uppehållstillstånd 1) för studier, om arbetet är arbetspraktik som ingår i examen eller är ett slutarbete som ingår i studierna och som utförs i form av förvärvsarbete eller om mängden av arbete utjämnas till i genomsnitt 25 timmar per vecka under den tid då egentlig undervisning ordnas vid läroanstalten eller om heltidsarbetet infaller under en tid då egentlig undervisning inte ordnas vid läroanstalten,",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som beviljats uppehållstillstånd 1) för studier, om arbetet är arbetspraktik som ingår i examen eller är ett slutarbete som ingår i studierna och som utförs i form av förvärvsarbete eller om mängden av arbete utjämnas till i genomsnitt 25 timmar per vecka under den tid då egentlig undervisning ordnas vid läroanstalten eller om heltidsarbetet infaller under en tid då egentlig undervisning inte ordnas vid läroanstalten,",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som beviljats uppehallstillstand 1) for studier, om arbetet ar arbetspraktik som ingar i examen eller ar ett slutarbete som ingar i studierna och som utfors i form av forvarvsarbete eller om mangden av arbete utjamnas till i genomsnitt 25 timmar per vecka under den tid da egentlig undervisning ordnas vid laroanstalten eller om heltidsarbetet infaller under en tid da egentlig undervisning inte ordnas vid laroanstalten,"
      }
    },
    {
      "provision_ref": "81 a",
      "section": "81 a",
      "title": "Suomessa tutkinnon suorittaneen ulkomaalaisen työnteon jatkaminen ja aloittaminen",
      "content": "Jos jatko-oleskelulupahakemus työntekoa tai työnhakua varten on tehty aikaisemman opiskelua varten 45 §:n 1 momentin 3 kohdan nojalla myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta työntekoa tai aloittaa uuden työnteon. Jos jatko-oleskelulupahakemus työntekoa varten on tehty aikaisemman 54 §:n 4 momentin perusteella myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa työpaikan löydettyään aloittaa työnteon. Jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, työntekoa ei saa jatkaa, vaikka päätökseen haetaan muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:81 a",
        "normalized_fi": "Jos jatko-oleskelulupahakemus työntekoa tai työnhakua varten on tehty aikaisemman opiskelua varten 45 § :n 1 momentin 3 kohdan nojalla myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta työntekoa tai aloittaa uuden työnteon. Jos jatko-oleskelulupahakemus työntekoa varten on tehty aikaisemman 54 § :n 4 momentin perusteella myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa työpaikan löydettyään aloittaa työnteon. Jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, työntekoa ei saa jatkaa, vaikka päätökseen haetaan muutosta valittamalla.",
        "folded_fi": "jos jatko-oleskelulupahakemus tyontekoa tai tyonhakua varten on tehty aikaisemman opiskelua varten 45 §:n 1 momentin 3 kohdan nojalla myonnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta tyontekoa tai aloittaa uuden tyonteon. jos jatko-oleskelulupahakemus tyontekoa varten on tehty aikaisemman 54 §:n 4 momentin perusteella myonnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa tyopaikan loydettyaan aloittaa tyonteon. jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, tyontekoa ei saa jatkaa, vaikka paatokseen haetaan muutosta valittamalla.",
        "title_sv": "Rätt för en utlänning som avlagt examen i Finland att fortsätta och börja arbeta",
        "content_sv": "Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete eller sökande av arbete medan ett uppehållstillstånd för studier beviljat med stöd av 45 § 1 mom. 3 punkten varit gällande, får han eller hon fortsätta arbeta eller börja ett nytt arbete med stöd av det tidigare uppehållstillståndet. Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete medan ett uppehållstillstånd beviljat med stöd av 54 § 4 mom. varit gällande, får utlänningen börja arbeta när han eller hon har hittat ett arbete. Får en utlänning avslag på sin ansökan enligt 1 eller 2 mom. får han eller hon inte fortsätta arbeta, även om ändring har sökts i beslutet genom besvär.",
        "normalized_sv": "Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete eller sökande av arbete medan ett uppehållstillstånd för studier beviljat med stöd av 45 § 1 mom. 3 punkten varit gällande, får han eller hon fortsätta arbeta eller börja ett nytt arbete med stöd av det tidigare uppehållstillståndet. Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete medan ett uppehållstillstånd beviljat med stöd av 54 § 4 mom. varit gällande, får utlänningen börja arbeta när han eller hon har hittat ett arbete. Får en utlänning avslag på sin ansökan enligt 1 eller 2 mom. får han eller hon inte fortsätta arbeta, även om ändring har sökts i beslutet genom besvär.",
        "folded_sv": "har en utlanning anhallit om fortsatt uppehallstillstand for arbete eller sokande av arbete medan ett uppehallstillstand for studier beviljat med stod av 45 § 1 mom. 3 punkten varit gallande, far han eller hon fortsatta arbeta eller borja ett nytt arbete med stod av det tidigare uppehallstillstandet. har en utlanning anhallit om fortsatt uppehallstillstand for arbete medan ett uppehallstillstand beviljat med stod av 54 § 4 mom. varit gallande, far utlanningen borja arbeta nar han eller hon har hittat ett arbete. far en utlanning avslag pa sin ansokan enligt 1 eller 2 mom. far han eller hon inte fortsatta arbeta, aven om andring har sokts i beslutet genom besvar."
      }
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Pohjoismaan kansalaisen maahantulo ja oleskelu",
      "content": "Muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan Pohjoismaan kansalaisen on rekisteröitävä oleskelunsa siten kuin Pohjoismaiden välillä väestön rekisteröinnistä on sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan Pohjoismaan kansalaisen on rekisteröitävä oleskelunsa siten kuin Pohjoismaiden välillä väestön rekisteröinnistä on sovittu.",
        "folded_fi": "muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan pohjoismaan kansalaisen on rekisteroitava oleskelunsa siten kuin pohjoismaiden valilla vaeston rekisteroinnista on sovittu.",
        "title_sv": "Nordiska medborgares inresa och vistelse",
        "content_sv": "En nordisk medborgare som kommer till Finland i annat än kortvarigt syfte skall registrera sin vistelse så som överenskommits om folkbokföring mellan de nordiska länderna.",
        "normalized_sv": "En nordisk medborgare som kommer till Finland i annat än kortvarigt syfte skall registrera sin vistelse så som överenskommits om folkbokföring mellan de nordiska länderna.",
        "folded_sv": "en nordisk medborgare som kommer till finland i annat an kortvarigt syfte skall registrera sin vistelse sa som overenskommits om folkbokforing mellan de nordiska landerna."
      }
    },
    {
      "provision_ref": "169",
      "section": "169",
      "title": "Pohjoismaan kansalaisen käännyttämisen ja maasta karkottamisen perusteet",
      "content": "Islannin, Norjan, Ruotsin tai Tanskan kansalainen, jonka muuttoa Suomeen ei ole 157 §:n 3 momentissa säädetyllä tavalla rekisteröity, voidaan käännyttää, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä. Islannin, Norjan, Ruotsin ja Tanskan kansalainen, jonka muutto Suomeen on rekisteröity 157 §:n 3 momentissa säädetyllä tavalla, voidaan karkottaa maasta, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:169",
        "normalized_fi": "Islannin, Norjan, Ruotsin tai Tanskan kansalainen, jonka muuttoa Suomeen ei ole 157 § :n 3 momentissa säädetyllä tavalla rekisteröity, voidaan käännyttää, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä. Islannin, Norjan, Ruotsin ja Tanskan kansalainen, jonka muutto Suomeen on rekisteröity 157 § :n 3 momentissa säädetyllä tavalla, voidaan karkottaa maasta, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä.",
        "folded_fi": "islannin, norjan, ruotsin tai tanskan kansalainen, jonka muuttoa suomeen ei ole 157 §:n 3 momentissa saadetylla tavalla rekisteroity, voidaan kaannyttaa, jos hanen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta tai kansanterveytta. islannin, norjan, ruotsin ja tanskan kansalainen, jonka muutto suomeen on rekisteroity 157 §:n 3 momentissa saadetylla tavalla, voidaan karkottaa maasta, jos hanen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta tai kansanterveytta.",
        "title_sv": "Grunderna för avvisning och utvisning av nordiska medborgare",
        "content_sv": "En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland inte har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan. En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "normalized_sv": "En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland inte har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan. En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "folded_sv": "en medborgare i danmark, island, norge eller sverige vars flyttning till finland inte har registrerats pa det satt som foreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses aventyra allman ordning och sakerhet eller folkhalsan. en medborgare i danmark, island, norge eller sverige vars flyttning till finland har registrerats pa det satt som foreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses aventyra allman ordning och sakerhet eller folkhalsan."
      }
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteröinnin sekä määräaikaisen ja pysyvän oleskelulupakortin. Se myös hakemuksesta päättää, että oleskeluoikeuden rekisteröintiä tai oleskelulupakorttia ei 165 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteröinnin sekä määräaikaisen ja pysyvän oleskelulupakortin. Se myös hakemuksesta päättää, että oleskeluoikeuden rekisteröintiä tai oleskelulupakorttia ei 165 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
        "folded_fi": "kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteroinnin seka maaraaikaisen ja pysyvan oleskelulupakortin. se myos hakemuksesta paattaa, etta oleskeluoikeuden rekisterointia tai oleskelulupakorttia ei 165 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Polisinrättningen i häradet återkallar registreringen av en uppehållsrätt samt en tidsbegränsad respektive permanent uppehållstillståndshandling. Polisinrättningen beslutar också på ansökan att en registrering av uppehållsrätten eller en uppehållstillståndshandling inte återkallas i sådana fall som avses i 165 § 3 mom.",
        "normalized_sv": "Polisinrättningen i häradet återkallar registreringen av en uppehållsrätt samt en tidsbegränsad respektive permanent uppehållstillståndshandling. Polisinrättningen beslutar också på ansökan att en registrering av uppehållsrätten eller en uppehållstillståndshandling inte återkallas i sådana fall som avses i 165 § 3 mom.",
        "folded_sv": "polisinrattningen i haradet aterkallar registreringen av en uppehallsratt samt en tidsbegransad respektive permanent uppehallstillstandshandling. polisinrattningen beslutar ocksa pa ansokan att en registrering av uppehallsratten eller en uppehallstillstandshandling inte aterkallas i sadana fall som avses i 165 § 3 mom."
      }
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Tässä laissa tarkoitettuun Ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Tässä laissa tarkoitettuun Ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, tyovoimatoimiston ja suomen edustuston paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "I beslut som fattats av Utlänningsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "I beslut som fattats av Utlänningsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "i beslut som fattats av utlanningsverket, polisen, granskontrollmyndigheten, arbetskraftsbyran och en finsk beskickning och som avses i denna lag far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "54",
      "section": "54",
      "title": "Jatkoluvan myöntäminen",
      "content": "Uusi määräaikainen oleskelulupa myönnetään, jos edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ovat edelleen olemassa. Jos ulkomaalainen on saanut oleskeluluvan kansainvälisen suojelun perusteella, uusi määräaikainen oleskelulupa myönnetään, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiseltä, etteivät edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ole edelleen voimassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 §:n 1 momentin perusteella työntekoa tai elinkeinon harjoittamista varten, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos luvan myöntämisen edellytykset ovat edelleen olemassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 §:n 1 momentin 3 kohdan nojalla opiskelua varten, myönnetään tutkinnon suorittamisen jälkeen uusi tilapäinen oleskelulupa työnhakua varten. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 51 §:n nojalla maasta poistamisen estymisen vuoksi, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos 51 §:ssä mainitut olosuhteet ovat edelleen voimassa. Uusi määräaikainen oleskelulupa myönnetään uudella perusteella, jos ulkomaalaiselle voitaisiin myöntää ensimmäinen oleskelulupa tällä uudella perusteella. Ulkomaalaiselle, jolle on myönnetty tilapäinen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myöntää oleskelulupa perhesiteen päätyttyä sillä perusteella, että henkilöllä on kiinteät siteet Suomeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:54",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään, jos edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ovat edelleen olemassa. Jos ulkomaalainen on saanut oleskeluluvan kansainvälisen suojelun perusteella, uusi määräaikainen oleskelulupa myönnetään, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiseltä, etteivät edellytykset, joiden perusteella ulkomaalaiselle myönnettiin edellinen määräaikainen oleskelulupa, ole edelleen voimassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 § :n 1 momentin perusteella työntekoa tai elinkeinon harjoittamista varten, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos luvan myöntämisen edellytykset ovat edelleen olemassa. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 45 § :n 1 momentin 3 kohdan nojalla opiskelua varten, myönnetään tutkinnon suorittamisen jälkeen uusi tilapäinen oleskelulupa työnhakua varten. Ulkomaalaiselle, jolle on myönnetty tilapäinen oleskelulupa 51 § :n nojalla maasta poistamisen estymisen vuoksi, myönnetään kahden vuoden yhtäjaksoisen maassa oleskelun jälkeen jatkuva oleskelulupa, jos 51 § :ssä mainitut olosuhteet ovat edelleen voimassa. Uusi määräaikainen oleskelulupa myönnetään uudella perusteella, jos ulkomaalaiselle voitaisiin myöntää ensimmäinen oleskelulupa tällä uudella perusteella. Ulkomaalaiselle, jolle on myönnetty tilapäinen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myöntää oleskelulupa perhesiteen päätyttyä sillä perusteella, että henkilöllä on kiinteät siteet Suomeen.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan, jos edellytykset, joiden perusteella ulkomaalaiselle myonnettiin edellinen maaraaikainen oleskelulupa, ovat edelleen olemassa. jos ulkomaalainen on saanut oleskeluluvan kansainvalisen suojelun perusteella, uusi maaraaikainen oleskelulupa myonnetaan, jollei esille tulleiden seikkojen perusteella vaikuta ilmeiselta, etteivat edellytykset, joiden perusteella ulkomaalaiselle myonnettiin edellinen maaraaikainen oleskelulupa, ole edelleen voimassa. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 45 §:n 1 momentin perusteella tyontekoa tai elinkeinon harjoittamista varten, myonnetaan kahden vuoden yhtajaksoisen maassa oleskelun jalkeen jatkuva oleskelulupa, jos luvan myontamisen edellytykset ovat edelleen olemassa. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 45 §:n 1 momentin 3 kohdan nojalla opiskelua varten, myonnetaan tutkinnon suorittamisen jalkeen uusi tilapainen oleskelulupa tyonhakua varten. ulkomaalaiselle, jolle on myonnetty tilapainen oleskelulupa 51 §:n nojalla maasta poistamisen estymisen vuoksi, myonnetaan kahden vuoden yhtajaksoisen maassa oleskelun jalkeen jatkuva oleskelulupa, jos 51 §:ssa mainitut olosuhteet ovat edelleen voimassa. uusi maaraaikainen oleskelulupa myonnetaan uudella perusteella, jos ulkomaalaiselle voitaisiin myontaa ensimmainen oleskelulupa talla uudella perusteella. ulkomaalaiselle, jolle on myonnetty tilapainen tai jatkuva oleskelulupa perhesiteen perusteella, voidaan myontaa oleskelulupa perhesiteen paatyttya silla perusteella, etta henkilolla on kiinteat siteet suomeen.",
        "title_sv": "Beviljande av fortsatt tillstånd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas om villkoren för det föregående tidsbegränsade uppehållstillståndet fortfarande uppfylls. Om en utlänning har fått uppehållstillstånd på grund av internationellt skydd, beviljas ett nytt tidsbegränsat uppehållstillstånd, om det inte på basis av de omständigheter som framkommit förefaller uppenbart att de villkor på grundval av vilka det föregående tidsbegränsade uppehållstillståndet beviljades inte längre uppfylls. En utlänning som med stöd av 45 § 1 mom. beviljats tillfälligt uppehållstillstånd för arbete eller näringsidkande, beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om villkoren för beviljande av tillstånd fortfarande uppfylls. En utlänning som med stöd av 45 § 1 mom. 3 punkten beviljats tillfälligt uppehållstillstånd för studier, beviljas efter avlagd examen ett nytt tillfälligt uppehållstillstånd för sökande av arbete. En utlänning som med stöd av 51 § beviljats tillfälligt uppehållstillstånd på grund av hinder för avlägsnande ur landet beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om de omständigheter som nämns i 51 § fortfarande föreligger. Ett nytt tidsbegränsat uppehållstillstånd beviljas på nya grunder, om utlänningen kunde beviljas första uppehållstillstånd på dessa nya grunder. En utlänning som beviljats tillfälligt eller kontinuerligt uppehållstillstånd på grund av familjeband kan beviljas uppehållstillstånd efter det att familjebandet brutits, om han eller hon har fast anknytning till Finland.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas om villkoren för det föregående tidsbegränsade uppehållstillståndet fortfarande uppfylls. Om en utlänning har fått uppehållstillstånd på grund av internationellt skydd, beviljas ett nytt tidsbegränsat uppehållstillstånd, om det inte på basis av de omständigheter som framkommit förefaller uppenbart att de villkor på grundval av vilka det föregående tidsbegränsade uppehållstillståndet beviljades inte längre uppfylls. En utlänning som med stöd av 45 § 1 mom. beviljats tillfälligt uppehållstillstånd för arbete eller näringsidkande, beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om villkoren för beviljande av tillstånd fortfarande uppfylls. En utlänning som med stöd av 45 § 1 mom. 3 punkten beviljats tillfälligt uppehållstillstånd för studier, beviljas efter avlagd examen ett nytt tillfälligt uppehållstillstånd för sökande av arbete. En utlänning som med stöd av 51 § beviljats tillfälligt uppehållstillstånd på grund av hinder för avlägsnande ur landet beviljas efter två års oavbruten vistelse i landet kontinuerligt uppehållstillstånd, om de omständigheter som nämns i 51 § fortfarande föreligger. Ett nytt tidsbegränsat uppehållstillstånd beviljas på nya grunder, om utlänningen kunde beviljas första uppehållstillstånd på dessa nya grunder. En utlänning som beviljats tillfälligt eller kontinuerligt uppehållstillstånd på grund av familjeband kan beviljas uppehållstillstånd efter det att familjebandet brutits, om han eller hon har fast anknytning till Finland.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas om villkoren for det foregaende tidsbegransade uppehallstillstandet fortfarande uppfylls. om en utlanning har fatt uppehallstillstand pa grund av internationellt skydd, beviljas ett nytt tidsbegransat uppehallstillstand, om det inte pa basis av de omstandigheter som framkommit forefaller uppenbart att de villkor pa grundval av vilka det foregaende tidsbegransade uppehallstillstandet beviljades inte langre uppfylls. en utlanning som med stod av 45 § 1 mom. beviljats tillfalligt uppehallstillstand for arbete eller naringsidkande, beviljas efter tva ars oavbruten vistelse i landet kontinuerligt uppehallstillstand, om villkoren for beviljande av tillstand fortfarande uppfylls. en utlanning som med stod av 45 § 1 mom. 3 punkten beviljats tillfalligt uppehallstillstand for studier, beviljas efter avlagd examen ett nytt tillfalligt uppehallstillstand for sokande av arbete. en utlanning som med stod av 51 § beviljats tillfalligt uppehallstillstand pa grund av hinder for avlagsnande ur landet beviljas efter tva ars oavbruten vistelse i landet kontinuerligt uppehallstillstand, om de omstandigheter som namns i 51 § fortfarande foreligger. ett nytt tidsbegransat uppehallstillstand beviljas pa nya grunder, om utlanningen kunde beviljas forsta uppehallstillstand pa dessa nya grunder. en utlanning som beviljats tillfalligt eller kontinuerligt uppehallstillstand pa grund av familjeband kan beviljas uppehallstillstand efter det att familjebandet brutits, om han eller hon har fast anknytning till finland."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Uusi määräaikainen oleskelulupa myönnetään enintään kolmeksi vuodeksi. Edellä 54 §:n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapäisestä jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmäisen määräaikaisen oleskeluluvan pituutta koskevan 53 §:n säännöksiä. Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenjäsenen oleskeluluvan voimassaoloaika. Tilapäinen oleskelulupa Suomessa tutkinnon suorittaneelle myönnetään 54 §:n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään enintään kolmeksi vuodeksi. Edellä 54 § :n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapäisestä jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmäisen määräaikaisen oleskeluluvan pituutta koskevan 53 § :n säännöksiä. Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenjäsenen oleskeluluvan voimassaoloaika. Tilapäinen oleskelulupa Suomessa tutkinnon suorittaneelle myönnetään 54 § :n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan päättymisestä.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan enintaan kolmeksi vuodeksi. edella 54 §:n 3 ja 5 momentissa tarkoitetussa tapauksessa, kun oleskeluluvan peruste muuttuu tilapaisesta jatkuvaksi, oleskeluluvan pituuteen sovelletaan ensimmaisen maaraaikaisen oleskeluluvan pituutta koskevan 53 §:n saannoksia. jos oleskelulupa myonnetaan perhesiteen perusteella, myonnettavan oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myontamisen perusteena olevan perheenjasenen oleskeluluvan voimassaoloaika. tilapainen oleskelulupa suomessa tutkinnon suorittaneelle myonnetaan 54 §:n 4 momentin nojalla yhden kerran kuudeksi kuukaudeksi edellisen oleskeluluvan paattymisesta.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst tre år. I de fall som avses i 54 § 3 och 5 mom. tillämpas, när grunden för vistelsen ändras från tillfällig till kontinuerlig, på uppehållstillståndets längd vad som i 53 § bestäms om det första tidsbegränsade uppehållstillståndets längd. Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det uppehållstillstånd för en familjemedlem som ligger till grund för beviljandet av uppehållstillståndet. En studerande som avlagt examen beviljas tillfälligt uppehållstillstånd i Finland med stöd av 54 § 4 mom. en gång för sex månader efter det att det föregående uppehållstillståndet har upphört att gälla.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst tre år. I de fall som avses i 54 § 3 och 5 mom. tillämpas, när grunden för vistelsen ändras från tillfällig till kontinuerlig, på uppehållstillståndets längd vad som i 53 § bestäms om det första tidsbegränsade uppehållstillståndets längd. Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det uppehållstillstånd för en familjemedlem som ligger till grund för beviljandet av uppehållstillståndet. En studerande som avlagt examen beviljas tillfälligt uppehållstillstånd i Finland med stöd av 54 § 4 mom. en gång för sex månader efter det att det föregående uppehållstillståndet har upphört att gälla.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas for hogst tre ar. i de fall som avses i 54 § 3 och 5 mom. tillampas, nar grunden for vistelsen andras fran tillfallig till kontinuerlig, pa uppehallstillstandets langd vad som i 53 § bestams om det forsta tidsbegransade uppehallstillstandets langd. om uppehallstillstand beviljas pa grund av familjeband, far giltighetstiden for det uppehallstillstand som beviljas dock inte vara langre an giltighetstiden for det uppehallstillstand for en familjemedlem som ligger till grund for beviljandet av uppehallstillstandet. en studerande som avlagt examen beviljas tillfalligt uppehallstillstand i finland med stod av 54 § 4 mom. en gang for sex manader efter det att det foregaende uppehallstillstandet har upphort att galla."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "Paikallispoliisi oleskelulupaviranomaisena",
      "content": "Kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:68",
        "normalized_fi": "Kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle;",
        "folded_fi": "kihlakunnan poliisilaitos myontaa: 1) oleskeluluvan suomen kansalaisen suomessa olevalle perheenjasenelle seka taman alaikaiselle naimattomalle lapselle;",
        "title_sv": "Den lokala polisen som uppehållstillståndsmyndighet",
        "content_sv": "Polisinrättningen i häradet beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn,",
        "normalized_sv": "Polisinrättningen i häradet beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn,",
        "folded_sv": "polisinrattningen i haradet beviljar 1) uppehallstillstand for en sadan familjemedlem till en finsk medborgare som befinner sig i finland samt for dennes minderariga ogifta barn,"
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty perhesiteen perusteella tilapäinen oleskelulupa tilapäisen työntekijän oleskeluluvan tai tilapäisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjäsenenä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty tilapäinen oleskelulupa tilapäisen suojelun tai muun humanitaarisen maahanmuuton perusteella. Suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehdä ansiotyötä 45 §:n 1 momentin 1 kohdan tai 47 §:n 1 momentin 2 kohdan nojalla myönnetyllä oleskeluluvalla ilman 72 §:n 1 momentin mukaista harkintaa. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty määräaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtävissä; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteisön palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvälisessä järjestössä tai valtioiden väliseen viralliseen yhteistyöhön liittyvissä tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jollei hänen työn- eikä toimeksiantajallaan ole toimipaikkaa Suomessa, kun hän: 1) toimii ammattimaisesti joukkoviestinnän alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista Suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle ulkoasiainministeriö on myöntänyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyön tekemistä varten. Tähän pykälään perustuvasta työnteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtävä merkintä ulkomaalaisen oleskelulupaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty perhesiteen perusteella tilapäinen oleskelulupa tilapäisen työntekijän oleskeluluvan tai tilapäisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjäsenenä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty tilapäinen oleskelulupa tilapäisen suojelun tai muun humanitaarisen maahanmuuton perusteella. Suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehdä ansiotyötä 45 § :n 1 momentin 1 kohdan tai 47 § :n 1 momentin 2 kohdan nojalla myönnetyllä oleskeluluvalla ilman 72 § :n 1 momentin mukaista harkintaa. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty määräaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtävissä; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteisön palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvälisessä järjestössä tai valtioiden väliseen viralliseen yhteistyöhön liittyvissä tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jollei hänen työn- eikä toimeksiantajallaan ole toimipaikkaa Suomessa, kun hän: 1) toimii ammattimaisesti joukkoviestinnän alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista Suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtävissä. Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle ulkoasiainministeriö on myöntänyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyön tekemistä varten. Tähän pykälään perustuvasta työnteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtävä merkintä ulkomaalaisen oleskelulupaan.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty pysyva oleskelulupa tai jatkuva oleskelulupa muulla kuin tyonteon tai ammatinharjoittamisen perusteella. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty perhesiteen perusteella tilapainen oleskelulupa tilapaisen tyontekijan oleskeluluvan tai tilapaisen elinkeinonharjoittajan oleskeluluvan saaneen ulkomaalaisen perheenjasenena. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty tilapainen oleskelulupa tilapaisen suojelun tai muun humanitaarisen maahanmuuton perusteella. suomessa tutkinnon suorittaneella ulkomaalaisella on oikeus tehda ansiotyota 45 §:n 1 momentin 1 kohdan tai 47 §:n 1 momentin 2 kohdan nojalla myonnetylla oleskeluluvalla ilman 72 §:n 1 momentin mukaista harkintaa. oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty maaraaikainen oleskelulupa ja joka toimii: 1) yrityksen yli- tai keskijohdon taikka erityisosaamista vaativissa asiantuntijatehtavissa; 2) urheilijana, valmentajana tai urheilutuomarina, kun toiminta on ammattimaista; 3) uskonnollisen tai aatteellisen yhteison palveluksessa; 4) ammattimaisesti tieteen, kulttuurin tai taiteen alalla ravintolamuusikoita lukuun ottamatta; tai 5) kansainvalisessa jarjestossa tai valtioiden valiseen viralliseen yhteistyohon liittyvissa tehtavissa. oikeus tehda ansiotyota on ulkomaalaisella, jollei hanen tyon- eika toimeksiantajallaan ole toimipaikkaa suomessa, kun han: 1) toimii ammattimaisesti joukkoviestinnan alalla; tai 2) tutkii markkinoita, valmistelee yrityksen sijoittautumista suomeen, neuvottelee tilauksista, hankkii tilauksia tai valvoo tehtyjen tilausten toimeenpanoa tai toimii muissa vastaavissa tehtavissa. oikeus tehda ansiotyota on ulkomaalaisella, jolle ulkoasiainministerio on myontanyt oleskeluluvan edustuston rakennus-, korjaus- ja huoltotyon tekemista varten. tahan pykalaan perustuvasta tyonteko-oikeudesta on 7 momentissa mainittua oleskelulupaa lukuun ottamatta tehtava merkinta ulkomaalaisen oleskelulupaan.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning. Rätt att förvärvsarbeta har en utlänning som i egenskap av familjemedlem till en utlänning med tillfälligt uppehållstillstånd för arbetstagare eller tillfälligt uppehållstillstånd för näringsidkare har beviljats tillfälligt uppehållstillstånd på grund av familjeband. Rätt att förvärvsarbeta har en utlänning som har beviljats tillfälligt uppehållstillstånd på grund av tillfälligt skydd eller annan humanitär invandring. En utlänning som har avlagt examen i Finland har rätt att förvärvsarbeta utan prövning enligt 72 § 1 mom., om han eller hon har beviljats uppehållstillstånd med stöd av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. Rätt att förvärvsarbeta har en utlänning som har beviljats tidsbegränsat uppehållstillstånd och som 1) sköter ledningsuppgifter på högsta nivå eller mellannivå i ett företag eller utför sakkunniguppdrag som kräver specialkompetens, 2) är idrottare, tränare eller idrottsdomare, om verksamheten är yrkesmässig, 3) arbetar för ett religiöst eller ideologiskt samfund, 4) yrkesmässigt verkar inom området för vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller sköter uppgifter som hänför sig till officiellt mellanstatligt arbete. Rätt att förvärvsarbeta har en utlänning vars arbets- eller uppdragsgivare inte har något verksamhetsställe i Finland, om han eller hon 1) är yrkesmässigt verksam inom masskommunikationsområdet, eller 2) undersöker marknaden, förbereder ett företags etablering i Finland, förhandlar om eller skaffar beställningar eller övervakar hur beställningar verkställs eller sköter andra motsvarande uppgifter. Rätt att förvärvsarbeta har en utlänning som av utrikesministeriet beviljats uppehållstillstånd för att utföra bygg-, reparations- och underhållsarbete vid en beskickning. Sådan rätt att arbeta som baserar sig på denna paragraf skall med undantag av uppehållstillstånd enligt 7 mom. antecknas i utlänningens uppehållstillstånd.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning. Rätt att förvärvsarbeta har en utlänning som i egenskap av familjemedlem till en utlänning med tillfälligt uppehållstillstånd för arbetstagare eller tillfälligt uppehållstillstånd för näringsidkare har beviljats tillfälligt uppehållstillstånd på grund av familjeband. Rätt att förvärvsarbeta har en utlänning som har beviljats tillfälligt uppehållstillstånd på grund av tillfälligt skydd eller annan humanitär invandring. En utlänning som har avlagt examen i Finland har rätt att förvärvsarbeta utan prövning enligt 72 § 1 mom., om han eller hon har beviljats uppehållstillstånd med stöd av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. Rätt att förvärvsarbeta har en utlänning som har beviljats tidsbegränsat uppehållstillstånd och som 1) sköter ledningsuppgifter på högsta nivå eller mellannivå i ett företag eller utför sakkunniguppdrag som kräver specialkompetens, 2) är idrottare, tränare eller idrottsdomare, om verksamheten är yrkesmässig, 3) arbetar för ett religiöst eller ideologiskt samfund, 4) yrkesmässigt verkar inom området för vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller sköter uppgifter som hänför sig till officiellt mellanstatligt arbete. Rätt att förvärvsarbeta har en utlänning vars arbets- eller uppdragsgivare inte har något verksamhetsställe i Finland, om han eller hon 1) är yrkesmässigt verksam inom masskommunikationsområdet, eller 2) undersöker marknaden, förbereder ett företags etablering i Finland, förhandlar om eller skaffar beställningar eller övervakar hur beställningar verkställs eller sköter andra motsvarande uppgifter. Rätt att förvärvsarbeta har en utlänning som av utrikesministeriet beviljats uppehållstillstånd för att utföra bygg-, reparations- och underhållsarbete vid en beskickning. Sådan rätt att arbeta som baserar sig på denna paragraf skall med undantag av uppehållstillstånd enligt 7 mom. antecknas i utlänningens uppehållstillstånd.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats permanent uppehallstillstand eller kontinuerligt uppehallstillstand pa grundval av annat an arbete eller yrkesutovning. ratt att forvarvsarbeta har en utlanning som i egenskap av familjemedlem till en utlanning med tillfalligt uppehallstillstand for arbetstagare eller tillfalligt uppehallstillstand for naringsidkare har beviljats tillfalligt uppehallstillstand pa grund av familjeband. ratt att forvarvsarbeta har en utlanning som har beviljats tillfalligt uppehallstillstand pa grund av tillfalligt skydd eller annan humanitar invandring. en utlanning som har avlagt examen i finland har ratt att forvarvsarbeta utan provning enligt 72 § 1 mom., om han eller hon har beviljats uppehallstillstand med stod av 45 § 1 mom. 1 punkten eller 47 § 1 mom. 2 punkten. ratt att forvarvsarbeta har en utlanning som har beviljats tidsbegransat uppehallstillstand och som 1) skoter ledningsuppgifter pa hogsta niva eller mellanniva i ett foretag eller utfor sakkunniguppdrag som kraver specialkompetens, 2) ar idrottare, tranare eller idrottsdomare, om verksamheten ar yrkesmassig, 3) arbetar for ett religiost eller ideologiskt samfund, 4) yrkesmassigt verkar inom omradet for vetenskap, kultur eller konst med undantag av restaurangmusiker, eller som 5) arbetar i en internationell organisation eller skoter uppgifter som hanfor sig till officiellt mellanstatligt arbete. ratt att forvarvsarbeta har en utlanning vars arbets- eller uppdragsgivare inte har nagot verksamhetsstalle i finland, om han eller hon 1) ar yrkesmassigt verksam inom masskommunikationsomradet, eller 2) undersoker marknaden, forbereder ett foretags etablering i finland, forhandlar om eller skaffar bestallningar eller overvakar hur bestallningar verkstalls eller skoter andra motsvarande uppgifter. ratt att forvarvsarbeta har en utlanning som av utrikesministeriet beviljats uppehallstillstand for att utfora bygg-, reparations- och underhallsarbete vid en beskickning. sadan ratt att arbeta som baserar sig pa denna paragraf skall med undantag av uppehallstillstand enligt 7 mom. antecknas i utlanningens uppehallstillstand."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "Rajoitettu työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jonka oleskelulupa on myönnetty: 1) opiskelua varten, jos työ on tutkintoon sisältyvää työharjoittelua tai opintoihin sisältyvän lopputyön tekemistä ansiotyönä taikka jos työn määrä tasoittuu keskimäärin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa järjestetään varsinaista opetusta, tai jos kokoaikainen työ sijoittuu aikaan, jolloin oppilaitoksessa ei järjestetä varsinaista opetusta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:80",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jonka oleskelulupa on myönnetty: 1) opiskelua varten, jos työ on tutkintoon sisältyvää työharjoittelua tai opintoihin sisältyvän lopputyön tekemistä ansiotyönä taikka jos työn määrä tasoittuu keskimäärin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa järjestetään varsinaista opetusta, tai jos kokoaikainen työ sijoittuu aikaan, jolloin oppilaitoksessa ei järjestetä varsinaista opetusta;",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jonka oleskelulupa on myonnetty: 1) opiskelua varten, jos tyo on tutkintoon sisaltyvaa tyoharjoittelua tai opintoihin sisaltyvan lopputyon tekemista ansiotyona taikka jos tyon maara tasoittuu keskimaarin 25 tuntiin viikossa aikana, jolloin oppilaitoksessa jarjestetaan varsinaista opetusta, tai jos kokoaikainen tyo sijoittuu aikaan, jolloin oppilaitoksessa ei jarjesteta varsinaista opetusta;",
        "title_sv": "Begränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som beviljats uppehållstillstånd 1) för studier, om arbetet är arbetspraktik som ingår i examen eller är ett slutarbete som ingår i studierna och som utförs i form av förvärvsarbete eller om mängden av arbete utjämnas till i genomsnitt 25 timmar per vecka under den tid då egentlig undervisning ordnas vid läroanstalten eller om heltidsarbetet infaller under en tid då egentlig undervisning inte ordnas vid läroanstalten,",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som beviljats uppehållstillstånd 1) för studier, om arbetet är arbetspraktik som ingår i examen eller är ett slutarbete som ingår i studierna och som utförs i form av förvärvsarbete eller om mängden av arbete utjämnas till i genomsnitt 25 timmar per vecka under den tid då egentlig undervisning ordnas vid läroanstalten eller om heltidsarbetet infaller under en tid då egentlig undervisning inte ordnas vid läroanstalten,",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som beviljats uppehallstillstand 1) for studier, om arbetet ar arbetspraktik som ingar i examen eller ar ett slutarbete som ingar i studierna och som utfors i form av forvarvsarbete eller om mangden av arbete utjamnas till i genomsnitt 25 timmar per vecka under den tid da egentlig undervisning ordnas vid laroanstalten eller om heltidsarbetet infaller under en tid da egentlig undervisning inte ordnas vid laroanstalten,"
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "81 a",
      "section": "81 a",
      "title": "Suomessa tutkinnon suorittaneen ulkomaalaisen työnteon jatkaminen ja aloittaminen",
      "content": "Jos jatko-oleskelulupahakemus työntekoa tai työnhakua varten on tehty aikaisemman opiskelua varten 45 §:n 1 momentin 3 kohdan nojalla myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta työntekoa tai aloittaa uuden työnteon. Jos jatko-oleskelulupahakemus työntekoa varten on tehty aikaisemman 54 §:n 4 momentin perusteella myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa työpaikan löydettyään aloittaa työnteon. Jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, työntekoa ei saa jatkaa, vaikka päätökseen haetaan muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:81 a",
        "normalized_fi": "Jos jatko-oleskelulupahakemus työntekoa tai työnhakua varten on tehty aikaisemman opiskelua varten 45 § :n 1 momentin 3 kohdan nojalla myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta työntekoa tai aloittaa uuden työnteon. Jos jatko-oleskelulupahakemus työntekoa varten on tehty aikaisemman 54 § :n 4 momentin perusteella myönnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa työpaikan löydettyään aloittaa työnteon. Jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, työntekoa ei saa jatkaa, vaikka päätökseen haetaan muutosta valittamalla.",
        "folded_fi": "jos jatko-oleskelulupahakemus tyontekoa tai tyonhakua varten on tehty aikaisemman opiskelua varten 45 §:n 1 momentin 3 kohdan nojalla myonnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa jatkaa aiemman oleskeluluvan nojalla tapahtunutta tyontekoa tai aloittaa uuden tyonteon. jos jatko-oleskelulupahakemus tyontekoa varten on tehty aikaisemman 54 §:n 4 momentin perusteella myonnetyn oleskeluluvan voimassa ollessa, ulkomaalainen saa tyopaikan loydettyaan aloittaa tyonteon. jos 1 tai 2 momentissa tarkoitettuun hakemukseen annetaan kielteinen ratkaisu, tyontekoa ei saa jatkaa, vaikka paatokseen haetaan muutosta valittamalla.",
        "title_sv": "Rätt för en utlänning som avlagt examen i Finland att fortsätta och börja arbeta",
        "content_sv": "Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete eller sökande av arbete medan ett uppehållstillstånd för studier beviljat med stöd av 45 § 1 mom. 3 punkten varit gällande, får han eller hon fortsätta arbeta eller börja ett nytt arbete med stöd av det tidigare uppehållstillståndet. Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete medan ett uppehållstillstånd beviljat med stöd av 54 § 4 mom. varit gällande, får utlänningen börja arbeta när han eller hon har hittat ett arbete. Får en utlänning avslag på sin ansökan enligt 1 eller 2 mom. får han eller hon inte fortsätta arbeta, även om ändring har sökts i beslutet genom besvär.",
        "normalized_sv": "Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete eller sökande av arbete medan ett uppehållstillstånd för studier beviljat med stöd av 45 § 1 mom. 3 punkten varit gällande, får han eller hon fortsätta arbeta eller börja ett nytt arbete med stöd av det tidigare uppehållstillståndet. Har en utlänning anhållit om fortsatt uppehållstillstånd för arbete medan ett uppehållstillstånd beviljat med stöd av 54 § 4 mom. varit gällande, får utlänningen börja arbeta när han eller hon har hittat ett arbete. Får en utlänning avslag på sin ansökan enligt 1 eller 2 mom. får han eller hon inte fortsätta arbeta, även om ändring har sökts i beslutet genom besvär.",
        "folded_sv": "har en utlanning anhallit om fortsatt uppehallstillstand for arbete eller sokande av arbete medan ett uppehallstillstand for studier beviljat med stod av 45 § 1 mom. 3 punkten varit gallande, far han eller hon fortsatta arbeta eller borja ett nytt arbete med stod av det tidigare uppehallstillstandet. har en utlanning anhallit om fortsatt uppehallstillstand for arbete medan ett uppehallstillstand beviljat med stod av 54 § 4 mom. varit gallande, far utlanningen borja arbeta nar han eller hon har hittat ett arbete. far en utlanning avslag pa sin ansokan enligt 1 eller 2 mom. far han eller hon inte fortsatta arbeta, aven om andring har sokts i beslutet genom besvar."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Pohjoismaan kansalaisen maahantulo ja oleskelu",
      "content": "Muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan Pohjoismaan kansalaisen on rekisteröitävä oleskelunsa siten kuin Pohjoismaiden välillä väestön rekisteröinnistä on sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan Pohjoismaan kansalaisen on rekisteröitävä oleskelunsa siten kuin Pohjoismaiden välillä väestön rekisteröinnistä on sovittu.",
        "folded_fi": "muussa kuin lyhytaikaisessa tarkoituksessa maahan tulevan pohjoismaan kansalaisen on rekisteroitava oleskelunsa siten kuin pohjoismaiden valilla vaeston rekisteroinnista on sovittu.",
        "title_sv": "Nordiska medborgares inresa och vistelse",
        "content_sv": "En nordisk medborgare som kommer till Finland i annat än kortvarigt syfte skall registrera sin vistelse så som överenskommits om folkbokföring mellan de nordiska länderna.",
        "normalized_sv": "En nordisk medborgare som kommer till Finland i annat än kortvarigt syfte skall registrera sin vistelse så som överenskommits om folkbokföring mellan de nordiska länderna.",
        "folded_sv": "en nordisk medborgare som kommer till finland i annat an kortvarigt syfte skall registrera sin vistelse sa som overenskommits om folkbokforing mellan de nordiska landerna."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "169",
      "section": "169",
      "title": "Pohjoismaan kansalaisen käännyttämisen ja maasta karkottamisen perusteet",
      "content": "Islannin, Norjan, Ruotsin tai Tanskan kansalainen, jonka muuttoa Suomeen ei ole 157 §:n 3 momentissa säädetyllä tavalla rekisteröity, voidaan käännyttää, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä. Islannin, Norjan, Ruotsin ja Tanskan kansalainen, jonka muutto Suomeen on rekisteröity 157 §:n 3 momentissa säädetyllä tavalla, voidaan karkottaa maasta, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:169",
        "normalized_fi": "Islannin, Norjan, Ruotsin tai Tanskan kansalainen, jonka muuttoa Suomeen ei ole 157 § :n 3 momentissa säädetyllä tavalla rekisteröity, voidaan käännyttää, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä. Islannin, Norjan, Ruotsin ja Tanskan kansalainen, jonka muutto Suomeen on rekisteröity 157 § :n 3 momentissa säädetyllä tavalla, voidaan karkottaa maasta, jos hänen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta tai kansanterveyttä.",
        "folded_fi": "islannin, norjan, ruotsin tai tanskan kansalainen, jonka muuttoa suomeen ei ole 157 §:n 3 momentissa saadetylla tavalla rekisteroity, voidaan kaannyttaa, jos hanen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta tai kansanterveytta. islannin, norjan, ruotsin ja tanskan kansalainen, jonka muutto suomeen on rekisteroity 157 §:n 3 momentissa saadetylla tavalla, voidaan karkottaa maasta, jos hanen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta tai kansanterveytta.",
        "title_sv": "Grunderna för avvisning och utvisning av nordiska medborgare",
        "content_sv": "En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland inte har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan. En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "normalized_sv": "En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland inte har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan. En medborgare i Danmark, Island, Norge eller Sverige vars flyttning till Finland har registrerats på det sätt som föreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "folded_sv": "en medborgare i danmark, island, norge eller sverige vars flyttning till finland inte har registrerats pa det satt som foreskrivs i 157 § 3 mom. kan avvisas, om han eller hon anses aventyra allman ordning och sakerhet eller folkhalsan. en medborgare i danmark, island, norge eller sverige vars flyttning till finland har registrerats pa det satt som foreskrivs i 157 § 3 mom. kan utvisas, om han eller hon anses aventyra allman ordning och sakerhet eller folkhalsan."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteröinnin sekä määräaikaisen ja pysyvän oleskelulupakortin. Se myös hakemuksesta päättää, että oleskeluoikeuden rekisteröintiä tai oleskelulupakorttia ei 165 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteröinnin sekä määräaikaisen ja pysyvän oleskelulupakortin. Se myös hakemuksesta päättää, että oleskeluoikeuden rekisteröintiä tai oleskelulupakorttia ei 165 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
        "folded_fi": "kihlakunnan poliisilaitos peruuttaa oleskeluoikeuden rekisteroinnin seka maaraaikaisen ja pysyvan oleskelulupakortin. se myos hakemuksesta paattaa, etta oleskeluoikeuden rekisterointia tai oleskelulupakorttia ei 165 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Polisinrättningen i häradet återkallar registreringen av en uppehållsrätt samt en tidsbegränsad respektive permanent uppehållstillståndshandling. Polisinrättningen beslutar också på ansökan att en registrering av uppehållsrätten eller en uppehållstillståndshandling inte återkallas i sådana fall som avses i 165 § 3 mom.",
        "normalized_sv": "Polisinrättningen i häradet återkallar registreringen av en uppehållsrätt samt en tidsbegränsad respektive permanent uppehållstillståndshandling. Polisinrättningen beslutar också på ansökan att en registrering av uppehållsrätten eller en uppehållstillståndshandling inte återkallas i sådana fall som avses i 165 § 3 mom.",
        "folded_sv": "polisinrattningen i haradet aterkallar registreringen av en uppehallsratt samt en tidsbegransad respektive permanent uppehallstillstandshandling. polisinrattningen beslutar ocksa pa ansokan att en registrering av uppehallsratten eller en uppehallstillstandshandling inte aterkallas i sadana fall som avses i 165 § 3 mom."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Tässä laissa tarkoitettuun Ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Tässä laissa tarkoitettuun Ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun ulkomaalaisviraston, poliisin, rajatarkastusviranomaisen, tyovoimatoimiston ja suomen edustuston paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "I beslut som fattats av Utlänningsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "I beslut som fattats av Utlänningsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "i beslut som fattats av utlanningsverket, polisen, granskontrollmyndigheten, arbetskraftsbyran och en finsk beskickning och som avses i denna lag far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    }
  ]
}