{
  "id": "357/2016",
  "type": "statute",
  "title": "Laki pakkokeinolain 6 ja 7 luvun muuttamisesta",
  "title_en": "Lag om ändring av 6 och 7 kap. i tvångsmedelslagen",
  "status": "in_force",
  "issued_date": "2016-05-20",
  "in_force_date": "2016-05-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/357/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6:4",
      "chapter": "6",
      "section": "4",
      "title": "Toimenpiteen kumoaminen",
      "content": "Tuomioistuimen on kumottava vakuustakavarikko myös, jollei syytettä nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljän kuukauden kuluessa vakuustakavarikkoa koskevan määräyksen antamisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen viimeistään viikkoa ennen määräajan päättymistä tekemästä pyynnöstä pidentää tätä aikaa enintään neljällä kuukaudella kerrallaan. Tuomioistuimen on otettava määräajan pidentämistä koskeva asia käsiteltäväksi viipymättä ja ratkaistava se määräajan kuluessa. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi määräajan pidentämistä koskevan asian käsittelyn yhteydessä. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:4",
        "normalized_fi": "Tuomioistuimen on kumottava vakuustakavarikko myös, jollei syytettä nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljän kuukauden kuluessa vakuustakavarikkoa koskevan määräyksen antamisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen viimeistään viikkoa ennen määräajan päättymistä tekemästä pyynnöstä pidentää tätä aikaa enintään neljällä kuukaudella kerrallaan. Tuomioistuimen on otettava määräajan pidentämistä koskeva asia käsiteltäväksi viipymättä ja ratkaistava se määräajan kuluessa. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi määräajan pidentämistä koskevan asian käsittelyn yhteydessä. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
        "folded_fi": "tuomioistuimen on kumottava vakuustakavarikko myos, jollei syytetta nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille neljan kuukauden kuluessa vakuustakavarikkoa koskevan maarayksen antamisesta. tuomioistuin voi pidattamiseen oikeutetun virkamiehen viimeistaan viikkoa ennen maaraajan paattymista tekemasta pyynnosta pidentaa tata aikaa enintaan neljalla kuukaudella kerrallaan. tuomioistuimen on otettava maaraajan pidentamista koskeva asia kasiteltavaksi viipymatta ja ratkaistava se maaraajan kuluessa. sellaiselle henkilolle, jota asia koskee, on varattava tilaisuus tulla kuulluksi maaraajan pidentamista koskevan asian kasittelyn yhteydessa. asia voidaan kuitenkin ratkaista sanottua henkiloa kuulematta, jollei hanta tavoiteta.",
        "title_sv": "Hävning av åtgärd",
        "content_sv": "Domstolen ska också häva kvarstaden om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att kvarstaden meddelades. Domstolen kan förlänga denna tid med högst fyra månader åt gången, om en anhållningsberättigad tjänsteman begär detta senast en vecka innan tiden löper ut. Domstolen ska utan dröjsmål ta upp ett ärende som gäller förlängning av tiden och avgöra det inom den föreskrivna tiden. Den som saken gäller ska ges tillfälle att bli hörd i samband med att förlängningsärendet behandlas. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "normalized_sv": "Domstolen ska också häva kvarstaden om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att kvarstaden meddelades. Domstolen kan förlänga denna tid med högst fyra månader åt gången, om en anhållningsberättigad tjänsteman begär detta senast en vecka innan tiden löper ut. Domstolen ska utan dröjsmål ta upp ett ärende som gäller förlängning av tiden och avgöra det inom den föreskrivna tiden. Den som saken gäller ska ges tillfälle att bli hörd i samband med att förlängningsärendet behandlas. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "folded_sv": "domstolen ska ocksa hava kvarstaden om atal inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls inom fyra manader fran det att kvarstaden meddelades. domstolen kan forlanga denna tid med hogst fyra manader at gangen, om en anhallningsberattigad tjansteman begar detta senast en vecka innan tiden loper ut. domstolen ska utan drojsmal ta upp ett arende som galler forlangning av tiden och avgora det inom den foreskrivna tiden. den som saken galler ska ges tillfalle att bli hord i samband med att forlangningsarendet behandlas. om personen inte kan nas, far arendet dock avgoras utan att han eller hon hors."
      }
    },
    {
      "provision_ref": "7:1",
      "chapter": "7",
      "section": "1",
      "title": "Takavarikoimisen edellytykset",
      "content": "data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on teknisessä laitteessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Tässä luvussa asiakirjasta säädettyä sovelletaan myös datan muodossa olevaan asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:1",
        "normalized_fi": "data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on teknisessä laitteessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Tässä luvussa asiakirjasta säädettyä sovelletaan myös datan muodossa olevaan asiakirjaan.",
        "folded_fi": "data mita 1 momentissa saadetaan, koskee myos tietoa, joka on teknisessa laitteessa tai muussa vastaavassa tietojarjestelmassa taikka sen tallennusalustalla (). tassa luvussa asiakirjasta saadettya sovelletaan myos datan muodossa olevaan asiakirjaan.",
        "title_sv": "Förutsättningar för beslag",
        "content_sv": "data Bestämmelserna i 1 mom. gäller också information som finns i en teknisk anordning eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "normalized_sv": "data Bestämmelserna i 1 mom. gäller också information som finns i en teknisk anordning eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "folded_sv": "data bestammelserna i 1 mom. galler ocksa information som finns i en teknisk anordning eller i nagot annat motsvarande informationssystem eller pa dess lagringsplattform (). vad som i detta kapitel bestams om handlingar tillampas aven pa handlingar i form av data."
      }
    },
    {
      "provision_ref": "7:14",
      "chapter": "7",
      "section": "14",
      "title": "Takavarikon kumoaminen",
      "content": "Takavarikko on kumottava myös, jos syytettä sen perusteena olevasta rikoksesta ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljässä kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen pyynnöstä pidentää määräaikaa enintään neljä kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eikä takavarikon voimassapitäminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. Kysymyksessä olevan rikosasian laatuun ja selvittämiseen liittyvien erityisten syiden vuoksi määräaikaa voidaan pidentää enintään vuosi kerrallaan tai päättää, että takavarikko on voimassa toistaiseksi. Takavarikko voidaan määrätä toistaiseksi voimassa olevaksi myös, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:14",
        "normalized_fi": "Takavarikko on kumottava myös, jos syytettä sen perusteena olevasta rikoksesta ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljässä kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen pyynnöstä pidentää määräaikaa enintään neljä kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eikä takavarikon voimassapitäminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. Kysymyksessä olevan rikosasian laatuun ja selvittämiseen liittyvien erityisten syiden vuoksi määräaikaa voidaan pidentää enintään vuosi kerrallaan tai päättää, että takavarikko on voimassa toistaiseksi. Takavarikko voidaan määrätä toistaiseksi voimassa olevaksi myös, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
        "folded_fi": "takavarikko on kumottava myos, jos syytetta sen perusteena olevasta rikoksesta ei nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille neljassa kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. tuomioistuin voi pidattamiseen oikeutetun virkamiehen pyynnosta pidentaa maaraaikaa enintaan nelja kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eika takavarikon voimassapitaminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. kysymyksessa olevan rikosasian laatuun ja selvittamiseen liittyvien erityisten syiden vuoksi maaraaikaa voidaan pidentaa enintaan vuosi kerrallaan tai paattaa, etta takavarikko on voimassa toistaiseksi. takavarikko voidaan maarata toistaiseksi voimassa olevaksi myos, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
        "title_sv": "Hävning av beslag",
        "content_sv": "Ett beslag ska också hävas, om åtal för det brott som ligger till grund för beslaget inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att föremålet, egendomen eller handlingen togs i beslag. På begäran av en anhållningsberättigad tjänsteman kan domstolen förlänga tidsfristen med högst fyra månader åt gången, om förutsättningarna för beslaget fortfarande föreligger och det inte är oskäligt att låta beslaget bestå med hänsyn till grunden för beslaget och den olägenhet som beslaget medför. Av särskilda skäl som hänför sig till arten och utredningen av det aktuella brottmålet kan tiden förlängas med högst ett år åt gången eller så kan det beslutas att beslaget består tills vidare. Det kan också bestämmas att ett beslag består tills vidare om det är förbjudet att inneha det föremål, den egendom eller den handling som beslagtagits.",
        "normalized_sv": "Ett beslag ska också hävas, om åtal för det brott som ligger till grund för beslaget inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att föremålet, egendomen eller handlingen togs i beslag. På begäran av en anhållningsberättigad tjänsteman kan domstolen förlänga tidsfristen med högst fyra månader åt gången, om förutsättningarna för beslaget fortfarande föreligger och det inte är oskäligt att låta beslaget bestå med hänsyn till grunden för beslaget och den olägenhet som beslaget medför. Av särskilda skäl som hänför sig till arten och utredningen av det aktuella brottmålet kan tiden förlängas med högst ett år åt gången eller så kan det beslutas att beslaget består tills vidare. Det kan också bestämmas att ett beslag består tills vidare om det är förbjudet att inneha det föremål, den egendom eller den handling som beslagtagits.",
        "folded_sv": "ett beslag ska ocksa havas, om atal for det brott som ligger till grund for beslaget inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls inom fyra manader fran det att foremalet, egendomen eller handlingen togs i beslag. pa begaran av en anhallningsberattigad tjansteman kan domstolen forlanga tidsfristen med hogst fyra manader at gangen, om forutsattningarna for beslaget fortfarande foreligger och det inte ar oskaligt att lata beslaget besta med hansyn till grunden for beslaget och den olagenhet som beslaget medfor. av sarskilda skal som hanfor sig till arten och utredningen av det aktuella brottmalet kan tiden forlangas med hogst ett ar at gangen eller sa kan det beslutas att beslaget bestar tills vidare. det kan ocksa bestammas att ett beslag bestar tills vidare om det ar forbjudet att inneha det foremal, den egendom eller den handling som beslagtagits."
      }
    },
    {
      "provision_ref": "7:15",
      "chapter": "7",
      "section": "15",
      "title": "Takavarikon tai jäljentämisen saattaminen tuomioistuimen tutkittavaksi",
      "content": "Ennen syytteen tai menettämisseuraamusta koskevan vaatimuksen käsittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava käsiteltäväksi viikon kuluessa sen saapumisesta tuomioistuimelle. Sen käsittelemisestä on soveltuvin osin voimassa, mitä vangitsemisvaatimuksen käsittelemisestä 3 luvun 1 ja 3 §:ssä säädetään. Takavarikkoa tai asiakirjan jäljennöksen säilyttämistä ei kuitenkaan tarvitse ottaa uudelleen käsiteltäväksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisestä käsittelystä. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:15",
        "normalized_fi": "Ennen syytteen tai menettämisseuraamusta koskevan vaatimuksen käsittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava käsiteltäväksi viikon kuluessa sen saapumisesta tuomioistuimelle. Sen käsittelemisestä on soveltuvin osin voimassa, mitä vangitsemisvaatimuksen käsittelemisestä 3 luvun 1 ja 3 § :ssä säädetään. Takavarikkoa tai asiakirjan jäljennöksen säilyttämistä ei kuitenkaan tarvitse ottaa uudelleen käsiteltäväksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisestä käsittelystä. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
        "folded_fi": "ennen syytteen tai menettamisseuraamusta koskevan vaatimuksen kasittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava kasiteltavaksi viikon kuluessa sen saapumisesta tuomioistuimelle. sen kasittelemisesta on soveltuvin osin voimassa, mita vangitsemisvaatimuksen kasittelemisesta 3 luvun 1 ja 3 §:ssa saadetaan. takavarikkoa tai asiakirjan jaljennoksen sailyttamista ei kuitenkaan tarvitse ottaa uudelleen kasiteltavaksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisesta kasittelysta. sellaiselle henkilolle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. asia voidaan kuitenkin ratkaista sanottua henkiloa kuulematta, jollei hanta tavoiteta.",
        "title_sv": "Yrkande att domstol ska besluta om beslag eller kopiering",
        "content_sv": "Ett yrkande enligt 1 mom. som framställts innan åtalet eller ett yrkande på förverkandepåföljd börjar behandlas ska tas upp till behandling inom en vecka från det att det inkom till domstolen. Angående handläggningen gäller i tillämpliga delar vad som i 3 kap. 1 och 3 § bestäms om handläggning av häktningsyrkande. Ett beslag eller frågan om att förvara kopian av en handling behöver dock inte tas upp till ny behandling tidigare än två månader efter föregående behandling. Den som saken gäller ska ges tillfälle att bli hörd. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "normalized_sv": "Ett yrkande enligt 1 mom. som framställts innan åtalet eller ett yrkande på förverkandepåföljd börjar behandlas ska tas upp till behandling inom en vecka från det att det inkom till domstolen. Angående handläggningen gäller i tillämpliga delar vad som i 3 kap. 1 och 3 § bestäms om handläggning av häktningsyrkande. Ett beslag eller frågan om att förvara kopian av en handling behöver dock inte tas upp till ny behandling tidigare än två månader efter föregående behandling. Den som saken gäller ska ges tillfälle att bli hörd. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "folded_sv": "ett yrkande enligt 1 mom. som framstallts innan atalet eller ett yrkande pa forverkandepafoljd borjar behandlas ska tas upp till behandling inom en vecka fran det att det inkom till domstolen. angaende handlaggningen galler i tillampliga delar vad som i 3 kap. 1 och 3 § bestams om handlaggning av haktningsyrkande. ett beslag eller fragan om att forvara kopian av en handling behover dock inte tas upp till ny behandling tidigare an tva manader efter foregaende behandling. den som saken galler ska ges tillfalle att bli hord. om personen inte kan nas, far arendet dock avgoras utan att han eller hon hors."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "title": "Takavarikon voimassaolosta päättäminen syytettä tai menettämisseuraamusta koskevaa asiaa ratkaistaessa",
      "content": "Tuomioistuimen on syyteasian tai menettämisseuraamusta koskevan vaatimuksen ratkaistessaan päätettävä, onko takavarikko edelleen pidettävä voimassa, kunnes menettämisseuraamus pannaan täytäntöön tai asiasta toisin määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:20",
        "normalized_fi": "Tuomioistuimen on syyteasian tai menettämisseuraamusta koskevan vaatimuksen ratkaistessaan päätettävä, onko takavarikko edelleen pidettävä voimassa, kunnes menettämisseuraamus pannaan täytäntöön tai asiasta toisin määrätään.",
        "folded_fi": "tuomioistuimen on syyteasian tai menettamisseuraamusta koskevan vaatimuksen ratkaistessaan paatettava, onko takavarikko edelleen pidettava voimassa, kunnes menettamisseuraamus pannaan taytantoon tai asiasta toisin maarataan.",
        "title_sv": "Beslut om giltighetstiden för beslag när målet eller ett yrkande på förverkandepåföljd avgörs",
        "content_sv": "När domstolen avgör målet eller ett yrkande på förverkandepåföljd ska den besluta om huruvida ett beslag ska bestå till dess förverkandepåföljden verkställs eller det bestäms något annat i saken.",
        "normalized_sv": "När domstolen avgör målet eller ett yrkande på förverkandepåföljd ska den besluta om huruvida ett beslag ska bestå till dess förverkandepåföljden verkställs eller det bestäms något annat i saken.",
        "folded_sv": "nar domstolen avgor malet eller ett yrkande pa forverkandepafoljd ska den besluta om huruvida ett beslag ska besta till dess forverkandepafoljden verkstalls eller det bestams nagot annat i saken."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "Takavarikoidun esineen, omaisuuden tai asiakirjan palauttaminen",
      "content": "Jos syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on määrättävä, että riita paremmasta oikeudesta käsitellään erikseen riita-asiain oikeudenkäynnistä säädetyssä järjestyksessä. Tuomioistuimen on samalla määrättävä, minkä ajan kuluessa kanne on nostettava. Tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä, jollei tutkiminen viivytä asian käsittelyä. Jos syytettä ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, pidättämiseen oikeutettu virkamies voi asettaa määräajan kanteen nostamista varten. Omaisuus on tuomioistuimen tai pidättämiseen oikeutetun virkamiehen asetettua määräajan pidettävä poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sitä osoittautunut muuten tarpeettomaksi. Jollei kannetta sanotussa ajassa nosteta, noudatetaan, mitä 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:23",
        "normalized_fi": "Jos syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on määrättävä, että riita paremmasta oikeudesta käsitellään erikseen riita-asiain oikeudenkäynnistä säädetyssä järjestyksessä. Tuomioistuimen on samalla määrättävä, minkä ajan kuluessa kanne on nostettava. Tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä, jollei tutkiminen viivytä asian käsittelyä. Jos syytettä ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, pidättämiseen oikeutettu virkamies voi asettaa määräajan kanteen nostamista varten. Omaisuus on tuomioistuimen tai pidättämiseen oikeutetun virkamiehen asetettua määräajan pidettävä poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sitä osoittautunut muuten tarpeettomaksi. Jollei kannetta sanotussa ajassa nosteta, noudatetaan, mitä 3 momentissa säädetään.",
        "folded_fi": "jos syyteasian tai menettamisseuraamusta koskevan vaatimuksen kasittelyn yhteydessa useat vaativat takavarikoitua palautettavaa esinetta, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on maarattava, etta riita paremmasta oikeudesta kasitellaan erikseen riita-asiain oikeudenkaynnista saadetyssa jarjestyksessa. tuomioistuimen on samalla maarattava, minka ajan kuluessa kanne on nostettava. tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettamisseuraamusta koskevan vaatimuksen kasittelyn yhteydessa, jollei tutkiminen viivyta asian kasittelya. jos syytetta ei nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinetta, omaisuutta tai asiakirjaa itselleen, pidattamiseen oikeutettu virkamies voi asettaa maaraajan kanteen nostamista varten. omaisuus on tuomioistuimen tai pidattamiseen oikeutetun virkamiehen asetettua maaraajan pidettava poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sita osoittautunut muuten tarpeettomaksi. jollei kannetta sanotussa ajassa nosteta, noudatetaan, mita 3 momentissa saadetaan.",
        "title_sv": "Återlämnande av föremål, egendom och handlingar som tagits i beslag",
        "content_sv": "Om flera i samband med behandlingen av åtalet eller ett yrkande på förverkandepåföljd gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, ska domstolen bestämma att tvisten om bättre rätt behandlas särskilt i den ordning som föreskrivs om rättegång i tvistemål. Domstolen ska samtidigt bestämma inom vilken tid talan ska väckas. Domstolen får dock pröva frågan om bättre rätt i samband med behandlingen av åtalet eller yrkandet på förverkandepåföljd, om detta inte fördröjer handläggningen av målet. Om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs och om flera gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, kan en anhållningsberättigad tjänsteman utsätta en tid för väckande av talan. Efter det att domstolen eller den anhållningsberättigade tjänstemannen har utsatt tiden för väckande av talan ska egendom kvarhållas hos polisen till dess ärendet om bättre rätt har avgjorts genom ett lagakraftvunnet beslut eller kvarhållandet före det annars har visat sig onödigt. Om talan inte väcks inom den nämnda tiden ska bestämmelserna i 3 mom. iakttas.",
        "normalized_sv": "Om flera i samband med behandlingen av åtalet eller ett yrkande på förverkandepåföljd gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, ska domstolen bestämma att tvisten om bättre rätt behandlas särskilt i den ordning som föreskrivs om rättegång i tvistemål. Domstolen ska samtidigt bestämma inom vilken tid talan ska väckas. Domstolen får dock pröva frågan om bättre rätt i samband med behandlingen av åtalet eller yrkandet på förverkandepåföljd, om detta inte fördröjer handläggningen av målet. Om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs och om flera gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, kan en anhållningsberättigad tjänsteman utsätta en tid för väckande av talan. Efter det att domstolen eller den anhållningsberättigade tjänstemannen har utsatt tiden för väckande av talan ska egendom kvarhållas hos polisen till dess ärendet om bättre rätt har avgjorts genom ett lagakraftvunnet beslut eller kvarhållandet före det annars har visat sig onödigt. Om talan inte väcks inom den nämnda tiden ska bestämmelserna i 3 mom. iakttas.",
        "folded_sv": "om flera i samband med behandlingen av atalet eller ett yrkande pa forverkandepafoljd gor ansprak pa foremal, egendom och handlingar som tagits i beslag och ska aterlamnas, ska domstolen bestamma att tvisten om battre ratt behandlas sarskilt i den ordning som foreskrivs om rattegang i tvistemal. domstolen ska samtidigt bestamma inom vilken tid talan ska vackas. domstolen far dock prova fragan om battre ratt i samband med behandlingen av atalet eller yrkandet pa forverkandepafoljd, om detta inte fordrojer handlaggningen av malet. om atal inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls och om flera gor ansprak pa foremal, egendom och handlingar som tagits i beslag och ska aterlamnas, kan en anhallningsberattigad tjansteman utsatta en tid for vackande av talan. efter det att domstolen eller den anhallningsberattigade tjanstemannen har utsatt tiden for vackande av talan ska egendom kvarhallas hos polisen till dess arendet om battre ratt har avgjorts genom ett lagakraftvunnet beslut eller kvarhallandet fore det annars har visat sig onodigt. om talan inte vacks inom den namnda tiden ska bestammelserna i 3 mom. iakttas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6:4",
      "chapter": "6",
      "section": "4",
      "title": "Toimenpiteen kumoaminen",
      "content": "Tuomioistuimen on kumottava vakuustakavarikko myös, jollei syytettä nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljän kuukauden kuluessa vakuustakavarikkoa koskevan määräyksen antamisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen viimeistään viikkoa ennen määräajan päättymistä tekemästä pyynnöstä pidentää tätä aikaa enintään neljällä kuukaudella kerrallaan. Tuomioistuimen on otettava määräajan pidentämistä koskeva asia käsiteltäväksi viipymättä ja ratkaistava se määräajan kuluessa. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi määräajan pidentämistä koskevan asian käsittelyn yhteydessä. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:4",
        "normalized_fi": "Tuomioistuimen on kumottava vakuustakavarikko myös, jollei syytettä nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljän kuukauden kuluessa vakuustakavarikkoa koskevan määräyksen antamisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen viimeistään viikkoa ennen määräajan päättymistä tekemästä pyynnöstä pidentää tätä aikaa enintään neljällä kuukaudella kerrallaan. Tuomioistuimen on otettava määräajan pidentämistä koskeva asia käsiteltäväksi viipymättä ja ratkaistava se määräajan kuluessa. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi määräajan pidentämistä koskevan asian käsittelyn yhteydessä. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
        "folded_fi": "tuomioistuimen on kumottava vakuustakavarikko myos, jollei syytetta nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille neljan kuukauden kuluessa vakuustakavarikkoa koskevan maarayksen antamisesta. tuomioistuin voi pidattamiseen oikeutetun virkamiehen viimeistaan viikkoa ennen maaraajan paattymista tekemasta pyynnosta pidentaa tata aikaa enintaan neljalla kuukaudella kerrallaan. tuomioistuimen on otettava maaraajan pidentamista koskeva asia kasiteltavaksi viipymatta ja ratkaistava se maaraajan kuluessa. sellaiselle henkilolle, jota asia koskee, on varattava tilaisuus tulla kuulluksi maaraajan pidentamista koskevan asian kasittelyn yhteydessa. asia voidaan kuitenkin ratkaista sanottua henkiloa kuulematta, jollei hanta tavoiteta.",
        "title_sv": "Hävning av åtgärd",
        "content_sv": "Domstolen ska också häva kvarstaden om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att kvarstaden meddelades. Domstolen kan förlänga denna tid med högst fyra månader åt gången, om en anhållningsberättigad tjänsteman begär detta senast en vecka innan tiden löper ut. Domstolen ska utan dröjsmål ta upp ett ärende som gäller förlängning av tiden och avgöra det inom den föreskrivna tiden. Den som saken gäller ska ges tillfälle att bli hörd i samband med att förlängningsärendet behandlas. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "normalized_sv": "Domstolen ska också häva kvarstaden om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att kvarstaden meddelades. Domstolen kan förlänga denna tid med högst fyra månader åt gången, om en anhållningsberättigad tjänsteman begär detta senast en vecka innan tiden löper ut. Domstolen ska utan dröjsmål ta upp ett ärende som gäller förlängning av tiden och avgöra det inom den föreskrivna tiden. Den som saken gäller ska ges tillfälle att bli hörd i samband med att förlängningsärendet behandlas. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "folded_sv": "domstolen ska ocksa hava kvarstaden om atal inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls inom fyra manader fran det att kvarstaden meddelades. domstolen kan forlanga denna tid med hogst fyra manader at gangen, om en anhallningsberattigad tjansteman begar detta senast en vecka innan tiden loper ut. domstolen ska utan drojsmal ta upp ett arende som galler forlangning av tiden och avgora det inom den foreskrivna tiden. den som saken galler ska ges tillfalle att bli hord i samband med att forlangningsarendet behandlas. om personen inte kan nas, far arendet dock avgoras utan att han eller hon hors."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7:1",
      "chapter": "7",
      "section": "1",
      "title": "Takavarikoimisen edellytykset",
      "content": "data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on teknisessä laitteessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Tässä luvussa asiakirjasta säädettyä sovelletaan myös datan muodossa olevaan asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:1",
        "normalized_fi": "data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on teknisessä laitteessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Tässä luvussa asiakirjasta säädettyä sovelletaan myös datan muodossa olevaan asiakirjaan.",
        "folded_fi": "data mita 1 momentissa saadetaan, koskee myos tietoa, joka on teknisessa laitteessa tai muussa vastaavassa tietojarjestelmassa taikka sen tallennusalustalla (). tassa luvussa asiakirjasta saadettya sovelletaan myos datan muodossa olevaan asiakirjaan.",
        "title_sv": "Förutsättningar för beslag",
        "content_sv": "data Bestämmelserna i 1 mom. gäller också information som finns i en teknisk anordning eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "normalized_sv": "data Bestämmelserna i 1 mom. gäller också information som finns i en teknisk anordning eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "folded_sv": "data bestammelserna i 1 mom. galler ocksa information som finns i en teknisk anordning eller i nagot annat motsvarande informationssystem eller pa dess lagringsplattform (). vad som i detta kapitel bestams om handlingar tillampas aven pa handlingar i form av data."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7:14",
      "chapter": "7",
      "section": "14",
      "title": "Takavarikon kumoaminen",
      "content": "Takavarikko on kumottava myös, jos syytettä sen perusteena olevasta rikoksesta ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljässä kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen pyynnöstä pidentää määräaikaa enintään neljä kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eikä takavarikon voimassapitäminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. Kysymyksessä olevan rikosasian laatuun ja selvittämiseen liittyvien erityisten syiden vuoksi määräaikaa voidaan pidentää enintään vuosi kerrallaan tai päättää, että takavarikko on voimassa toistaiseksi. Takavarikko voidaan määrätä toistaiseksi voimassa olevaksi myös, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:14",
        "normalized_fi": "Takavarikko on kumottava myös, jos syytettä sen perusteena olevasta rikoksesta ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille neljässä kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. Tuomioistuin voi pidättämiseen oikeutetun virkamiehen pyynnöstä pidentää määräaikaa enintään neljä kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eikä takavarikon voimassapitäminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. Kysymyksessä olevan rikosasian laatuun ja selvittämiseen liittyvien erityisten syiden vuoksi määräaikaa voidaan pidentää enintään vuosi kerrallaan tai päättää, että takavarikko on voimassa toistaiseksi. Takavarikko voidaan määrätä toistaiseksi voimassa olevaksi myös, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
        "folded_fi": "takavarikko on kumottava myos, jos syytetta sen perusteena olevasta rikoksesta ei nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille neljassa kuukaudessa esineen, omaisuuden tai asiakirjan takavarikoimisesta. tuomioistuin voi pidattamiseen oikeutetun virkamiehen pyynnosta pidentaa maaraaikaa enintaan nelja kuukautta kerrallaan, jos takavarikoimisen edellytykset ovat edelleen olemassa eika takavarikon voimassapitaminen takavarikoimisen peruste ja takavarikosta aiheutuva haitta huomioon ottaen ole kohtuutonta. kysymyksessa olevan rikosasian laatuun ja selvittamiseen liittyvien erityisten syiden vuoksi maaraaikaa voidaan pidentaa enintaan vuosi kerrallaan tai paattaa, etta takavarikko on voimassa toistaiseksi. takavarikko voidaan maarata toistaiseksi voimassa olevaksi myos, jos sen kohteena olevan esineen, omaisuuden tai asiakirjan hallussapito on kielletty.",
        "title_sv": "Hävning av beslag",
        "content_sv": "Ett beslag ska också hävas, om åtal för det brott som ligger till grund för beslaget inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att föremålet, egendomen eller handlingen togs i beslag. På begäran av en anhållningsberättigad tjänsteman kan domstolen förlänga tidsfristen med högst fyra månader åt gången, om förutsättningarna för beslaget fortfarande föreligger och det inte är oskäligt att låta beslaget bestå med hänsyn till grunden för beslaget och den olägenhet som beslaget medför. Av särskilda skäl som hänför sig till arten och utredningen av det aktuella brottmålet kan tiden förlängas med högst ett år åt gången eller så kan det beslutas att beslaget består tills vidare. Det kan också bestämmas att ett beslag består tills vidare om det är förbjudet att inneha det föremål, den egendom eller den handling som beslagtagits.",
        "normalized_sv": "Ett beslag ska också hävas, om åtal för det brott som ligger till grund för beslaget inte väcks eller ett yrkande på förverkandepåföljd inte framställs inom fyra månader från det att föremålet, egendomen eller handlingen togs i beslag. På begäran av en anhållningsberättigad tjänsteman kan domstolen förlänga tidsfristen med högst fyra månader åt gången, om förutsättningarna för beslaget fortfarande föreligger och det inte är oskäligt att låta beslaget bestå med hänsyn till grunden för beslaget och den olägenhet som beslaget medför. Av särskilda skäl som hänför sig till arten och utredningen av det aktuella brottmålet kan tiden förlängas med högst ett år åt gången eller så kan det beslutas att beslaget består tills vidare. Det kan också bestämmas att ett beslag består tills vidare om det är förbjudet att inneha det föremål, den egendom eller den handling som beslagtagits.",
        "folded_sv": "ett beslag ska ocksa havas, om atal for det brott som ligger till grund for beslaget inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls inom fyra manader fran det att foremalet, egendomen eller handlingen togs i beslag. pa begaran av en anhallningsberattigad tjansteman kan domstolen forlanga tidsfristen med hogst fyra manader at gangen, om forutsattningarna for beslaget fortfarande foreligger och det inte ar oskaligt att lata beslaget besta med hansyn till grunden for beslaget och den olagenhet som beslaget medfor. av sarskilda skal som hanfor sig till arten och utredningen av det aktuella brottmalet kan tiden forlangas med hogst ett ar at gangen eller sa kan det beslutas att beslaget bestar tills vidare. det kan ocksa bestammas att ett beslag bestar tills vidare om det ar forbjudet att inneha det foremal, den egendom eller den handling som beslagtagits."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7:15",
      "chapter": "7",
      "section": "15",
      "title": "Takavarikon tai jäljentämisen saattaminen tuomioistuimen tutkittavaksi",
      "content": "Ennen syytteen tai menettämisseuraamusta koskevan vaatimuksen käsittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava käsiteltäväksi viikon kuluessa sen saapumisesta tuomioistuimelle. Sen käsittelemisestä on soveltuvin osin voimassa, mitä vangitsemisvaatimuksen käsittelemisestä 3 luvun 1 ja 3 §:ssä säädetään. Takavarikkoa tai asiakirjan jäljennöksen säilyttämistä ei kuitenkaan tarvitse ottaa uudelleen käsiteltäväksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisestä käsittelystä. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:15",
        "normalized_fi": "Ennen syytteen tai menettämisseuraamusta koskevan vaatimuksen käsittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava käsiteltäväksi viikon kuluessa sen saapumisesta tuomioistuimelle. Sen käsittelemisestä on soveltuvin osin voimassa, mitä vangitsemisvaatimuksen käsittelemisestä 3 luvun 1 ja 3 § :ssä säädetään. Takavarikkoa tai asiakirjan jäljennöksen säilyttämistä ei kuitenkaan tarvitse ottaa uudelleen käsiteltäväksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisestä käsittelystä. Sellaiselle henkilölle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. Asia voidaan kuitenkin ratkaista sanottua henkilöä kuulematta, jollei häntä tavoiteta.",
        "folded_fi": "ennen syytteen tai menettamisseuraamusta koskevan vaatimuksen kasittelemisen alkamista tehty 1 momentissa tarkoitettu vaatimus on otettava kasiteltavaksi viikon kuluessa sen saapumisesta tuomioistuimelle. sen kasittelemisesta on soveltuvin osin voimassa, mita vangitsemisvaatimuksen kasittelemisesta 3 luvun 1 ja 3 §:ssa saadetaan. takavarikkoa tai asiakirjan jaljennoksen sailyttamista ei kuitenkaan tarvitse ottaa uudelleen kasiteltavaksi aikaisemmin kuin kahden kuukauden kuluttua asian edellisesta kasittelysta. sellaiselle henkilolle, jota asia koskee, on varattava tilaisuus tulla kuulluksi. asia voidaan kuitenkin ratkaista sanottua henkiloa kuulematta, jollei hanta tavoiteta.",
        "title_sv": "Yrkande att domstol ska besluta om beslag eller kopiering",
        "content_sv": "Ett yrkande enligt 1 mom. som framställts innan åtalet eller ett yrkande på förverkandepåföljd börjar behandlas ska tas upp till behandling inom en vecka från det att det inkom till domstolen. Angående handläggningen gäller i tillämpliga delar vad som i 3 kap. 1 och 3 § bestäms om handläggning av häktningsyrkande. Ett beslag eller frågan om att förvara kopian av en handling behöver dock inte tas upp till ny behandling tidigare än två månader efter föregående behandling. Den som saken gäller ska ges tillfälle att bli hörd. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "normalized_sv": "Ett yrkande enligt 1 mom. som framställts innan åtalet eller ett yrkande på förverkandepåföljd börjar behandlas ska tas upp till behandling inom en vecka från det att det inkom till domstolen. Angående handläggningen gäller i tillämpliga delar vad som i 3 kap. 1 och 3 § bestäms om handläggning av häktningsyrkande. Ett beslag eller frågan om att förvara kopian av en handling behöver dock inte tas upp till ny behandling tidigare än två månader efter föregående behandling. Den som saken gäller ska ges tillfälle att bli hörd. Om personen inte kan nås, får ärendet dock avgöras utan att han eller hon hörs.",
        "folded_sv": "ett yrkande enligt 1 mom. som framstallts innan atalet eller ett yrkande pa forverkandepafoljd borjar behandlas ska tas upp till behandling inom en vecka fran det att det inkom till domstolen. angaende handlaggningen galler i tillampliga delar vad som i 3 kap. 1 och 3 § bestams om handlaggning av haktningsyrkande. ett beslag eller fragan om att forvara kopian av en handling behover dock inte tas upp till ny behandling tidigare an tva manader efter foregaende behandling. den som saken galler ska ges tillfalle att bli hord. om personen inte kan nas, far arendet dock avgoras utan att han eller hon hors."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "title": "Takavarikon voimassaolosta päättäminen syytettä tai menettämisseuraamusta koskevaa asiaa ratkaistaessa",
      "content": "Tuomioistuimen on syyteasian tai menettämisseuraamusta koskevan vaatimuksen ratkaistessaan päätettävä, onko takavarikko edelleen pidettävä voimassa, kunnes menettämisseuraamus pannaan täytäntöön tai asiasta toisin määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:20",
        "normalized_fi": "Tuomioistuimen on syyteasian tai menettämisseuraamusta koskevan vaatimuksen ratkaistessaan päätettävä, onko takavarikko edelleen pidettävä voimassa, kunnes menettämisseuraamus pannaan täytäntöön tai asiasta toisin määrätään.",
        "folded_fi": "tuomioistuimen on syyteasian tai menettamisseuraamusta koskevan vaatimuksen ratkaistessaan paatettava, onko takavarikko edelleen pidettava voimassa, kunnes menettamisseuraamus pannaan taytantoon tai asiasta toisin maarataan.",
        "title_sv": "Beslut om giltighetstiden för beslag när målet eller ett yrkande på förverkandepåföljd avgörs",
        "content_sv": "När domstolen avgör målet eller ett yrkande på förverkandepåföljd ska den besluta om huruvida ett beslag ska bestå till dess förverkandepåföljden verkställs eller det bestäms något annat i saken.",
        "normalized_sv": "När domstolen avgör målet eller ett yrkande på förverkandepåföljd ska den besluta om huruvida ett beslag ska bestå till dess förverkandepåföljden verkställs eller det bestäms något annat i saken.",
        "folded_sv": "nar domstolen avgor malet eller ett yrkande pa forverkandepafoljd ska den besluta om huruvida ett beslag ska besta till dess forverkandepafoljden verkstalls eller det bestams nagot annat i saken."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "Takavarikoidun esineen, omaisuuden tai asiakirjan palauttaminen",
      "content": "Jos syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on määrättävä, että riita paremmasta oikeudesta käsitellään erikseen riita-asiain oikeudenkäynnistä säädetyssä järjestyksessä. Tuomioistuimen on samalla määrättävä, minkä ajan kuluessa kanne on nostettava. Tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä, jollei tutkiminen viivytä asian käsittelyä. Jos syytettä ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, pidättämiseen oikeutettu virkamies voi asettaa määräajan kanteen nostamista varten. Omaisuus on tuomioistuimen tai pidättämiseen oikeutetun virkamiehen asetettua määräajan pidettävä poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sitä osoittautunut muuten tarpeettomaksi. Jollei kannetta sanotussa ajassa nosteta, noudatetaan, mitä 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:23",
        "normalized_fi": "Jos syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on määrättävä, että riita paremmasta oikeudesta käsitellään erikseen riita-asiain oikeudenkäynnistä säädetyssä järjestyksessä. Tuomioistuimen on samalla määrättävä, minkä ajan kuluessa kanne on nostettava. Tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettämisseuraamusta koskevan vaatimuksen käsittelyn yhteydessä, jollei tutkiminen viivytä asian käsittelyä. Jos syytettä ei nosteta tai menettämisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinettä, omaisuutta tai asiakirjaa itselleen, pidättämiseen oikeutettu virkamies voi asettaa määräajan kanteen nostamista varten. Omaisuus on tuomioistuimen tai pidättämiseen oikeutetun virkamiehen asetettua määräajan pidettävä poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sitä osoittautunut muuten tarpeettomaksi. Jollei kannetta sanotussa ajassa nosteta, noudatetaan, mitä 3 momentissa säädetään.",
        "folded_fi": "jos syyteasian tai menettamisseuraamusta koskevan vaatimuksen kasittelyn yhteydessa useat vaativat takavarikoitua palautettavaa esinetta, omaisuutta tai asiakirjaa itselleen, tuomioistuimen on maarattava, etta riita paremmasta oikeudesta kasitellaan erikseen riita-asiain oikeudenkaynnista saadetyssa jarjestyksessa. tuomioistuimen on samalla maarattava, minka ajan kuluessa kanne on nostettava. tuomioistuin voi kuitenkin tutkia parempaa oikeutta koskevan kysymyksen syyteasian tai menettamisseuraamusta koskevan vaatimuksen kasittelyn yhteydessa, jollei tutkiminen viivyta asian kasittelya. jos syytetta ei nosteta tai menettamisseuraamusta koskevaa vaatimusta panna vireille ja jos useat vaativat takavarikoitua palautettavaa esinetta, omaisuutta tai asiakirjaa itselleen, pidattamiseen oikeutettu virkamies voi asettaa maaraajan kanteen nostamista varten. omaisuus on tuomioistuimen tai pidattamiseen oikeutetun virkamiehen asetettua maaraajan pidettava poliisin hallussa, kunnes parempaa oikeutta koskeva asia on lainvoimaisesti ratkaistu tai hallussapito on ennen sita osoittautunut muuten tarpeettomaksi. jollei kannetta sanotussa ajassa nosteta, noudatetaan, mita 3 momentissa saadetaan.",
        "title_sv": "Återlämnande av föremål, egendom och handlingar som tagits i beslag",
        "content_sv": "Om flera i samband med behandlingen av åtalet eller ett yrkande på förverkandepåföljd gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, ska domstolen bestämma att tvisten om bättre rätt behandlas särskilt i den ordning som föreskrivs om rättegång i tvistemål. Domstolen ska samtidigt bestämma inom vilken tid talan ska väckas. Domstolen får dock pröva frågan om bättre rätt i samband med behandlingen av åtalet eller yrkandet på förverkandepåföljd, om detta inte fördröjer handläggningen av målet. Om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs och om flera gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, kan en anhållningsberättigad tjänsteman utsätta en tid för väckande av talan. Efter det att domstolen eller den anhållningsberättigade tjänstemannen har utsatt tiden för väckande av talan ska egendom kvarhållas hos polisen till dess ärendet om bättre rätt har avgjorts genom ett lagakraftvunnet beslut eller kvarhållandet före det annars har visat sig onödigt. Om talan inte väcks inom den nämnda tiden ska bestämmelserna i 3 mom. iakttas.",
        "normalized_sv": "Om flera i samband med behandlingen av åtalet eller ett yrkande på förverkandepåföljd gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, ska domstolen bestämma att tvisten om bättre rätt behandlas särskilt i den ordning som föreskrivs om rättegång i tvistemål. Domstolen ska samtidigt bestämma inom vilken tid talan ska väckas. Domstolen får dock pröva frågan om bättre rätt i samband med behandlingen av åtalet eller yrkandet på förverkandepåföljd, om detta inte fördröjer handläggningen av målet. Om åtal inte väcks eller ett yrkande på förverkandepåföljd inte framställs och om flera gör anspråk på föremål, egendom och handlingar som tagits i beslag och ska återlämnas, kan en anhållningsberättigad tjänsteman utsätta en tid för väckande av talan. Efter det att domstolen eller den anhållningsberättigade tjänstemannen har utsatt tiden för väckande av talan ska egendom kvarhållas hos polisen till dess ärendet om bättre rätt har avgjorts genom ett lagakraftvunnet beslut eller kvarhållandet före det annars har visat sig onödigt. Om talan inte väcks inom den nämnda tiden ska bestämmelserna i 3 mom. iakttas.",
        "folded_sv": "om flera i samband med behandlingen av atalet eller ett yrkande pa forverkandepafoljd gor ansprak pa foremal, egendom och handlingar som tagits i beslag och ska aterlamnas, ska domstolen bestamma att tvisten om battre ratt behandlas sarskilt i den ordning som foreskrivs om rattegang i tvistemal. domstolen ska samtidigt bestamma inom vilken tid talan ska vackas. domstolen far dock prova fragan om battre ratt i samband med behandlingen av atalet eller yrkandet pa forverkandepafoljd, om detta inte fordrojer handlaggningen av malet. om atal inte vacks eller ett yrkande pa forverkandepafoljd inte framstalls och om flera gor ansprak pa foremal, egendom och handlingar som tagits i beslag och ska aterlamnas, kan en anhallningsberattigad tjansteman utsatta en tid for vackande av talan. efter det att domstolen eller den anhallningsberattigade tjanstemannen har utsatt tiden for vackande av talan ska egendom kvarhallas hos polisen till dess arendet om battre ratt har avgjorts genom ett lagakraftvunnet beslut eller kvarhallandet fore det annars har visat sig onodigt. om talan inte vacks inom den namnda tiden ska bestammelserna i 3 mom. iakttas."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    }
  ]
}