{
  "id": "358/2007",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2007-03-23",
  "in_force_date": "2007-03-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/358/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja häneen rinnastettavaa; 5 a) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvalla Euroopan unionin jäsenvaltion kolmannen maan kansalaiselle myöntämää pitkään oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissä 2003/109/EY määriteltyä asemaa ja oleskelulupaa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja häneen rinnastettavaa; 5 a) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvalla Euroopan unionin jäsenvaltion kolmannen maan kansalaiselle myöntämää pitkään oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissä 2003/109/EY määriteltyä asemaa ja oleskelulupaa;",
        "folded_fi": "tassa laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja haneen rinnastettavaa; 5 a) pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvalla euroopan unionin jasenvaltion kolmannen maan kansalaiselle myontamaa pitkaan oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissa 2003/109/ey maariteltya asemaa ja oleskelulupaa;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2 a) tredjelandsmedborgare personer som inte är unionsmedborgare eller därmed jämförbara personer utan medborgare i något annat land, 5 a) EG-uppehållstillstånd för varaktigt bosatta ställning och uppehållstillstånd enligt rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning som en medlemsstat i Europeiska unionen beviljat en tredjelandsmedborgare,",
        "normalized_sv": "I denna lag avses med 2 a) tredjelandsmedborgare personer som inte är unionsmedborgare eller därmed jämförbara personer utan medborgare i något annat land, 5 a) EG-uppehållstillstånd för varaktigt bosatta ställning och uppehållstillstånd enligt rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning som en medlemsstat i Europeiska unionen beviljat en tredjelandsmedborgare,",
        "folded_sv": "i denna lag avses med 2 a) tredjelandsmedborgare personer som inte ar unionsmedborgare eller darmed jamforbara personer utan medborgare i nagot annat land, 5 a) eg-uppehallstillstand for varaktigt bosatta stallning och uppehallstillstand enligt radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning som en medlemsstat i europeiska unionen beviljat en tredjelandsmedborgare,"
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Oleskelulupalajit",
      "content": "Pysyvä oleskelulupa on voimassa toistaiseksi. Pysyvään oleskelulupaan rinnastetaan voimassaoloajaltaan myös pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Pysyvä oleskelulupa on voimassa toistaiseksi. Pysyvään oleskelulupaan rinnastetaan voimassaoloajaltaan myös pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
        "folded_fi": "pysyva oleskelulupa on voimassa toistaiseksi. pysyvaan oleskelulupaan rinnastetaan voimassaoloajaltaan myos pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa.",
        "title_sv": "Olika slag av uppehållstillstånd",
        "content_sv": "Ett permanent uppehållstillstånd gäller tills vidare. Med permanent uppehållstillstånd jämställs i fråga om giltighetstiden även EG-uppehållstillstånd för varaktigt bosatta.",
        "normalized_sv": "Ett permanent uppehållstillstånd gäller tills vidare. Med permanent uppehållstillstånd jämställs i fråga om giltighetstiden även EG-uppehållstillstånd för varaktigt bosatta.",
        "folded_sv": "ett permanent uppehallstillstand galler tills vidare. med permanent uppehallstillstand jamstalls i fraga om giltighetstiden aven eg-uppehallstillstand for varaktigt bosatta."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Oleskelulupamerkintä",
      "content": "Pysyvään oleskelulupaan merkitään kirjaintunnus P. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaan merkitään kirjaintunnus P-EY.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Pysyvään oleskelulupaan merkitään kirjaintunnus P. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaan merkitään kirjaintunnus P-EY.",
        "folded_fi": "pysyvaan oleskelulupaan merkitaan kirjaintunnus p. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupaan merkitaan kirjaintunnus p-ey.",
        "title_sv": "Anteckning om uppehållstillstånd",
        "content_sv": "I ett permanent uppehållstillstånd antecknas bokstavskoden P. I ett EG-uppehållstillstånd för varaktigt bosatta antecknas bokstavskoden P-EG.",
        "normalized_sv": "I ett permanent uppehållstillstånd antecknas bokstavskoden P. I ett EG-uppehållstillstånd för varaktigt bosatta antecknas bokstavskoden P-EG.",
        "folded_sv": "i ett permanent uppehallstillstand antecknas bokstavskoden p. i ett eg-uppehallstillstand for varaktigt bosatta antecknas bokstavskoden p-eg."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Yleiset edellytykset oleskeluluvan myöntämiselle",
      "content": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä tai turvallisuutta, kansanterveyttä taikka Suomen kansainvälisiä suhteita. Kansanterveyden vaarantaminen ei kuitenkaan estä jatkoluvan myöntämistä, jos luvan myöntämisen edellytykset ovat muutoin olemassa. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella tai oleskeluluvan myöntämistä ulkomaalaiselle, jolle on unionin jäsenvaltiossa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä tai turvallisuutta, kansanterveyttä taikka Suomen kansainvälisiä suhteita. Kansanterveyden vaarantaminen ei kuitenkaan estä jatkoluvan myöntämistä, jos luvan myöntämisen edellytykset ovat muutoin olemassa. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella tai oleskeluluvan myöntämistä ulkomaalaiselle, jolle on unionin jäsenvaltiossa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
        "folded_fi": "oleskelulupa voidaan jattaa myontamatta, jos ulkomaalaisen katsotaan vaarantavan yleista jarjestysta tai turvallisuutta, kansanterveytta taikka suomen kansainvalisia suhteita. kansanterveyden vaarantaminen ei kuitenkaan esta jatkoluvan myontamista, jos luvan myontamisen edellytykset ovat muutoin olemassa. kansainvalisten suhteiden vaarantaminen ei kuitenkaan esta oleskeluluvan myontamista perhesiteen perusteella tai oleskeluluvan myontamista ulkomaalaiselle, jolle on unionin jasenvaltiossa myonnetty pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa.",
        "title_sv": "Allmänna villkor för beviljande av uppehållstillstånd",
        "content_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning eller säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av folkhälsan hindrar ändå inte att fortsatt tillstånd beviljas, om villkoren för beviljande av tillstånd i övrigt uppfylls. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband eller att uppehållstillstånd beviljas en utlänning som i någon av unionens medlemsstater har beviljats EG-uppehållstillstånd för varaktigt bosatta.",
        "normalized_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning eller säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av folkhälsan hindrar ändå inte att fortsatt tillstånd beviljas, om villkoren för beviljande av tillstånd i övrigt uppfylls. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband eller att uppehållstillstånd beviljas en utlänning som i någon av unionens medlemsstater har beviljats EG-uppehållstillstånd för varaktigt bosatta.",
        "folded_sv": "uppehallstillstand kan vagras, om en utlanning anses aventyra allman ordning eller sakerhet, folkhalsan eller finlands internationella forbindelser. aventyrande av folkhalsan hindrar anda inte att fortsatt tillstand beviljas, om villkoren for beviljande av tillstand i ovrigt uppfylls. aventyrande av internationella forbindelser hindrar dock inte att uppehallstillstand beviljas pa grund av familjeband eller att uppehallstillstand beviljas en utlanning som i nagon av unionens medlemsstater har beviljats eg-uppehallstillstand for varaktigt bosatta."
      }
    },
    {
      "provision_ref": "49 a",
      "section": "49 a",
      "title": "Oleskeluluvan myöntäminen pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa Euroopan unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle myönnetään määräaikainen oleskelulupa Suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyössä tai itsenäisenä ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syystä. Oleskelulupa myönnetään tilapäisenä tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. Työntekoa varten myönnetään työntekijän oleskelulupa tai muu oleskelulupa. Elinkeinon harjoittamista varten myönnetään elinkeinonharjoittajan oleskelulupa. Työntekijän ja elinkeinonharjoittajan oleskeluluvan myöntämisestä säädetään tarkemmin 5 luvussa. Kun toisessa unionin jäsenvaltiossa pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaneelle myönnetään tilapäinen tai jatkuva oleskelulupa, hänen perheenjäsenelleen myönnetään samaksi ajaksi tilapäinen tai jatkuva oleskelulupa Suomessa tai ulkomailta haettuna.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle myönnetään määräaikainen oleskelulupa Suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyössä tai itsenäisenä ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syystä. Oleskelulupa myönnetään tilapäisenä tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. Työntekoa varten myönnetään työntekijän oleskelulupa tai muu oleskelulupa. Elinkeinon harjoittamista varten myönnetään elinkeinonharjoittajan oleskelulupa. Työntekijän ja elinkeinonharjoittajan oleskeluluvan myöntämisestä säädetään tarkemmin 5 luvussa. Kun toisessa unionin jäsenvaltiossa pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaneelle myönnetään tilapäinen tai jatkuva oleskelulupa, hänen perheenjäsenelleen myönnetään samaksi ajaksi tilapäinen tai jatkuva oleskelulupa Suomessa tai ulkomailta haettuna.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan toisessa unionin jasenvaltiossa saaneelle kolmannen maan kansalaiselle myonnetaan maaraaikainen oleskelulupa suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyossa tai itsenaisena ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syysta. oleskelulupa myonnetaan tilapaisena tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. tyontekoa varten myonnetaan tyontekijan oleskelulupa tai muu oleskelulupa. elinkeinon harjoittamista varten myonnetaan elinkeinonharjoittajan oleskelulupa. tyontekijan ja elinkeinonharjoittajan oleskeluluvan myontamisesta saadetaan tarkemmin 5 luvussa. kun toisessa unionin jasenvaltiossa pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan saaneelle myonnetaan tilapainen tai jatkuva oleskelulupa, hanen perheenjasenelleen myonnetaan samaksi ajaksi tilapainen tai jatkuva oleskelulupa suomessa tai ulkomailta haettuna.",
        "title_sv": "Beviljande av uppehållstillstånd för en tredjelandsmedborgare som fått EG-uppehållstillstånd för varaktigt bosatta i en annan medlemsstat i Europeiska unionen samt för dennes familjemedlemmar",
        "content_sv": "En tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tidsbegränsat uppehållstillstånd på ansökan som gjorts i Finland eller utomlands 1) för att bedriva ekonomisk verksamhet i förvärvsarbete eller i egenskap av egenföretagare, 2) för att studera eller delta i yrkesutbildning, eller 3) för andra syften. Uppehållstillståndet beviljas som tillfälligt eller kontinuerligt med beaktande av vistelsens natur. För arbete beviljas uppehållstillstånd för arbetstagare eller annat uppehållstillstånd. För idkande av näring beviljas uppehållstillstånd för näringsidkare. Närmare bestämmelser om beviljande av uppehållstillstånd för arbetstagare och näringsidkare ingår i 5 kap. När en person som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tillfälligt eller kontinuerligt uppehållstillstånd beviljas hans eller hennes familjemedlemmar tillfälligt eller kontinuerligt uppehållstillstånd för samma tid på ansökan som gjorts i Finland eller utomlands.",
        "normalized_sv": "En tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tidsbegränsat uppehållstillstånd på ansökan som gjorts i Finland eller utomlands 1) för att bedriva ekonomisk verksamhet i förvärvsarbete eller i egenskap av egenföretagare, 2) för att studera eller delta i yrkesutbildning, eller 3) för andra syften. Uppehållstillståndet beviljas som tillfälligt eller kontinuerligt med beaktande av vistelsens natur. För arbete beviljas uppehållstillstånd för arbetstagare eller annat uppehållstillstånd. För idkande av näring beviljas uppehållstillstånd för näringsidkare. Närmare bestämmelser om beviljande av uppehållstillstånd för arbetstagare och näringsidkare ingår i 5 kap. När en person som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tillfälligt eller kontinuerligt uppehållstillstånd beviljas hans eller hennes familjemedlemmar tillfälligt eller kontinuerligt uppehållstillstånd för samma tid på ansökan som gjorts i Finland eller utomlands.",
        "folded_sv": "en tredjelandsmedborgare som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta beviljas tidsbegransat uppehallstillstand pa ansokan som gjorts i finland eller utomlands 1) for att bedriva ekonomisk verksamhet i forvarvsarbete eller i egenskap av egenforetagare, 2) for att studera eller delta i yrkesutbildning, eller 3) for andra syften. uppehallstillstandet beviljas som tillfalligt eller kontinuerligt med beaktande av vistelsens natur. for arbete beviljas uppehallstillstand for arbetstagare eller annat uppehallstillstand. for idkande av naring beviljas uppehallstillstand for naringsidkare. narmare bestammelser om beviljande av uppehallstillstand for arbetstagare och naringsidkare ingar i 5 kap. nar en person som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta beviljas tillfalligt eller kontinuerligt uppehallstillstand beviljas hans eller hennes familjemedlemmar tillfalligt eller kontinuerligt uppehallstillstand for samma tid pa ansokan som gjorts i finland eller utomlands."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Uusi määräaikainen oleskelulupa myönnetään enintään neljäksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään enintään neljäksi vuodeksi.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan enintaan neljaksi vuodeksi.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst fyra år.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst fyra år.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas for hogst fyra ar."
      }
    },
    {
      "provision_ref": "56 a",
      "section": "56 a",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntäminen",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa myönnetään kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan välittömästi ennen oleskelulupahakemuksen jättämistä luvallisesti oleskellut maassa yhtäjaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myöntämiselle ovat olemassa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Yhtäjaksoista oleskelua ei keskeytä alle kuuden kuukauden yhtäjaksoinen oleskelu Suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensä enintään kymmenen kuukautta. Oleskelua voidaan erityisistä syistä pitää yhtäjaksoisena edellä mainittuja ajanjaksoja pidemmistä poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. Viiden vuoden määräaika lasketaan ensimmäisen jatkuvaa maassa oleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä tai maahantulopäivästä, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaa ei myönnetä kansainvälistä suojelua saavalle henkilölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa myönnetään kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan välittömästi ennen oleskelulupahakemuksen jättämistä luvallisesti oleskellut maassa yhtäjaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myöntämiselle ovat olemassa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Yhtäjaksoista oleskelua ei keskeytä alle kuuden kuukauden yhtäjaksoinen oleskelu Suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensä enintään kymmenen kuukautta. Oleskelua voidaan erityisistä syistä pitää yhtäjaksoisena edellä mainittuja ajanjaksoja pidemmistä poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. Viiden vuoden määräaika lasketaan ensimmäisen jatkuvaa maassa oleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä tai maahantulopäivästä, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaa ei myönnetä kansainvälistä suojelua saavalle henkilölle.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa myonnetaan kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan valittomasti ennen oleskelulupahakemuksen jattamista luvallisesti oleskellut maassa yhtajaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myontamiselle ovat olemassa ja pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan myontamiselle ei ole tassa laissa mainittuja esteita. yhtajaksoista oleskelua ei keskeyta alle kuuden kuukauden yhtajaksoinen oleskelu suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensa enintaan kymmenen kuukautta. oleskelua voidaan erityisista syista pitaa yhtajaksoisena edella mainittuja ajanjaksoja pidemmista poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. viiden vuoden maaraaika lasketaan ensimmaisen jatkuvaa maassa oleskelua varten myonnetyn maaraaikaisen oleskeluluvan alkamispaivasta tai maahantulopaivasta, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupaa ei myonneta kansainvalista suojelua saavalle henkilolle.",
        "title_sv": "Beviljande av EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "EG-uppehållstillstånd för varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fått kontinuerligt uppehållstillstånd har varit lagligen och oavbrutet bosatt i landet i fem år omedelbart före inlämnandet av ansökan om uppehållstillstånd, om villkoren för beviljande av kontinuerligt uppehållstillstånd uppfylls och det inte finns några i denna lag nämnda hinder för att bevilja EG-uppehållstillstånd för varaktigt bosatta. Den oavbrutna vistelsen i Finland avbryts inte av en oavbruten vistelse utanför Finland som är kortare än sex månader, om frånvaroperioderna inte överstiger tio månader totalt. Vistelsen i Finland kan av särskilda skäl anses vara oavbruten även om frånvaroperioderna varat längre än de ovan nämnda tidsperioderna. Då beaktas emellertid inte frånvaroperioderna när vistelsetiden beräknas. Tidsfristen fem år beräknas från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet eller från inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehållstillstånd. EG-uppehållstillstånd för varaktigt bosatta beviljas inte personer som får internationellt skydd.",
        "normalized_sv": "EG-uppehållstillstånd för varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fått kontinuerligt uppehållstillstånd har varit lagligen och oavbrutet bosatt i landet i fem år omedelbart före inlämnandet av ansökan om uppehållstillstånd, om villkoren för beviljande av kontinuerligt uppehållstillstånd uppfylls och det inte finns några i denna lag nämnda hinder för att bevilja EG-uppehållstillstånd för varaktigt bosatta. Den oavbrutna vistelsen i Finland avbryts inte av en oavbruten vistelse utanför Finland som är kortare än sex månader, om frånvaroperioderna inte överstiger tio månader totalt. Vistelsen i Finland kan av särskilda skäl anses vara oavbruten även om frånvaroperioderna varat längre än de ovan nämnda tidsperioderna. Då beaktas emellertid inte frånvaroperioderna när vistelsetiden beräknas. Tidsfristen fem år beräknas från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet eller från inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehållstillstånd. EG-uppehållstillstånd för varaktigt bosatta beviljas inte personer som får internationellt skydd.",
        "folded_sv": "eg-uppehallstillstand for varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fatt kontinuerligt uppehallstillstand har varit lagligen och oavbrutet bosatt i landet i fem ar omedelbart fore inlamnandet av ansokan om uppehallstillstand, om villkoren for beviljande av kontinuerligt uppehallstillstand uppfylls och det inte finns nagra i denna lag namnda hinder for att bevilja eg-uppehallstillstand for varaktigt bosatta. den oavbrutna vistelsen i finland avbryts inte av en oavbruten vistelse utanfor finland som ar kortare an sex manader, om franvaroperioderna inte overstiger tio manader totalt. vistelsen i finland kan av sarskilda skal anses vara oavbruten aven om franvaroperioderna varat langre an de ovan namnda tidsperioderna. da beaktas emellertid inte franvaroperioderna nar vistelsetiden beraknas. tidsfristen fem ar beraknas fran den forsta dagen for det forsta tidsbegransade uppehallstillstand som beviljats for kontinuerlig vistelse i landet eller fran inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehallstillstand. eg-uppehallstillstand for varaktigt bosatta beviljas inte personer som far internationellt skydd."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Pysyvän oleskeluluvan ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämisen esteet",
      "content": "Pysyvä oleskelulupa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan jättää myöntämättä, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on säädetty rangaistukseksi vankeutta; 2) ulkomaalainen on epäiltynä rikoksesta, josta on säädetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epäiltynä kahdesta tai useammasta rikoksesta. Rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. Harkittaessa oleskeluluvan myöntämisen esteitä on otettava huomioon rikollisen teon laatu ja vakavuus sekä ulkomaalaisen Suomessa oleskelun pituus ja siteet Suomeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Pysyvä oleskelulupa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan jättää myöntämättä, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on säädetty rangaistukseksi vankeutta; 2) ulkomaalainen on epäiltynä rikoksesta, josta on säädetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epäiltynä kahdesta tai useammasta rikoksesta. Rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. Harkittaessa oleskeluluvan myöntämisen esteitä on otettava huomioon rikollisen teon laatu ja vakavuus sekä ulkomaalaisen Suomessa oleskelun pituus ja siteet Suomeen.",
        "folded_fi": "pysyva oleskelulupa ja pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan jattaa myontamatta, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on saadetty rangaistukseksi vankeutta; 2) ulkomaalainen on epailtyna rikoksesta, josta on saadetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epailtyna kahdesta tai useammasta rikoksesta. rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. harkittaessa oleskeluluvan myontamisen esteita on otettava huomioon rikollisen teon laatu ja vakavuus seka ulkomaalaisen suomessa oleskelun pituus ja siteet suomeen.",
        "title_sv": "Hinder för beviljande av permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta kan vägras, om 1) utlänningen konstaterats ha gjort sig skyldig till ett brott för vilket föreskrivs fängelsestraff, 2) utlänningen är misstänkt för ett brott för vilket föreskrivs fängelsestraff, 3) utlänningen konstaterats ha gjort sig skyldig till två eller flera brott, eller om 4) utlänningen är misstänkt för två eller flera brott. Det straff som dömts ut för ett brott behöver inte ha vunnit laga kraft. När hindren för beviljande av uppehållstillstånd prövas skall hänsyn tas till av vilken art och hur allvarlig den brottsliga gärningen är samt till den tid utlänningen har vistats i Finland och utlänningens band till Finland.",
        "normalized_sv": "Permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta kan vägras, om 1) utlänningen konstaterats ha gjort sig skyldig till ett brott för vilket föreskrivs fängelsestraff, 2) utlänningen är misstänkt för ett brott för vilket föreskrivs fängelsestraff, 3) utlänningen konstaterats ha gjort sig skyldig till två eller flera brott, eller om 4) utlänningen är misstänkt för två eller flera brott. Det straff som dömts ut för ett brott behöver inte ha vunnit laga kraft. När hindren för beviljande av uppehållstillstånd prövas skall hänsyn tas till av vilken art och hur allvarlig den brottsliga gärningen är samt till den tid utlänningen har vistats i Finland och utlänningens band till Finland.",
        "folded_sv": "permanent uppehallstillstand och eg-uppehallstillstand for varaktigt bosatta kan vagras, om 1) utlanningen konstaterats ha gjort sig skyldig till ett brott for vilket foreskrivs fangelsestraff, 2) utlanningen ar misstankt for ett brott for vilket foreskrivs fangelsestraff, 3) utlanningen konstaterats ha gjort sig skyldig till tva eller flera brott, eller om 4) utlanningen ar misstankt for tva eller flera brott. det straff som domts ut for ett brott behover inte ha vunnit laga kraft. nar hindren for beviljande av uppehallstillstand provas skall hansyn tas till av vilken art och hur allvarlig den brottsliga garningen ar samt till den tid utlanningen har vistats i finland och utlanningens band till finland."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Oleskeluluvan peruuttaminen",
      "content": "Määräaikainen tai pysyvä oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvästi pois maasta tai hän on pysyvässä tarkoituksessa oleskellut yhtäjaksoisesti kaksi vuotta maan ulkopuolella. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtäjaksoisesti kaksi vuotta Euroopan unionin alueen ulkopuolella tai hän on oleskellut yhtäjaksoisesti kuusi vuotta Suomen ulkopuolella. Ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edellä mainitut määräajat ovat kuluneet, tehdä hakemuksen siitä, että oleskelulupaa ei peruuteta. Jos hakemukseen suostutaan, päätöksestä tulee ilmetä määräaika, jonka kuluessa oleskelulupaa ei peruuteta. Hakemukseen voidaan suostua, jos oleskelu Suomen tai yhteisön ulkopuolella on johtunut erityisestä tai poikkeuksellisesta syystä. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilöllisyyttä koskevia tai muita päätökseen vaikuttaneita vääriä tietoja taikka salattu sellainen seikka, joka olisi saattanut estää oleskeluluvan myöntämisen. Määräaikainen oleskelulupa voidaan peruuttaa, jos niitä edellytyksiä, joiden perusteella oleskelulupa myönnettiin, ei enää ole olemassa. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos Schengen-valtio pyytää Suomea peruuttamaan ulkomaalaiselle Suomen myöntämän oleskeluluvan sillä perusteella, että ulkomaalainen on määrätty maahantulokieltoon toisessa Schengen-valtiossa, ja hänet on määrätty poistettavaksi Schengen-alueelta sen kaltaisilla perusteilla kuin 149 §:n 1 momentin 2 ja 3 kohdassa mainitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Määräaikainen tai pysyvä oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvästi pois maasta tai hän on pysyvässä tarkoituksessa oleskellut yhtäjaksoisesti kaksi vuotta maan ulkopuolella. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtäjaksoisesti kaksi vuotta Euroopan unionin alueen ulkopuolella tai hän on oleskellut yhtäjaksoisesti kuusi vuotta Suomen ulkopuolella. Ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edellä mainitut määräajat ovat kuluneet, tehdä hakemuksen siitä, että oleskelulupaa ei peruuteta. Jos hakemukseen suostutaan, päätöksestä tulee ilmetä määräaika, jonka kuluessa oleskelulupaa ei peruuteta. Hakemukseen voidaan suostua, jos oleskelu Suomen tai yhteisön ulkopuolella on johtunut erityisestä tai poikkeuksellisesta syystä. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilöllisyyttä koskevia tai muita päätökseen vaikuttaneita vääriä tietoja taikka salattu sellainen seikka, joka olisi saattanut estää oleskeluluvan myöntämisen. Määräaikainen oleskelulupa voidaan peruuttaa, jos niitä edellytyksiä, joiden perusteella oleskelulupa myönnettiin, ei enää ole olemassa. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos Schengen-valtio pyytää Suomea peruuttamaan ulkomaalaiselle Suomen myöntämän oleskeluluvan sillä perusteella, että ulkomaalainen on määrätty maahantulokieltoon toisessa Schengen-valtiossa, ja hänet on määrätty poistettavaksi Schengen-alueelta sen kaltaisilla perusteilla kuin 149 § :n 1 momentin 2 ja 3 kohdassa mainitaan.",
        "folded_fi": "maaraaikainen tai pysyva oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvasti pois maasta tai han on pysyvassa tarkoituksessa oleskellut yhtajaksoisesti kaksi vuotta maan ulkopuolella. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtajaksoisesti kaksi vuotta euroopan unionin alueen ulkopuolella tai han on oleskellut yhtajaksoisesti kuusi vuotta suomen ulkopuolella. ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edella mainitut maaraajat ovat kuluneet, tehda hakemuksen siita, etta oleskelulupaa ei peruuteta. jos hakemukseen suostutaan, paatoksesta tulee ilmeta maaraaika, jonka kuluessa oleskelulupaa ei peruuteta. hakemukseen voidaan suostua, jos oleskelu suomen tai yhteison ulkopuolella on johtunut erityisesta tai poikkeuksellisesta syysta. maaraaikainen tai pysyva oleskelulupa taikka pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilollisyytta koskevia tai muita paatokseen vaikuttaneita vaaria tietoja taikka salattu sellainen seikka, joka olisi saattanut estaa oleskeluluvan myontamisen. maaraaikainen oleskelulupa voidaan peruuttaa, jos niita edellytyksia, joiden perusteella oleskelulupa myonnettiin, ei enaa ole olemassa. maaraaikainen tai pysyva oleskelulupa taikka pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan peruuttaa, jos schengen-valtio pyytaa suomea peruuttamaan ulkomaalaiselle suomen myontaman oleskeluluvan silla perusteella, etta ulkomaalainen on maaratty maahantulokieltoon toisessa schengen-valtiossa, ja hanet on maaratty poistettavaksi schengen-alueelta sen kaltaisilla perusteilla kuin 149 §:n 1 momentin 2 ja 3 kohdassa mainitaan.",
        "title_sv": "Återkallande av uppehållstillstånd",
        "content_sv": "Ett tidsbegränsat eller permanent uppehållstillstånd återkallas när utlänningen varaktigt har flyttat bort från Finland eller när utlänningen i permanent syfte har vistats utanför landet i två år utan avbrott. Ett EG-uppehållstillstånd för varaktigt bosatta återkallas när utlänningen har vistats utanför Europeiska unionens territorium i två år utan avbrott eller när utlänningen har vistats utanför Finland i sex år utan avbrott. I de fall som avses i 1 eller 2 mom. kan utlänningen innan ovan nämnda tidsfrister har gått ut lämna in en ansökan om att uppehållstillståndet inte återkallas. Om ansökan bifalls, skall av beslutet framgå den tid inom vilken uppehållstillståndet inte återkallas. Ansökan kan bifallas, om vistelsen utanför Finland eller gemenskapen har haft särskilda eller exceptionella orsaker. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta kan återkallas, om vid ansökan om uppehållstillstånd medvetet har lämnats oriktiga upplysningar om sökandens identitet eller andra oriktiga upplysningar som har påverkat beslutet eller om något som hade kunnat hindra beviljandet av uppehållstillstånd har hemlighållits. Ett tidsbegränsat uppehållstillstånd får återkallas, om de villkor på grundval av vilka uppehållstillståndet beviljades inte längre uppfylls. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta får återkallas, om en Schengenstat begär att Finland återkallar ett uppehållstillstånd som Finland beviljat en utlänning och begäran anförs med motiveringen att utlänningen har meddelats inreseförbud i en annan Schengenstat och det har bestämts att han eller hon skall avlägsnas från Schengenområdet på liknande grunder som nämns i 149 § 1 mom. 2 och 3 punkten.",
        "normalized_sv": "Ett tidsbegränsat eller permanent uppehållstillstånd återkallas när utlänningen varaktigt har flyttat bort från Finland eller när utlänningen i permanent syfte har vistats utanför landet i två år utan avbrott. Ett EG-uppehållstillstånd för varaktigt bosatta återkallas när utlänningen har vistats utanför Europeiska unionens territorium i två år utan avbrott eller när utlänningen har vistats utanför Finland i sex år utan avbrott. I de fall som avses i 1 eller 2 mom. kan utlänningen innan ovan nämnda tidsfrister har gått ut lämna in en ansökan om att uppehållstillståndet inte återkallas. Om ansökan bifalls, skall av beslutet framgå den tid inom vilken uppehållstillståndet inte återkallas. Ansökan kan bifallas, om vistelsen utanför Finland eller gemenskapen har haft särskilda eller exceptionella orsaker. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta kan återkallas, om vid ansökan om uppehållstillstånd medvetet har lämnats oriktiga upplysningar om sökandens identitet eller andra oriktiga upplysningar som har påverkat beslutet eller om något som hade kunnat hindra beviljandet av uppehållstillstånd har hemlighållits. Ett tidsbegränsat uppehållstillstånd får återkallas, om de villkor på grundval av vilka uppehållstillståndet beviljades inte längre uppfylls. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta får återkallas, om en Schengenstat begär att Finland återkallar ett uppehållstillstånd som Finland beviljat en utlänning och begäran anförs med motiveringen att utlänningen har meddelats inreseförbud i en annan Schengenstat och det har bestämts att han eller hon skall avlägsnas från Schengenområdet på liknande grunder som nämns i 149 § 1 mom. 2 och 3 punkten.",
        "folded_sv": "ett tidsbegransat eller permanent uppehallstillstand aterkallas nar utlanningen varaktigt har flyttat bort fran finland eller nar utlanningen i permanent syfte har vistats utanfor landet i tva ar utan avbrott. ett eg-uppehallstillstand for varaktigt bosatta aterkallas nar utlanningen har vistats utanfor europeiska unionens territorium i tva ar utan avbrott eller nar utlanningen har vistats utanfor finland i sex ar utan avbrott. i de fall som avses i 1 eller 2 mom. kan utlanningen innan ovan namnda tidsfrister har gatt ut lamna in en ansokan om att uppehallstillstandet inte aterkallas. om ansokan bifalls, skall av beslutet framga den tid inom vilken uppehallstillstandet inte aterkallas. ansokan kan bifallas, om vistelsen utanfor finland eller gemenskapen har haft sarskilda eller exceptionella orsaker. ett tidsbegransat eller permanent uppehallstillstand eller ett eg-uppehallstillstand for varaktigt bosatta kan aterkallas, om vid ansokan om uppehallstillstand medvetet har lamnats oriktiga upplysningar om sokandens identitet eller andra oriktiga upplysningar som har paverkat beslutet eller om nagot som hade kunnat hindra beviljandet av uppehallstillstand har hemlighallits. ett tidsbegransat uppehallstillstand far aterkallas, om de villkor pa grundval av vilka uppehallstillstandet beviljades inte langre uppfylls. ett tidsbegransat eller permanent uppehallstillstand eller ett eg-uppehallstillstand for varaktigt bosatta far aterkallas, om en schengenstat begar att finland aterkallar ett uppehallstillstand som finland beviljat en utlanning och begaran anfors med motiveringen att utlanningen har meddelats inreseforbud i en annan schengenstat och det har bestamts att han eller hon skall avlagsnas fran schengenomradet pa liknande grunder som namns i 149 § 1 mom. 2 och 3 punkten."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Oleskeluluvan raukeaminen",
      "content": "Oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka hän saa Suomen kansalaisuuden. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa raukeaa lisäksi, jos toinen Euroopan unionin jäsenvaltio myöntää hänelle pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Raukeamisesta tehdään merkintä ulkomaalaisrekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka hän saa Suomen kansalaisuuden. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa raukeaa lisäksi, jos toinen Euroopan unionin jäsenvaltio myöntää hänelle pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Raukeamisesta tehdään merkintä ulkomaalaisrekisteriin.",
        "folded_fi": "oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka han saa suomen kansalaisuuden. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa raukeaa lisaksi, jos toinen euroopan unionin jasenvaltio myontaa hanelle pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan. raukeamisesta tehdaan merkinta ulkomaalaisrekisteriin.",
        "title_sv": "När uppehållstillstånd upphör att gälla",
        "content_sv": "Ett uppehållstillstånd upphör att gälla, om utlänningen utvisas ur Finland eller får finskt medborgarskap. Ett EG-uppehållstillstånd för varaktigt bosatta upphör dessutom att gälla, om en annan medlemsstat i Europeiska unionen beviljar utlänningen EG-uppehållstillstånd för varaktigt bosatta. I utlänningsregistret antecknas att uppehållstillståndet upphört att gälla.",
        "normalized_sv": "Ett uppehållstillstånd upphör att gälla, om utlänningen utvisas ur Finland eller får finskt medborgarskap. Ett EG-uppehållstillstånd för varaktigt bosatta upphör dessutom att gälla, om en annan medlemsstat i Europeiska unionen beviljar utlänningen EG-uppehållstillstånd för varaktigt bosatta. I utlänningsregistret antecknas att uppehållstillståndet upphört att gälla.",
        "folded_sv": "ett uppehallstillstand upphor att galla, om utlanningen utvisas ur finland eller far finskt medborgarskap. ett eg-uppehallstillstand for varaktigt bosatta upphor dessutom att galla, om en annan medlemsstat i europeiska unionen beviljar utlanningen eg-uppehallstillstand for varaktigt bosatta. i utlanningsregistret antecknas att uppehallstillstandet upphort att galla."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Oleskeluluvan hakeminen",
      "content": "Oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a §:n perusteella hakea Suomessa. Hakemus jätetään kihlakunnan poliisilaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a § :n perusteella hakea Suomessa. Hakemus jätetään kihlakunnan poliisilaitokselle.",
        "folded_fi": "oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a §:n perusteella hakea suomessa. hakemus jatetaan kihlakunnan poliisilaitokselle.",
        "title_sv": "Ansökan om uppehållstillstånd",
        "content_sv": "Uppehållstillstånd får sökas i Finland med stöd av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a §. Ansökan skall ges in till polisinrättningen i häradet.",
        "normalized_sv": "Uppehållstillstånd får sökas i Finland med stöd av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a § . Ansökan skall ges in till polisinrättningen i häradet.",
        "folded_sv": "uppehallstillstand far sokas i finland med stod av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a §. ansokan skall ges in till polisinrattningen i haradet."
      }
    },
    {
      "provision_ref": "60 a",
      "section": "60 a",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa Euroopan unionin jäsenvaltiossa saaneen kolmannen maan kansalaisen ja hänen perheenjäsenensä oleskeluluvan hakeminen ja hakemuksen käsittely",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistään kolmen kuukauden kuluttua maahan saapumisesta. Oleskelulupaa voi hakea myös ennen maahan saapumista edellä mainitun oleskeluluvan myöntäneessä jäsenvaltiossa. Oleskelulupahakemus on ratkaistava viimeistään neljän kuukauden kuluttua hakemuksen jättämisestä. Hakemuksen käsittelyaikaa voidaan pidentää enintään kolme kuukautta, jos hakemusta jätettäessä ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistään kolmen kuukauden kuluttua maahan saapumisesta. Oleskelulupaa voi hakea myös ennen maahan saapumista edellä mainitun oleskeluluvan myöntäneessä jäsenvaltiossa. Oleskelulupahakemus on ratkaistava viimeistään neljän kuukauden kuluttua hakemuksen jättämisestä. Hakemuksen käsittelyaikaa voidaan pidentää enintään kolme kuukautta, jos hakemusta jätettäessä ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisestä syystä.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan toisessa unionin jasenvaltiossa saaneelle kolmannen maan kansalaiselle ja hanen perheenjasenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistaan kolmen kuukauden kuluttua maahan saapumisesta. oleskelulupaa voi hakea myos ennen maahan saapumista edella mainitun oleskeluluvan myontaneessa jasenvaltiossa. oleskelulupahakemus on ratkaistava viimeistaan neljan kuukauden kuluttua hakemuksen jattamisesta. hakemuksen kasittelyaikaa voidaan pidentaa enintaan kolme kuukautta, jos hakemusta jatettaessa ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisesta syysta.",
        "title_sv": "Ansökan om uppehållstillstånd för en tredjelandsmedborgare som fått EG-uppehållstillstånd för varaktigt bosatta i en annan medlemsstat i Europeiska unionen och för dennes familjemedlemmar samt behandling av ansökan",
        "content_sv": "Uppehållstillstånd för en tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta och för hans eller hennes familjemedlemmar skall sökas så snabbt som möjligt och senast tre månader efter inresan. Uppehållstillstånd kan också sökas före inresan. Tillståndet skall då sökas i den medlemsstat som beviljat ovan nämnda uppehållstillstånd. Ansökan om uppehållstillstånd skall avgöras senast fyra månader efter det att ansökan har lämnats in. Behandlingstiden för ansökan kan förlängas med högst tre månader, om alla nödvändiga handlingar inte har lämnats in tillsammans med ansökan eller av andra särskilda skäl.",
        "normalized_sv": "Uppehållstillstånd för en tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta och för hans eller hennes familjemedlemmar skall sökas så snabbt som möjligt och senast tre månader efter inresan. Uppehållstillstånd kan också sökas före inresan. Tillståndet skall då sökas i den medlemsstat som beviljat ovan nämnda uppehållstillstånd. Ansökan om uppehållstillstånd skall avgöras senast fyra månader efter det att ansökan har lämnats in. Behandlingstiden för ansökan kan förlängas med högst tre månader, om alla nödvändiga handlingar inte har lämnats in tillsammans med ansökan eller av andra särskilda skäl.",
        "folded_sv": "uppehallstillstand for en tredjelandsmedborgare som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta och for hans eller hennes familjemedlemmar skall sokas sa snabbt som mojligt och senast tre manader efter inresan. uppehallstillstand kan ocksa sokas fore inresan. tillstandet skall da sokas i den medlemsstat som beviljat ovan namnda uppehallstillstand. ansokan om uppehallstillstand skall avgoras senast fyra manader efter det att ansokan har lamnats in. behandlingstiden for ansokan kan forlangas med hogst tre manader, om alla nodvandiga handlingar inte har lamnats in tillsammans med ansokan eller av andra sarskilda skal."
      }
    },
    {
      "provision_ref": "60 b",
      "section": "60 b",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemuksen käsittely",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään kuuden kuukauden kuluttua hakemuksen jättämisestä. Määräaikaa voidaan pidentää, jos asian käsittelyssä on ollut poikkeuksellisia vaikeuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 b",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään kuuden kuukauden kuluttua hakemuksen jättämisestä. Määräaikaa voidaan pidentää, jos asian käsittelyssä on ollut poikkeuksellisia vaikeuksia.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupahakemusta koskeva paatos on annettava hakijalle tiedoksi viimeistaan kuuden kuukauden kuluttua hakemuksen jattamisesta. maaraaikaa voidaan pidentaa, jos asian kasittelyssa on ollut poikkeuksellisia vaikeuksia.",
        "title_sv": "Behandling av ansökan om EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Beslut på ansökan om EG-uppehållstillstånd för varaktigt bosatta skall delges sökanden senast sex månader efter det att ansökan har lämnats in. Tidsfristen kan förlängas om behandlingen av ärendet har varit förenad med exceptionella svårigheter.",
        "normalized_sv": "Beslut på ansökan om EG-uppehållstillstånd för varaktigt bosatta skall delges sökanden senast sex månader efter det att ansökan har lämnats in. Tidsfristen kan förlängas om behandlingen av ärendet har varit förenad med exceptionella svårigheter.",
        "folded_sv": "beslut pa ansokan om eg-uppehallstillstand for varaktigt bosatta skall delges sokanden senast sex manader efter det att ansokan har lamnats in. tidsfristen kan forlangas om behandlingen av arendet har varit forenad med exceptionella svarigheter."
      }
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaminen uudelleen",
      "content": "Jos pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa on peruutettu 58 §:n 2 momentin tai rauennut 59 §:n 1 momentin perusteella, EY-oleskelulupa myönnetään hakemuksesta uudelleen. Lupa myönnetään, jos hakija täyttää 39 §:ssä säädetyn toimeentuloedellytyksen eikä luvan myöntämiselle ole 36 §:ssä säädettyjä esteitä. Hakemus oleskeluluvan saamiseksi uudelleen on käsiteltävä viivytyksettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "Jos pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa on peruutettu 58 § :n 2 momentin tai rauennut 59 § :n 1 momentin perusteella, EY-oleskelulupa myönnetään hakemuksesta uudelleen. Lupa myönnetään, jos hakija täyttää 39 § :ssä säädetyn toimeentuloedellytyksen eikä luvan myöntämiselle ole 36 § :ssä säädettyjä esteitä. Hakemus oleskeluluvan saamiseksi uudelleen on käsiteltävä viivytyksettä.",
        "folded_fi": "jos pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa on peruutettu 58 §:n 2 momentin tai rauennut 59 §:n 1 momentin perusteella, ey-oleskelulupa myonnetaan hakemuksesta uudelleen. lupa myonnetaan, jos hakija tayttaa 39 §:ssa saadetyn toimeentuloedellytyksen eika luvan myontamiselle ole 36 §:ssa saadettyja esteita. hakemus oleskeluluvan saamiseksi uudelleen on kasiteltava viivytyksetta.",
        "title_sv": "Erhållande av nytt EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Om ett EG-uppehållstillstånd för varaktigt bosatta har återkallats med stöd av 58 § 2 mom. eller upphört att gälla med stöd av 59 § 1 mom., beviljas EG-uppehållstillstånd på nytt på ansökan. Tillstånd beviljas om sökandens försörjning är tryggad i enlighet med 39 § och inga hinder enligt 36 § föreligger för beviljande av tillstånd. Ansökan om erhållande av uppehållstillstånd på nytt skall behandlas utan dröjsmål.",
        "normalized_sv": "Om ett EG-uppehållstillstånd för varaktigt bosatta har återkallats med stöd av 58 § 2 mom. eller upphört att gälla med stöd av 59 § 1 mom., beviljas EG-uppehållstillstånd på nytt på ansökan. Tillstånd beviljas om sökandens försörjning är tryggad i enlighet med 39 § och inga hinder enligt 36 § föreligger för beviljande av tillstånd. Ansökan om erhållande av uppehållstillstånd på nytt skall behandlas utan dröjsmål.",
        "folded_sv": "om ett eg-uppehallstillstand for varaktigt bosatta har aterkallats med stod av 58 § 2 mom. eller upphort att galla med stod av 59 § 1 mom., beviljas eg-uppehallstillstand pa nytt pa ansokan. tillstand beviljas om sokandens forsorjning ar tryggad i enlighet med 39 § och inga hinder enligt 36 § foreligger for beviljande av tillstand. ansokan om erhallande av uppehallstillstand pa nytt skall behandlas utan drojsmal."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Ulkomaalaisvirasto oleskelulupaviranomaisena",
      "content": "Ulkomaalaisvirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Ulkomaalaisviraston ratkaistavaksi. Ulkomaalaisvirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. Ulkomaalaisvirasto päättää, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. Ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Ulkomaalaisvirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a § :ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Ulkomaalaisviraston ratkaistavaksi. Ulkomaalaisvirasto peruuttaa oleskeluluvan 58 § :n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 § :n 4 ja 5 momentissa mainituilla perusteilla. Ulkomaalaisvirasto päättää, ettei oleskelulupaa 58 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta. Ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
        "folded_fi": "ulkomaalaisvirasto myontaa: 1) ensimmaisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmaisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssa tarkoitetuissa tapauksissa; 3) oleskeluluvan siina tapauksessa, etta kihlakunnan poliisilaitos on saattanut asian ulkomaalaisviraston ratkaistavaksi. ulkomaalaisvirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla seka peruuttaa myontamansa oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. ulkomaalaisvirasto paattaa, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteena, josta saadetaan pitkaan oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/ey 25 artiklassa.",
        "title_sv": "Utlänningsverket som uppehållstillståndsmyndighet",
        "content_sv": "Utlänningsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Utlänningsverket för avgörande. Utlänningsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte skall återkallas i sådana fall som avses i 58 § 3 mom. fattas av Utlänningsverket. Utlänningsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "normalized_sv": "Utlänningsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a § , 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Utlänningsverket för avgörande. Utlänningsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte skall återkallas i sådana fall som avses i 58 § 3 mom. fattas av Utlänningsverket. Utlänningsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "folded_sv": "utlanningsverket beviljar 1) forsta uppehallstillstand for en utlanning som befinner sig utomlands, 2) forsta uppehallstillstand for en utlanning som kommit till landet utan uppehallstillstand i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehallstillstand i sadana fall da polisinrattningen i haradet har fort ansokan till utlanningsverket for avgorande. utlanningsverket aterkallar uppehallstillstand pa de grunder som anges i 58 § 1, 2 och 6 mom. samt aterkallar pa de grunder som namns i 58 § 4 och 5 mom. uppehallstillstand som det har beviljat. beslut om att uppehallstillstand inte skall aterkallas i sadana fall som avses i 58 § 3 mom. fattas av utlanningsverket. utlanningsverket ar den kontaktpunkt for informationsutbyte som avses i artikel 25 i radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "Paikallispoliisi oleskelulupaviranomaisena",
      "content": "Ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle sekä Suomessa asuvan ja oleskelunsa rekisteröineen unionin kansalaisen Suomessa olevalle perheenjäsenelle ja tämän alaikäiselle naimattomalle lapselle; 2) uuden määräaikaisen oleskeluluvan; 3) pysyvän oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Kihlakunnan poliisilaitos peruuttaa myöntämänsä oleskeluluvan 58 §:n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. Kihlakunnan poliisilaitos siirtää oleskeluluvan uuteen matkustusasiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:68",
        "normalized_fi": "Ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle sekä Suomessa asuvan ja oleskelunsa rekisteröineen unionin kansalaisen Suomessa olevalle perheenjäsenelle ja tämän alaikäiselle naimattomalle lapselle; 2) uuden määräaikaisen oleskeluluvan; 3) pysyvän oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Kihlakunnan poliisilaitos peruuttaa myöntämänsä oleskeluluvan 58 § :n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. Kihlakunnan poliisilaitos siirtää oleskeluluvan uuteen matkustusasiakirjaan.",
        "folded_fi": "ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myontaa: 1) oleskeluluvan suomen kansalaisen suomessa olevalle perheenjasenelle seka taman alaikaiselle naimattomalle lapselle seka suomessa asuvan ja oleskelunsa rekisteroineen unionin kansalaisen suomessa olevalle perheenjasenelle ja taman alaikaiselle naimattomalle lapselle; 2) uuden maaraaikaisen oleskeluluvan; 3) pysyvan oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan. kihlakunnan poliisilaitos peruuttaa myontamansa oleskeluluvan 58 §:n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. kihlakunnan poliisilaitos siirtaa oleskeluluvan uuteen matkustusasiakirjaan.",
        "title_sv": "Den lokala polisen som uppehållstillståndsmyndighet",
        "content_sv": "Polisinrättningen i det härad där utlänningens bostadsort finns beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn samt för en familjemedlem till en i Finland bosatt unionsmedborgare som har registrerat sin vistelse samt för dennes minderåriga ogifta barn som befinner sig i Finland, 2) nytt tidsbegränsat uppehållstillstånd, 3) permanent uppehållstillstånd för en utlänning som vistas i Finland, och 4) EG-uppehållstillstånd för varaktigt bosatta. Polisinrättningen i häradet återkallar på de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehållstillstånd som den har beviljat. Polisinrättningen i häradet överför uppehållstillstånd till nya resedokument.",
        "normalized_sv": "Polisinrättningen i det härad där utlänningens bostadsort finns beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn samt för en familjemedlem till en i Finland bosatt unionsmedborgare som har registrerat sin vistelse samt för dennes minderåriga ogifta barn som befinner sig i Finland, 2) nytt tidsbegränsat uppehållstillstånd, 3) permanent uppehållstillstånd för en utlänning som vistas i Finland, och 4) EG-uppehållstillstånd för varaktigt bosatta. Polisinrättningen i häradet återkallar på de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehållstillstånd som den har beviljat. Polisinrättningen i häradet överför uppehållstillstånd till nya resedokument.",
        "folded_sv": "polisinrattningen i det harad dar utlanningens bostadsort finns beviljar 1) uppehallstillstand for en sadan familjemedlem till en finsk medborgare som befinner sig i finland samt for dennes minderariga ogifta barn samt for en familjemedlem till en i finland bosatt unionsmedborgare som har registrerat sin vistelse samt for dennes minderariga ogifta barn som befinner sig i finland, 2) nytt tidsbegransat uppehallstillstand, 3) permanent uppehallstillstand for en utlanning som vistas i finland, och 4) eg-uppehallstillstand for varaktigt bosatta. polisinrattningen i haradet aterkallar pa de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehallstillstand som den har beviljat. polisinrattningen i haradet overfor uppehallstillstand till nya resedokument."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa, pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa, pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty pysyva oleskelulupa, pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa tai jatkuva oleskelulupa muulla kuin tyonteon tai ammatinharjoittamisen perusteella.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd, EG-uppehållstillstånd för varaktigt bosatta eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd, EG-uppehållstillstånd för varaktigt bosatta eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats permanent uppehallstillstand, eg-uppehallstillstand for varaktigt bosatta eller kontinuerligt uppehallstillstand pa grundval av annat an arbete eller yrkesutovning."
      }
    },
    {
      "provision_ref": "149",
      "section": "149",
      "title": "Maasta karkottamisen perusteet",
      "content": "Maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee Suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on säädetty enimmäisrangaistuksena vähintään yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on käyttäytymisellään osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syystä epäillä ryhtyvän Suomessa kansallista turvallisuutta vaarantavaan toimintaan. Ulkomaalainen, jolle on Suomessa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa, voidaan karkottaa maasta vain, jos hän muodostaa yleiselle järjestykselle tai yleiselle turvallisuudelle välittömän ja riittävän vakavan uhan. Maasta voidaan 1 momentin 2 kohdassa säädetyllä perusteella karkottaa myös ulkomaalainen, joka on jätetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 §:n nojalla. Pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. Pakolaista ei saa karkottaa kotimaahansa tai pysyvään asuinmaahansa, johon nähden hän on edelleen kansainvälisen suojelun tarpeessa. Pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hänet vastaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:149",
        "normalized_fi": "Maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee Suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on säädetty enimmäisrangaistuksena vähintään yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on käyttäytymisellään osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syystä epäillä ryhtyvän Suomessa kansallista turvallisuutta vaarantavaan toimintaan. Ulkomaalainen, jolle on Suomessa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa, voidaan karkottaa maasta vain, jos hän muodostaa yleiselle järjestykselle tai yleiselle turvallisuudelle välittömän ja riittävän vakavan uhan. Maasta voidaan 1 momentin 2 kohdassa säädetyllä perusteella karkottaa myös ulkomaalainen, joka on jätetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 § :n nojalla. Pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. Pakolaista ei saa karkottaa kotimaahansa tai pysyvään asuinmaahansa, johon nähden hän on edelleen kansainvälisen suojelun tarpeessa. Pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hänet vastaan.",
        "folded_fi": "maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on saadetty enimmaisrangaistuksena vahintaan yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on kayttaytymisellaan osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syysta epailla ryhtyvan suomessa kansallista turvallisuutta vaarantavaan toimintaan. ulkomaalainen, jolle on suomessa myonnetty pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa, voidaan karkottaa maasta vain, jos han muodostaa yleiselle jarjestykselle tai yleiselle turvallisuudelle valittoman ja riittavan vakavan uhan. maasta voidaan 1 momentin 2 kohdassa saadetylla perusteella karkottaa myos ulkomaalainen, joka on jatetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 §:n nojalla. pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. pakolaista ei saa karkottaa kotimaahansa tai pysyvaan asuinmaahansa, johon nahden han on edelleen kansainvalisen suojelun tarpeessa. pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hanet vastaan.",
        "title_sv": "Utvisningsgrunder",
        "content_sv": "En utlänning som har haft uppehållstillstånd får utvisas ur landet, om 1) han eller hon vistas i landet utan uppehållstillstånd, när ett sådant krävs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott för vilket det föreskrivna maximistraffet är fängelse i minst ett år, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt uppträdande har visat att han eller hon är farlig för andras säkerhet, eller om 4) han eller hon i Finland har bedrivit, eller det med hänsyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstänka att han eller hon i Finland börjar bedriva verksamhet som äventyrar den nationella säkerheten. En utlänning som i Finland har beviljats EG-uppehållstillstånd för varaktigt bosatta kan utvisas ur landet endast om han eller hon utgör ett omedelbart och tillräckligt allvarligt hot mot allmän ordning eller allmän säkerhet. På den grund som föreskrivs i 1 mom. 2 punkten får även en sådan utlänning utvisas som med stöd av 3 kap. 4 § i strafflagen inte dömts till straff såsom otillräknelig. En flykting får utvisas på de grunder som avses i 1 mom. 2―4 punkten. Flyktingen får dock inte utvisas till sitt hemland eller permanenta bosättningsland, om han eller hon fortfarande är i behov av internationellt skydd när det gäller detta land. En flykting får utvisas endast till en stat som samtycker till att ta emot honom eller henne.",
        "normalized_sv": "En utlänning som har haft uppehållstillstånd får utvisas ur landet, om 1) han eller hon vistas i landet utan uppehållstillstånd, när ett sådant krävs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott för vilket det föreskrivna maximistraffet är fängelse i minst ett år, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt uppträdande har visat att han eller hon är farlig för andras säkerhet, eller om 4) han eller hon i Finland har bedrivit, eller det med hänsyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstänka att han eller hon i Finland börjar bedriva verksamhet som äventyrar den nationella säkerheten. En utlänning som i Finland har beviljats EG-uppehållstillstånd för varaktigt bosatta kan utvisas ur landet endast om han eller hon utgör ett omedelbart och tillräckligt allvarligt hot mot allmän ordning eller allmän säkerhet. På den grund som föreskrivs i 1 mom. 2 punkten får även en sådan utlänning utvisas som med stöd av 3 kap. 4 § i strafflagen inte dömts till straff såsom otillräknelig. En flykting får utvisas på de grunder som avses i 1 mom. 2―4 punkten. Flyktingen får dock inte utvisas till sitt hemland eller permanenta bosättningsland, om han eller hon fortfarande är i behov av internationellt skydd när det gäller detta land. En flykting får utvisas endast till en stat som samtycker till att ta emot honom eller henne.",
        "folded_sv": "en utlanning som har haft uppehallstillstand far utvisas ur landet, om 1) han eller hon vistas i landet utan uppehallstillstand, nar ett sadant kravs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott for vilket det foreskrivna maximistraffet ar fangelse i minst ett ar, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt upptradande har visat att han eller hon ar farlig for andras sakerhet, eller om 4) han eller hon i finland har bedrivit, eller det med hansyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstanka att han eller hon i finland borjar bedriva verksamhet som aventyrar den nationella sakerheten. en utlanning som i finland har beviljats eg-uppehallstillstand for varaktigt bosatta kan utvisas ur landet endast om han eller hon utgor ett omedelbart och tillrackligt allvarligt hot mot allman ordning eller allman sakerhet. pa den grund som foreskrivs i 1 mom. 2 punkten far aven en sadan utlanning utvisas som med stod av 3 kap. 4 § i strafflagen inte domts till straff sasom otillraknelig. en flykting far utvisas pa de grunder som avses i 1 mom. 2―4 punkten. flyktingen far dock inte utvisas till sitt hemland eller permanenta bosattningsland, om han eller hon fortfarande ar i behov av internationellt skydd nar det galler detta land. en flykting far utvisas endast till en stat som samtycker till att ta emot honom eller henne."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja häneen rinnastettavaa; 5 a) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvalla Euroopan unionin jäsenvaltion kolmannen maan kansalaiselle myöntämää pitkään oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissä 2003/109/EY määriteltyä asemaa ja oleskelulupaa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja häneen rinnastettavaa; 5 a) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvalla Euroopan unionin jäsenvaltion kolmannen maan kansalaiselle myöntämää pitkään oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissä 2003/109/EY määriteltyä asemaa ja oleskelulupaa;",
        "folded_fi": "tassa laissa tarkoitetaan: 2 a) kolmannen maan kansalaisella muun maan kansalaista kuin unionin kansalaista ja haneen rinnastettavaa; 5 a) pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvalla euroopan unionin jasenvaltion kolmannen maan kansalaiselle myontamaa pitkaan oleskelleiden kolmannen maan kansalaisten asemasta annetussa neuvoston direktiivissa 2003/109/ey maariteltya asemaa ja oleskelulupaa;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2 a) tredjelandsmedborgare personer som inte är unionsmedborgare eller därmed jämförbara personer utan medborgare i något annat land, 5 a) EG-uppehållstillstånd för varaktigt bosatta ställning och uppehållstillstånd enligt rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning som en medlemsstat i Europeiska unionen beviljat en tredjelandsmedborgare,",
        "normalized_sv": "I denna lag avses med 2 a) tredjelandsmedborgare personer som inte är unionsmedborgare eller därmed jämförbara personer utan medborgare i något annat land, 5 a) EG-uppehållstillstånd för varaktigt bosatta ställning och uppehållstillstånd enligt rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning som en medlemsstat i Europeiska unionen beviljat en tredjelandsmedborgare,",
        "folded_sv": "i denna lag avses med 2 a) tredjelandsmedborgare personer som inte ar unionsmedborgare eller darmed jamforbara personer utan medborgare i nagot annat land, 5 a) eg-uppehallstillstand for varaktigt bosatta stallning och uppehallstillstand enligt radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning som en medlemsstat i europeiska unionen beviljat en tredjelandsmedborgare,"
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Oleskelulupalajit",
      "content": "Pysyvä oleskelulupa on voimassa toistaiseksi. Pysyvään oleskelulupaan rinnastetaan voimassaoloajaltaan myös pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Pysyvä oleskelulupa on voimassa toistaiseksi. Pysyvään oleskelulupaan rinnastetaan voimassaoloajaltaan myös pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
        "folded_fi": "pysyva oleskelulupa on voimassa toistaiseksi. pysyvaan oleskelulupaan rinnastetaan voimassaoloajaltaan myos pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa.",
        "title_sv": "Olika slag av uppehållstillstånd",
        "content_sv": "Ett permanent uppehållstillstånd gäller tills vidare. Med permanent uppehållstillstånd jämställs i fråga om giltighetstiden även EG-uppehållstillstånd för varaktigt bosatta.",
        "normalized_sv": "Ett permanent uppehållstillstånd gäller tills vidare. Med permanent uppehållstillstånd jämställs i fråga om giltighetstiden även EG-uppehållstillstånd för varaktigt bosatta.",
        "folded_sv": "ett permanent uppehallstillstand galler tills vidare. med permanent uppehallstillstand jamstalls i fraga om giltighetstiden aven eg-uppehallstillstand for varaktigt bosatta."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Oleskelulupamerkintä",
      "content": "Pysyvään oleskelulupaan merkitään kirjaintunnus P. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaan merkitään kirjaintunnus P-EY.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Pysyvään oleskelulupaan merkitään kirjaintunnus P. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaan merkitään kirjaintunnus P-EY.",
        "folded_fi": "pysyvaan oleskelulupaan merkitaan kirjaintunnus p. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupaan merkitaan kirjaintunnus p-ey.",
        "title_sv": "Anteckning om uppehållstillstånd",
        "content_sv": "I ett permanent uppehållstillstånd antecknas bokstavskoden P. I ett EG-uppehållstillstånd för varaktigt bosatta antecknas bokstavskoden P-EG.",
        "normalized_sv": "I ett permanent uppehållstillstånd antecknas bokstavskoden P. I ett EG-uppehållstillstånd för varaktigt bosatta antecknas bokstavskoden P-EG.",
        "folded_sv": "i ett permanent uppehallstillstand antecknas bokstavskoden p. i ett eg-uppehallstillstand for varaktigt bosatta antecknas bokstavskoden p-eg."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Yleiset edellytykset oleskeluluvan myöntämiselle",
      "content": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä tai turvallisuutta, kansanterveyttä taikka Suomen kansainvälisiä suhteita. Kansanterveyden vaarantaminen ei kuitenkaan estä jatkoluvan myöntämistä, jos luvan myöntämisen edellytykset ovat muutoin olemassa. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella tai oleskeluluvan myöntämistä ulkomaalaiselle, jolle on unionin jäsenvaltiossa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä tai turvallisuutta, kansanterveyttä taikka Suomen kansainvälisiä suhteita. Kansanterveyden vaarantaminen ei kuitenkaan estä jatkoluvan myöntämistä, jos luvan myöntämisen edellytykset ovat muutoin olemassa. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella tai oleskeluluvan myöntämistä ulkomaalaiselle, jolle on unionin jäsenvaltiossa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa.",
        "folded_fi": "oleskelulupa voidaan jattaa myontamatta, jos ulkomaalaisen katsotaan vaarantavan yleista jarjestysta tai turvallisuutta, kansanterveytta taikka suomen kansainvalisia suhteita. kansanterveyden vaarantaminen ei kuitenkaan esta jatkoluvan myontamista, jos luvan myontamisen edellytykset ovat muutoin olemassa. kansainvalisten suhteiden vaarantaminen ei kuitenkaan esta oleskeluluvan myontamista perhesiteen perusteella tai oleskeluluvan myontamista ulkomaalaiselle, jolle on unionin jasenvaltiossa myonnetty pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa.",
        "title_sv": "Allmänna villkor för beviljande av uppehållstillstånd",
        "content_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning eller säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av folkhälsan hindrar ändå inte att fortsatt tillstånd beviljas, om villkoren för beviljande av tillstånd i övrigt uppfylls. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband eller att uppehållstillstånd beviljas en utlänning som i någon av unionens medlemsstater har beviljats EG-uppehållstillstånd för varaktigt bosatta.",
        "normalized_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning eller säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av folkhälsan hindrar ändå inte att fortsatt tillstånd beviljas, om villkoren för beviljande av tillstånd i övrigt uppfylls. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband eller att uppehållstillstånd beviljas en utlänning som i någon av unionens medlemsstater har beviljats EG-uppehållstillstånd för varaktigt bosatta.",
        "folded_sv": "uppehallstillstand kan vagras, om en utlanning anses aventyra allman ordning eller sakerhet, folkhalsan eller finlands internationella forbindelser. aventyrande av folkhalsan hindrar anda inte att fortsatt tillstand beviljas, om villkoren for beviljande av tillstand i ovrigt uppfylls. aventyrande av internationella forbindelser hindrar dock inte att uppehallstillstand beviljas pa grund av familjeband eller att uppehallstillstand beviljas en utlanning som i nagon av unionens medlemsstater har beviljats eg-uppehallstillstand for varaktigt bosatta."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "49 a",
      "section": "49 a",
      "title": "Oleskeluluvan myöntäminen pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa Euroopan unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle myönnetään määräaikainen oleskelulupa Suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyössä tai itsenäisenä ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syystä. Oleskelulupa myönnetään tilapäisenä tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. Työntekoa varten myönnetään työntekijän oleskelulupa tai muu oleskelulupa. Elinkeinon harjoittamista varten myönnetään elinkeinonharjoittajan oleskelulupa. Työntekijän ja elinkeinonharjoittajan oleskeluluvan myöntämisestä säädetään tarkemmin 5 luvussa. Kun toisessa unionin jäsenvaltiossa pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaneelle myönnetään tilapäinen tai jatkuva oleskelulupa, hänen perheenjäsenelleen myönnetään samaksi ajaksi tilapäinen tai jatkuva oleskelulupa Suomessa tai ulkomailta haettuna.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:49 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle myönnetään määräaikainen oleskelulupa Suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyössä tai itsenäisenä ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syystä. Oleskelulupa myönnetään tilapäisenä tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. Työntekoa varten myönnetään työntekijän oleskelulupa tai muu oleskelulupa. Elinkeinon harjoittamista varten myönnetään elinkeinonharjoittajan oleskelulupa. Työntekijän ja elinkeinonharjoittajan oleskeluluvan myöntämisestä säädetään tarkemmin 5 luvussa. Kun toisessa unionin jäsenvaltiossa pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaneelle myönnetään tilapäinen tai jatkuva oleskelulupa, hänen perheenjäsenelleen myönnetään samaksi ajaksi tilapäinen tai jatkuva oleskelulupa Suomessa tai ulkomailta haettuna.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan toisessa unionin jasenvaltiossa saaneelle kolmannen maan kansalaiselle myonnetaan maaraaikainen oleskelulupa suomessa tai ulkomailta haettuna: 1) taloudellisen toiminnan harjoittamista varten ansiotyossa tai itsenaisena ammatinharjoittajana; 2) opintojen suorittamiseen tai ammattikoulutukseen osallistumista varten; taikka 3) muusta syysta. oleskelulupa myonnetaan tilapaisena tai jatkuvana ottaen huomioon tarkoitetun oleskelun luonne. tyontekoa varten myonnetaan tyontekijan oleskelulupa tai muu oleskelulupa. elinkeinon harjoittamista varten myonnetaan elinkeinonharjoittajan oleskelulupa. tyontekijan ja elinkeinonharjoittajan oleskeluluvan myontamisesta saadetaan tarkemmin 5 luvussa. kun toisessa unionin jasenvaltiossa pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan saaneelle myonnetaan tilapainen tai jatkuva oleskelulupa, hanen perheenjasenelleen myonnetaan samaksi ajaksi tilapainen tai jatkuva oleskelulupa suomessa tai ulkomailta haettuna.",
        "title_sv": "Beviljande av uppehållstillstånd för en tredjelandsmedborgare som fått EG-uppehållstillstånd för varaktigt bosatta i en annan medlemsstat i Europeiska unionen samt för dennes familjemedlemmar",
        "content_sv": "En tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tidsbegränsat uppehållstillstånd på ansökan som gjorts i Finland eller utomlands 1) för att bedriva ekonomisk verksamhet i förvärvsarbete eller i egenskap av egenföretagare, 2) för att studera eller delta i yrkesutbildning, eller 3) för andra syften. Uppehållstillståndet beviljas som tillfälligt eller kontinuerligt med beaktande av vistelsens natur. För arbete beviljas uppehållstillstånd för arbetstagare eller annat uppehållstillstånd. För idkande av näring beviljas uppehållstillstånd för näringsidkare. Närmare bestämmelser om beviljande av uppehållstillstånd för arbetstagare och näringsidkare ingår i 5 kap. När en person som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tillfälligt eller kontinuerligt uppehållstillstånd beviljas hans eller hennes familjemedlemmar tillfälligt eller kontinuerligt uppehållstillstånd för samma tid på ansökan som gjorts i Finland eller utomlands.",
        "normalized_sv": "En tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tidsbegränsat uppehållstillstånd på ansökan som gjorts i Finland eller utomlands 1) för att bedriva ekonomisk verksamhet i förvärvsarbete eller i egenskap av egenföretagare, 2) för att studera eller delta i yrkesutbildning, eller 3) för andra syften. Uppehållstillståndet beviljas som tillfälligt eller kontinuerligt med beaktande av vistelsens natur. För arbete beviljas uppehållstillstånd för arbetstagare eller annat uppehållstillstånd. För idkande av näring beviljas uppehållstillstånd för näringsidkare. Närmare bestämmelser om beviljande av uppehållstillstånd för arbetstagare och näringsidkare ingår i 5 kap. När en person som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta beviljas tillfälligt eller kontinuerligt uppehållstillstånd beviljas hans eller hennes familjemedlemmar tillfälligt eller kontinuerligt uppehållstillstånd för samma tid på ansökan som gjorts i Finland eller utomlands.",
        "folded_sv": "en tredjelandsmedborgare som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta beviljas tidsbegransat uppehallstillstand pa ansokan som gjorts i finland eller utomlands 1) for att bedriva ekonomisk verksamhet i forvarvsarbete eller i egenskap av egenforetagare, 2) for att studera eller delta i yrkesutbildning, eller 3) for andra syften. uppehallstillstandet beviljas som tillfalligt eller kontinuerligt med beaktande av vistelsens natur. for arbete beviljas uppehallstillstand for arbetstagare eller annat uppehallstillstand. for idkande av naring beviljas uppehallstillstand for naringsidkare. narmare bestammelser om beviljande av uppehallstillstand for arbetstagare och naringsidkare ingar i 5 kap. nar en person som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta beviljas tillfalligt eller kontinuerligt uppehallstillstand beviljas hans eller hennes familjemedlemmar tillfalligt eller kontinuerligt uppehallstillstand for samma tid pa ansokan som gjorts i finland eller utomlands."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Uusi määräaikainen oleskelulupa myönnetään enintään neljäksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Uusi määräaikainen oleskelulupa myönnetään enintään neljäksi vuodeksi.",
        "folded_fi": "uusi maaraaikainen oleskelulupa myonnetaan enintaan neljaksi vuodeksi.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst fyra år.",
        "normalized_sv": "Ett nytt tidsbegränsat uppehållstillstånd beviljas för högst fyra år.",
        "folded_sv": "ett nytt tidsbegransat uppehallstillstand beviljas for hogst fyra ar."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "56 a",
      "section": "56 a",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntäminen",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa myönnetään kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan välittömästi ennen oleskelulupahakemuksen jättämistä luvallisesti oleskellut maassa yhtäjaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myöntämiselle ovat olemassa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Yhtäjaksoista oleskelua ei keskeytä alle kuuden kuukauden yhtäjaksoinen oleskelu Suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensä enintään kymmenen kuukautta. Oleskelua voidaan erityisistä syistä pitää yhtäjaksoisena edellä mainittuja ajanjaksoja pidemmistä poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. Viiden vuoden määräaika lasketaan ensimmäisen jatkuvaa maassa oleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä tai maahantulopäivästä, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaa ei myönnetä kansainvälistä suojelua saavalle henkilölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa myönnetään kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan välittömästi ennen oleskelulupahakemuksen jättämistä luvallisesti oleskellut maassa yhtäjaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myöntämiselle ovat olemassa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Yhtäjaksoista oleskelua ei keskeytä alle kuuden kuukauden yhtäjaksoinen oleskelu Suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensä enintään kymmenen kuukautta. Oleskelua voidaan erityisistä syistä pitää yhtäjaksoisena edellä mainittuja ajanjaksoja pidemmistä poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. Viiden vuoden määräaika lasketaan ensimmäisen jatkuvaa maassa oleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä tai maahantulopäivästä, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupaa ei myönnetä kansainvälistä suojelua saavalle henkilölle.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa myonnetaan kolmannen maan kansalaiselle, joka on jatkuvan oleskeluluvan saatuaan valittomasti ennen oleskelulupahakemuksen jattamista luvallisesti oleskellut maassa yhtajaksoisesti viiden vuoden ajan, jos edellytykset jatkuvan oleskeluluvan myontamiselle ovat olemassa ja pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan myontamiselle ei ole tassa laissa mainittuja esteita. yhtajaksoista oleskelua ei keskeyta alle kuuden kuukauden yhtajaksoinen oleskelu suomen ulkopuolella, jos poissaolojaksot ovat kuitenkin yhteensa enintaan kymmenen kuukautta. oleskelua voidaan erityisista syista pitaa yhtajaksoisena edella mainittuja ajanjaksoja pidemmista poissaolojaksoista huolimatta, joita ei kuitenkaan oteta huomioon oleskeluaikaa laskettaessa. viiden vuoden maaraaika lasketaan ensimmaisen jatkuvaa maassa oleskelua varten myonnetyn maaraaikaisen oleskeluluvan alkamispaivasta tai maahantulopaivasta, jos kolmannen maan kansalaisella on ollut jatkuva oleskelulupa maahan tullessaan. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupaa ei myonneta kansainvalista suojelua saavalle henkilolle.",
        "title_sv": "Beviljande av EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "EG-uppehållstillstånd för varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fått kontinuerligt uppehållstillstånd har varit lagligen och oavbrutet bosatt i landet i fem år omedelbart före inlämnandet av ansökan om uppehållstillstånd, om villkoren för beviljande av kontinuerligt uppehållstillstånd uppfylls och det inte finns några i denna lag nämnda hinder för att bevilja EG-uppehållstillstånd för varaktigt bosatta. Den oavbrutna vistelsen i Finland avbryts inte av en oavbruten vistelse utanför Finland som är kortare än sex månader, om frånvaroperioderna inte överstiger tio månader totalt. Vistelsen i Finland kan av särskilda skäl anses vara oavbruten även om frånvaroperioderna varat längre än de ovan nämnda tidsperioderna. Då beaktas emellertid inte frånvaroperioderna när vistelsetiden beräknas. Tidsfristen fem år beräknas från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet eller från inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehållstillstånd. EG-uppehållstillstånd för varaktigt bosatta beviljas inte personer som får internationellt skydd.",
        "normalized_sv": "EG-uppehållstillstånd för varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fått kontinuerligt uppehållstillstånd har varit lagligen och oavbrutet bosatt i landet i fem år omedelbart före inlämnandet av ansökan om uppehållstillstånd, om villkoren för beviljande av kontinuerligt uppehållstillstånd uppfylls och det inte finns några i denna lag nämnda hinder för att bevilja EG-uppehållstillstånd för varaktigt bosatta. Den oavbrutna vistelsen i Finland avbryts inte av en oavbruten vistelse utanför Finland som är kortare än sex månader, om frånvaroperioderna inte överstiger tio månader totalt. Vistelsen i Finland kan av särskilda skäl anses vara oavbruten även om frånvaroperioderna varat längre än de ovan nämnda tidsperioderna. Då beaktas emellertid inte frånvaroperioderna när vistelsetiden beräknas. Tidsfristen fem år beräknas från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet eller från inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehållstillstånd. EG-uppehållstillstånd för varaktigt bosatta beviljas inte personer som får internationellt skydd.",
        "folded_sv": "eg-uppehallstillstand for varaktigt bosatta beviljas en tredjelandsmedborgare som efter att ha fatt kontinuerligt uppehallstillstand har varit lagligen och oavbrutet bosatt i landet i fem ar omedelbart fore inlamnandet av ansokan om uppehallstillstand, om villkoren for beviljande av kontinuerligt uppehallstillstand uppfylls och det inte finns nagra i denna lag namnda hinder for att bevilja eg-uppehallstillstand for varaktigt bosatta. den oavbrutna vistelsen i finland avbryts inte av en oavbruten vistelse utanfor finland som ar kortare an sex manader, om franvaroperioderna inte overstiger tio manader totalt. vistelsen i finland kan av sarskilda skal anses vara oavbruten aven om franvaroperioderna varat langre an de ovan namnda tidsperioderna. da beaktas emellertid inte franvaroperioderna nar vistelsetiden beraknas. tidsfristen fem ar beraknas fran den forsta dagen for det forsta tidsbegransade uppehallstillstand som beviljats for kontinuerlig vistelse i landet eller fran inresedagen, om tredjelandsmedborgaren vid inresan haft kontinuerligt uppehallstillstand. eg-uppehallstillstand for varaktigt bosatta beviljas inte personer som far internationellt skydd."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "57",
      "section": "57",
      "title": "Pysyvän oleskeluluvan ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan myöntämisen esteet",
      "content": "Pysyvä oleskelulupa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan jättää myöntämättä, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on säädetty rangaistukseksi vankeutta; 2) ulkomaalainen on epäiltynä rikoksesta, josta on säädetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epäiltynä kahdesta tai useammasta rikoksesta. Rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. Harkittaessa oleskeluluvan myöntämisen esteitä on otettava huomioon rikollisen teon laatu ja vakavuus sekä ulkomaalaisen Suomessa oleskelun pituus ja siteet Suomeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:57",
        "normalized_fi": "Pysyvä oleskelulupa ja pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan jättää myöntämättä, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on säädetty rangaistukseksi vankeutta; 2) ulkomaalainen on epäiltynä rikoksesta, josta on säädetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epäiltynä kahdesta tai useammasta rikoksesta. Rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. Harkittaessa oleskeluluvan myöntämisen esteitä on otettava huomioon rikollisen teon laatu ja vakavuus sekä ulkomaalaisen Suomessa oleskelun pituus ja siteet Suomeen.",
        "folded_fi": "pysyva oleskelulupa ja pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan jattaa myontamatta, jos: 1) ulkomaalaisen on todettu syyllistyneen rikokseen, josta on saadetty rangaistukseksi vankeutta; 2) ulkomaalainen on epailtyna rikoksesta, josta on saadetty rangaistukseksi vankeutta; 3) ulkomaalaisen on todettu syyllistyneen kahteen tai useampaan rikokseen; taikka 4) ulkomaalainen on epailtyna kahdesta tai useammasta rikoksesta. rikoksesta tuomitun rangaistuksen ei tarvitse olla lainvoimainen. harkittaessa oleskeluluvan myontamisen esteita on otettava huomioon rikollisen teon laatu ja vakavuus seka ulkomaalaisen suomessa oleskelun pituus ja siteet suomeen.",
        "title_sv": "Hinder för beviljande av permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta kan vägras, om 1) utlänningen konstaterats ha gjort sig skyldig till ett brott för vilket föreskrivs fängelsestraff, 2) utlänningen är misstänkt för ett brott för vilket föreskrivs fängelsestraff, 3) utlänningen konstaterats ha gjort sig skyldig till två eller flera brott, eller om 4) utlänningen är misstänkt för två eller flera brott. Det straff som dömts ut för ett brott behöver inte ha vunnit laga kraft. När hindren för beviljande av uppehållstillstånd prövas skall hänsyn tas till av vilken art och hur allvarlig den brottsliga gärningen är samt till den tid utlänningen har vistats i Finland och utlänningens band till Finland.",
        "normalized_sv": "Permanent uppehållstillstånd och EG-uppehållstillstånd för varaktigt bosatta kan vägras, om 1) utlänningen konstaterats ha gjort sig skyldig till ett brott för vilket föreskrivs fängelsestraff, 2) utlänningen är misstänkt för ett brott för vilket föreskrivs fängelsestraff, 3) utlänningen konstaterats ha gjort sig skyldig till två eller flera brott, eller om 4) utlänningen är misstänkt för två eller flera brott. Det straff som dömts ut för ett brott behöver inte ha vunnit laga kraft. När hindren för beviljande av uppehållstillstånd prövas skall hänsyn tas till av vilken art och hur allvarlig den brottsliga gärningen är samt till den tid utlänningen har vistats i Finland och utlänningens band till Finland.",
        "folded_sv": "permanent uppehallstillstand och eg-uppehallstillstand for varaktigt bosatta kan vagras, om 1) utlanningen konstaterats ha gjort sig skyldig till ett brott for vilket foreskrivs fangelsestraff, 2) utlanningen ar misstankt for ett brott for vilket foreskrivs fangelsestraff, 3) utlanningen konstaterats ha gjort sig skyldig till tva eller flera brott, eller om 4) utlanningen ar misstankt for tva eller flera brott. det straff som domts ut for ett brott behover inte ha vunnit laga kraft. nar hindren for beviljande av uppehallstillstand provas skall hansyn tas till av vilken art och hur allvarlig den brottsliga garningen ar samt till den tid utlanningen har vistats i finland och utlanningens band till finland."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Oleskeluluvan peruuttaminen",
      "content": "Määräaikainen tai pysyvä oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvästi pois maasta tai hän on pysyvässä tarkoituksessa oleskellut yhtäjaksoisesti kaksi vuotta maan ulkopuolella. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtäjaksoisesti kaksi vuotta Euroopan unionin alueen ulkopuolella tai hän on oleskellut yhtäjaksoisesti kuusi vuotta Suomen ulkopuolella. Ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edellä mainitut määräajat ovat kuluneet, tehdä hakemuksen siitä, että oleskelulupaa ei peruuteta. Jos hakemukseen suostutaan, päätöksestä tulee ilmetä määräaika, jonka kuluessa oleskelulupaa ei peruuteta. Hakemukseen voidaan suostua, jos oleskelu Suomen tai yhteisön ulkopuolella on johtunut erityisestä tai poikkeuksellisesta syystä. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilöllisyyttä koskevia tai muita päätökseen vaikuttaneita vääriä tietoja taikka salattu sellainen seikka, joka olisi saattanut estää oleskeluluvan myöntämisen. Määräaikainen oleskelulupa voidaan peruuttaa, jos niitä edellytyksiä, joiden perusteella oleskelulupa myönnettiin, ei enää ole olemassa. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos Schengen-valtio pyytää Suomea peruuttamaan ulkomaalaiselle Suomen myöntämän oleskeluluvan sillä perusteella, että ulkomaalainen on määrätty maahantulokieltoon toisessa Schengen-valtiossa, ja hänet on määrätty poistettavaksi Schengen-alueelta sen kaltaisilla perusteilla kuin 149 §:n 1 momentin 2 ja 3 kohdassa mainitaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Määräaikainen tai pysyvä oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvästi pois maasta tai hän on pysyvässä tarkoituksessa oleskellut yhtäjaksoisesti kaksi vuotta maan ulkopuolella. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtäjaksoisesti kaksi vuotta Euroopan unionin alueen ulkopuolella tai hän on oleskellut yhtäjaksoisesti kuusi vuotta Suomen ulkopuolella. Ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edellä mainitut määräajat ovat kuluneet, tehdä hakemuksen siitä, että oleskelulupaa ei peruuteta. Jos hakemukseen suostutaan, päätöksestä tulee ilmetä määräaika, jonka kuluessa oleskelulupaa ei peruuteta. Hakemukseen voidaan suostua, jos oleskelu Suomen tai yhteisön ulkopuolella on johtunut erityisestä tai poikkeuksellisesta syystä. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilöllisyyttä koskevia tai muita päätökseen vaikuttaneita vääriä tietoja taikka salattu sellainen seikka, joka olisi saattanut estää oleskeluluvan myöntämisen. Määräaikainen oleskelulupa voidaan peruuttaa, jos niitä edellytyksiä, joiden perusteella oleskelulupa myönnettiin, ei enää ole olemassa. Määräaikainen tai pysyvä oleskelulupa taikka pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa voidaan peruuttaa, jos Schengen-valtio pyytää Suomea peruuttamaan ulkomaalaiselle Suomen myöntämän oleskeluluvan sillä perusteella, että ulkomaalainen on määrätty maahantulokieltoon toisessa Schengen-valtiossa, ja hänet on määrätty poistettavaksi Schengen-alueelta sen kaltaisilla perusteilla kuin 149 § :n 1 momentin 2 ja 3 kohdassa mainitaan.",
        "folded_fi": "maaraaikainen tai pysyva oleskelulupa peruutetaan, kun ulkomaalainen on muuttanut pysyvasti pois maasta tai han on pysyvassa tarkoituksessa oleskellut yhtajaksoisesti kaksi vuotta maan ulkopuolella. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa peruutetaan, kun ulkomaalainen on oleskellut yhtajaksoisesti kaksi vuotta euroopan unionin alueen ulkopuolella tai han on oleskellut yhtajaksoisesti kuusi vuotta suomen ulkopuolella. ulkomaalainen voi 1 tai 2 momentissa tarkoitetussa tapauksessa, ennen kuin edella mainitut maaraajat ovat kuluneet, tehda hakemuksen siita, etta oleskelulupaa ei peruuteta. jos hakemukseen suostutaan, paatoksesta tulee ilmeta maaraaika, jonka kuluessa oleskelulupaa ei peruuteta. hakemukseen voidaan suostua, jos oleskelu suomen tai yhteison ulkopuolella on johtunut erityisesta tai poikkeuksellisesta syysta. maaraaikainen tai pysyva oleskelulupa taikka pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan peruuttaa, jos oleskelulupaa haettaessa on tietoisesti annettu hakijan henkilollisyytta koskevia tai muita paatokseen vaikuttaneita vaaria tietoja taikka salattu sellainen seikka, joka olisi saattanut estaa oleskeluluvan myontamisen. maaraaikainen oleskelulupa voidaan peruuttaa, jos niita edellytyksia, joiden perusteella oleskelulupa myonnettiin, ei enaa ole olemassa. maaraaikainen tai pysyva oleskelulupa taikka pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa voidaan peruuttaa, jos schengen-valtio pyytaa suomea peruuttamaan ulkomaalaiselle suomen myontaman oleskeluluvan silla perusteella, etta ulkomaalainen on maaratty maahantulokieltoon toisessa schengen-valtiossa, ja hanet on maaratty poistettavaksi schengen-alueelta sen kaltaisilla perusteilla kuin 149 §:n 1 momentin 2 ja 3 kohdassa mainitaan.",
        "title_sv": "Återkallande av uppehållstillstånd",
        "content_sv": "Ett tidsbegränsat eller permanent uppehållstillstånd återkallas när utlänningen varaktigt har flyttat bort från Finland eller när utlänningen i permanent syfte har vistats utanför landet i två år utan avbrott. Ett EG-uppehållstillstånd för varaktigt bosatta återkallas när utlänningen har vistats utanför Europeiska unionens territorium i två år utan avbrott eller när utlänningen har vistats utanför Finland i sex år utan avbrott. I de fall som avses i 1 eller 2 mom. kan utlänningen innan ovan nämnda tidsfrister har gått ut lämna in en ansökan om att uppehållstillståndet inte återkallas. Om ansökan bifalls, skall av beslutet framgå den tid inom vilken uppehållstillståndet inte återkallas. Ansökan kan bifallas, om vistelsen utanför Finland eller gemenskapen har haft särskilda eller exceptionella orsaker. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta kan återkallas, om vid ansökan om uppehållstillstånd medvetet har lämnats oriktiga upplysningar om sökandens identitet eller andra oriktiga upplysningar som har påverkat beslutet eller om något som hade kunnat hindra beviljandet av uppehållstillstånd har hemlighållits. Ett tidsbegränsat uppehållstillstånd får återkallas, om de villkor på grundval av vilka uppehållstillståndet beviljades inte längre uppfylls. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta får återkallas, om en Schengenstat begär att Finland återkallar ett uppehållstillstånd som Finland beviljat en utlänning och begäran anförs med motiveringen att utlänningen har meddelats inreseförbud i en annan Schengenstat och det har bestämts att han eller hon skall avlägsnas från Schengenområdet på liknande grunder som nämns i 149 § 1 mom. 2 och 3 punkten.",
        "normalized_sv": "Ett tidsbegränsat eller permanent uppehållstillstånd återkallas när utlänningen varaktigt har flyttat bort från Finland eller när utlänningen i permanent syfte har vistats utanför landet i två år utan avbrott. Ett EG-uppehållstillstånd för varaktigt bosatta återkallas när utlänningen har vistats utanför Europeiska unionens territorium i två år utan avbrott eller när utlänningen har vistats utanför Finland i sex år utan avbrott. I de fall som avses i 1 eller 2 mom. kan utlänningen innan ovan nämnda tidsfrister har gått ut lämna in en ansökan om att uppehållstillståndet inte återkallas. Om ansökan bifalls, skall av beslutet framgå den tid inom vilken uppehållstillståndet inte återkallas. Ansökan kan bifallas, om vistelsen utanför Finland eller gemenskapen har haft särskilda eller exceptionella orsaker. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta kan återkallas, om vid ansökan om uppehållstillstånd medvetet har lämnats oriktiga upplysningar om sökandens identitet eller andra oriktiga upplysningar som har påverkat beslutet eller om något som hade kunnat hindra beviljandet av uppehållstillstånd har hemlighållits. Ett tidsbegränsat uppehållstillstånd får återkallas, om de villkor på grundval av vilka uppehållstillståndet beviljades inte längre uppfylls. Ett tidsbegränsat eller permanent uppehållstillstånd eller ett EG-uppehållstillstånd för varaktigt bosatta får återkallas, om en Schengenstat begär att Finland återkallar ett uppehållstillstånd som Finland beviljat en utlänning och begäran anförs med motiveringen att utlänningen har meddelats inreseförbud i en annan Schengenstat och det har bestämts att han eller hon skall avlägsnas från Schengenområdet på liknande grunder som nämns i 149 § 1 mom. 2 och 3 punkten.",
        "folded_sv": "ett tidsbegransat eller permanent uppehallstillstand aterkallas nar utlanningen varaktigt har flyttat bort fran finland eller nar utlanningen i permanent syfte har vistats utanfor landet i tva ar utan avbrott. ett eg-uppehallstillstand for varaktigt bosatta aterkallas nar utlanningen har vistats utanfor europeiska unionens territorium i tva ar utan avbrott eller nar utlanningen har vistats utanfor finland i sex ar utan avbrott. i de fall som avses i 1 eller 2 mom. kan utlanningen innan ovan namnda tidsfrister har gatt ut lamna in en ansokan om att uppehallstillstandet inte aterkallas. om ansokan bifalls, skall av beslutet framga den tid inom vilken uppehallstillstandet inte aterkallas. ansokan kan bifallas, om vistelsen utanfor finland eller gemenskapen har haft sarskilda eller exceptionella orsaker. ett tidsbegransat eller permanent uppehallstillstand eller ett eg-uppehallstillstand for varaktigt bosatta kan aterkallas, om vid ansokan om uppehallstillstand medvetet har lamnats oriktiga upplysningar om sokandens identitet eller andra oriktiga upplysningar som har paverkat beslutet eller om nagot som hade kunnat hindra beviljandet av uppehallstillstand har hemlighallits. ett tidsbegransat uppehallstillstand far aterkallas, om de villkor pa grundval av vilka uppehallstillstandet beviljades inte langre uppfylls. ett tidsbegransat eller permanent uppehallstillstand eller ett eg-uppehallstillstand for varaktigt bosatta far aterkallas, om en schengenstat begar att finland aterkallar ett uppehallstillstand som finland beviljat en utlanning och begaran anfors med motiveringen att utlanningen har meddelats inreseforbud i en annan schengenstat och det har bestamts att han eller hon skall avlagsnas fran schengenomradet pa liknande grunder som namns i 149 § 1 mom. 2 och 3 punkten."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "59",
      "section": "59",
      "title": "Oleskeluluvan raukeaminen",
      "content": "Oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka hän saa Suomen kansalaisuuden. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa raukeaa lisäksi, jos toinen Euroopan unionin jäsenvaltio myöntää hänelle pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Raukeamisesta tehdään merkintä ulkomaalaisrekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59",
        "normalized_fi": "Oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka hän saa Suomen kansalaisuuden. Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa raukeaa lisäksi, jos toinen Euroopan unionin jäsenvaltio myöntää hänelle pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Raukeamisesta tehdään merkintä ulkomaalaisrekisteriin.",
        "folded_fi": "oleskelulupa raukeaa, kun ulkomaalainen karkotetaan maasta taikka han saa suomen kansalaisuuden. pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa raukeaa lisaksi, jos toinen euroopan unionin jasenvaltio myontaa hanelle pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan. raukeamisesta tehdaan merkinta ulkomaalaisrekisteriin.",
        "title_sv": "När uppehållstillstånd upphör att gälla",
        "content_sv": "Ett uppehållstillstånd upphör att gälla, om utlänningen utvisas ur Finland eller får finskt medborgarskap. Ett EG-uppehållstillstånd för varaktigt bosatta upphör dessutom att gälla, om en annan medlemsstat i Europeiska unionen beviljar utlänningen EG-uppehållstillstånd för varaktigt bosatta. I utlänningsregistret antecknas att uppehållstillståndet upphört att gälla.",
        "normalized_sv": "Ett uppehållstillstånd upphör att gälla, om utlänningen utvisas ur Finland eller får finskt medborgarskap. Ett EG-uppehållstillstånd för varaktigt bosatta upphör dessutom att gälla, om en annan medlemsstat i Europeiska unionen beviljar utlänningen EG-uppehållstillstånd för varaktigt bosatta. I utlänningsregistret antecknas att uppehållstillståndet upphört att gälla.",
        "folded_sv": "ett uppehallstillstand upphor att galla, om utlanningen utvisas ur finland eller far finskt medborgarskap. ett eg-uppehallstillstand for varaktigt bosatta upphor dessutom att galla, om en annan medlemsstat i europeiska unionen beviljar utlanningen eg-uppehallstillstand for varaktigt bosatta. i utlanningsregistret antecknas att uppehallstillstandet upphort att galla."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Oleskeluluvan hakeminen",
      "content": "Oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a §:n perusteella hakea Suomessa. Hakemus jätetään kihlakunnan poliisilaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a § :n perusteella hakea Suomessa. Hakemus jätetään kihlakunnan poliisilaitokselle.",
        "folded_fi": "oleskelulupaa voidaan 49, 49 a, 50―52, 52 a, 54, 56 ja 56 a §:n perusteella hakea suomessa. hakemus jatetaan kihlakunnan poliisilaitokselle.",
        "title_sv": "Ansökan om uppehållstillstånd",
        "content_sv": "Uppehållstillstånd får sökas i Finland med stöd av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a §. Ansökan skall ges in till polisinrättningen i häradet.",
        "normalized_sv": "Uppehållstillstånd får sökas i Finland med stöd av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a § . Ansökan skall ges in till polisinrättningen i häradet.",
        "folded_sv": "uppehallstillstand far sokas i finland med stod av 49, 49 a, 50―52, 52 a, 54, 56 och 56 a §. ansokan skall ges in till polisinrattningen i haradet."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "60 a",
      "section": "60 a",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa Euroopan unionin jäsenvaltiossa saaneen kolmannen maan kansalaisen ja hänen perheenjäsenensä oleskeluluvan hakeminen ja hakemuksen käsittely",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistään kolmen kuukauden kuluttua maahan saapumisesta. Oleskelulupaa voi hakea myös ennen maahan saapumista edellä mainitun oleskeluluvan myöntäneessä jäsenvaltiossa. Oleskelulupahakemus on ratkaistava viimeistään neljän kuukauden kuluttua hakemuksen jättämisestä. Hakemuksen käsittelyaikaa voidaan pidentää enintään kolme kuukautta, jos hakemusta jätettäessä ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisestä syystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 a",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan toisessa unionin jäsenvaltiossa saaneelle kolmannen maan kansalaiselle ja hänen perheenjäsenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistään kolmen kuukauden kuluttua maahan saapumisesta. Oleskelulupaa voi hakea myös ennen maahan saapumista edellä mainitun oleskeluluvan myöntäneessä jäsenvaltiossa. Oleskelulupahakemus on ratkaistava viimeistään neljän kuukauden kuluttua hakemuksen jättämisestä. Hakemuksen käsittelyaikaa voidaan pidentää enintään kolme kuukautta, jos hakemusta jätettäessä ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisestä syystä.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan toisessa unionin jasenvaltiossa saaneelle kolmannen maan kansalaiselle ja hanen perheenjasenelleen on haettava oleskelulupaa mahdollisimman pian ja kuitenkin viimeistaan kolmen kuukauden kuluttua maahan saapumisesta. oleskelulupaa voi hakea myos ennen maahan saapumista edella mainitun oleskeluluvan myontaneessa jasenvaltiossa. oleskelulupahakemus on ratkaistava viimeistaan neljan kuukauden kuluttua hakemuksen jattamisesta. hakemuksen kasittelyaikaa voidaan pidentaa enintaan kolme kuukautta, jos hakemusta jatettaessa ei ole toimitettu kaikkia vaadittavia asiakirjoja, tai muusta erityisesta syysta.",
        "title_sv": "Ansökan om uppehållstillstånd för en tredjelandsmedborgare som fått EG-uppehållstillstånd för varaktigt bosatta i en annan medlemsstat i Europeiska unionen och för dennes familjemedlemmar samt behandling av ansökan",
        "content_sv": "Uppehållstillstånd för en tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta och för hans eller hennes familjemedlemmar skall sökas så snabbt som möjligt och senast tre månader efter inresan. Uppehållstillstånd kan också sökas före inresan. Tillståndet skall då sökas i den medlemsstat som beviljat ovan nämnda uppehållstillstånd. Ansökan om uppehållstillstånd skall avgöras senast fyra månader efter det att ansökan har lämnats in. Behandlingstiden för ansökan kan förlängas med högst tre månader, om alla nödvändiga handlingar inte har lämnats in tillsammans med ansökan eller av andra särskilda skäl.",
        "normalized_sv": "Uppehållstillstånd för en tredjelandsmedborgare som i en annan medlemsstat i unionen fått EG-uppehållstillstånd för varaktigt bosatta och för hans eller hennes familjemedlemmar skall sökas så snabbt som möjligt och senast tre månader efter inresan. Uppehållstillstånd kan också sökas före inresan. Tillståndet skall då sökas i den medlemsstat som beviljat ovan nämnda uppehållstillstånd. Ansökan om uppehållstillstånd skall avgöras senast fyra månader efter det att ansökan har lämnats in. Behandlingstiden för ansökan kan förlängas med högst tre månader, om alla nödvändiga handlingar inte har lämnats in tillsammans med ansökan eller av andra särskilda skäl.",
        "folded_sv": "uppehallstillstand for en tredjelandsmedborgare som i en annan medlemsstat i unionen fatt eg-uppehallstillstand for varaktigt bosatta och for hans eller hennes familjemedlemmar skall sokas sa snabbt som mojligt och senast tre manader efter inresan. uppehallstillstand kan ocksa sokas fore inresan. tillstandet skall da sokas i den medlemsstat som beviljat ovan namnda uppehallstillstand. ansokan om uppehallstillstand skall avgoras senast fyra manader efter det att ansokan har lamnats in. behandlingstiden for ansokan kan forlangas med hogst tre manader, om alla nodvandiga handlingar inte har lamnats in tillsammans med ansokan eller av andra sarskilda skal."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "60 b",
      "section": "60 b",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemuksen käsittely",
      "content": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään kuuden kuukauden kuluttua hakemuksen jättämisestä. Määräaikaa voidaan pidentää, jos asian käsittelyssä on ollut poikkeuksellisia vaikeuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 b",
        "normalized_fi": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään kuuden kuukauden kuluttua hakemuksen jättämisestä. Määräaikaa voidaan pidentää, jos asian käsittelyssä on ollut poikkeuksellisia vaikeuksia.",
        "folded_fi": "pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupahakemusta koskeva paatos on annettava hakijalle tiedoksi viimeistaan kuuden kuukauden kuluttua hakemuksen jattamisesta. maaraaikaa voidaan pidentaa, jos asian kasittelyssa on ollut poikkeuksellisia vaikeuksia.",
        "title_sv": "Behandling av ansökan om EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Beslut på ansökan om EG-uppehållstillstånd för varaktigt bosatta skall delges sökanden senast sex månader efter det att ansökan har lämnats in. Tidsfristen kan förlängas om behandlingen av ärendet har varit förenad med exceptionella svårigheter.",
        "normalized_sv": "Beslut på ansökan om EG-uppehållstillstånd för varaktigt bosatta skall delges sökanden senast sex månader efter det att ansökan har lämnats in. Tidsfristen kan förlängas om behandlingen av ärendet har varit förenad med exceptionella svårigheter.",
        "folded_sv": "beslut pa ansokan om eg-uppehallstillstand for varaktigt bosatta skall delges sokanden senast sex manader efter det att ansokan har lamnats in. tidsfristen kan forlangas om behandlingen av arendet har varit forenad med exceptionella svarigheter."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "title": "Pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan saaminen uudelleen",
      "content": "Jos pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa on peruutettu 58 §:n 2 momentin tai rauennut 59 §:n 1 momentin perusteella, EY-oleskelulupa myönnetään hakemuksesta uudelleen. Lupa myönnetään, jos hakija täyttää 39 §:ssä säädetyn toimeentuloedellytyksen eikä luvan myöntämiselle ole 36 §:ssä säädettyjä esteitä. Hakemus oleskeluluvan saamiseksi uudelleen on käsiteltävä viivytyksettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "Jos pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa on peruutettu 58 § :n 2 momentin tai rauennut 59 § :n 1 momentin perusteella, EY-oleskelulupa myönnetään hakemuksesta uudelleen. Lupa myönnetään, jos hakija täyttää 39 § :ssä säädetyn toimeentuloedellytyksen eikä luvan myöntämiselle ole 36 § :ssä säädettyjä esteitä. Hakemus oleskeluluvan saamiseksi uudelleen on käsiteltävä viivytyksettä.",
        "folded_fi": "jos pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa on peruutettu 58 §:n 2 momentin tai rauennut 59 §:n 1 momentin perusteella, ey-oleskelulupa myonnetaan hakemuksesta uudelleen. lupa myonnetaan, jos hakija tayttaa 39 §:ssa saadetyn toimeentuloedellytyksen eika luvan myontamiselle ole 36 §:ssa saadettyja esteita. hakemus oleskeluluvan saamiseksi uudelleen on kasiteltava viivytyksetta.",
        "title_sv": "Erhållande av nytt EG-uppehållstillstånd för varaktigt bosatta",
        "content_sv": "Om ett EG-uppehållstillstånd för varaktigt bosatta har återkallats med stöd av 58 § 2 mom. eller upphört att gälla med stöd av 59 § 1 mom., beviljas EG-uppehållstillstånd på nytt på ansökan. Tillstånd beviljas om sökandens försörjning är tryggad i enlighet med 39 § och inga hinder enligt 36 § föreligger för beviljande av tillstånd. Ansökan om erhållande av uppehållstillstånd på nytt skall behandlas utan dröjsmål.",
        "normalized_sv": "Om ett EG-uppehållstillstånd för varaktigt bosatta har återkallats med stöd av 58 § 2 mom. eller upphört att gälla med stöd av 59 § 1 mom., beviljas EG-uppehållstillstånd på nytt på ansökan. Tillstånd beviljas om sökandens försörjning är tryggad i enlighet med 39 § och inga hinder enligt 36 § föreligger för beviljande av tillstånd. Ansökan om erhållande av uppehållstillstånd på nytt skall behandlas utan dröjsmål.",
        "folded_sv": "om ett eg-uppehallstillstand for varaktigt bosatta har aterkallats med stod av 58 § 2 mom. eller upphort att galla med stod av 59 § 1 mom., beviljas eg-uppehallstillstand pa nytt pa ansokan. tillstand beviljas om sokandens forsorjning ar tryggad i enlighet med 39 § och inga hinder enligt 36 § foreligger for beviljande av tillstand. ansokan om erhallande av uppehallstillstand pa nytt skall behandlas utan drojsmal."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Ulkomaalaisvirasto oleskelulupaviranomaisena",
      "content": "Ulkomaalaisvirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Ulkomaalaisviraston ratkaistavaksi. Ulkomaalaisvirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. Ulkomaalaisvirasto päättää, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. Ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Ulkomaalaisvirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a § :ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Ulkomaalaisviraston ratkaistavaksi. Ulkomaalaisvirasto peruuttaa oleskeluluvan 58 § :n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 § :n 4 ja 5 momentissa mainituilla perusteilla. Ulkomaalaisvirasto päättää, ettei oleskelulupaa 58 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta. Ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
        "folded_fi": "ulkomaalaisvirasto myontaa: 1) ensimmaisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmaisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssa tarkoitetuissa tapauksissa; 3) oleskeluluvan siina tapauksessa, etta kihlakunnan poliisilaitos on saattanut asian ulkomaalaisviraston ratkaistavaksi. ulkomaalaisvirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla seka peruuttaa myontamansa oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. ulkomaalaisvirasto paattaa, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. ulkomaalaisvirasto toimii tietojen vaihtoa harjoittavana yhteyspisteena, josta saadetaan pitkaan oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/ey 25 artiklassa.",
        "title_sv": "Utlänningsverket som uppehållstillståndsmyndighet",
        "content_sv": "Utlänningsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Utlänningsverket för avgörande. Utlänningsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte skall återkallas i sådana fall som avses i 58 § 3 mom. fattas av Utlänningsverket. Utlänningsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "normalized_sv": "Utlänningsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a § , 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Utlänningsverket för avgörande. Utlänningsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte skall återkallas i sådana fall som avses i 58 § 3 mom. fattas av Utlänningsverket. Utlänningsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "folded_sv": "utlanningsverket beviljar 1) forsta uppehallstillstand for en utlanning som befinner sig utomlands, 2) forsta uppehallstillstand for en utlanning som kommit till landet utan uppehallstillstand i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehallstillstand i sadana fall da polisinrattningen i haradet har fort ansokan till utlanningsverket for avgorande. utlanningsverket aterkallar uppehallstillstand pa de grunder som anges i 58 § 1, 2 och 6 mom. samt aterkallar pa de grunder som namns i 58 § 4 och 5 mom. uppehallstillstand som det har beviljat. beslut om att uppehallstillstand inte skall aterkallas i sadana fall som avses i 58 § 3 mom. fattas av utlanningsverket. utlanningsverket ar den kontaktpunkt for informationsutbyte som avses i artikel 25 i radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "68",
      "section": "68",
      "title": "Paikallispoliisi oleskelulupaviranomaisena",
      "content": "Ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle sekä Suomessa asuvan ja oleskelunsa rekisteröineen unionin kansalaisen Suomessa olevalle perheenjäsenelle ja tämän alaikäiselle naimattomalle lapselle; 2) uuden määräaikaisen oleskeluluvan; 3) pysyvän oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Kihlakunnan poliisilaitos peruuttaa myöntämänsä oleskeluluvan 58 §:n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. Kihlakunnan poliisilaitos siirtää oleskeluluvan uuteen matkustusasiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:68",
        "normalized_fi": "Ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myöntää: 1) oleskeluluvan Suomen kansalaisen Suomessa olevalle perheenjäsenelle sekä tämän alaikäiselle naimattomalle lapselle sekä Suomessa asuvan ja oleskelunsa rekisteröineen unionin kansalaisen Suomessa olevalle perheenjäsenelle ja tämän alaikäiselle naimattomalle lapselle; 2) uuden määräaikaisen oleskeluluvan; 3) pysyvän oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkään oleskelleen kolmannen maan kansalaisen EY-oleskeluluvan. Kihlakunnan poliisilaitos peruuttaa myöntämänsä oleskeluluvan 58 § :n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. Kihlakunnan poliisilaitos siirtää oleskeluluvan uuteen matkustusasiakirjaan.",
        "folded_fi": "ulkomaalaisen asuinpaikan kihlakunnan poliisilaitos myontaa: 1) oleskeluluvan suomen kansalaisen suomessa olevalle perheenjasenelle seka taman alaikaiselle naimattomalle lapselle seka suomessa asuvan ja oleskelunsa rekisteroineen unionin kansalaisen suomessa olevalle perheenjasenelle ja taman alaikaiselle naimattomalle lapselle; 2) uuden maaraaikaisen oleskeluluvan; 3) pysyvan oleskeluluvan maassa oleskelevalle ulkomaalaiselle; ja 4) pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskeluluvan. kihlakunnan poliisilaitos peruuttaa myontamansa oleskeluluvan 58 §:n 1, 2, 4 ja 5 momentissa mainituilla perusteilla. kihlakunnan poliisilaitos siirtaa oleskeluluvan uuteen matkustusasiakirjaan.",
        "title_sv": "Den lokala polisen som uppehållstillståndsmyndighet",
        "content_sv": "Polisinrättningen i det härad där utlänningens bostadsort finns beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn samt för en familjemedlem till en i Finland bosatt unionsmedborgare som har registrerat sin vistelse samt för dennes minderåriga ogifta barn som befinner sig i Finland, 2) nytt tidsbegränsat uppehållstillstånd, 3) permanent uppehållstillstånd för en utlänning som vistas i Finland, och 4) EG-uppehållstillstånd för varaktigt bosatta. Polisinrättningen i häradet återkallar på de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehållstillstånd som den har beviljat. Polisinrättningen i häradet överför uppehållstillstånd till nya resedokument.",
        "normalized_sv": "Polisinrättningen i det härad där utlänningens bostadsort finns beviljar 1) uppehållstillstånd för en sådan familjemedlem till en finsk medborgare som befinner sig i Finland samt för dennes minderåriga ogifta barn samt för en familjemedlem till en i Finland bosatt unionsmedborgare som har registrerat sin vistelse samt för dennes minderåriga ogifta barn som befinner sig i Finland, 2) nytt tidsbegränsat uppehållstillstånd, 3) permanent uppehållstillstånd för en utlänning som vistas i Finland, och 4) EG-uppehållstillstånd för varaktigt bosatta. Polisinrättningen i häradet återkallar på de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehållstillstånd som den har beviljat. Polisinrättningen i häradet överför uppehållstillstånd till nya resedokument.",
        "folded_sv": "polisinrattningen i det harad dar utlanningens bostadsort finns beviljar 1) uppehallstillstand for en sadan familjemedlem till en finsk medborgare som befinner sig i finland samt for dennes minderariga ogifta barn samt for en familjemedlem till en i finland bosatt unionsmedborgare som har registrerat sin vistelse samt for dennes minderariga ogifta barn som befinner sig i finland, 2) nytt tidsbegransat uppehallstillstand, 3) permanent uppehallstillstand for en utlanning som vistas i finland, och 4) eg-uppehallstillstand for varaktigt bosatta. polisinrattningen i haradet aterkallar pa de grunder som anges i 58 § 1, 2, 4 och 5 mom. ett uppehallstillstand som den har beviljat. polisinrattningen i haradet overfor uppehallstillstand till nya resedokument."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa, pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty pysyvä oleskelulupa, pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa tai jatkuva oleskelulupa muulla kuin työnteon tai ammatinharjoittamisen perusteella.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty pysyva oleskelulupa, pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa tai jatkuva oleskelulupa muulla kuin tyonteon tai ammatinharjoittamisen perusteella.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd, EG-uppehållstillstånd för varaktigt bosatta eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats permanent uppehållstillstånd, EG-uppehållstillstånd för varaktigt bosatta eller kontinuerligt uppehållstillstånd på grundval av annat än arbete eller yrkesutövning.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats permanent uppehallstillstand, eg-uppehallstillstand for varaktigt bosatta eller kontinuerligt uppehallstillstand pa grundval av annat an arbete eller yrkesutovning."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    },
    {
      "provision_ref": "149",
      "section": "149",
      "title": "Maasta karkottamisen perusteet",
      "content": "Maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee Suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on säädetty enimmäisrangaistuksena vähintään yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on käyttäytymisellään osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syystä epäillä ryhtyvän Suomessa kansallista turvallisuutta vaarantavaan toimintaan. Ulkomaalainen, jolle on Suomessa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa, voidaan karkottaa maasta vain, jos hän muodostaa yleiselle järjestykselle tai yleiselle turvallisuudelle välittömän ja riittävän vakavan uhan. Maasta voidaan 1 momentin 2 kohdassa säädetyllä perusteella karkottaa myös ulkomaalainen, joka on jätetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 §:n nojalla. Pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. Pakolaista ei saa karkottaa kotimaahansa tai pysyvään asuinmaahansa, johon nähden hän on edelleen kansainvälisen suojelun tarpeessa. Pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hänet vastaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:149",
        "normalized_fi": "Maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee Suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on säädetty enimmäisrangaistuksena vähintään yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on käyttäytymisellään osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syystä epäillä ryhtyvän Suomessa kansallista turvallisuutta vaarantavaan toimintaan. Ulkomaalainen, jolle on Suomessa myönnetty pitkään oleskelleen kolmannen maan kansalaisen EY-oleskelulupa, voidaan karkottaa maasta vain, jos hän muodostaa yleiselle järjestykselle tai yleiselle turvallisuudelle välittömän ja riittävän vakavan uhan. Maasta voidaan 1 momentin 2 kohdassa säädetyllä perusteella karkottaa myös ulkomaalainen, joka on jätetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 § :n nojalla. Pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. Pakolaista ei saa karkottaa kotimaahansa tai pysyvään asuinmaahansa, johon nähden hän on edelleen kansainvälisen suojelun tarpeessa. Pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hänet vastaan.",
        "folded_fi": "maasta voidaan karkottaa oleskeluluvalla oleskellut ulkomaalainen: 1) joka oleskelee suomessa ilman vaadittavaa oleskelulupaa; 2) jonka on todettu syyllistyneen rikokseen, josta on saadetty enimmaisrangaistuksena vahintaan yksi vuosi vankeutta, taikka jonka on todettu syyllistyneen toistuvasti rikoksiin; 3) joka on kayttaytymisellaan osoittanut olevansa vaaraksi muiden turvallisuudelle; taikka 4) joka on ryhtynyt taikka jonka voidaan aikaisemman toimintansa perusteella tai muutoin perustellusta syysta epailla ryhtyvan suomessa kansallista turvallisuutta vaarantavaan toimintaan. ulkomaalainen, jolle on suomessa myonnetty pitkaan oleskelleen kolmannen maan kansalaisen ey-oleskelulupa, voidaan karkottaa maasta vain, jos han muodostaa yleiselle jarjestykselle tai yleiselle turvallisuudelle valittoman ja riittavan vakavan uhan. maasta voidaan 1 momentin 2 kohdassa saadetylla perusteella karkottaa myos ulkomaalainen, joka on jatetty syyntakeettomana rangaistukseen tuomitsematta rikoslain 3 luvun 4 §:n nojalla. pakolaisen saa karkottaa 1 momentin 2―4 kohdassa tarkoitetussa tapauksessa. pakolaista ei saa karkottaa kotimaahansa tai pysyvaan asuinmaahansa, johon nahden han on edelleen kansainvalisen suojelun tarpeessa. pakolaisen saa karkottaa vain valtioon, joka suostuu ottamaan hanet vastaan.",
        "title_sv": "Utvisningsgrunder",
        "content_sv": "En utlänning som har haft uppehållstillstånd får utvisas ur landet, om 1) han eller hon vistas i landet utan uppehållstillstånd, när ett sådant krävs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott för vilket det föreskrivna maximistraffet är fängelse i minst ett år, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt uppträdande har visat att han eller hon är farlig för andras säkerhet, eller om 4) han eller hon i Finland har bedrivit, eller det med hänsyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstänka att han eller hon i Finland börjar bedriva verksamhet som äventyrar den nationella säkerheten. En utlänning som i Finland har beviljats EG-uppehållstillstånd för varaktigt bosatta kan utvisas ur landet endast om han eller hon utgör ett omedelbart och tillräckligt allvarligt hot mot allmän ordning eller allmän säkerhet. På den grund som föreskrivs i 1 mom. 2 punkten får även en sådan utlänning utvisas som med stöd av 3 kap. 4 § i strafflagen inte dömts till straff såsom otillräknelig. En flykting får utvisas på de grunder som avses i 1 mom. 2―4 punkten. Flyktingen får dock inte utvisas till sitt hemland eller permanenta bosättningsland, om han eller hon fortfarande är i behov av internationellt skydd när det gäller detta land. En flykting får utvisas endast till en stat som samtycker till att ta emot honom eller henne.",
        "normalized_sv": "En utlänning som har haft uppehållstillstånd får utvisas ur landet, om 1) han eller hon vistas i landet utan uppehållstillstånd, när ett sådant krävs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott för vilket det föreskrivna maximistraffet är fängelse i minst ett år, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt uppträdande har visat att han eller hon är farlig för andras säkerhet, eller om 4) han eller hon i Finland har bedrivit, eller det med hänsyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstänka att han eller hon i Finland börjar bedriva verksamhet som äventyrar den nationella säkerheten. En utlänning som i Finland har beviljats EG-uppehållstillstånd för varaktigt bosatta kan utvisas ur landet endast om han eller hon utgör ett omedelbart och tillräckligt allvarligt hot mot allmän ordning eller allmän säkerhet. På den grund som föreskrivs i 1 mom. 2 punkten får även en sådan utlänning utvisas som med stöd av 3 kap. 4 § i strafflagen inte dömts till straff såsom otillräknelig. En flykting får utvisas på de grunder som avses i 1 mom. 2―4 punkten. Flyktingen får dock inte utvisas till sitt hemland eller permanenta bosättningsland, om han eller hon fortfarande är i behov av internationellt skydd när det gäller detta land. En flykting får utvisas endast till en stat som samtycker till att ta emot honom eller henne.",
        "folded_sv": "en utlanning som har haft uppehallstillstand far utvisas ur landet, om 1) han eller hon vistas i landet utan uppehallstillstand, nar ett sadant kravs, 2) han eller hon konstaterats ha gjort sig skyldig till ett brott for vilket det foreskrivna maximistraffet ar fangelse i minst ett ar, eller om han eller hon konstaterats ha gjort sig skyldig till upprepade brott, 3) han eller hon genom sitt upptradande har visat att han eller hon ar farlig for andras sakerhet, eller om 4) han eller hon i finland har bedrivit, eller det med hansyn till hans eller hennes tidigare verksamhet eller annars finns grundad anledning att misstanka att han eller hon i finland borjar bedriva verksamhet som aventyrar den nationella sakerheten. en utlanning som i finland har beviljats eg-uppehallstillstand for varaktigt bosatta kan utvisas ur landet endast om han eller hon utgor ett omedelbart och tillrackligt allvarligt hot mot allman ordning eller allman sakerhet. pa den grund som foreskrivs i 1 mom. 2 punkten far aven en sadan utlanning utvisas som med stod av 3 kap. 4 § i strafflagen inte domts till straff sasom otillraknelig. en flykting far utvisas pa de grunder som avses i 1 mom. 2―4 punkten. flyktingen far dock inte utvisas till sitt hemland eller permanenta bosattningsland, om han eller hon fortfarande ar i behov av internationellt skydd nar det galler detta land. en flykting far utvisas endast till en stat som samtycker till att ta emot honom eller henne."
      },
      "valid_from": "2007-03-23",
      "valid_to": null
    }
  ]
}