{
  "id": "360/2005",
  "type": "statute",
  "title": "Laki alkolukolla valvotun ajo-oikeuden kokeilemisesta",
  "title_en": "Lag om försök med alkolåsövervakad körrätt",
  "status": "in_force",
  "issued_date": "2005-05-27",
  "in_force_date": "2005-05-27",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/360/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "valvottu ajo-oikeus Tässä laissa säädetään mahdollisuudesta määrätä rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettynä ajo-oikeuden valvontaan ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "valvottu ajo-oikeus Tässä laissa säädetään mahdollisuudesta määrätä rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettynä ajo-oikeuden valvontaan ().",
        "folded_fi": "valvottu ajo-oikeus tassa laissa saadetaan mahdollisuudesta maarata rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettyna ajo-oikeuden valvontaan ().",
        "title_sv": "Lagens syfte",
        "content_sv": "övervakad körrätt I denna lag föreskrivs om möjlighet att utfärda villkorligt körförbud i kombination med övervakad körrätt för den som gjort sig skyldig till rattfylleri ().",
        "normalized_sv": "övervakad körrätt I denna lag föreskrivs om möjlighet att utfärda villkorligt körförbud i kombination med övervakad körrätt för den som gjort sig skyldig till rattfylleri ().",
        "folded_sv": "overvakad korratt i denna lag foreskrivs om mojlighet att utfarda villkorligt korforbud i kombination med overvakad korratt for den som gjort sig skyldig till rattfylleri ()."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Valvotun ajo-oikeuden pyytäminen",
      "content": "Valvottua ajo-oikeutta voi pyytää tieliikennelain (267/1981) 79 a §:n 1 momentissa tarkoitetusta rattijuopumuksesta epäilty, jolla on vakinainen asuinpaikka Suomessa ja vähintään B-ajokorttiluokan mukainen muu kuin tieliikennelain 72 §:n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. Pyyntö on esitettävä epäiltyä rattijuopumusta tutkivalle poliisille tai rattijuopumusasian käsittelyn yhteydessä tuomioistuimelle. Poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epäillylle mahdollisuudesta valvottuun ajo-oikeuteen sekä selvittää hänelle valvonnan sisältö, ehdot ja kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valvottua ajo-oikeutta voi pyytää tieliikennelain (267/1981) 79 a § :n 1 momentissa tarkoitetusta rattijuopumuksesta epäilty, jolla on vakinainen asuinpaikka Suomessa ja vähintään B-ajokorttiluokan mukainen muu kuin tieliikennelain 72 § :n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. Pyyntö on esitettävä epäiltyä rattijuopumusta tutkivalle poliisille tai rattijuopumusasian käsittelyn yhteydessä tuomioistuimelle. Poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epäillylle mahdollisuudesta valvottuun ajo-oikeuteen sekä selvittää hänelle valvonnan sisältö, ehdot ja kustannukset.",
        "folded_fi": "valvottua ajo-oikeutta voi pyytaa tieliikennelain (267/1981) 79 a §:n 1 momentissa tarkoitetusta rattijuopumuksesta epailty, jolla on vakinainen asuinpaikka suomessa ja vahintaan b-ajokorttiluokan mukainen muu kuin tieliikennelain 72 §:n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. pyynto on esitettava epailtya rattijuopumusta tutkivalle poliisille tai rattijuopumusasian kasittelyn yhteydessa tuomioistuimelle. poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epaillylle mahdollisuudesta valvottuun ajo-oikeuteen seka selvittaa hanelle valvonnan sisalto, ehdot ja kustannukset.",
        "title_sv": "Begäran om övervakad körrätt",
        "content_sv": "Övervakad körrätt kan begäras av en i Finland varaktigt bosatt person som är misstänkt för rattfylleri enligt 79 a § 1 mom. i vägtrafiklagen (267/1981) och som har någon annan körrätt för fordon av minst klass B än i 72 § 2 mom. i vägtrafiklagen avsedd körrätt för två år. Begäran skall riktas till den polis som utreder det misstänkta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimålet. Polisen skall vid förundersökningen av det brott som avses i 1 mom. informera den misstänkta om möjligheten till övervakad körrätt och informera om innehållet i samt villkoren och kostnaderna för övervakningen.",
        "normalized_sv": "Övervakad körrätt kan begäras av en i Finland varaktigt bosatt person som är misstänkt för rattfylleri enligt 79 a § 1 mom. i vägtrafiklagen (267/1981) och som har någon annan körrätt för fordon av minst klass B än i 72 § 2 mom. i vägtrafiklagen avsedd körrätt för två år. Begäran skall riktas till den polis som utreder det misstänkta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimålet. Polisen skall vid förundersökningen av det brott som avses i 1 mom. informera den misstänkta om möjligheten till övervakad körrätt och informera om innehållet i samt villkoren och kostnaderna för övervakningen.",
        "folded_sv": "overvakad korratt kan begaras av en i finland varaktigt bosatt person som ar misstankt for rattfylleri enligt 79 a § 1 mom. i vagtrafiklagen (267/1981) och som har nagon annan korratt for fordon av minst klass b an i 72 § 2 mom. i vagtrafiklagen avsedd korratt for tva ar. begaran skall riktas till den polis som utreder det misstankta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimalet. polisen skall vid forundersokningen av det brott som avses i 1 mom. informera den misstankta om mojligheten till overvakad korratt och informera om innehallet i samt villkoren och kostnaderna for overvakningen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kokeilussa käytettävä ajoneuvo",
      "content": "alkolukko valvottava Valvotussa ajo-oikeudessa käytettävä ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estää ajoneuvon käynnistymisen (). Alkolukko asennetaan yhteen valvottuun ajo-oikeuteen määrätyn () yksityiskäytössä olevaan henkilö- tai pakettiautoon. Ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "alkolukko valvottava Valvotussa ajo-oikeudessa käytettävä ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estää ajoneuvon käynnistymisen (). Alkolukko asennetaan yhteen valvottuun ajo-oikeuteen määrätyn () yksityiskäytössä olevaan henkilö- tai pakettiautoon. Ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jälkeen.",
        "folded_fi": "alkolukko valvottava valvotussa ajo-oikeudessa kaytettava ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estaa ajoneuvon kaynnistymisen (). alkolukko asennetaan yhteen valvottuun ajo-oikeuteen maaratyn () yksityiskaytossa olevaan henkilo- tai pakettiautoon. ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jalkeen.",
        "title_sv": "Fordon som används i försöket",
        "content_sv": "alkolås den övervakade Det fordon som används i försöket med övervakad körrätt skall förses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmäts i förarens utandningsluft (). Alkolåset monteras i en person- eller paketbil som den för vilken övervakad körrätt meddelats () har i privat bruk. Fordonet skall ändringsbesiktigas efter det att alkolåset har monterats eller avlägsnats.",
        "normalized_sv": "alkolås den övervakade Det fordon som används i försöket med övervakad körrätt skall förses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmäts i förarens utandningsluft (). Alkolåset monteras i en person- eller paketbil som den för vilken övervakad körrätt meddelats () har i privat bruk. Fordonet skall ändringsbesiktigas efter det att alkolåset har monterats eller avlägsnats.",
        "folded_sv": "alkolas den overvakade det fordon som anvands i forsoket med overvakad korratt skall forses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmats i forarens utandningsluft (). alkolaset monteras i en person- eller paketbil som den for vilken overvakad korratt meddelats () har i privat bruk. fordonet skall andringsbesiktigas efter det att alkolaset har monterats eller avlagsnats."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valvotun ajo-oikeuden määrääminen ja koetusaika",
      "content": "alkolukkoajokortti Valvottu ajo-oikeus määrätään tieliikennelain 79 a §:n 1 momentissa säädetyksi koetusajaksi. Valvottavan asuinpaikan poliisi myöntää koetusajaksi ajokortin (). Alkolukkoajokortin luovuttamisen edellytyksenä on, että valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisteröintitodistuksen I osan, jonka mukaan ajoneuvo on alkolukon asentamisen jälkeen muutoskatsastettu, sekä todistuksen 6 §:ssä tarkoitetun päihderiippuvuuden arviointiohjelman aloittamisesta. Poliisin on tehtävä alkolukkoajokortin myöntämisestä merkintä ajoneuvoliikennerekisteriin. Valvottavan on koetusaikana täytettävä valvottuun ajo-oikeuteen kuuluvat velvollisuudet. Koetusajan päättyessä valvottavan asuinpaikan poliisin on varmistettava, että valvottava on täyttänyt kaikki velvollisuudet. Koetusajan päätyttyä alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. Tämän jälkeen valvottavalle luovutetaan ajokortti, jonka poliisi on väliaikaiseen ajokieltoon määräämisen yhteydessä ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "alkolukkoajokortti Valvottu ajo-oikeus määrätään tieliikennelain 79 a § :n 1 momentissa säädetyksi koetusajaksi. Valvottavan asuinpaikan poliisi myöntää koetusajaksi ajokortin (). Alkolukkoajokortin luovuttamisen edellytyksenä on, että valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisteröintitodistuksen I osan, jonka mukaan ajoneuvo on alkolukon asentamisen jälkeen muutoskatsastettu, sekä todistuksen 6 § :ssä tarkoitetun päihderiippuvuuden arviointiohjelman aloittamisesta. Poliisin on tehtävä alkolukkoajokortin myöntämisestä merkintä ajoneuvoliikennerekisteriin. Valvottavan on koetusaikana täytettävä valvottuun ajo-oikeuteen kuuluvat velvollisuudet. Koetusajan päättyessä valvottavan asuinpaikan poliisin on varmistettava, että valvottava on täyttänyt kaikki velvollisuudet. Koetusajan päätyttyä alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. Tämän jälkeen valvottavalle luovutetaan ajokortti, jonka poliisi on väliaikaiseen ajokieltoon määräämisen yhteydessä ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
        "folded_fi": "alkolukkoajokortti valvottu ajo-oikeus maarataan tieliikennelain 79 a §:n 1 momentissa saadetyksi koetusajaksi. valvottavan asuinpaikan poliisi myontaa koetusajaksi ajokortin (). alkolukkoajokortin luovuttamisen edellytyksena on, etta valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisterointitodistuksen i osan, jonka mukaan ajoneuvo on alkolukon asentamisen jalkeen muutoskatsastettu, seka todistuksen 6 §:ssa tarkoitetun paihderiippuvuuden arviointiohjelman aloittamisesta. poliisin on tehtava alkolukkoajokortin myontamisesta merkinta ajoneuvoliikennerekisteriin. valvottavan on koetusaikana taytettava valvottuun ajo-oikeuteen kuuluvat velvollisuudet. koetusajan paattyessa valvottavan asuinpaikan poliisin on varmistettava, etta valvottava on tayttanyt kaikki velvollisuudet. koetusajan paatyttya alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. taman jalkeen valvottavalle luovutetaan ajokortti, jonka poliisi on valiaikaiseen ajokieltoon maaraamisen yhteydessa ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
        "title_sv": "Beslut om övervakad körrätt och prövotid",
        "content_sv": "alkolåskörkort Övervakad körrätt meddelas för en i 79 a § 1 mom. i vägtrafiklagen föreskriven prövotid. Polisen på den övervakades boningsort beviljar ett körkort för prövotiden (). En förutsättning för utlämnande av alkolåskörkort är att den övervakade tillställer polisen ett intyg över monteringen av alkolåset, del I till registreringsintyget, enligt vilken fordonet efter monteringen av alkolåset har ändringsbesiktigats, samt ett intyg över att det program för bedömning av alkohol- eller drogberoende som avses i 6 § har inletts. Polisen skall göra en anteckning i fordonstrafikregistret om att alkolåskörkort har beviljats. Den övervakade skall under prövotiden fullgöra de skyldigheter som hänför sig till den övervakade körrätten. Före utgången av prövotiden skall polisen på den övervakades boningsort kontrollera att den övervakade har fullgjort alla skyldigheter. När prövotiden gått ut skall alkolåskörkortet återlämnas till polisen på den övervakades boningsort. Efter detta återlämnar polisen det körkort som omhändertogs när temporärt körförbud utfärdades eller utlämnar ett nytt körkort till den övervakade.",
        "normalized_sv": "alkolåskörkort Övervakad körrätt meddelas för en i 79 a § 1 mom. i vägtrafiklagen föreskriven prövotid. Polisen på den övervakades boningsort beviljar ett körkort för prövotiden (). En förutsättning för utlämnande av alkolåskörkort är att den övervakade tillställer polisen ett intyg över monteringen av alkolåset, del I till registreringsintyget, enligt vilken fordonet efter monteringen av alkolåset har ändringsbesiktigats, samt ett intyg över att det program för bedömning av alkohol- eller drogberoende som avses i 6 § har inletts. Polisen skall göra en anteckning i fordonstrafikregistret om att alkolåskörkort har beviljats. Den övervakade skall under prövotiden fullgöra de skyldigheter som hänför sig till den övervakade körrätten. Före utgången av prövotiden skall polisen på den övervakades boningsort kontrollera att den övervakade har fullgjort alla skyldigheter. När prövotiden gått ut skall alkolåskörkortet återlämnas till polisen på den övervakades boningsort. Efter detta återlämnar polisen det körkort som omhändertogs när temporärt körförbud utfärdades eller utlämnar ett nytt körkort till den övervakade.",
        "folded_sv": "alkolaskorkort overvakad korratt meddelas for en i 79 a § 1 mom. i vagtrafiklagen foreskriven provotid. polisen pa den overvakades boningsort beviljar ett korkort for provotiden (). en forutsattning for utlamnande av alkolaskorkort ar att den overvakade tillstaller polisen ett intyg over monteringen av alkolaset, del i till registreringsintyget, enligt vilken fordonet efter monteringen av alkolaset har andringsbesiktigats, samt ett intyg over att det program for bedomning av alkohol- eller drogberoende som avses i 6 § har inletts. polisen skall gora en anteckning i fordonstrafikregistret om att alkolaskorkort har beviljats. den overvakade skall under provotiden fullgora de skyldigheter som hanfor sig till den overvakade korratten. fore utgangen av provotiden skall polisen pa den overvakades boningsort kontrollera att den overvakade har fullgjort alla skyldigheter. nar provotiden gatt ut skall alkolaskorkortet aterlamnas till polisen pa den overvakades boningsort. efter detta aterlamnar polisen det korkort som omhandertogs nar temporart korforbud utfardades eller utlamnar ett nytt korkort till den overvakade."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvotun ajo-oikeuden käyttäminen",
      "content": "Koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksilöityyn ajoneuvoon. Alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa Suomessa lukuun ottamatta Ahvenanmaan maakuntaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksilöityyn ajoneuvoon. Alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa Suomessa lukuun ottamatta Ahvenanmaan maakuntaa.",
        "folded_fi": "koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksiloityyn ajoneuvoon. alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa suomessa lukuun ottamatta ahvenanmaan maakuntaa.",
        "title_sv": "Utövande av övervakad körrätt",
        "content_sv": "Under prövotiden har den övervakade körrätt endast till det fordon som specificeras i alkolåskörkortet. Alkolåskörkortet berättigar den övervakade att under prövotiden i Finland, med undantag av landskapet Åland, framföra det fordon som är försett med alkolås.",
        "normalized_sv": "Under prövotiden har den övervakade körrätt endast till det fordon som specificeras i alkolåskörkortet. Alkolåskörkortet berättigar den övervakade att under prövotiden i Finland, med undantag av landskapet Åland, framföra det fordon som är försett med alkolås.",
        "folded_sv": "under provotiden har den overvakade korratt endast till det fordon som specificeras i alkolaskorkortet. alkolaskorkortet berattigar den overvakade att under provotiden i finland, med undantag av landskapet aland, framfora det fordon som ar forsett med alkolas."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Päihderiippuvuuden arviointiohjelma",
      "content": "Valvottavan on suoritettava kuuden kuukauden pituinen päihderiippuvuuden arviointiohjelma. Ohjelma on aloitettava viipymättä valvottua ajo-oikeutta koskevan pyynnön jälkeen. Valvottavan on toimitettava asuinpaikkansa poliisille päihderiippuvuuden arviointiohjelmaan kuuluvat lääkärinlausunnot ja todistukset käynneistään lääkärin ja terveydenhuollon henkilöstöön kuuluvan luona sekä ilmoitettava seuraavan käynnin ajankohta. Poliisin on tehtävä lausunnon tai todistuksen toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Valvottavan on suoritettava kuuden kuukauden pituinen päihderiippuvuuden arviointiohjelma. Ohjelma on aloitettava viipymättä valvottua ajo-oikeutta koskevan pyynnön jälkeen. Valvottavan on toimitettava asuinpaikkansa poliisille päihderiippuvuuden arviointiohjelmaan kuuluvat lääkärinlausunnot ja todistukset käynneistään lääkärin ja terveydenhuollon henkilöstöön kuuluvan luona sekä ilmoitettava seuraavan käynnin ajankohta. Poliisin on tehtävä lausunnon tai todistuksen toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
        "folded_fi": "valvottavan on suoritettava kuuden kuukauden pituinen paihderiippuvuuden arviointiohjelma. ohjelma on aloitettava viipymatta valvottua ajo-oikeutta koskevan pyynnon jalkeen. valvottavan on toimitettava asuinpaikkansa poliisille paihderiippuvuuden arviointiohjelmaan kuuluvat laakarinlausunnot ja todistukset kaynneistaan laakarin ja terveydenhuollon henkilostoon kuuluvan luona seka ilmoitettava seuraavan kaynnin ajankohta. poliisin on tehtava lausunnon tai todistuksen toimittamisesta merkinta ajoneuvoliikennerekisteriin.",
        "title_sv": "Program för bedömning av alkohol- eller drogberoende",
        "content_sv": "Den övervakade skall genomföra ett sex månader långt program för bedömning av alkohol- eller drogberoende. Programmet skall inledas utan dröjsmål efter begäran om övervakad körrätt. Den övervakade skall tillställa polisen på boningsorten de läkarutlåtanden som hänför sig till programmet för bedömning av alkohol- eller drogberoende och intyg över besök hos läkare och hälsovårdspersonal samt meddela polisen tidpunkten för nästa besök. Polisen skall göra en anteckning i fordonstrafikregistret om att ett utlåtande eller ett intyg har lämnats in.",
        "normalized_sv": "Den övervakade skall genomföra ett sex månader långt program för bedömning av alkohol- eller drogberoende. Programmet skall inledas utan dröjsmål efter begäran om övervakad körrätt. Den övervakade skall tillställa polisen på boningsorten de läkarutlåtanden som hänför sig till programmet för bedömning av alkohol- eller drogberoende och intyg över besök hos läkare och hälsovårdspersonal samt meddela polisen tidpunkten för nästa besök. Polisen skall göra en anteckning i fordonstrafikregistret om att ett utlåtande eller ett intyg har lämnats in.",
        "folded_sv": "den overvakade skall genomfora ett sex manader langt program for bedomning av alkohol- eller drogberoende. programmet skall inledas utan drojsmal efter begaran om overvakad korratt. den overvakade skall tillstalla polisen pa boningsorten de lakarutlatanden som hanfor sig till programmet for bedomning av alkohol- eller drogberoende och intyg over besok hos lakare och halsovardspersonal samt meddela polisen tidpunkten for nasta besok. polisen skall gora en anteckning i fordonstrafikregistret om att ett utlatande eller ett intyg har lamnats in."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Jatkoseuranta",
      "content": "Päihderiippuvuuden arviointiohjelman päätyttyä valvottavan on osallistuttava jatkoseurantaan. Jatkoseurannassa valvottava käy koetusaikana kolmen kuukauden välein lääkärintarkastuksessa, jota koskeva lääkärinlausunto hänen on toimitettava poliisille sekä ilmoitettava seuraavan tarkastuksen ajankohta. Poliisin on tehtävä lausunnon toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Päihderiippuvuuden arviointiohjelman päätyttyä valvottavan on osallistuttava jatkoseurantaan. Jatkoseurannassa valvottava käy koetusaikana kolmen kuukauden välein lääkärintarkastuksessa, jota koskeva lääkärinlausunto hänen on toimitettava poliisille sekä ilmoitettava seuraavan tarkastuksen ajankohta. Poliisin on tehtävä lausunnon toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
        "folded_fi": "paihderiippuvuuden arviointiohjelman paatyttya valvottavan on osallistuttava jatkoseurantaan. jatkoseurannassa valvottava kay koetusaikana kolmen kuukauden valein laakarintarkastuksessa, jota koskeva laakarinlausunto hanen on toimitettava poliisille seka ilmoitettava seuraavan tarkastuksen ajankohta. poliisin on tehtava lausunnon toimittamisesta merkinta ajoneuvoliikennerekisteriin.",
        "title_sv": "Fortsatt uppföljning",
        "content_sv": "Efter det att programmet för bedömning av alkohol- eller drogberoende har slutförts skall den övervakade delta i en fortsatt uppföljning. Under den fortsatta uppföljningen som sker under prövotiden genomgår den övervakade med tre månaders mellanrum en läkarundersökning. Läkarutlåtandena om undersökningarna skall tillställas polisen och den övervakade skall meddela polisen tidpunkten för nästa undersökning. Polisen skall göra en anteckning i fordonstrafikregistret om att utlåtandet har lämnats in.",
        "normalized_sv": "Efter det att programmet för bedömning av alkohol- eller drogberoende har slutförts skall den övervakade delta i en fortsatt uppföljning. Under den fortsatta uppföljningen som sker under prövotiden genomgår den övervakade med tre månaders mellanrum en läkarundersökning. Läkarutlåtandena om undersökningarna skall tillställas polisen och den övervakade skall meddela polisen tidpunkten för nästa undersökning. Polisen skall göra en anteckning i fordonstrafikregistret om att utlåtandet har lämnats in.",
        "folded_sv": "efter det att programmet for bedomning av alkohol- eller drogberoende har slutforts skall den overvakade delta i en fortsatt uppfoljning. under den fortsatta uppfoljningen som sker under provotiden genomgar den overvakade med tre manaders mellanrum en lakarundersokning. lakarutlatandena om undersokningarna skall tillstallas polisen och den overvakade skall meddela polisen tidpunkten for nasta undersokning. polisen skall gora en anteckning i fordonstrafikregistret om att utlatandet har lamnats in."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kustannukset",
      "content": "Valvottava vastaa valvotusta ajo-oikeudesta hänelle aiheutuvista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Valvottava vastaa valvotusta ajo-oikeudesta hänelle aiheutuvista kustannuksista.",
        "folded_fi": "valvottava vastaa valvotusta ajo-oikeudesta hanelle aiheutuvista kustannuksista.",
        "title_sv": "Kostnader",
        "content_sv": "Den övervakade svarar för sina kostnader för den övervakade körrätten.",
        "normalized_sv": "Den övervakade svarar för sina kostnader för den övervakade körrätten.",
        "folded_sv": "den overvakade svarar for sina kostnader for den overvakade korratten."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Tiedonpurku alkolukosta",
      "content": "Valvottavan on 60 päivän välein vietävä alkolukolla varustettu ajoneuvo alkolukon käyttötietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu Ajoneuvohallintokeskukselle. Käyttötiedot lähetetään laitevalmistajan ylläpitämään rekisteriin, jossa ne ovat poliisin käytettävissä valvotun ajo-oikeuden käyttämisen valvontaa varten. Käyttötietoihin ei saa sisältyä henkilötietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valvottavan on 60 päivän välein vietävä alkolukolla varustettu ajoneuvo alkolukon käyttötietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu Ajoneuvohallintokeskukselle. Käyttötiedot lähetetään laitevalmistajan ylläpitämään rekisteriin, jossa ne ovat poliisin käytettävissä valvotun ajo-oikeuden käyttämisen valvontaa varten. Käyttötietoihin ei saa sisältyä henkilötietoja.",
        "folded_fi": "valvottavan on 60 paivan valein vietava alkolukolla varustettu ajoneuvo alkolukon kayttotietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu ajoneuvohallintokeskukselle. kayttotiedot lahetetaan laitevalmistajan yllapitamaan rekisteriin, jossa ne ovat poliisin kaytettavissa valvotun ajo-oikeuden kayttamisen valvontaa varten. kayttotietoihin ei saa sisaltya henkilotietoja.",
        "title_sv": "Avläsning av alkolåset",
        "content_sv": "Den övervakade skall med 60 dagars mellanrum föra det fordon som är försett med alkolås för avläsning av alkolåsets minne till en representant som har befullmäktigats av alkolåstillverkaren och anmälts till Fordonsförvaltningscentralen. Uppgifterna om användningen sänds till ett register som förs av tillverkaren, och de är tillgängliga för polisen för tillsynen över utövande av den övervakade körrätten. Uppgifterna om användningen får inte innehålla personuppgifter.",
        "normalized_sv": "Den övervakade skall med 60 dagars mellanrum föra det fordon som är försett med alkolås för avläsning av alkolåsets minne till en representant som har befullmäktigats av alkolåstillverkaren och anmälts till Fordonsförvaltningscentralen. Uppgifterna om användningen sänds till ett register som förs av tillverkaren, och de är tillgängliga för polisen för tillsynen över utövande av den övervakade körrätten. Uppgifterna om användningen får inte innehålla personuppgifter.",
        "folded_sv": "den overvakade skall med 60 dagars mellanrum fora det fordon som ar forsett med alkolas for avlasning av alkolasets minne till en representant som har befullmaktigats av alkolastillverkaren och anmalts till fordonsforvaltningscentralen. uppgifterna om anvandningen sands till ett register som fors av tillverkaren, och de ar tillgangliga for polisen for tillsynen over utovande av den overvakade korratten. uppgifterna om anvandningen far inte innehalla personuppgifter."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Koetusajan keskeytyminen",
      "content": "Koetusaika keskeytyy, jos valvottava määrätään ajokieltoon tai väliaikaiseen ajokieltoon. Jos poliisi määrää valvottavan ajokieltoon tai jos väliaikaiseen ajokieltoon määrääminen perustuu tieliikennelain 76 §:n 5 tai 6 kohtaan, poliisin on ilmoitettava päätöksestään syyttäjälle, jonka on viipymättä esitettävä valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon täytäntöönpanoa koskeva vaatimus tuomioistuimelle. Vaatimus esitetään sille tuomioistuimelle, jonka piirissä valvottava asuu tai pysyvästi oleskelee. Asia voidaan alioikeudessa käsitellä yhden tuomarin kokoonpanossa, ja virallisen syyttäjän tulee olla istunnossa läsnä. Asia voidaan käsitellä ja ratkaista valvottavan poissaolosta huolimatta. Muuten menettelyyn sovelletaan, mitä oikeudenkäynnistä rikosasioissa säädetään. Jos tuomioistuin ei määrää valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi täytäntöön, väliaikaisen ajokiellon kesto luetaan koetusajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Koetusaika keskeytyy, jos valvottava määrätään ajokieltoon tai väliaikaiseen ajokieltoon. Jos poliisi määrää valvottavan ajokieltoon tai jos väliaikaiseen ajokieltoon määrääminen perustuu tieliikennelain 76 § :n 5 tai 6 kohtaan, poliisin on ilmoitettava päätöksestään syyttäjälle, jonka on viipymättä esitettävä valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon täytäntöönpanoa koskeva vaatimus tuomioistuimelle. Vaatimus esitetään sille tuomioistuimelle, jonka piirissä valvottava asuu tai pysyvästi oleskelee. Asia voidaan alioikeudessa käsitellä yhden tuomarin kokoonpanossa, ja virallisen syyttäjän tulee olla istunnossa läsnä. Asia voidaan käsitellä ja ratkaista valvottavan poissaolosta huolimatta. Muuten menettelyyn sovelletaan, mitä oikeudenkäynnistä rikosasioissa säädetään. Jos tuomioistuin ei määrää valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi täytäntöön, väliaikaisen ajokiellon kesto luetaan koetusajaksi.",
        "folded_fi": "koetusaika keskeytyy, jos valvottava maarataan ajokieltoon tai valiaikaiseen ajokieltoon. jos poliisi maaraa valvottavan ajokieltoon tai jos valiaikaiseen ajokieltoon maaraaminen perustuu tieliikennelain 76 §:n 5 tai 6 kohtaan, poliisin on ilmoitettava paatoksestaan syyttajalle, jonka on viipymatta esitettava valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon taytantoonpanoa koskeva vaatimus tuomioistuimelle. vaatimus esitetaan sille tuomioistuimelle, jonka piirissa valvottava asuu tai pysyvasti oleskelee. asia voidaan alioikeudessa kasitella yhden tuomarin kokoonpanossa, ja virallisen syyttajan tulee olla istunnossa lasna. asia voidaan kasitella ja ratkaista valvottavan poissaolosta huolimatta. muuten menettelyyn sovelletaan, mita oikeudenkaynnista rikosasioissa saadetaan. jos tuomioistuin ei maaraa valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi taytantoon, valiaikaisen ajokiellon kesto luetaan koetusajaksi.",
        "title_sv": "Avbrytande av prövotiden",
        "content_sv": "Prövotiden avbryts om den övervakade meddelas körförbud eller temporärt körförbud. Om polisen utfärdar körförbud för den övervakade eller om utfärdande av temporärt körförbud grundar sig på 76 § 5 eller 6 punkten i vägtrafiklagen, skall polisen underrätta åklagaren om sitt beslut, varefter åklagaren utan dröjsmål vid domstol skall yrka att den övervakade körrätten återkallas och att det villkorliga körförbudet verkställs. Yrkandet framställs vid den domstol inom vars domkrets den övervakade bor eller varaktigt vistas. I underrätten kan ärendet behandlas i en sammansättning med en domare, och allmänna åklagaren skall närvara vid sammanträdet. Ärendet kan handläggas och avgöras trots den övervakades utevaro. I övrigt tillämpas på förfarandet bestämmelserna om rättegång i brottmål. Om domstolen inte bestämmer att den övervakade körrätten återkallas och det villkorliga körförbudet verkställs, räknas tiden för det temporära körförbudet med i prövotiden.",
        "normalized_sv": "Prövotiden avbryts om den övervakade meddelas körförbud eller temporärt körförbud. Om polisen utfärdar körförbud för den övervakade eller om utfärdande av temporärt körförbud grundar sig på 76 § 5 eller 6 punkten i vägtrafiklagen, skall polisen underrätta åklagaren om sitt beslut, varefter åklagaren utan dröjsmål vid domstol skall yrka att den övervakade körrätten återkallas och att det villkorliga körförbudet verkställs. Yrkandet framställs vid den domstol inom vars domkrets den övervakade bor eller varaktigt vistas. I underrätten kan ärendet behandlas i en sammansättning med en domare, och allmänna åklagaren skall närvara vid sammanträdet. Ärendet kan handläggas och avgöras trots den övervakades utevaro. I övrigt tillämpas på förfarandet bestämmelserna om rättegång i brottmål. Om domstolen inte bestämmer att den övervakade körrätten återkallas och det villkorliga körförbudet verkställs, räknas tiden för det temporära körförbudet med i prövotiden.",
        "folded_sv": "provotiden avbryts om den overvakade meddelas korforbud eller temporart korforbud. om polisen utfardar korforbud for den overvakade eller om utfardande av temporart korforbud grundar sig pa 76 § 5 eller 6 punkten i vagtrafiklagen, skall polisen underratta aklagaren om sitt beslut, varefter aklagaren utan drojsmal vid domstol skall yrka att den overvakade korratten aterkallas och att det villkorliga korforbudet verkstalls. yrkandet framstalls vid den domstol inom vars domkrets den overvakade bor eller varaktigt vistas. i underratten kan arendet behandlas i en sammansattning med en domare, och allmanna aklagaren skall narvara vid sammantradet. arendet kan handlaggas och avgoras trots den overvakades utevaro. i ovrigt tillampas pa forfarandet bestammelserna om rattegang i brottmal. om domstolen inte bestammer att den overvakade korratten aterkallas och det villkorliga korforbudet verkstalls, raknas tiden for det temporara korforbudet med i provotiden."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta poliisin tämän lain nojalla tekemään päätökseen on voimassa, mitä tieliikennelain 106 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Muutoksenhausta poliisin tämän lain nojalla tekemään päätökseen on voimassa, mitä tieliikennelain 106 a § :ssä säädetään.",
        "folded_fi": "muutoksenhausta poliisin taman lain nojalla tekemaan paatokseen on voimassa, mita tieliikennelain 106 a §:ssa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Vid sökande av ändring i ett beslut som polisen fattat med stöd av denna lag gäller 106 a § i vägtrafiklagen.",
        "normalized_sv": "Vid sökande av ändring i ett beslut som polisen fattat med stöd av denna lag gäller 106 a § i vägtrafiklagen.",
        "folded_sv": "vid sokande av andring i ett beslut som polisen fattat med stod av denna lag galler 106 a § i vagtrafiklagen."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset alkolukon teknisistä ominaisuuksista, toiminnasta, asennuksesta sekä käyttötietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Tarkemmat säännökset alkolukon teknisistä ominaisuuksista, toiminnasta, asennuksesta sekä käyttötietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset alkolukon teknisista ominaisuuksista, toiminnasta, asennuksesta seka kayttotietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om alkolåsets tekniska egenskaper och funktion, montering av det, avläsning av alkolåsets minne samt överlämnande av uppgifter om användningen till polisen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om alkolåsets tekniska egenskaper och funktion, montering av det, avläsning av alkolåsets minne samt överlämnande av uppgifter om användningen till polisen utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om alkolasets tekniska egenskaper och funktion, montering av det, avlasning av alkolasets minne samt overlamnande av uppgifter om anvandningen till polisen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä heinäkuuta 2005 ja on voimassa 30 päivään kesäkuuta 2008. Lakia sovelletaan, jos 2 §:ssä tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. Lakia sovelletaan valvottuun ajo-oikeuteen koetusajan päättymiseen asti. Lakia sovelletaan myös sen voimassaoloajan jälkeen käsiteltäessä lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä heinäkuuta 2005 ja on voimassa 30 päivään kesäkuuta 2008. Lakia sovelletaan, jos 2 § :ssä tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. Lakia sovelletaan valvottuun ajo-oikeuteen koetusajan päättymiseen asti. Lakia sovelletaan myös sen voimassaoloajan jälkeen käsiteltäessä lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana heinakuuta 2005 ja on voimassa 30 paivaan kesakuuta 2008. lakia sovelletaan, jos 2 §:ssa tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. lakia sovelletaan valvottuun ajo-oikeuteen koetusajan paattymiseen asti. lakia sovelletaan myos sen voimassaoloajan jalkeen kasiteltaessa lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juli 2005 och gäller till och med den 30 juni 2008. Lagen tillämpas på rattfylleribrott som avses i 2 §, om de har begåtts efter lagens ikraftträdande. Lagen tillämpas på övervakad körrätt tills prövotiden går ut. Lagen tillämpas också efter det att den har upphört att gälla vid behandling av besvärsärenden som omfattas av lagen.",
        "normalized_sv": "Denna lag träder i kraft den 1 juli 2005 och gäller till och med den 30 juni 2008. Lagen tillämpas på rattfylleribrott som avses i 2 § , om de har begåtts efter lagens ikraftträdande. Lagen tillämpas på övervakad körrätt tills prövotiden går ut. Lagen tillämpas också efter det att den har upphört att gälla vid behandling av besvärsärenden som omfattas av lagen.",
        "folded_sv": "denna lag trader i kraft den 1 juli 2005 och galler till och med den 30 juni 2008. lagen tillampas pa rattfylleribrott som avses i 2 §, om de har begatts efter lagens ikrafttradande. lagen tillampas pa overvakad korratt tills provotiden gar ut. lagen tillampas ocksa efter det att den har upphort att galla vid behandling av besvarsarenden som omfattas av lagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "valvottu ajo-oikeus Tässä laissa säädetään mahdollisuudesta määrätä rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettynä ajo-oikeuden valvontaan ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "valvottu ajo-oikeus Tässä laissa säädetään mahdollisuudesta määrätä rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettynä ajo-oikeuden valvontaan ().",
        "folded_fi": "valvottu ajo-oikeus tassa laissa saadetaan mahdollisuudesta maarata rattijuopumukseen syyllistyneelle ehdollinen ajokielto yhdistettyna ajo-oikeuden valvontaan ().",
        "title_sv": "Lagens syfte",
        "content_sv": "övervakad körrätt I denna lag föreskrivs om möjlighet att utfärda villkorligt körförbud i kombination med övervakad körrätt för den som gjort sig skyldig till rattfylleri ().",
        "normalized_sv": "övervakad körrätt I denna lag föreskrivs om möjlighet att utfärda villkorligt körförbud i kombination med övervakad körrätt för den som gjort sig skyldig till rattfylleri ().",
        "folded_sv": "overvakad korratt i denna lag foreskrivs om mojlighet att utfarda villkorligt korforbud i kombination med overvakad korratt for den som gjort sig skyldig till rattfylleri ()."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Valvotun ajo-oikeuden pyytäminen",
      "content": "Valvottua ajo-oikeutta voi pyytää tieliikennelain (267/1981) 79 a §:n 1 momentissa tarkoitetusta rattijuopumuksesta epäilty, jolla on vakinainen asuinpaikka Suomessa ja vähintään B-ajokorttiluokan mukainen muu kuin tieliikennelain 72 §:n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. Pyyntö on esitettävä epäiltyä rattijuopumusta tutkivalle poliisille tai rattijuopumusasian käsittelyn yhteydessä tuomioistuimelle. Poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epäillylle mahdollisuudesta valvottuun ajo-oikeuteen sekä selvittää hänelle valvonnan sisältö, ehdot ja kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valvottua ajo-oikeutta voi pyytää tieliikennelain (267/1981) 79 a § :n 1 momentissa tarkoitetusta rattijuopumuksesta epäilty, jolla on vakinainen asuinpaikka Suomessa ja vähintään B-ajokorttiluokan mukainen muu kuin tieliikennelain 72 § :n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. Pyyntö on esitettävä epäiltyä rattijuopumusta tutkivalle poliisille tai rattijuopumusasian käsittelyn yhteydessä tuomioistuimelle. Poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epäillylle mahdollisuudesta valvottuun ajo-oikeuteen sekä selvittää hänelle valvonnan sisältö, ehdot ja kustannukset.",
        "folded_fi": "valvottua ajo-oikeutta voi pyytaa tieliikennelain (267/1981) 79 a §:n 1 momentissa tarkoitetusta rattijuopumuksesta epailty, jolla on vakinainen asuinpaikka suomessa ja vahintaan b-ajokorttiluokan mukainen muu kuin tieliikennelain 72 §:n 2 momentissa tarkoitettu kahden vuoden ajo-oikeus. pyynto on esitettava epailtya rattijuopumusta tutkivalle poliisille tai rattijuopumusasian kasittelyn yhteydessa tuomioistuimelle. poliisin tulee ilmoittaa 1 momentissa tarkoitetun rikoksen esitutkinnassa epaillylle mahdollisuudesta valvottuun ajo-oikeuteen seka selvittaa hanelle valvonnan sisalto, ehdot ja kustannukset.",
        "title_sv": "Begäran om övervakad körrätt",
        "content_sv": "Övervakad körrätt kan begäras av en i Finland varaktigt bosatt person som är misstänkt för rattfylleri enligt 79 a § 1 mom. i vägtrafiklagen (267/1981) och som har någon annan körrätt för fordon av minst klass B än i 72 § 2 mom. i vägtrafiklagen avsedd körrätt för två år. Begäran skall riktas till den polis som utreder det misstänkta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimålet. Polisen skall vid förundersökningen av det brott som avses i 1 mom. informera den misstänkta om möjligheten till övervakad körrätt och informera om innehållet i samt villkoren och kostnaderna för övervakningen.",
        "normalized_sv": "Övervakad körrätt kan begäras av en i Finland varaktigt bosatt person som är misstänkt för rattfylleri enligt 79 a § 1 mom. i vägtrafiklagen (267/1981) och som har någon annan körrätt för fordon av minst klass B än i 72 § 2 mom. i vägtrafiklagen avsedd körrätt för två år. Begäran skall riktas till den polis som utreder det misstänkta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimålet. Polisen skall vid förundersökningen av det brott som avses i 1 mom. informera den misstänkta om möjligheten till övervakad körrätt och informera om innehållet i samt villkoren och kostnaderna för övervakningen.",
        "folded_sv": "overvakad korratt kan begaras av en i finland varaktigt bosatt person som ar misstankt for rattfylleri enligt 79 a § 1 mom. i vagtrafiklagen (267/1981) och som har nagon annan korratt for fordon av minst klass b an i 72 § 2 mom. i vagtrafiklagen avsedd korratt for tva ar. begaran skall riktas till den polis som utreder det misstankta rattfylleriet eller till domstolen i samband med behandlingen av rattfyllerimalet. polisen skall vid forundersokningen av det brott som avses i 1 mom. informera den misstankta om mojligheten till overvakad korratt och informera om innehallet i samt villkoren och kostnaderna for overvakningen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kokeilussa käytettävä ajoneuvo",
      "content": "alkolukko valvottava Valvotussa ajo-oikeudessa käytettävä ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estää ajoneuvon käynnistymisen (). Alkolukko asennetaan yhteen valvottuun ajo-oikeuteen määrätyn () yksityiskäytössä olevaan henkilö- tai pakettiautoon. Ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "alkolukko valvottava Valvotussa ajo-oikeudessa käytettävä ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estää ajoneuvon käynnistymisen (). Alkolukko asennetaan yhteen valvottuun ajo-oikeuteen määrätyn () yksityiskäytössä olevaan henkilö- tai pakettiautoon. Ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jälkeen.",
        "folded_fi": "alkolukko valvottava valvotussa ajo-oikeudessa kaytettava ajoneuvo on varustettava laitteella, joka kuljettajan hengitysilmasta mitattavan alkoholipitoisuuden perusteella estaa ajoneuvon kaynnistymisen (). alkolukko asennetaan yhteen valvottuun ajo-oikeuteen maaratyn () yksityiskaytossa olevaan henkilo- tai pakettiautoon. ajoneuvo on muutoskatsastettava alkolukon asentamisen ja sen poistamisen jalkeen.",
        "title_sv": "Fordon som används i försöket",
        "content_sv": "alkolås den övervakade Det fordon som används i försöket med övervakad körrätt skall förses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmäts i förarens utandningsluft (). Alkolåset monteras i en person- eller paketbil som den för vilken övervakad körrätt meddelats () har i privat bruk. Fordonet skall ändringsbesiktigas efter det att alkolåset har monterats eller avlägsnats.",
        "normalized_sv": "alkolås den övervakade Det fordon som används i försöket med övervakad körrätt skall förses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmäts i förarens utandningsluft (). Alkolåset monteras i en person- eller paketbil som den för vilken övervakad körrätt meddelats () har i privat bruk. Fordonet skall ändringsbesiktigas efter det att alkolåset har monterats eller avlägsnats.",
        "folded_sv": "alkolas den overvakade det fordon som anvands i forsoket med overvakad korratt skall forses med en anordning som hindrar att fordonet startas om en viss alkoholhalt uppmats i forarens utandningsluft (). alkolaset monteras i en person- eller paketbil som den for vilken overvakad korratt meddelats () har i privat bruk. fordonet skall andringsbesiktigas efter det att alkolaset har monterats eller avlagsnats."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valvotun ajo-oikeuden määrääminen ja koetusaika",
      "content": "alkolukkoajokortti Valvottu ajo-oikeus määrätään tieliikennelain 79 a §:n 1 momentissa säädetyksi koetusajaksi. Valvottavan asuinpaikan poliisi myöntää koetusajaksi ajokortin (). Alkolukkoajokortin luovuttamisen edellytyksenä on, että valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisteröintitodistuksen I osan, jonka mukaan ajoneuvo on alkolukon asentamisen jälkeen muutoskatsastettu, sekä todistuksen 6 §:ssä tarkoitetun päihderiippuvuuden arviointiohjelman aloittamisesta. Poliisin on tehtävä alkolukkoajokortin myöntämisestä merkintä ajoneuvoliikennerekisteriin. Valvottavan on koetusaikana täytettävä valvottuun ajo-oikeuteen kuuluvat velvollisuudet. Koetusajan päättyessä valvottavan asuinpaikan poliisin on varmistettava, että valvottava on täyttänyt kaikki velvollisuudet. Koetusajan päätyttyä alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. Tämän jälkeen valvottavalle luovutetaan ajokortti, jonka poliisi on väliaikaiseen ajokieltoon määräämisen yhteydessä ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "alkolukkoajokortti Valvottu ajo-oikeus määrätään tieliikennelain 79 a § :n 1 momentissa säädetyksi koetusajaksi. Valvottavan asuinpaikan poliisi myöntää koetusajaksi ajokortin (). Alkolukkoajokortin luovuttamisen edellytyksenä on, että valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisteröintitodistuksen I osan, jonka mukaan ajoneuvo on alkolukon asentamisen jälkeen muutoskatsastettu, sekä todistuksen 6 § :ssä tarkoitetun päihderiippuvuuden arviointiohjelman aloittamisesta. Poliisin on tehtävä alkolukkoajokortin myöntämisestä merkintä ajoneuvoliikennerekisteriin. Valvottavan on koetusaikana täytettävä valvottuun ajo-oikeuteen kuuluvat velvollisuudet. Koetusajan päättyessä valvottavan asuinpaikan poliisin on varmistettava, että valvottava on täyttänyt kaikki velvollisuudet. Koetusajan päätyttyä alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. Tämän jälkeen valvottavalle luovutetaan ajokortti, jonka poliisi on väliaikaiseen ajokieltoon määräämisen yhteydessä ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
        "folded_fi": "alkolukkoajokortti valvottu ajo-oikeus maarataan tieliikennelain 79 a §:n 1 momentissa saadetyksi koetusajaksi. valvottavan asuinpaikan poliisi myontaa koetusajaksi ajokortin (). alkolukkoajokortin luovuttamisen edellytyksena on, etta valvottava toimittaa poliisille todistuksen alkolukon asentamisesta, rekisterointitodistuksen i osan, jonka mukaan ajoneuvo on alkolukon asentamisen jalkeen muutoskatsastettu, seka todistuksen 6 §:ssa tarkoitetun paihderiippuvuuden arviointiohjelman aloittamisesta. poliisin on tehtava alkolukkoajokortin myontamisesta merkinta ajoneuvoliikennerekisteriin. valvottavan on koetusaikana taytettava valvottuun ajo-oikeuteen kuuluvat velvollisuudet. koetusajan paattyessa valvottavan asuinpaikan poliisin on varmistettava, etta valvottava on tayttanyt kaikki velvollisuudet. koetusajan paatyttya alkolukkoajokortti on palautettava valvottavan asuinpaikan poliisille. taman jalkeen valvottavalle luovutetaan ajokortti, jonka poliisi on valiaikaiseen ajokieltoon maaraamisen yhteydessa ottanut haltuunsa, tai poliisi luovuttaa valvottavalle uuden ajokortin.",
        "title_sv": "Beslut om övervakad körrätt och prövotid",
        "content_sv": "alkolåskörkort Övervakad körrätt meddelas för en i 79 a § 1 mom. i vägtrafiklagen föreskriven prövotid. Polisen på den övervakades boningsort beviljar ett körkort för prövotiden (). En förutsättning för utlämnande av alkolåskörkort är att den övervakade tillställer polisen ett intyg över monteringen av alkolåset, del I till registreringsintyget, enligt vilken fordonet efter monteringen av alkolåset har ändringsbesiktigats, samt ett intyg över att det program för bedömning av alkohol- eller drogberoende som avses i 6 § har inletts. Polisen skall göra en anteckning i fordonstrafikregistret om att alkolåskörkort har beviljats. Den övervakade skall under prövotiden fullgöra de skyldigheter som hänför sig till den övervakade körrätten. Före utgången av prövotiden skall polisen på den övervakades boningsort kontrollera att den övervakade har fullgjort alla skyldigheter. När prövotiden gått ut skall alkolåskörkortet återlämnas till polisen på den övervakades boningsort. Efter detta återlämnar polisen det körkort som omhändertogs när temporärt körförbud utfärdades eller utlämnar ett nytt körkort till den övervakade.",
        "normalized_sv": "alkolåskörkort Övervakad körrätt meddelas för en i 79 a § 1 mom. i vägtrafiklagen föreskriven prövotid. Polisen på den övervakades boningsort beviljar ett körkort för prövotiden (). En förutsättning för utlämnande av alkolåskörkort är att den övervakade tillställer polisen ett intyg över monteringen av alkolåset, del I till registreringsintyget, enligt vilken fordonet efter monteringen av alkolåset har ändringsbesiktigats, samt ett intyg över att det program för bedömning av alkohol- eller drogberoende som avses i 6 § har inletts. Polisen skall göra en anteckning i fordonstrafikregistret om att alkolåskörkort har beviljats. Den övervakade skall under prövotiden fullgöra de skyldigheter som hänför sig till den övervakade körrätten. Före utgången av prövotiden skall polisen på den övervakades boningsort kontrollera att den övervakade har fullgjort alla skyldigheter. När prövotiden gått ut skall alkolåskörkortet återlämnas till polisen på den övervakades boningsort. Efter detta återlämnar polisen det körkort som omhändertogs när temporärt körförbud utfärdades eller utlämnar ett nytt körkort till den övervakade.",
        "folded_sv": "alkolaskorkort overvakad korratt meddelas for en i 79 a § 1 mom. i vagtrafiklagen foreskriven provotid. polisen pa den overvakades boningsort beviljar ett korkort for provotiden (). en forutsattning for utlamnande av alkolaskorkort ar att den overvakade tillstaller polisen ett intyg over monteringen av alkolaset, del i till registreringsintyget, enligt vilken fordonet efter monteringen av alkolaset har andringsbesiktigats, samt ett intyg over att det program for bedomning av alkohol- eller drogberoende som avses i 6 § har inletts. polisen skall gora en anteckning i fordonstrafikregistret om att alkolaskorkort har beviljats. den overvakade skall under provotiden fullgora de skyldigheter som hanfor sig till den overvakade korratten. fore utgangen av provotiden skall polisen pa den overvakades boningsort kontrollera att den overvakade har fullgjort alla skyldigheter. nar provotiden gatt ut skall alkolaskorkortet aterlamnas till polisen pa den overvakades boningsort. efter detta aterlamnar polisen det korkort som omhandertogs nar temporart korforbud utfardades eller utlamnar ett nytt korkort till den overvakade."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvotun ajo-oikeuden käyttäminen",
      "content": "Koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksilöityyn ajoneuvoon. Alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa Suomessa lukuun ottamatta Ahvenanmaan maakuntaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksilöityyn ajoneuvoon. Alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa Suomessa lukuun ottamatta Ahvenanmaan maakuntaa.",
        "folded_fi": "koetusaikana valvottavalla on ajo-oikeus vain alkolukkoajokortissa yksiloityyn ajoneuvoon. alkolukkoajokortti oikeuttaa valvottavan koetusaikana kuljettamaan alkolukolla varustettua ajoneuvoa suomessa lukuun ottamatta ahvenanmaan maakuntaa.",
        "title_sv": "Utövande av övervakad körrätt",
        "content_sv": "Under prövotiden har den övervakade körrätt endast till det fordon som specificeras i alkolåskörkortet. Alkolåskörkortet berättigar den övervakade att under prövotiden i Finland, med undantag av landskapet Åland, framföra det fordon som är försett med alkolås.",
        "normalized_sv": "Under prövotiden har den övervakade körrätt endast till det fordon som specificeras i alkolåskörkortet. Alkolåskörkortet berättigar den övervakade att under prövotiden i Finland, med undantag av landskapet Åland, framföra det fordon som är försett med alkolås.",
        "folded_sv": "under provotiden har den overvakade korratt endast till det fordon som specificeras i alkolaskorkortet. alkolaskorkortet berattigar den overvakade att under provotiden i finland, med undantag av landskapet aland, framfora det fordon som ar forsett med alkolas."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Päihderiippuvuuden arviointiohjelma",
      "content": "Valvottavan on suoritettava kuuden kuukauden pituinen päihderiippuvuuden arviointiohjelma. Ohjelma on aloitettava viipymättä valvottua ajo-oikeutta koskevan pyynnön jälkeen. Valvottavan on toimitettava asuinpaikkansa poliisille päihderiippuvuuden arviointiohjelmaan kuuluvat lääkärinlausunnot ja todistukset käynneistään lääkärin ja terveydenhuollon henkilöstöön kuuluvan luona sekä ilmoitettava seuraavan käynnin ajankohta. Poliisin on tehtävä lausunnon tai todistuksen toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Valvottavan on suoritettava kuuden kuukauden pituinen päihderiippuvuuden arviointiohjelma. Ohjelma on aloitettava viipymättä valvottua ajo-oikeutta koskevan pyynnön jälkeen. Valvottavan on toimitettava asuinpaikkansa poliisille päihderiippuvuuden arviointiohjelmaan kuuluvat lääkärinlausunnot ja todistukset käynneistään lääkärin ja terveydenhuollon henkilöstöön kuuluvan luona sekä ilmoitettava seuraavan käynnin ajankohta. Poliisin on tehtävä lausunnon tai todistuksen toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
        "folded_fi": "valvottavan on suoritettava kuuden kuukauden pituinen paihderiippuvuuden arviointiohjelma. ohjelma on aloitettava viipymatta valvottua ajo-oikeutta koskevan pyynnon jalkeen. valvottavan on toimitettava asuinpaikkansa poliisille paihderiippuvuuden arviointiohjelmaan kuuluvat laakarinlausunnot ja todistukset kaynneistaan laakarin ja terveydenhuollon henkilostoon kuuluvan luona seka ilmoitettava seuraavan kaynnin ajankohta. poliisin on tehtava lausunnon tai todistuksen toimittamisesta merkinta ajoneuvoliikennerekisteriin.",
        "title_sv": "Program för bedömning av alkohol- eller drogberoende",
        "content_sv": "Den övervakade skall genomföra ett sex månader långt program för bedömning av alkohol- eller drogberoende. Programmet skall inledas utan dröjsmål efter begäran om övervakad körrätt. Den övervakade skall tillställa polisen på boningsorten de läkarutlåtanden som hänför sig till programmet för bedömning av alkohol- eller drogberoende och intyg över besök hos läkare och hälsovårdspersonal samt meddela polisen tidpunkten för nästa besök. Polisen skall göra en anteckning i fordonstrafikregistret om att ett utlåtande eller ett intyg har lämnats in.",
        "normalized_sv": "Den övervakade skall genomföra ett sex månader långt program för bedömning av alkohol- eller drogberoende. Programmet skall inledas utan dröjsmål efter begäran om övervakad körrätt. Den övervakade skall tillställa polisen på boningsorten de läkarutlåtanden som hänför sig till programmet för bedömning av alkohol- eller drogberoende och intyg över besök hos läkare och hälsovårdspersonal samt meddela polisen tidpunkten för nästa besök. Polisen skall göra en anteckning i fordonstrafikregistret om att ett utlåtande eller ett intyg har lämnats in.",
        "folded_sv": "den overvakade skall genomfora ett sex manader langt program for bedomning av alkohol- eller drogberoende. programmet skall inledas utan drojsmal efter begaran om overvakad korratt. den overvakade skall tillstalla polisen pa boningsorten de lakarutlatanden som hanfor sig till programmet for bedomning av alkohol- eller drogberoende och intyg over besok hos lakare och halsovardspersonal samt meddela polisen tidpunkten for nasta besok. polisen skall gora en anteckning i fordonstrafikregistret om att ett utlatande eller ett intyg har lamnats in."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Jatkoseuranta",
      "content": "Päihderiippuvuuden arviointiohjelman päätyttyä valvottavan on osallistuttava jatkoseurantaan. Jatkoseurannassa valvottava käy koetusaikana kolmen kuukauden välein lääkärintarkastuksessa, jota koskeva lääkärinlausunto hänen on toimitettava poliisille sekä ilmoitettava seuraavan tarkastuksen ajankohta. Poliisin on tehtävä lausunnon toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Päihderiippuvuuden arviointiohjelman päätyttyä valvottavan on osallistuttava jatkoseurantaan. Jatkoseurannassa valvottava käy koetusaikana kolmen kuukauden välein lääkärintarkastuksessa, jota koskeva lääkärinlausunto hänen on toimitettava poliisille sekä ilmoitettava seuraavan tarkastuksen ajankohta. Poliisin on tehtävä lausunnon toimittamisesta merkintä ajoneuvoliikennerekisteriin.",
        "folded_fi": "paihderiippuvuuden arviointiohjelman paatyttya valvottavan on osallistuttava jatkoseurantaan. jatkoseurannassa valvottava kay koetusaikana kolmen kuukauden valein laakarintarkastuksessa, jota koskeva laakarinlausunto hanen on toimitettava poliisille seka ilmoitettava seuraavan tarkastuksen ajankohta. poliisin on tehtava lausunnon toimittamisesta merkinta ajoneuvoliikennerekisteriin.",
        "title_sv": "Fortsatt uppföljning",
        "content_sv": "Efter det att programmet för bedömning av alkohol- eller drogberoende har slutförts skall den övervakade delta i en fortsatt uppföljning. Under den fortsatta uppföljningen som sker under prövotiden genomgår den övervakade med tre månaders mellanrum en läkarundersökning. Läkarutlåtandena om undersökningarna skall tillställas polisen och den övervakade skall meddela polisen tidpunkten för nästa undersökning. Polisen skall göra en anteckning i fordonstrafikregistret om att utlåtandet har lämnats in.",
        "normalized_sv": "Efter det att programmet för bedömning av alkohol- eller drogberoende har slutförts skall den övervakade delta i en fortsatt uppföljning. Under den fortsatta uppföljningen som sker under prövotiden genomgår den övervakade med tre månaders mellanrum en läkarundersökning. Läkarutlåtandena om undersökningarna skall tillställas polisen och den övervakade skall meddela polisen tidpunkten för nästa undersökning. Polisen skall göra en anteckning i fordonstrafikregistret om att utlåtandet har lämnats in.",
        "folded_sv": "efter det att programmet for bedomning av alkohol- eller drogberoende har slutforts skall den overvakade delta i en fortsatt uppfoljning. under den fortsatta uppfoljningen som sker under provotiden genomgar den overvakade med tre manaders mellanrum en lakarundersokning. lakarutlatandena om undersokningarna skall tillstallas polisen och den overvakade skall meddela polisen tidpunkten for nasta undersokning. polisen skall gora en anteckning i fordonstrafikregistret om att utlatandet har lamnats in."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kustannukset",
      "content": "Valvottava vastaa valvotusta ajo-oikeudesta hänelle aiheutuvista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Valvottava vastaa valvotusta ajo-oikeudesta hänelle aiheutuvista kustannuksista.",
        "folded_fi": "valvottava vastaa valvotusta ajo-oikeudesta hanelle aiheutuvista kustannuksista.",
        "title_sv": "Kostnader",
        "content_sv": "Den övervakade svarar för sina kostnader för den övervakade körrätten.",
        "normalized_sv": "Den övervakade svarar för sina kostnader för den övervakade körrätten.",
        "folded_sv": "den overvakade svarar for sina kostnader for den overvakade korratten."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Tiedonpurku alkolukosta",
      "content": "Valvottavan on 60 päivän välein vietävä alkolukolla varustettu ajoneuvo alkolukon käyttötietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu Ajoneuvohallintokeskukselle. Käyttötiedot lähetetään laitevalmistajan ylläpitämään rekisteriin, jossa ne ovat poliisin käytettävissä valvotun ajo-oikeuden käyttämisen valvontaa varten. Käyttötietoihin ei saa sisältyä henkilötietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valvottavan on 60 päivän välein vietävä alkolukolla varustettu ajoneuvo alkolukon käyttötietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu Ajoneuvohallintokeskukselle. Käyttötiedot lähetetään laitevalmistajan ylläpitämään rekisteriin, jossa ne ovat poliisin käytettävissä valvotun ajo-oikeuden käyttämisen valvontaa varten. Käyttötietoihin ei saa sisältyä henkilötietoja.",
        "folded_fi": "valvottavan on 60 paivan valein vietava alkolukolla varustettu ajoneuvo alkolukon kayttotietojen purkamista varten laitevalmistajan valtuuttamalle edustajalle, joka on ilmoitettu ajoneuvohallintokeskukselle. kayttotiedot lahetetaan laitevalmistajan yllapitamaan rekisteriin, jossa ne ovat poliisin kaytettavissa valvotun ajo-oikeuden kayttamisen valvontaa varten. kayttotietoihin ei saa sisaltya henkilotietoja.",
        "title_sv": "Avläsning av alkolåset",
        "content_sv": "Den övervakade skall med 60 dagars mellanrum föra det fordon som är försett med alkolås för avläsning av alkolåsets minne till en representant som har befullmäktigats av alkolåstillverkaren och anmälts till Fordonsförvaltningscentralen. Uppgifterna om användningen sänds till ett register som förs av tillverkaren, och de är tillgängliga för polisen för tillsynen över utövande av den övervakade körrätten. Uppgifterna om användningen får inte innehålla personuppgifter.",
        "normalized_sv": "Den övervakade skall med 60 dagars mellanrum föra det fordon som är försett med alkolås för avläsning av alkolåsets minne till en representant som har befullmäktigats av alkolåstillverkaren och anmälts till Fordonsförvaltningscentralen. Uppgifterna om användningen sänds till ett register som förs av tillverkaren, och de är tillgängliga för polisen för tillsynen över utövande av den övervakade körrätten. Uppgifterna om användningen får inte innehålla personuppgifter.",
        "folded_sv": "den overvakade skall med 60 dagars mellanrum fora det fordon som ar forsett med alkolas for avlasning av alkolasets minne till en representant som har befullmaktigats av alkolastillverkaren och anmalts till fordonsforvaltningscentralen. uppgifterna om anvandningen sands till ett register som fors av tillverkaren, och de ar tillgangliga for polisen for tillsynen over utovande av den overvakade korratten. uppgifterna om anvandningen far inte innehalla personuppgifter."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Koetusajan keskeytyminen",
      "content": "Koetusaika keskeytyy, jos valvottava määrätään ajokieltoon tai väliaikaiseen ajokieltoon. Jos poliisi määrää valvottavan ajokieltoon tai jos väliaikaiseen ajokieltoon määrääminen perustuu tieliikennelain 76 §:n 5 tai 6 kohtaan, poliisin on ilmoitettava päätöksestään syyttäjälle, jonka on viipymättä esitettävä valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon täytäntöönpanoa koskeva vaatimus tuomioistuimelle. Vaatimus esitetään sille tuomioistuimelle, jonka piirissä valvottava asuu tai pysyvästi oleskelee. Asia voidaan alioikeudessa käsitellä yhden tuomarin kokoonpanossa, ja virallisen syyttäjän tulee olla istunnossa läsnä. Asia voidaan käsitellä ja ratkaista valvottavan poissaolosta huolimatta. Muuten menettelyyn sovelletaan, mitä oikeudenkäynnistä rikosasioissa säädetään. Jos tuomioistuin ei määrää valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi täytäntöön, väliaikaisen ajokiellon kesto luetaan koetusajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Koetusaika keskeytyy, jos valvottava määrätään ajokieltoon tai väliaikaiseen ajokieltoon. Jos poliisi määrää valvottavan ajokieltoon tai jos väliaikaiseen ajokieltoon määrääminen perustuu tieliikennelain 76 § :n 5 tai 6 kohtaan, poliisin on ilmoitettava päätöksestään syyttäjälle, jonka on viipymättä esitettävä valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon täytäntöönpanoa koskeva vaatimus tuomioistuimelle. Vaatimus esitetään sille tuomioistuimelle, jonka piirissä valvottava asuu tai pysyvästi oleskelee. Asia voidaan alioikeudessa käsitellä yhden tuomarin kokoonpanossa, ja virallisen syyttäjän tulee olla istunnossa läsnä. Asia voidaan käsitellä ja ratkaista valvottavan poissaolosta huolimatta. Muuten menettelyyn sovelletaan, mitä oikeudenkäynnistä rikosasioissa säädetään. Jos tuomioistuin ei määrää valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi täytäntöön, väliaikaisen ajokiellon kesto luetaan koetusajaksi.",
        "folded_fi": "koetusaika keskeytyy, jos valvottava maarataan ajokieltoon tai valiaikaiseen ajokieltoon. jos poliisi maaraa valvottavan ajokieltoon tai jos valiaikaiseen ajokieltoon maaraaminen perustuu tieliikennelain 76 §:n 5 tai 6 kohtaan, poliisin on ilmoitettava paatoksestaan syyttajalle, jonka on viipymatta esitettava valvotun ajo-oikeuden peruuttamista ja ehdollisen ajokiellon taytantoonpanoa koskeva vaatimus tuomioistuimelle. vaatimus esitetaan sille tuomioistuimelle, jonka piirissa valvottava asuu tai pysyvasti oleskelee. asia voidaan alioikeudessa kasitella yhden tuomarin kokoonpanossa, ja virallisen syyttajan tulee olla istunnossa lasna. asia voidaan kasitella ja ratkaista valvottavan poissaolosta huolimatta. muuten menettelyyn sovelletaan, mita oikeudenkaynnista rikosasioissa saadetaan. jos tuomioistuin ei maaraa valvottua ajo-oikeutta peruutettavaksi ja ehdollista ajokieltoa pantavaksi taytantoon, valiaikaisen ajokiellon kesto luetaan koetusajaksi.",
        "title_sv": "Avbrytande av prövotiden",
        "content_sv": "Prövotiden avbryts om den övervakade meddelas körförbud eller temporärt körförbud. Om polisen utfärdar körförbud för den övervakade eller om utfärdande av temporärt körförbud grundar sig på 76 § 5 eller 6 punkten i vägtrafiklagen, skall polisen underrätta åklagaren om sitt beslut, varefter åklagaren utan dröjsmål vid domstol skall yrka att den övervakade körrätten återkallas och att det villkorliga körförbudet verkställs. Yrkandet framställs vid den domstol inom vars domkrets den övervakade bor eller varaktigt vistas. I underrätten kan ärendet behandlas i en sammansättning med en domare, och allmänna åklagaren skall närvara vid sammanträdet. Ärendet kan handläggas och avgöras trots den övervakades utevaro. I övrigt tillämpas på förfarandet bestämmelserna om rättegång i brottmål. Om domstolen inte bestämmer att den övervakade körrätten återkallas och det villkorliga körförbudet verkställs, räknas tiden för det temporära körförbudet med i prövotiden.",
        "normalized_sv": "Prövotiden avbryts om den övervakade meddelas körförbud eller temporärt körförbud. Om polisen utfärdar körförbud för den övervakade eller om utfärdande av temporärt körförbud grundar sig på 76 § 5 eller 6 punkten i vägtrafiklagen, skall polisen underrätta åklagaren om sitt beslut, varefter åklagaren utan dröjsmål vid domstol skall yrka att den övervakade körrätten återkallas och att det villkorliga körförbudet verkställs. Yrkandet framställs vid den domstol inom vars domkrets den övervakade bor eller varaktigt vistas. I underrätten kan ärendet behandlas i en sammansättning med en domare, och allmänna åklagaren skall närvara vid sammanträdet. Ärendet kan handläggas och avgöras trots den övervakades utevaro. I övrigt tillämpas på förfarandet bestämmelserna om rättegång i brottmål. Om domstolen inte bestämmer att den övervakade körrätten återkallas och det villkorliga körförbudet verkställs, räknas tiden för det temporära körförbudet med i prövotiden.",
        "folded_sv": "provotiden avbryts om den overvakade meddelas korforbud eller temporart korforbud. om polisen utfardar korforbud for den overvakade eller om utfardande av temporart korforbud grundar sig pa 76 § 5 eller 6 punkten i vagtrafiklagen, skall polisen underratta aklagaren om sitt beslut, varefter aklagaren utan drojsmal vid domstol skall yrka att den overvakade korratten aterkallas och att det villkorliga korforbudet verkstalls. yrkandet framstalls vid den domstol inom vars domkrets den overvakade bor eller varaktigt vistas. i underratten kan arendet behandlas i en sammansattning med en domare, och allmanna aklagaren skall narvara vid sammantradet. arendet kan handlaggas och avgoras trots den overvakades utevaro. i ovrigt tillampas pa forfarandet bestammelserna om rattegang i brottmal. om domstolen inte bestammer att den overvakade korratten aterkallas och det villkorliga korforbudet verkstalls, raknas tiden for det temporara korforbudet med i provotiden."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta poliisin tämän lain nojalla tekemään päätökseen on voimassa, mitä tieliikennelain 106 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Muutoksenhausta poliisin tämän lain nojalla tekemään päätökseen on voimassa, mitä tieliikennelain 106 a § :ssä säädetään.",
        "folded_fi": "muutoksenhausta poliisin taman lain nojalla tekemaan paatokseen on voimassa, mita tieliikennelain 106 a §:ssa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Vid sökande av ändring i ett beslut som polisen fattat med stöd av denna lag gäller 106 a § i vägtrafiklagen.",
        "normalized_sv": "Vid sökande av ändring i ett beslut som polisen fattat med stöd av denna lag gäller 106 a § i vägtrafiklagen.",
        "folded_sv": "vid sokande av andring i ett beslut som polisen fattat med stod av denna lag galler 106 a § i vagtrafiklagen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset alkolukon teknisistä ominaisuuksista, toiminnasta, asennuksesta sekä käyttötietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Tarkemmat säännökset alkolukon teknisistä ominaisuuksista, toiminnasta, asennuksesta sekä käyttötietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset alkolukon teknisista ominaisuuksista, toiminnasta, asennuksesta seka kayttotietojen purkamisesta ja niiden ilmoittamisesta poliisille annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om alkolåsets tekniska egenskaper och funktion, montering av det, avläsning av alkolåsets minne samt överlämnande av uppgifter om användningen till polisen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om alkolåsets tekniska egenskaper och funktion, montering av det, avläsning av alkolåsets minne samt överlämnande av uppgifter om användningen till polisen utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om alkolasets tekniska egenskaper och funktion, montering av det, avlasning av alkolasets minne samt overlamnande av uppgifter om anvandningen till polisen utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä heinäkuuta 2005 ja on voimassa 30 päivään kesäkuuta 2008. Lakia sovelletaan, jos 2 §:ssä tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. Lakia sovelletaan valvottuun ajo-oikeuteen koetusajan päättymiseen asti. Lakia sovelletaan myös sen voimassaoloajan jälkeen käsiteltäessä lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä heinäkuuta 2005 ja on voimassa 30 päivään kesäkuuta 2008. Lakia sovelletaan, jos 2 § :ssä tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. Lakia sovelletaan valvottuun ajo-oikeuteen koetusajan päättymiseen asti. Lakia sovelletaan myös sen voimassaoloajan jälkeen käsiteltäessä lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana heinakuuta 2005 ja on voimassa 30 paivaan kesakuuta 2008. lakia sovelletaan, jos 2 §:ssa tarkoitettuun rattijuopumukseen on syyllistytty lain tultua voimaan. lakia sovelletaan valvottuun ajo-oikeuteen koetusajan paattymiseen asti. lakia sovelletaan myos sen voimassaoloajan jalkeen kasiteltaessa lain soveltamisalaan kuuluvia muutoksenhakuasioita.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juli 2005 och gäller till och med den 30 juni 2008. Lagen tillämpas på rattfylleribrott som avses i 2 §, om de har begåtts efter lagens ikraftträdande. Lagen tillämpas på övervakad körrätt tills prövotiden går ut. Lagen tillämpas också efter det att den har upphört att gälla vid behandling av besvärsärenden som omfattas av lagen.",
        "normalized_sv": "Denna lag träder i kraft den 1 juli 2005 och gäller till och med den 30 juni 2008. Lagen tillämpas på rattfylleribrott som avses i 2 § , om de har begåtts efter lagens ikraftträdande. Lagen tillämpas på övervakad körrätt tills prövotiden går ut. Lagen tillämpas också efter det att den har upphört att gälla vid behandling av besvärsärenden som omfattas av lagen.",
        "folded_sv": "denna lag trader i kraft den 1 juli 2005 och galler till och med den 30 juni 2008. lagen tillampas pa rattfylleribrott som avses i 2 §, om de har begatts efter lagens ikrafttradande. lagen tillampas pa overvakad korratt tills provotiden gar ut. lagen tillampas ocksa efter det att den har upphort att galla vid behandling av besvarsarenden som omfattas av lagen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    }
  ]
}