{
  "id": "361/2016",
  "type": "statute",
  "title": "Laki vaalilain muuttamisesta",
  "title_en": "Lag om ändring av vallagen",
  "status": "in_force",
  "issued_date": "2016-05-20",
  "in_force_date": "2016-05-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/361/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Vaaliviranomaisen puolueettomuus",
      "content": "Vaaliviranomaisen on tehtävässään toimittava puolueettomasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9 a",
        "normalized_fi": "Vaaliviranomaisen on tehtävässään toimittava puolueettomasti.",
        "folded_fi": "vaaliviranomaisen on tehtavassaan toimittava puolueettomasti.",
        "title_sv": "Valmyndigheters opartiskhet",
        "content_sv": "Valmyndigheterna ska sköta sitt uppdrag opartiskt.",
        "normalized_sv": "Valmyndigheterna ska sköta sitt uppdrag opartiskt.",
        "folded_sv": "valmyndigheterna ska skota sitt uppdrag opartiskt."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Vaalipiirilautakunnan työskentely",
      "content": "Vaalipiirilautakunta on päätösvaltainen viisijäsenisenä. Jos jäsen tai varajäsen on kuollut tai saanut vapautuksen toimestaan, on hänen sijaansa jäljellä olevaksi toimikaudeksi valittava uusi jäsen tai varajäsen. Vaalipiirilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain (434/2003) 27-30 §:ssä. Vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Vaalipiirilautakunnan kokouksissa pidetään pöytäkirjaa. Pöytäkirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Vaalipiirilautakunta on päätösvaltainen viisijäsenisenä. Jos jäsen tai varajäsen on kuollut tai saanut vapautuksen toimestaan, on hänen sijaansa jäljellä olevaksi toimikaudeksi valittava uusi jäsen tai varajäsen. Vaalipiirilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain (434/2003) 27-30 § :ssä. Vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Vaalipiirilautakunnan kokouksissa pidetään pöytäkirjaa. Pöytäkirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
        "folded_fi": "vaalipiirilautakunta on paatosvaltainen viisijasenisena. jos jasen tai varajasen on kuollut tai saanut vapautuksen toimestaan, on hanen sijaansa jaljella olevaksi toimikaudeksi valittava uusi jasen tai varajasen. vaalipiirilautakunnan jasenen ja varajasenen esteellisyydesta saadetaan hallintolain (434/2003) 27-30 §:ssa. vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkiloston. se paattaa muiden kuin sen kokouksiin tassa laissa tarkoitettujen tehtaviensa vuoksi osallistumaan oikeutettujen henkiloiden lasnaolo- ja puheoikeudesta kokouksissaan. vaalipiirilautakunnan kokouksissa pidetaan poytakirjaa. poytakirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
        "title_sv": "Valkretsnämndens arbete",
        "content_sv": "Valkretsnämnden är beslutför med fem medlemmar. Har en medlem eller ersättare avlidit eller fått befrielse från sitt uppdrag, ska en ny medlem eller ersättare utses i hans eller hennes ställe för den återstående mandatperioden. Bestämmelser om jäv för valkretsnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen (434/2003). Valkretsnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. Vid valkretsnämndens sammanträden förs protokoll. Protokollet och nämndens expeditioner undertecknas av ordföranden och kontrasigneras av sekreteraren.",
        "normalized_sv": "Valkretsnämnden är beslutför med fem medlemmar. Har en medlem eller ersättare avlidit eller fått befrielse från sitt uppdrag, ska en ny medlem eller ersättare utses i hans eller hennes ställe för den återstående mandatperioden. Bestämmelser om jäv för valkretsnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen (434/2003). Valkretsnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. Vid valkretsnämndens sammanträden förs protokoll. Protokollet och nämndens expeditioner undertecknas av ordföranden och kontrasigneras av sekreteraren.",
        "folded_sv": "valkretsnamnden ar beslutfor med fem medlemmar. har en medlem eller ersattare avlidit eller fatt befrielse fran sitt uppdrag, ska en ny medlem eller ersattare utses i hans eller hennes stalle for den aterstaende mandatperioden. bestammelser om jav for valkretsnamndens medlemmar och deras ersattare finns i 27-30 § i forvaltningslagen (434/2003). valkretsnamnden anstaller en sekreterare och annan behovlig personal. den beslutar om ratt att narvara och yttra sig vid namndens sammantraden for andra personer an de som pa grund av sina uppgifter enligt denna lag har ratt att delta i sammantradena. vid valkretsnamndens sammantraden fors protokoll. protokollet och namndens expeditioner undertecknas av ordforanden och kontrasigneras av sekreteraren."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Kunnan keskusvaalilautakunnan työskentely",
      "content": "Kunnan keskusvaalilautakunta on päätösvaltainen viisijäsenisenä. Jos varajäsen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa määrätä väliaikaisen varajäsenen. Kunnan keskusvaalilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain 27-30 §:ssä. Kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Kunnan keskusvaalilautakunta on päätösvaltainen viisijäsenisenä. Jos varajäsen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa määrätä väliaikaisen varajäsenen. Kunnan keskusvaalilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain 27-30 § :ssä. Kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
        "folded_fi": "kunnan keskusvaalilautakunta on paatosvaltainen viisijasenisena. jos varajasen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa maarata valiaikaisen varajasenen. kunnan keskusvaalilautakunnan jasenen ja varajasenen esteellisyydesta saadetaan hallintolain 27-30 §:ssa. kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkiloston. se paattaa muiden kuin sen kokouksiin tassa laissa tarkoitettujen tehtaviensa vuoksi osallistumaan oikeutettujen henkiloiden lasnaolo- ja puheoikeudesta kokouksissaan. kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin lasnaolo- ja puheoikeudesta kokouksissa eika oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi.",
        "title_sv": "Den kommunala centralvalnämndens arbete",
        "content_sv": "Den kommunala centralvalnämnden är beslutför med fem medlemmar. Om en ersättare har avlidit eller har förhinder eller är jävig, får kommunstyrelsen vid behov förordna en tillfällig ersättare. Bestämmelser om jäv för den kommunala centralvalnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen. Den kommunala centralvalnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens eller borgmästarens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "normalized_sv": "Den kommunala centralvalnämnden är beslutför med fem medlemmar. Om en ersättare har avlidit eller har förhinder eller är jävig, får kommunstyrelsen vid behov förordna en tillfällig ersättare. Bestämmelser om jäv för den kommunala centralvalnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen. Den kommunala centralvalnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens eller borgmästarens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "folded_sv": "den kommunala centralvalnamnden ar beslutfor med fem medlemmar. om en ersattare har avlidit eller har forhinder eller ar javig, far kommunstyrelsen vid behov forordna en tillfallig ersattare. bestammelser om jav for den kommunala centralvalnamndens medlemmar och deras ersattare finns i 27-30 § i forvaltningslagen. den kommunala centralvalnamnden anstaller en sekreterare och annan behovlig personal. den beslutar om ratt att narvara och yttra sig vid namndens sammantraden for andra personer an de som pa grund av sina uppgifter enligt denna lag har ratt att delta i sammantradena. pa den kommunala centralvalnamnden tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om kommunstyrelsens foretradares och kommundirektorens eller borgmastarens ratt att narvara och yttra sig vid sammantraden eller om ratten att ta upp ett arende till behandling i ett hogre organ."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Vaalilautakunta ja vaalitoimikunta",
      "content": "Kunnanhallituksen on hyvissä ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin äänestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme; sekä 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoäänestystä varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jäsen sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme. Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Ehdokas ei voi olla vaalilautakunnan jäsenenä eikä varajäsenenä. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Kunnanhallituksen on hyvissä ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin äänestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme; sekä 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoäänestystä varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jäsen sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme. Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Ehdokas ei voi olla vaalilautakunnan jäsenenä eikä varajäsenenä. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
        "folded_fi": "kunnanhallituksen on hyvissa ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin aanestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jasenta seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan kolme; seka 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoaanestysta varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jasen seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan kolme. seka vaalilautakunnan ja vaalitoimikunnan jasenten etta niiden varajasenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissa edellisissa eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyja puolueita. kuntavaaleissa jasenten ja varajasenten tulee kuitenkin edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. vaalilautakunnan varajasenet ja vaalitoimikunnan varajasenet on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. ehdokas ei voi olla vaalilautakunnan jasenena eika varajasenena. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jasenena eika varajasenena. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
        "title_sv": "Valnämnd och valbestyrelse",
        "content_sv": "Kommunstyrelsen ska i god tid före val tillsätta 1) valnämnd för varje röstningsområde en, som består av ordförande, vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst tre, samt 2) valbestyrelser för förhandsröstning som verkställs i anstalter en eller flera, som består av ordförande, vice ordförande och en annan medlem samt ett behövligt antal ersättare, dock minst tre. Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare ska ställas i den ordning i vilken de träder i stället för medlemmarna. En kandidat kan inte vara medlem eller ersättare i valnämnden. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara medlem eller ersättare i valbestyrelsen. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Valnämndernas och valbestyrelsernas ordförandes och vice ordförandes namn och kontaktinformation ska meddelas den kommunala centralvalnämnden.",
        "normalized_sv": "Kommunstyrelsen ska i god tid före val tillsätta 1) valnämnd för varje röstningsområde en, som består av ordförande, vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst tre, samt 2) valbestyrelser för förhandsröstning som verkställs i anstalter en eller flera, som består av ordförande, vice ordförande och en annan medlem samt ett behövligt antal ersättare, dock minst tre. Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare ska ställas i den ordning i vilken de träder i stället för medlemmarna. En kandidat kan inte vara medlem eller ersättare i valnämnden. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara medlem eller ersättare i valbestyrelsen. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Valnämndernas och valbestyrelsernas ordförandes och vice ordförandes namn och kontaktinformation ska meddelas den kommunala centralvalnämnden.",
        "folded_sv": "kommunstyrelsen ska i god tid fore val tillsatta 1) valnamnd for varje rostningsomrade en, som bestar av ordforande, vice ordforande och tre andra medlemmar samt ett behovligt antal ersattare, dock minst tre, samt 2) valbestyrelser for forhandsrostning som verkstalls i anstalter en eller flera, som bestar av ordforande, vice ordforande och en annan medlem samt ett behovligt antal ersattare, dock minst tre. saval valnamndens och valbestyrelsens medlemmar som deras ersattare ska i den utstrackning det ar mojligt foretrada de i partiregistret antecknade partier som vid foregaende riksdagsval stallt upp kandidater i valkretsen i fraga. vid kommunalval ska medlemmarna och ersattarna dock foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. valnamndens ersattare och valbestyrelsens ersattare ska stallas i den ordning i vilken de trader i stallet for medlemmarna. en kandidat kan inte vara medlem eller ersattare i valnamnden. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara medlem eller ersattare i valbestyrelsen. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. valnamndernas och valbestyrelsernas ordforandes och vice ordforandes namn och kontaktinformation ska meddelas den kommunala centralvalnamnden."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vaalilautakunnan ja vaalitoimikunnan työskentely",
      "content": "Vaalilautakunta ja vaalitoimikunta ovat päätösvaltaisia kolmijäsenisinä. Vaalilautakunnan ja vaalitoimikunnan jäseniin ja varajäseniin ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Vaalilautakunta nimeää vaalipäivän äänestystä varten yhden tai useamman vaaliavustajan. Vaaliavustajasta säädetään 73 §:ssä. Vaalilautakunta voi ottaa avustavaa henkilöstöä äänestyslippujen laskemista ja järjestämistä varten sekä 77 §:ssä tarkoitettua äänioikeusrekisterin ja muiden oikeusministeriön tietojärjestelmien käyttämistä varten. Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, menettelystä otettaessa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Vaalilautakunta ja vaalitoimikunta ovat päätösvaltaisia kolmijäsenisinä. Vaalilautakunnan ja vaalitoimikunnan jäseniin ja varajäseniin ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Vaalilautakunta nimeää vaalipäivän äänestystä varten yhden tai useamman vaaliavustajan. Vaaliavustajasta säädetään 73 § :ssä. Vaalilautakunta voi ottaa avustavaa henkilöstöä äänestyslippujen laskemista ja järjestämistä varten sekä 77 § :ssä tarkoitettua äänioikeusrekisterin ja muiden oikeusministeriön tietojärjestelmien käyttämistä varten. Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, menettelystä otettaessa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
        "folded_fi": "vaalilautakunta ja vaalitoimikunta ovat paatosvaltaisia kolmijasenisina. vaalilautakunnan ja vaalitoimikunnan jaseniin ja varajaseniin ei sovelleta hallintolain esteellisyytta koskevia saannoksia. vaalilautakunta nimeaa vaalipaivan aanestysta varten yhden tai useamman vaaliavustajan. vaaliavustajasta saadetaan 73 §:ssa. vaalilautakunta voi ottaa avustavaa henkilostoa aanestyslippujen laskemista ja jarjestamista varten seka 77 §:ssa tarkoitettua aanioikeusrekisterin ja muiden oikeusministerion tietojarjestelmien kayttamista varten. vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia poytakirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtamisesta, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin lasnaolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelysta, menettelysta otettaessa asia ylemman toimielimen kasiteltavaksi eika kunnan taloudesta.",
        "title_sv": "Valnämndens och valbestyrelsens arbete",
        "content_sv": "Valnämnden och valbestyrelsen är beslutför med tre medlemmar. Förvaltningslagens bestämmelser om jäv tillämpas inte på valnämndens och valbestyrelsens medlemmar eller på deras ersättare. Valnämnden utser för röstningen på valdagen ett eller flera valbiträden. Bestämmelser om valbiträde finns i 73 §. Valnämnden kan anlita biträdande personal för räkningen och ordnandet av röstsedlarna samt för sådan anteckning i rösträttsregistret som avses i 77 § och för användning av justitieministeriets andra datasystem. På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och delgivning av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens eller borgmästarens närvaro och rätt att yttra sig vid sammanträden, föredragning av tjänsteinnehavare, förfarandet när ett ärende tas upp till behandling i ett högre organ och inte heller om kommunens ekonomi.",
        "normalized_sv": "Valnämnden och valbestyrelsen är beslutför med tre medlemmar. Förvaltningslagens bestämmelser om jäv tillämpas inte på valnämndens och valbestyrelsens medlemmar eller på deras ersättare. Valnämnden utser för röstningen på valdagen ett eller flera valbiträden. Bestämmelser om valbiträde finns i 73 § . Valnämnden kan anlita biträdande personal för räkningen och ordnandet av röstsedlarna samt för sådan anteckning i rösträttsregistret som avses i 77 § och för användning av justitieministeriets andra datasystem. På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och delgivning av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens eller borgmästarens närvaro och rätt att yttra sig vid sammanträden, föredragning av tjänsteinnehavare, förfarandet när ett ärende tas upp till behandling i ett högre organ och inte heller om kommunens ekonomi.",
        "folded_sv": "valnamnden och valbestyrelsen ar beslutfor med tre medlemmar. forvaltningslagens bestammelser om jav tillampas inte pa valnamndens och valbestyrelsens medlemmar eller pa deras ersattare. valnamnden utser for rostningen pa valdagen ett eller flera valbitraden. bestammelser om valbitrade finns i 73 §. valnamnden kan anlita bitradande personal for rakningen och ordnandet av rostsedlarna samt for sadan anteckning i rostrattsregistret som avses i 77 § och for anvandning av justitieministeriets andra datasystem. pa valnamnden och valbestyrelsen tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om forande, justering och delgivning av protokoll, hanskjutande av ett arende till fortsatt sammantrade, kommunstyrelsens foretradares och kommundirektorens eller borgmastarens narvaro och ratt att yttra sig vid sammantraden, foredragning av tjansteinnehavare, forfarandet nar ett arende tas upp till behandling i ett hogre organ och inte heller om kommunens ekonomi."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Vaalitoimitsijat",
      "content": "vaalitoimitsijat Ennakkoäänestyksestä kotimaan yleisessä ennakkoäänestyspaikassa, Suomen edustustossa ja suomalaisessa laivassa sekä kotiäänestyksestä huolehtivat. Kussakin kotimaan yleisessä ennakkoäänestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. Muissakin ennakkoäänestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. Vaalitoimitsijat kotimaan yleiseen ennakkoäänestyspaikkaan ja kotiäänestykseen määrää kunnan keskusvaalilautakunta. Muutoin vaalitoimitsijoina ovat: 1) Suomen edustustossa sen päällikkö tai hänen nimeämänsä henkilö; 2) suomalaisessa laivassa sen päällikkö tai hänen määräämänsä laivassa palveleva henkilö. Ennakkoäänestystä kotimaan yleisessä ennakkoäänestyspaikassa toimitettaessa vähintään kahden vaalitoimitsijan on oltava yhtä aikaa saapuvilla. Muissa ennakkoäänestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai määrätty kaksi tai useampia, riittää, että ennakkoäänestystä toimitettaessa on saapuvilla yksi vaalitoimitsija. Kunkin yksittäisen kotiäänestyksen toimittamisesta huolehtii yksi vaalitoimitsija. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalitoimitsijaan ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilön edellä tarkoitettu läheinen voi kuitenkin olla vaalitoimitsijana, mikäli vaalitoimitsijaksi soveltuvaa muuta henkilöä ei ole saatavilla ja ennakkoäänestyksen toimittaminen siitä syystä muutoin estyisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "vaalitoimitsijat Ennakkoäänestyksestä kotimaan yleisessä ennakkoäänestyspaikassa, Suomen edustustossa ja suomalaisessa laivassa sekä kotiäänestyksestä huolehtivat. Kussakin kotimaan yleisessä ennakkoäänestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. Muissakin ennakkoäänestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. Vaalitoimitsijat kotimaan yleiseen ennakkoäänestyspaikkaan ja kotiäänestykseen määrää kunnan keskusvaalilautakunta. Muutoin vaalitoimitsijoina ovat: 1) Suomen edustustossa sen päällikkö tai hänen nimeämänsä henkilö; 2) suomalaisessa laivassa sen päällikkö tai hänen määräämänsä laivassa palveleva henkilö. Ennakkoäänestystä kotimaan yleisessä ennakkoäänestyspaikassa toimitettaessa vähintään kahden vaalitoimitsijan on oltava yhtä aikaa saapuvilla. Muissa ennakkoäänestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai määrätty kaksi tai useampia, riittää, että ennakkoäänestystä toimitettaessa on saapuvilla yksi vaalitoimitsija. Kunkin yksittäisen kotiäänestyksen toimittamisesta huolehtii yksi vaalitoimitsija. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalitoimitsijaan ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilön edellä tarkoitettu läheinen voi kuitenkin olla vaalitoimitsijana, mikäli vaalitoimitsijaksi soveltuvaa muuta henkilöä ei ole saatavilla ja ennakkoäänestyksen toimittaminen siitä syystä muutoin estyisi.",
        "folded_fi": "vaalitoimitsijat ennakkoaanestyksesta kotimaan yleisessa ennakkoaanestyspaikassa, suomen edustustossa ja suomalaisessa laivassa seka kotiaanestyksesta huolehtivat. kussakin kotimaan yleisessa ennakkoaanestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. muissakin ennakkoaanestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. vaalitoimitsijat kotimaan yleiseen ennakkoaanestyspaikkaan ja kotiaanestykseen maaraa kunnan keskusvaalilautakunta. muutoin vaalitoimitsijoina ovat: 1) suomen edustustossa sen paallikko tai hanen nimeamansa henkilo; 2) suomalaisessa laivassa sen paallikko tai hanen maaraamansa laivassa palveleva henkilo. ennakkoaanestysta kotimaan yleisessa ennakkoaanestyspaikassa toimitettaessa vahintaan kahden vaalitoimitsijan on oltava yhta aikaa saapuvilla. muissa ennakkoaanestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai maaratty kaksi tai useampia, riittaa, etta ennakkoaanestysta toimitettaessa on saapuvilla yksi vaalitoimitsija. kunkin yksittaisen kotiaanestyksen toimittamisesta huolehtii yksi vaalitoimitsija. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. vaalitoimitsijaan ei sovelleta hallintolain esteellisyytta koskevia saannoksia. suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilon edella tarkoitettu laheinen voi kuitenkin olla vaalitoimitsijana, mikali vaalitoimitsijaksi soveltuvaa muuta henkiloa ei ole saatavilla ja ennakkoaanestyksen toimittaminen siita syysta muutoin estyisi.",
        "title_sv": "Valförrättare",
        "content_sv": "valförrättare Förhandsröstning på allmänna förhandsröstningsställen i hemlandet, i finska beskickningar och ombord på finska fartyg samt hemmaröstning sköts av. Varje allmänt förhandsröstningsställe i hemlandet ska ha åtminstone två valförrättare. Även andra förhandsröstningsställen kan vid behov ha två eller flera valförrättare. Den kommunala centralvalnämnden förordnar valförrättare till ett allmänt förhandsröstningsställe i hemlandet och till hemmaröstning. Valförrättare är annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord på ett finskt fartyg befälhavaren eller en av denne förordnad, på fartyget tjänstgörande person. När förhandsröstning förrättas vid ett allmänt förhandsröstningsställe i hemlandet ska minst två valförrättare samtidigt vara närvarande. Vid andra förhandsröstningsställen, till vilka två eller flera valförrättare har utsetts eller förordnats, räcker det med att endast en valförrättare är närvarande när förhandsröstning förrättas. Varje enskild hemmaröstning sköts av en valförrättare. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valförrättare. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Förvaltningslagens bestämmelser om jäv tillämpas inte på valförrättare. Vid finska beskickningar och ombord på finska fartyg kan en kandidat eller en sådan närstående till en kandidat som avses ovan emellertid vara valförrättare, om det inte finns någon annan person som är lämplig att vara valförrättare och förrättandet av förhandsröstningen därför annars skulle hindras.",
        "normalized_sv": "valförrättare Förhandsröstning på allmänna förhandsröstningsställen i hemlandet, i finska beskickningar och ombord på finska fartyg samt hemmaröstning sköts av. Varje allmänt förhandsröstningsställe i hemlandet ska ha åtminstone två valförrättare. Även andra förhandsröstningsställen kan vid behov ha två eller flera valförrättare. Den kommunala centralvalnämnden förordnar valförrättare till ett allmänt förhandsröstningsställe i hemlandet och till hemmaröstning. Valförrättare är annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord på ett finskt fartyg befälhavaren eller en av denne förordnad, på fartyget tjänstgörande person. När förhandsröstning förrättas vid ett allmänt förhandsröstningsställe i hemlandet ska minst två valförrättare samtidigt vara närvarande. Vid andra förhandsröstningsställen, till vilka två eller flera valförrättare har utsetts eller förordnats, räcker det med att endast en valförrättare är närvarande när förhandsröstning förrättas. Varje enskild hemmaröstning sköts av en valförrättare. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valförrättare. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Förvaltningslagens bestämmelser om jäv tillämpas inte på valförrättare. Vid finska beskickningar och ombord på finska fartyg kan en kandidat eller en sådan närstående till en kandidat som avses ovan emellertid vara valförrättare, om det inte finns någon annan person som är lämplig att vara valförrättare och förrättandet av förhandsröstningen därför annars skulle hindras.",
        "folded_sv": "valforrattare forhandsrostning pa allmanna forhandsrostningsstallen i hemlandet, i finska beskickningar och ombord pa finska fartyg samt hemmarostning skots av. varje allmant forhandsrostningsstalle i hemlandet ska ha atminstone tva valforrattare. aven andra forhandsrostningsstallen kan vid behov ha tva eller flera valforrattare. den kommunala centralvalnamnden forordnar valforrattare till ett allmant forhandsrostningsstalle i hemlandet och till hemmarostning. valforrattare ar annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord pa ett finskt fartyg befalhavaren eller en av denne forordnad, pa fartyget tjanstgorande person. nar forhandsrostning forrattas vid ett allmant forhandsrostningsstalle i hemlandet ska minst tva valforrattare samtidigt vara narvarande. vid andra forhandsrostningsstallen, till vilka tva eller flera valforrattare har utsetts eller forordnats, racker det med att endast en valforrattare ar narvarande nar forhandsrostning forrattas. varje enskild hemmarostning skots av en valforrattare. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara valforrattare. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. forvaltningslagens bestammelser om jav tillampas inte pa valforrattare. vid finska beskickningar och ombord pa finska fartyg kan en kandidat eller en sadan narstaende till en kandidat som avses ovan emellertid vara valforrattare, om det inte finns nagon annan person som ar lamplig att vara valforrattare och forrattandet av forhandsrostningen darfor annars skulle hindras."
      }
    },
    {
      "provision_ref": "2:58",
      "chapter": "2",
      "section": "58",
      "title": "Äänestäminen ennakkoäänestyksessä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. Äänestäjän on niin selvästi merkittävä äänestyslippuun sen ehdokkaan numero, jonka hyväksi hän antaa äänensä, ettei voi syntyä epätietoisuutta siitä, ketä ehdokasta hän tarkoittaa. Merkintä on tehtävä äänestyskopissa tai muutoin siten, että vaalisalaisuus säilyy. Äänestäjän pyynnöstä on vaalitoimitsijan tai vaalitoimikunnan jäsenen avustettava häntä äänestämisessä. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestyksessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:58",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. Äänestäjän on niin selvästi merkittävä äänestyslippuun sen ehdokkaan numero, jonka hyväksi hän antaa äänensä, ettei voi syntyä epätietoisuutta siitä, ketä ehdokasta hän tarkoittaa. Merkintä on tehtävä äänestyskopissa tai muutoin siten, että vaalisalaisuus säilyy. Äänestäjän pyynnöstä on vaalitoimitsijan tai vaalitoimikunnan jäsenen avustettava häntä äänestämisessä. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestyksessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. aanestajan on niin selvasti merkittava aanestyslippuun sen ehdokkaan numero, jonka hyvaksi han antaa aanensa, ettei voi syntya epatietoisuutta siita, keta ehdokasta han tarkoittaa. merkinta on tehtava aanestyskopissa tai muutoin siten, etta vaalisalaisuus sailyy. aanestajan pyynnosta on vaalitoimitsijan tai vaalitoimikunnan jasenen avustettava hanta aanestamisessa. henkilo, jonka kyky tehda aanestysmerkinta on olennaisesti heikentynyt, saa kayttaa aanestyksessa apuna valitsemaansa avustajaa. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. avustaja on velvollinen tunnollisesti tayttamaan aanestajan osoitukset seka pitamaan salassa aanestyksen yhteydessa saamansa tiedot.",
        "title_sv": "Röstningen vid förhandsröstning",
        "content_sv": "Den röstande får vid riksdagsval och kommunalval rösta på en kandidat som är upptagen i sammanställningen av kandidatlistorna inom den valkrets eller den kommun där den röstande antecknats som röstberättigad vid valet i fråga, vid Europaparlamentsval på en kandidat i sammanställningen av kandidatlistorna och vid presidentval på en kandidat i kandidatförteckningen för presidentvalet. Den röstande ska på röstsedeln anteckna numret på den kandidat för vilken han eller hon avger sin röst, så tydligt att tvivelsmål inte kan uppstå om vilken kandidat som avses. Anteckningen ska göras i valbåset eller annars så att valhemligheten bevaras. På den röstandes begäran ska valförrättaren eller en medlem av valbestyrelsen bistå vid röstningen. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid röstningen assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "normalized_sv": "Den röstande får vid riksdagsval och kommunalval rösta på en kandidat som är upptagen i sammanställningen av kandidatlistorna inom den valkrets eller den kommun där den röstande antecknats som röstberättigad vid valet i fråga, vid Europaparlamentsval på en kandidat i sammanställningen av kandidatlistorna och vid presidentval på en kandidat i kandidatförteckningen för presidentvalet. Den röstande ska på röstsedeln anteckna numret på den kandidat för vilken han eller hon avger sin röst, så tydligt att tvivelsmål inte kan uppstå om vilken kandidat som avses. Anteckningen ska göras i valbåset eller annars så att valhemligheten bevaras. På den röstandes begäran ska valförrättaren eller en medlem av valbestyrelsen bistå vid röstningen. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid röstningen assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "folded_sv": "den rostande far vid riksdagsval och kommunalval rosta pa en kandidat som ar upptagen i sammanstallningen av kandidatlistorna inom den valkrets eller den kommun dar den rostande antecknats som rostberattigad vid valet i fraga, vid europaparlamentsval pa en kandidat i sammanstallningen av kandidatlistorna och vid presidentval pa en kandidat i kandidatforteckningen for presidentvalet. den rostande ska pa rostsedeln anteckna numret pa den kandidat for vilken han eller hon avger sin rost, sa tydligt att tvivelsmal inte kan uppsta om vilken kandidat som avses. anteckningen ska goras i valbaset eller annars sa att valhemligheten bevaras. pa den rostandes begaran ska valforrattaren eller en medlem av valbestyrelsen bista vid rostningen. den vars formaga att gora rostningsanteckning ar vasentligt nedsatt far vid rostningen assisteras av ett bitrade som han eller hon sjalv utsett. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara bitrade. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. bitradet ar skyldigt att samvetsgrant folja den rostandes anvisningar samt hemlighalla vad han eller hon fatt veta i samband med rostningen."
      }
    },
    {
      "provision_ref": "2:73",
      "chapter": "2",
      "section": "73",
      "title": "Avustaja",
      "content": "vaaliavustaja Jokaisella äänestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeämä, asianmukaisin tunnusmerkein tai -merkinnöin osoitettu, joka äänestäjän pyynnöstä avustaa häntä merkinnän tekemisessä äänestyslippuun. Äänestäjällä, joka haluaa käyttää vaalilautakunnan jäsentä avustajana äänestysmerkinnän tekemisessä, on siihen oikeus, jollei se viivytä äänestystä. Vaalilautakunnan jäsenestä on silloin voimassa, mitä vaaliavustajasta on säädetty. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestysmerkinnän tekemisessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eikä äänestäjän valitsemana avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:73",
        "normalized_fi": "vaaliavustaja Jokaisella äänestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeämä, asianmukaisin tunnusmerkein tai -merkinnöin osoitettu, joka äänestäjän pyynnöstä avustaa häntä merkinnän tekemisessä äänestyslippuun. Äänestäjällä, joka haluaa käyttää vaalilautakunnan jäsentä avustajana äänestysmerkinnän tekemisessä, on siihen oikeus, jollei se viivytä äänestystä. Vaalilautakunnan jäsenestä on silloin voimassa, mitä vaaliavustajasta on säädetty. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestysmerkinnän tekemisessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eikä äänestäjän valitsemana avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
        "folded_fi": "vaaliavustaja jokaisella aanestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeama, asianmukaisin tunnusmerkein tai -merkinnoin osoitettu, joka aanestajan pyynnosta avustaa hanta merkinnan tekemisessa aanestyslippuun. aanestajalla, joka haluaa kayttaa vaalilautakunnan jasenta avustajana aanestysmerkinnan tekemisessa, on siihen oikeus, jollei se viivyta aanestysta. vaalilautakunnan jasenesta on silloin voimassa, mita vaaliavustajasta on saadetty. henkilo, jonka kyky tehda aanestysmerkinta on olennaisesti heikentynyt, saa kayttaa aanestysmerkinnan tekemisessa apuna valitsemaansa avustajaa. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eika aanestajan valitsemana avustajana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. avustaja on velvollinen tunnollisesti tayttamaan aanestajan osoitukset seka pitamaan salassa aanestyksen yhteydessa saamansa tiedot.",
        "title_sv": "Biträde",
        "content_sv": "valbiträde På varje röstningsställe ska finnas närvarande ett av valnämnden utsett, med behöriga kännetecken eller märken försett, som på begäran av en röstande ska hjälpa honom eller henne att göra anteckningen på röstsedeln. En röstande får anlita en medlem av valnämnden som biträde vid införandet av anteckningen, om det inte fördröjer röstningen. I fråga om medlemmen gäller då vad som föreskrivs om valbiträden. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid införandet av anteckningen på röstsedeln assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valbiträde eller av en röstande utsett biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "normalized_sv": "valbiträde På varje röstningsställe ska finnas närvarande ett av valnämnden utsett, med behöriga kännetecken eller märken försett, som på begäran av en röstande ska hjälpa honom eller henne att göra anteckningen på röstsedeln. En röstande får anlita en medlem av valnämnden som biträde vid införandet av anteckningen, om det inte fördröjer röstningen. I fråga om medlemmen gäller då vad som föreskrivs om valbiträden. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid införandet av anteckningen på röstsedeln assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valbiträde eller av en röstande utsett biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "folded_sv": "valbitrade pa varje rostningsstalle ska finnas narvarande ett av valnamnden utsett, med behoriga kannetecken eller marken forsett, som pa begaran av en rostande ska hjalpa honom eller henne att gora anteckningen pa rostsedeln. en rostande far anlita en medlem av valnamnden som bitrade vid inforandet av anteckningen, om det inte fordrojer rostningen. i fraga om medlemmen galler da vad som foreskrivs om valbitraden. den vars formaga att gora rostningsanteckning ar vasentligt nedsatt far vid inforandet av anteckningen pa rostsedeln assisteras av ett bitrade som han eller hon sjalv utsett. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara valbitrade eller av en rostande utsett bitrade. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. bitradet ar skyldigt att samvetsgrant folja den rostandes anvisningar samt hemlighalla vad han eller hon fatt veta i samband med rostningen."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vaalipiirit eduskuntavaaleissa",
      "content": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
        "folded_fi": "vaalipiireihin eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) helsingin vaalipiiri, johon kuuluu helsingin kaupunki; 2) uudenmaan vaalipiiri, johon kuuluvat askolan, espoon, hangon, hyvinkaan, inkoon, jarvenpaan, karkkilan, kauniaisten, keravan, kirkkonummen, lapinjarven, lohjan, loviisan, myrskylan, mantsalan, nurmijarven, pornaisten, porvoon, pukkilan, raaseporin, sipoon, siuntion, tuusulan, vantaan seka vihdin kunnat; 3) varsinais-suomen vaalipiiri, johon kuuluvat auran, kaarinan, kemionsaaren, koski tl:n, kustavin, laitilan, liedon, loimaan, marttilan, maskun, mynamaen, naantalin, nousiaisten, oripaan, paimion, paraisten, pyharannan, poytyan, raision, ruskon, salon, sauvon, someron, taivassalon, turun, uudenkaupungin seka vehmaan kunnat; 4) satakunnan vaalipiiri, johon kuuluvat euran, eurajoen, harjavallan, honkajoen, huittisten, jamijarven, kankaanpaan, karvian, kokemaen, luvian, merikarvian, nakkilan, pomarkun, porin, rauman, siikaisten, sakylan seka ulvilan kunnat; 5) ahvenanmaan maakunnan vaalipiiri, johon kuuluvat brandon, eckeron, finstromin, foglon, getan, hammarlandin, jomalan, kumlingen, kokarin, lemlandin, lumparlandin, maarianhaminan, saltvikin, sottungan, sundin seka vardon kunnat; 6) hameen vaalipiiri, johon kuuluvat asikkalan, forssan, hartolan, hattulan, hausjarven, heinolan, hollolan, humppilan, hameenlinnan, janakkalan, jokioisten, karkolan, lahden, lopen, orimattilan, padasjoen, riihimaen, sysman, tammelan seka ypajan kunnat; 7) pirkanmaan vaalipiiri, johon kuuluvat akaan, hameenkyron, ikaalisten, juupajoen, kangasalan, kihnion, lempaalan, mantta-vilppulan, nokian, oriveden, parkanon, pirkkalan, punkalaitumen, palkaneen, ruoveden, sastamalan, tampereen, urjalan, valkeakosken, vesilahden, virtain seka ylojarven kunnat; 8) kaakkois-suomen vaalipiiri, johon kuuluvat enonkosken, haminan, heinaveden, hirvensalmen, iitin, imatran, joroisten, juvan, kangasniemen, kotkan, kouvolan, lappeenrannan, lemin, luumaen, miehikkalan, mikkelin, mantyharjun, parikkalan, pertunmaan, pieksamaen, puumalan, pyhtaan, rantasalmen, rautjarven, ruokolahden, savitaipaleen, savonlinnan, sulkavan, taipalsaaren seka virolahden kunnat; 9) savo-karjalan vaalipiiri, johon kuuluvat iisalmen, ilomantsin, joensuun, juankosken, juuan, kaavin, keiteleen, kiteen, kiuruveden, kontiolahden, kuopion, lapinlahden, leppavirran, lieksan, liperin, nurmeksen, outokummun, pielaveden, polvijarven, rautalammin, rautavaaran, raakkylan, siilinjarven, sonkajarven, suonenjoen, tervon, tohmajarven, tuusniemen, valtimon, varkauden, vesannon seka viereman kunnat; 10) vaasan vaalipiiri, johon kuuluvat alajarven, alavuden, evijarven, halsuan, ilmajoen, isojoen, isokyron, kannuksen, karijoen, kaskisten, kauhajoen, kauhavan, kaustisen, kokkolan, korsnasin, kristiinankaupungin, kruunupyyn, kuortaneen, kurikan, laihian, lappajarven, lapuan, lestijarven, luodon, maalahden, mustasaaren, narpion, pedersoren kunnan, perhon, pietarsaaren, seinajoen, soinin, teuvan, toholammin, uusikaarlepyyn, vaasan, vetelin, vimpelin, voyrin seka ahtarin kunnat; 11) keski-suomen vaalipiiri, johon kuuluvat hankasalmen, joutsan, jyvaskylan, jamsan, kannonkosken, karstulan, keuruun, kinnulan, kivijarven, konneveden, kuhmoisten, kyyjarven, laukaan, luhangan, multian, muuramen, petajaveden, pihtiputaan, saarijarven, toivakan, uuraisten, viitasaaren seka aanekosken kunnat; 12) oulun vaalipiiri, johon kuuluvat alavieskan, haapajarven, haapaveden, hailuodon, hyrynsalmen, iin, kajaanin, kalajoen, kempeleen, kuhmon, kuusamon, karsamaen, limingan, lumijoen, merijarven, muhoksen, nivalan, oulaisten, oulun, paltamon, pudasjarven, puolangan, pyhajoen, pyhajarven, pyhannan, raahen, reisjarven, ristijarven, sievin, siikajoen, siikalatvan, sotkamon, suomussalmen, taivalkosken, tyrnavan, utajarven, vaalan seka ylivieskan kunnat; 13) lapin vaalipiiri, johon kuuluvat enontekion, inarin, kemin, kemijarven, keminmaan, kittilan, kolarin, muonion, pelkosenniemen, pellon, posion, ranuan, rovaniemen, sallan, savukosken, simon, sodankylan, tervolan, tornion, utsjoen seka ylitornion kunnat.",
        "title_sv": "Valkretsar vid riksdagsval",
        "content_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "normalized_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "folded_sv": "valkretsar for riksdagsval indelas landet utgaende fran landskapsindelningen i foljande: 1) helsingfors valkrets, som omfattar helsingfors stad, 2) nylands valkrets, som omfattar kommunerna askola, borgnas, borga, esbo, grankulla, hango, hyvinge, hogfors, inga, kervo, kyrkslatt, lapptrask, lojo, lovisa, mantsala, morskom, nurmijarvi, pukkila, raseborg, sibbo, sjundea, traskanda, tusby, vanda och vichtis, 3) egentliga finlands valkrets, som omfattar kommunerna aura, gustavs, kimitoon, koski tl, laitila, loimaa, lundo, marttila, masku, mynamaki, nousis, nystad, nadendal, oripaa, pargas, pemar, pyharanta, poytya, reso, rusko, sagu, salo, somero, s:t karins, tovsala, vehmaa och abo, 4) satakunta valkrets, som omfattar kommunerna bjorneborg, eura, euraaminne, harjavalta, honkajoki, huittinen, jamijarvi, kankaanpaa, karvia, kumo, luvia, nakkila, pamark, raumo, sastmola, siikainen, sakyla och ulvsby, 5) landskapet alands valkrets, som omfattar kommunerna brando, eckero, finstrom, foglo, geta, hammarland, jomala, kumlinge, kokar, lemland, lumparland, mariehamn, saltvik, sottunga, sund och vardo, 6) tavastlands valkrets, som omfattar kommunerna asikkala, forssa, hartola, hattula, hausjarvi, heinola, hollola, humppila, janakkala, jockis, karkola, lahtis, loppi, orimattila, padasjoki, riihimaki, sysma, tammela, tavastehus och ypaja, 7) birkalands valkrets, som omfattar kommunerna akaa, birkala, ikalis, juupajoki, kangasala, kihnio, lempaala, mantta-vilppula, nokia, orivesi, parkano, punkalaidun, palkane, ruovesi, sastamala, tammerfors, tavastkyro, urjala, valkeakoski, vesilahti, virdois och ylojarvi, 8) sydostra finlands valkrets, som omfattar kommunerna enonkoski, fredrikshamn, heinavesi, hirvensalmi, iitti, imatra, jorois, juva, kangasniemi, kotka, kouvola, lemi, luumaki, miehikkala, mantyharju, nyslott, parikkala, pertunmaa, pieksamaki, puumala, pyttis, rantasalmi, rautjarvi, ruokolahti, savitaipale, s:t michel, sulkava, taipalsaari, villmanstrand och virolahti, 9) savolax-karelens valkrets, som omfattar kommunerna idensalmi, ilomants, joensuu, juankoski, juuka, kaavi, keitele, kitee, kiuruvesi, kontiolahti, kuopio, lapinlahti, leppavirta, lieksa, liperi, nurmes, outokumpu, pielavesi, polvijarvi, rautalampi, rautavaara, raakkyla, siilinjarvi, sonkajarvi, suonenjoki, tervo, tohmajarvi, tuusniemi, valtimo, varkaus, vesanto och vierema, 10) vasa valkrets, som omfattar kommunerna alajarvi, alavus, botom, etseri, evijarvi, halsua, ilmajoki, jakobstad, kannus, karleby, kasko, kauhajoki, kauhava, kaustby, korsholm, korsnas, kristinestad, kronoby, kuortane, kurikka, laihela, lappajarvi, lappo, larsmo, lestijarvi, malax, nykarleby, narpes, pedersore, perho, seinajoki, soini, storkyro, stora, toholampi, vasa, vetil, vimpeli, vora och ostermark, 11) mellersta finlands valkrets, som omfattar kommunerna hankasalmi, joutsa, jyvaskyla, jamsa, kannonkoski, karstula, keuruu, kinnula, kivijarvi, konnevesi, kuhmoinen, kyyjarvi, laukaa, luhanka, multia, muurame, petajavesi, pihtipudas, saarijarvi, toivakka, uurainen, viitasaari och aanekoski, 12) uleaborgs valkrets, som omfattar kommunerna alavieska, brahestad, haapajarvi, haapavesi, hyrynsalmi, ii, kajana, kalajoki, karlo, kempele, kuhmo, kuusamo, karsamaki, limingo, lumijoki, merijarvi, muhos, nivala, oulainen, paltamo, pudasjarvi, puolanka, pyhajoki, pyhajarvi, pyhanta, reisjarvi, ristijarvi, sievi, siikajoki, siikalatva, sotkamo, suomussalmi, taivalkoski, tyrnava, uleaborg, utajarvi, vaala och ylivieska, 13) lapplands valkrets, som omfattar kommunerna enare, enontekis, kemi, kemijarvi, keminmaa, kittila, kolari, muonio, pelkosenniemi, pello, posio, ranua, rovaniemi, salla, savukoski, simo, sodankyla, tervola, tornea, utsjoki och overtornea."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Vaaliviranomaisen puolueettomuus",
      "content": "Vaaliviranomaisen on tehtävässään toimittava puolueettomasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9 a",
        "normalized_fi": "Vaaliviranomaisen on tehtävässään toimittava puolueettomasti.",
        "folded_fi": "vaaliviranomaisen on tehtavassaan toimittava puolueettomasti.",
        "title_sv": "Valmyndigheters opartiskhet",
        "content_sv": "Valmyndigheterna ska sköta sitt uppdrag opartiskt.",
        "normalized_sv": "Valmyndigheterna ska sköta sitt uppdrag opartiskt.",
        "folded_sv": "valmyndigheterna ska skota sitt uppdrag opartiskt."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Vaalipiirilautakunnan työskentely",
      "content": "Vaalipiirilautakunta on päätösvaltainen viisijäsenisenä. Jos jäsen tai varajäsen on kuollut tai saanut vapautuksen toimestaan, on hänen sijaansa jäljellä olevaksi toimikaudeksi valittava uusi jäsen tai varajäsen. Vaalipiirilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain (434/2003) 27-30 §:ssä. Vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Vaalipiirilautakunnan kokouksissa pidetään pöytäkirjaa. Pöytäkirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Vaalipiirilautakunta on päätösvaltainen viisijäsenisenä. Jos jäsen tai varajäsen on kuollut tai saanut vapautuksen toimestaan, on hänen sijaansa jäljellä olevaksi toimikaudeksi valittava uusi jäsen tai varajäsen. Vaalipiirilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain (434/2003) 27-30 § :ssä. Vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Vaalipiirilautakunnan kokouksissa pidetään pöytäkirjaa. Pöytäkirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
        "folded_fi": "vaalipiirilautakunta on paatosvaltainen viisijasenisena. jos jasen tai varajasen on kuollut tai saanut vapautuksen toimestaan, on hanen sijaansa jaljella olevaksi toimikaudeksi valittava uusi jasen tai varajasen. vaalipiirilautakunnan jasenen ja varajasenen esteellisyydesta saadetaan hallintolain (434/2003) 27-30 §:ssa. vaalipiirilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkiloston. se paattaa muiden kuin sen kokouksiin tassa laissa tarkoitettujen tehtaviensa vuoksi osallistumaan oikeutettujen henkiloiden lasnaolo- ja puheoikeudesta kokouksissaan. vaalipiirilautakunnan kokouksissa pidetaan poytakirjaa. poytakirjan ja lautakunnan toimituskirjat allekirjoittaa puheenjohtaja ja varmentaa sihteeri.",
        "title_sv": "Valkretsnämndens arbete",
        "content_sv": "Valkretsnämnden är beslutför med fem medlemmar. Har en medlem eller ersättare avlidit eller fått befrielse från sitt uppdrag, ska en ny medlem eller ersättare utses i hans eller hennes ställe för den återstående mandatperioden. Bestämmelser om jäv för valkretsnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen (434/2003). Valkretsnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. Vid valkretsnämndens sammanträden förs protokoll. Protokollet och nämndens expeditioner undertecknas av ordföranden och kontrasigneras av sekreteraren.",
        "normalized_sv": "Valkretsnämnden är beslutför med fem medlemmar. Har en medlem eller ersättare avlidit eller fått befrielse från sitt uppdrag, ska en ny medlem eller ersättare utses i hans eller hennes ställe för den återstående mandatperioden. Bestämmelser om jäv för valkretsnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen (434/2003). Valkretsnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. Vid valkretsnämndens sammanträden förs protokoll. Protokollet och nämndens expeditioner undertecknas av ordföranden och kontrasigneras av sekreteraren.",
        "folded_sv": "valkretsnamnden ar beslutfor med fem medlemmar. har en medlem eller ersattare avlidit eller fatt befrielse fran sitt uppdrag, ska en ny medlem eller ersattare utses i hans eller hennes stalle for den aterstaende mandatperioden. bestammelser om jav for valkretsnamndens medlemmar och deras ersattare finns i 27-30 § i forvaltningslagen (434/2003). valkretsnamnden anstaller en sekreterare och annan behovlig personal. den beslutar om ratt att narvara och yttra sig vid namndens sammantraden for andra personer an de som pa grund av sina uppgifter enligt denna lag har ratt att delta i sammantradena. vid valkretsnamndens sammantraden fors protokoll. protokollet och namndens expeditioner undertecknas av ordforanden och kontrasigneras av sekreteraren."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Kunnan keskusvaalilautakunnan työskentely",
      "content": "Kunnan keskusvaalilautakunta on päätösvaltainen viisijäsenisenä. Jos varajäsen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa määrätä väliaikaisen varajäsenen. Kunnan keskusvaalilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain 27-30 §:ssä. Kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Kunnan keskusvaalilautakunta on päätösvaltainen viisijäsenisenä. Jos varajäsen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa määrätä väliaikaisen varajäsenen. Kunnan keskusvaalilautakunnan jäsenen ja varajäsenen esteellisyydestä säädetään hallintolain 27-30 § :ssä. Kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkilöstön. Se päättää muiden kuin sen kokouksiin tässä laissa tarkoitettujen tehtäviensä vuoksi osallistumaan oikeutettujen henkilöiden läsnäolo- ja puheoikeudesta kokouksissaan. Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
        "folded_fi": "kunnan keskusvaalilautakunta on paatosvaltainen viisijasenisena. jos varajasen on kuollut taikka estynyt tai esteellinen, saa kunnanhallitus tarvittaessa maarata valiaikaisen varajasenen. kunnan keskusvaalilautakunnan jasenen ja varajasenen esteellisyydesta saadetaan hallintolain 27-30 §:ssa. kunnan keskusvaalilautakunta ottaa itselleen sihteerin ja muun tarvittavan henkiloston. se paattaa muiden kuin sen kokouksiin tassa laissa tarkoitettujen tehtaviensa vuoksi osallistumaan oikeutettujen henkiloiden lasnaolo- ja puheoikeudesta kokouksissaan. kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin lasnaolo- ja puheoikeudesta kokouksissa eika oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi.",
        "title_sv": "Den kommunala centralvalnämndens arbete",
        "content_sv": "Den kommunala centralvalnämnden är beslutför med fem medlemmar. Om en ersättare har avlidit eller har förhinder eller är jävig, får kommunstyrelsen vid behov förordna en tillfällig ersättare. Bestämmelser om jäv för den kommunala centralvalnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen. Den kommunala centralvalnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens eller borgmästarens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "normalized_sv": "Den kommunala centralvalnämnden är beslutför med fem medlemmar. Om en ersättare har avlidit eller har förhinder eller är jävig, får kommunstyrelsen vid behov förordna en tillfällig ersättare. Bestämmelser om jäv för den kommunala centralvalnämndens medlemmar och deras ersättare finns i 27-30 § i förvaltningslagen. Den kommunala centralvalnämnden anställer en sekreterare och annan behövlig personal. Den beslutar om rätt att närvara och yttra sig vid nämndens sammanträden för andra personer än de som på grund av sina uppgifter enligt denna lag har rätt att delta i sammanträdena. På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens eller borgmästarens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "folded_sv": "den kommunala centralvalnamnden ar beslutfor med fem medlemmar. om en ersattare har avlidit eller har forhinder eller ar javig, far kommunstyrelsen vid behov forordna en tillfallig ersattare. bestammelser om jav for den kommunala centralvalnamndens medlemmar och deras ersattare finns i 27-30 § i forvaltningslagen. den kommunala centralvalnamnden anstaller en sekreterare och annan behovlig personal. den beslutar om ratt att narvara och yttra sig vid namndens sammantraden for andra personer an de som pa grund av sina uppgifter enligt denna lag har ratt att delta i sammantradena. pa den kommunala centralvalnamnden tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om kommunstyrelsens foretradares och kommundirektorens eller borgmastarens ratt att narvara och yttra sig vid sammantraden eller om ratten att ta upp ett arende till behandling i ett hogre organ."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Vaalilautakunta ja vaalitoimikunta",
      "content": "Kunnanhallituksen on hyvissä ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin äänestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme; sekä 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoäänestystä varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jäsen sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme. Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Ehdokas ei voi olla vaalilautakunnan jäsenenä eikä varajäsenenä. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Kunnanhallituksen on hyvissä ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin äänestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme; sekä 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoäänestystä varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jäsen sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään kolme. Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Ehdokas ei voi olla vaalilautakunnan jäsenenä eikä varajäsenenä. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
        "folded_fi": "kunnanhallituksen on hyvissa ajoin ennen vaaleja asetettava: 1) vaalilautakunta kutakin aanestysaluetta varten, johon kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jasenta seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan kolme; seka 2) vaalitoimikunta laitoksessa toimitettavaa ennakkoaanestysta varten yksi tai useampi, joihin kuhunkin kuuluu puheenjohtaja, varapuheenjohtaja ja yksi muu jasen seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan kolme. seka vaalilautakunnan ja vaalitoimikunnan jasenten etta niiden varajasenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissa edellisissa eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyja puolueita. kuntavaaleissa jasenten ja varajasenten tulee kuitenkin edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. vaalilautakunnan varajasenet ja vaalitoimikunnan varajasenet on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. ehdokas ei voi olla vaalilautakunnan jasenena eika varajasenena. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimikunnan jasenena eika varajasenena. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. vaalilautakuntien ja vaalitoimikuntien puheenjohtajien ja varapuheenjohtajien nimet ja yhteystiedot on ilmoitettava kunnan keskusvaalilautakunnalle.",
        "title_sv": "Valnämnd och valbestyrelse",
        "content_sv": "Kommunstyrelsen ska i god tid före val tillsätta 1) valnämnd för varje röstningsområde en, som består av ordförande, vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst tre, samt 2) valbestyrelser för förhandsröstning som verkställs i anstalter en eller flera, som består av ordförande, vice ordförande och en annan medlem samt ett behövligt antal ersättare, dock minst tre. Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare ska ställas i den ordning i vilken de träder i stället för medlemmarna. En kandidat kan inte vara medlem eller ersättare i valnämnden. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara medlem eller ersättare i valbestyrelsen. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Valnämndernas och valbestyrelsernas ordförandes och vice ordförandes namn och kontaktinformation ska meddelas den kommunala centralvalnämnden.",
        "normalized_sv": "Kommunstyrelsen ska i god tid före val tillsätta 1) valnämnd för varje röstningsområde en, som består av ordförande, vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst tre, samt 2) valbestyrelser för förhandsröstning som verkställs i anstalter en eller flera, som består av ordförande, vice ordförande och en annan medlem samt ett behövligt antal ersättare, dock minst tre. Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare ska ställas i den ordning i vilken de träder i stället för medlemmarna. En kandidat kan inte vara medlem eller ersättare i valnämnden. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara medlem eller ersättare i valbestyrelsen. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Valnämndernas och valbestyrelsernas ordförandes och vice ordförandes namn och kontaktinformation ska meddelas den kommunala centralvalnämnden.",
        "folded_sv": "kommunstyrelsen ska i god tid fore val tillsatta 1) valnamnd for varje rostningsomrade en, som bestar av ordforande, vice ordforande och tre andra medlemmar samt ett behovligt antal ersattare, dock minst tre, samt 2) valbestyrelser for forhandsrostning som verkstalls i anstalter en eller flera, som bestar av ordforande, vice ordforande och en annan medlem samt ett behovligt antal ersattare, dock minst tre. saval valnamndens och valbestyrelsens medlemmar som deras ersattare ska i den utstrackning det ar mojligt foretrada de i partiregistret antecknade partier som vid foregaende riksdagsval stallt upp kandidater i valkretsen i fraga. vid kommunalval ska medlemmarna och ersattarna dock foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. valnamndens ersattare och valbestyrelsens ersattare ska stallas i den ordning i vilken de trader i stallet for medlemmarna. en kandidat kan inte vara medlem eller ersattare i valnamnden. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara medlem eller ersattare i valbestyrelsen. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. valnamndernas och valbestyrelsernas ordforandes och vice ordforandes namn och kontaktinformation ska meddelas den kommunala centralvalnamnden."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vaalilautakunnan ja vaalitoimikunnan työskentely",
      "content": "Vaalilautakunta ja vaalitoimikunta ovat päätösvaltaisia kolmijäsenisinä. Vaalilautakunnan ja vaalitoimikunnan jäseniin ja varajäseniin ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Vaalilautakunta nimeää vaalipäivän äänestystä varten yhden tai useamman vaaliavustajan. Vaaliavustajasta säädetään 73 §:ssä. Vaalilautakunta voi ottaa avustavaa henkilöstöä äänestyslippujen laskemista ja järjestämistä varten sekä 77 §:ssä tarkoitettua äänioikeusrekisterin ja muiden oikeusministeriön tietojärjestelmien käyttämistä varten. Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, menettelystä otettaessa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Vaalilautakunta ja vaalitoimikunta ovat päätösvaltaisia kolmijäsenisinä. Vaalilautakunnan ja vaalitoimikunnan jäseniin ja varajäseniin ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Vaalilautakunta nimeää vaalipäivän äänestystä varten yhden tai useamman vaaliavustajan. Vaaliavustajasta säädetään 73 § :ssä. Vaalilautakunta voi ottaa avustavaa henkilöstöä äänestyslippujen laskemista ja järjestämistä varten sekä 77 § :ssä tarkoitettua äänioikeusrekisterin ja muiden oikeusministeriön tietojärjestelmien käyttämistä varten. Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin läsnäolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, menettelystä otettaessa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
        "folded_fi": "vaalilautakunta ja vaalitoimikunta ovat paatosvaltaisia kolmijasenisina. vaalilautakunnan ja vaalitoimikunnan jaseniin ja varajaseniin ei sovelleta hallintolain esteellisyytta koskevia saannoksia. vaalilautakunta nimeaa vaalipaivan aanestysta varten yhden tai useamman vaaliavustajan. vaaliavustajasta saadetaan 73 §:ssa. vaalilautakunta voi ottaa avustavaa henkilostoa aanestyslippujen laskemista ja jarjestamista varten seka 77 §:ssa tarkoitettua aanioikeusrekisterin ja muiden oikeusministerion tietojarjestelmien kayttamista varten. vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia poytakirjan laatimisesta, tarkastamisesta ja tiedoksi antamisesta, asian jatkokokoukseen siirtamisesta, kunnanhallituksen edustajan ja kunnanjohtajan tai pormestarin lasnaolosta ja puheoikeudesta kokouksissa, viranhaltijaesittelysta, menettelysta otettaessa asia ylemman toimielimen kasiteltavaksi eika kunnan taloudesta.",
        "title_sv": "Valnämndens och valbestyrelsens arbete",
        "content_sv": "Valnämnden och valbestyrelsen är beslutför med tre medlemmar. Förvaltningslagens bestämmelser om jäv tillämpas inte på valnämndens och valbestyrelsens medlemmar eller på deras ersättare. Valnämnden utser för röstningen på valdagen ett eller flera valbiträden. Bestämmelser om valbiträde finns i 73 §. Valnämnden kan anlita biträdande personal för räkningen och ordnandet av röstsedlarna samt för sådan anteckning i rösträttsregistret som avses i 77 § och för användning av justitieministeriets andra datasystem. På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och delgivning av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens eller borgmästarens närvaro och rätt att yttra sig vid sammanträden, föredragning av tjänsteinnehavare, förfarandet när ett ärende tas upp till behandling i ett högre organ och inte heller om kommunens ekonomi.",
        "normalized_sv": "Valnämnden och valbestyrelsen är beslutför med tre medlemmar. Förvaltningslagens bestämmelser om jäv tillämpas inte på valnämndens och valbestyrelsens medlemmar eller på deras ersättare. Valnämnden utser för röstningen på valdagen ett eller flera valbiträden. Bestämmelser om valbiträde finns i 73 § . Valnämnden kan anlita biträdande personal för räkningen och ordnandet av röstsedlarna samt för sådan anteckning i rösträttsregistret som avses i 77 § och för användning av justitieministeriets andra datasystem. På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och delgivning av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens eller borgmästarens närvaro och rätt att yttra sig vid sammanträden, föredragning av tjänsteinnehavare, förfarandet när ett ärende tas upp till behandling i ett högre organ och inte heller om kommunens ekonomi.",
        "folded_sv": "valnamnden och valbestyrelsen ar beslutfor med tre medlemmar. forvaltningslagens bestammelser om jav tillampas inte pa valnamndens och valbestyrelsens medlemmar eller pa deras ersattare. valnamnden utser for rostningen pa valdagen ett eller flera valbitraden. bestammelser om valbitrade finns i 73 §. valnamnden kan anlita bitradande personal for rakningen och ordnandet av rostsedlarna samt for sadan anteckning i rostrattsregistret som avses i 77 § och for anvandning av justitieministeriets andra datasystem. pa valnamnden och valbestyrelsen tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om forande, justering och delgivning av protokoll, hanskjutande av ett arende till fortsatt sammantrade, kommunstyrelsens foretradares och kommundirektorens eller borgmastarens narvaro och ratt att yttra sig vid sammantraden, foredragning av tjansteinnehavare, forfarandet nar ett arende tas upp till behandling i ett hogre organ och inte heller om kommunens ekonomi."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Vaalitoimitsijat",
      "content": "vaalitoimitsijat Ennakkoäänestyksestä kotimaan yleisessä ennakkoäänestyspaikassa, Suomen edustustossa ja suomalaisessa laivassa sekä kotiäänestyksestä huolehtivat. Kussakin kotimaan yleisessä ennakkoäänestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. Muissakin ennakkoäänestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. Vaalitoimitsijat kotimaan yleiseen ennakkoäänestyspaikkaan ja kotiäänestykseen määrää kunnan keskusvaalilautakunta. Muutoin vaalitoimitsijoina ovat: 1) Suomen edustustossa sen päällikkö tai hänen nimeämänsä henkilö; 2) suomalaisessa laivassa sen päällikkö tai hänen määräämänsä laivassa palveleva henkilö. Ennakkoäänestystä kotimaan yleisessä ennakkoäänestyspaikassa toimitettaessa vähintään kahden vaalitoimitsijan on oltava yhtä aikaa saapuvilla. Muissa ennakkoäänestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai määrätty kaksi tai useampia, riittää, että ennakkoäänestystä toimitettaessa on saapuvilla yksi vaalitoimitsija. Kunkin yksittäisen kotiäänestyksen toimittamisesta huolehtii yksi vaalitoimitsija. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalitoimitsijaan ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilön edellä tarkoitettu läheinen voi kuitenkin olla vaalitoimitsijana, mikäli vaalitoimitsijaksi soveltuvaa muuta henkilöä ei ole saatavilla ja ennakkoäänestyksen toimittaminen siitä syystä muutoin estyisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "vaalitoimitsijat Ennakkoäänestyksestä kotimaan yleisessä ennakkoäänestyspaikassa, Suomen edustustossa ja suomalaisessa laivassa sekä kotiäänestyksestä huolehtivat. Kussakin kotimaan yleisessä ennakkoäänestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. Muissakin ennakkoäänestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. Vaalitoimitsijat kotimaan yleiseen ennakkoäänestyspaikkaan ja kotiäänestykseen määrää kunnan keskusvaalilautakunta. Muutoin vaalitoimitsijoina ovat: 1) Suomen edustustossa sen päällikkö tai hänen nimeämänsä henkilö; 2) suomalaisessa laivassa sen päällikkö tai hänen määräämänsä laivassa palveleva henkilö. Ennakkoäänestystä kotimaan yleisessä ennakkoäänestyspaikassa toimitettaessa vähintään kahden vaalitoimitsijan on oltava yhtä aikaa saapuvilla. Muissa ennakkoäänestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai määrätty kaksi tai useampia, riittää, että ennakkoäänestystä toimitettaessa on saapuvilla yksi vaalitoimitsija. Kunkin yksittäisen kotiäänestyksen toimittamisesta huolehtii yksi vaalitoimitsija. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Vaalitoimitsijaan ei sovelleta hallintolain esteellisyyttä koskevia säännöksiä. Suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilön edellä tarkoitettu läheinen voi kuitenkin olla vaalitoimitsijana, mikäli vaalitoimitsijaksi soveltuvaa muuta henkilöä ei ole saatavilla ja ennakkoäänestyksen toimittaminen siitä syystä muutoin estyisi.",
        "folded_fi": "vaalitoimitsijat ennakkoaanestyksesta kotimaan yleisessa ennakkoaanestyspaikassa, suomen edustustossa ja suomalaisessa laivassa seka kotiaanestyksesta huolehtivat. kussakin kotimaan yleisessa ennakkoaanestyspaikassa on oltava ainakin kaksi vaalitoimitsijaa. muissakin ennakkoaanestyspaikoissa vaalitoimitsijoita voi tarvittaessa olla kaksi tai useampia. vaalitoimitsijat kotimaan yleiseen ennakkoaanestyspaikkaan ja kotiaanestykseen maaraa kunnan keskusvaalilautakunta. muutoin vaalitoimitsijoina ovat: 1) suomen edustustossa sen paallikko tai hanen nimeamansa henkilo; 2) suomalaisessa laivassa sen paallikko tai hanen maaraamansa laivassa palveleva henkilo. ennakkoaanestysta kotimaan yleisessa ennakkoaanestyspaikassa toimitettaessa vahintaan kahden vaalitoimitsijan on oltava yhta aikaa saapuvilla. muissa ennakkoaanestyspaikoissa, joihin vaalitoimitsijoita on nimetty tai maaratty kaksi tai useampia, riittaa, etta ennakkoaanestysta toimitettaessa on saapuvilla yksi vaalitoimitsija. kunkin yksittaisen kotiaanestyksen toimittamisesta huolehtii yksi vaalitoimitsija. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaalitoimitsijana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. vaalitoimitsijaan ei sovelleta hallintolain esteellisyytta koskevia saannoksia. suomen edustustossa tai suomalaisessa laivassa ehdokas tai ehdokkaana olevan henkilon edella tarkoitettu laheinen voi kuitenkin olla vaalitoimitsijana, mikali vaalitoimitsijaksi soveltuvaa muuta henkiloa ei ole saatavilla ja ennakkoaanestyksen toimittaminen siita syysta muutoin estyisi.",
        "title_sv": "Valförrättare",
        "content_sv": "valförrättare Förhandsröstning på allmänna förhandsröstningsställen i hemlandet, i finska beskickningar och ombord på finska fartyg samt hemmaröstning sköts av. Varje allmänt förhandsröstningsställe i hemlandet ska ha åtminstone två valförrättare. Även andra förhandsröstningsställen kan vid behov ha två eller flera valförrättare. Den kommunala centralvalnämnden förordnar valförrättare till ett allmänt förhandsröstningsställe i hemlandet och till hemmaröstning. Valförrättare är annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord på ett finskt fartyg befälhavaren eller en av denne förordnad, på fartyget tjänstgörande person. När förhandsröstning förrättas vid ett allmänt förhandsröstningsställe i hemlandet ska minst två valförrättare samtidigt vara närvarande. Vid andra förhandsröstningsställen, till vilka två eller flera valförrättare har utsetts eller förordnats, räcker det med att endast en valförrättare är närvarande när förhandsröstning förrättas. Varje enskild hemmaröstning sköts av en valförrättare. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valförrättare. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Förvaltningslagens bestämmelser om jäv tillämpas inte på valförrättare. Vid finska beskickningar och ombord på finska fartyg kan en kandidat eller en sådan närstående till en kandidat som avses ovan emellertid vara valförrättare, om det inte finns någon annan person som är lämplig att vara valförrättare och förrättandet av förhandsröstningen därför annars skulle hindras.",
        "normalized_sv": "valförrättare Förhandsröstning på allmänna förhandsröstningsställen i hemlandet, i finska beskickningar och ombord på finska fartyg samt hemmaröstning sköts av. Varje allmänt förhandsröstningsställe i hemlandet ska ha åtminstone två valförrättare. Även andra förhandsröstningsställen kan vid behov ha två eller flera valförrättare. Den kommunala centralvalnämnden förordnar valförrättare till ett allmänt förhandsröstningsställe i hemlandet och till hemmaröstning. Valförrättare är annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord på ett finskt fartyg befälhavaren eller en av denne förordnad, på fartyget tjänstgörande person. När förhandsröstning förrättas vid ett allmänt förhandsröstningsställe i hemlandet ska minst två valförrättare samtidigt vara närvarande. Vid andra förhandsröstningsställen, till vilka två eller flera valförrättare har utsetts eller förordnats, räcker det med att endast en valförrättare är närvarande när förhandsröstning förrättas. Varje enskild hemmaröstning sköts av en valförrättare. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valförrättare. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Förvaltningslagens bestämmelser om jäv tillämpas inte på valförrättare. Vid finska beskickningar och ombord på finska fartyg kan en kandidat eller en sådan närstående till en kandidat som avses ovan emellertid vara valförrättare, om det inte finns någon annan person som är lämplig att vara valförrättare och förrättandet av förhandsröstningen därför annars skulle hindras.",
        "folded_sv": "valforrattare forhandsrostning pa allmanna forhandsrostningsstallen i hemlandet, i finska beskickningar och ombord pa finska fartyg samt hemmarostning skots av. varje allmant forhandsrostningsstalle i hemlandet ska ha atminstone tva valforrattare. aven andra forhandsrostningsstallen kan vid behov ha tva eller flera valforrattare. den kommunala centralvalnamnden forordnar valforrattare till ett allmant forhandsrostningsstalle i hemlandet och till hemmarostning. valforrattare ar annars 1) vid en finsk beskickning dess chef eller en av denne utsedd person, 2) ombord pa ett finskt fartyg befalhavaren eller en av denne forordnad, pa fartyget tjanstgorande person. nar forhandsrostning forrattas vid ett allmant forhandsrostningsstalle i hemlandet ska minst tva valforrattare samtidigt vara narvarande. vid andra forhandsrostningsstallen, till vilka tva eller flera valforrattare har utsetts eller forordnats, racker det med att endast en valforrattare ar narvarande nar forhandsrostning forrattas. varje enskild hemmarostning skots av en valforrattare. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara valforrattare. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. forvaltningslagens bestammelser om jav tillampas inte pa valforrattare. vid finska beskickningar och ombord pa finska fartyg kan en kandidat eller en sadan narstaende till en kandidat som avses ovan emellertid vara valforrattare, om det inte finns nagon annan person som ar lamplig att vara valforrattare och forrattandet av forhandsrostningen darfor annars skulle hindras."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:58",
      "chapter": "2",
      "section": "58",
      "title": "Äänestäminen ennakkoäänestyksessä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. Äänestäjän on niin selvästi merkittävä äänestyslippuun sen ehdokkaan numero, jonka hyväksi hän antaa äänensä, ettei voi syntyä epätietoisuutta siitä, ketä ehdokasta hän tarkoittaa. Merkintä on tehtävä äänestyskopissa tai muutoin siten, että vaalisalaisuus säilyy. Äänestäjän pyynnöstä on vaalitoimitsijan tai vaalitoimikunnan jäsenen avustettava häntä äänestämisessä. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestyksessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:58",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. Äänestäjän on niin selvästi merkittävä äänestyslippuun sen ehdokkaan numero, jonka hyväksi hän antaa äänensä, ettei voi syntyä epätietoisuutta siitä, ketä ehdokasta hän tarkoittaa. Merkintä on tehtävä äänestyskopissa tai muutoin siten, että vaalisalaisuus säilyy. Äänestäjän pyynnöstä on vaalitoimitsijan tai vaalitoimikunnan jäsenen avustettava häntä äänestämisessä. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestyksessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta. aanestajan on niin selvasti merkittava aanestyslippuun sen ehdokkaan numero, jonka hyvaksi han antaa aanensa, ettei voi syntya epatietoisuutta siita, keta ehdokasta han tarkoittaa. merkinta on tehtava aanestyskopissa tai muutoin siten, etta vaalisalaisuus sailyy. aanestajan pyynnosta on vaalitoimitsijan tai vaalitoimikunnan jasenen avustettava hanta aanestamisessa. henkilo, jonka kyky tehda aanestysmerkinta on olennaisesti heikentynyt, saa kayttaa aanestyksessa apuna valitsemaansa avustajaa. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla avustajana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. avustaja on velvollinen tunnollisesti tayttamaan aanestajan osoitukset seka pitamaan salassa aanestyksen yhteydessa saamansa tiedot.",
        "title_sv": "Röstningen vid förhandsröstning",
        "content_sv": "Den röstande får vid riksdagsval och kommunalval rösta på en kandidat som är upptagen i sammanställningen av kandidatlistorna inom den valkrets eller den kommun där den röstande antecknats som röstberättigad vid valet i fråga, vid Europaparlamentsval på en kandidat i sammanställningen av kandidatlistorna och vid presidentval på en kandidat i kandidatförteckningen för presidentvalet. Den röstande ska på röstsedeln anteckna numret på den kandidat för vilken han eller hon avger sin röst, så tydligt att tvivelsmål inte kan uppstå om vilken kandidat som avses. Anteckningen ska göras i valbåset eller annars så att valhemligheten bevaras. På den röstandes begäran ska valförrättaren eller en medlem av valbestyrelsen bistå vid röstningen. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid röstningen assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "normalized_sv": "Den röstande får vid riksdagsval och kommunalval rösta på en kandidat som är upptagen i sammanställningen av kandidatlistorna inom den valkrets eller den kommun där den röstande antecknats som röstberättigad vid valet i fråga, vid Europaparlamentsval på en kandidat i sammanställningen av kandidatlistorna och vid presidentval på en kandidat i kandidatförteckningen för presidentvalet. Den röstande ska på röstsedeln anteckna numret på den kandidat för vilken han eller hon avger sin röst, så tydligt att tvivelsmål inte kan uppstå om vilken kandidat som avses. Anteckningen ska göras i valbåset eller annars så att valhemligheten bevaras. På den röstandes begäran ska valförrättaren eller en medlem av valbestyrelsen bistå vid röstningen. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid röstningen assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "folded_sv": "den rostande far vid riksdagsval och kommunalval rosta pa en kandidat som ar upptagen i sammanstallningen av kandidatlistorna inom den valkrets eller den kommun dar den rostande antecknats som rostberattigad vid valet i fraga, vid europaparlamentsval pa en kandidat i sammanstallningen av kandidatlistorna och vid presidentval pa en kandidat i kandidatforteckningen for presidentvalet. den rostande ska pa rostsedeln anteckna numret pa den kandidat for vilken han eller hon avger sin rost, sa tydligt att tvivelsmal inte kan uppsta om vilken kandidat som avses. anteckningen ska goras i valbaset eller annars sa att valhemligheten bevaras. pa den rostandes begaran ska valforrattaren eller en medlem av valbestyrelsen bista vid rostningen. den vars formaga att gora rostningsanteckning ar vasentligt nedsatt far vid rostningen assisteras av ett bitrade som han eller hon sjalv utsett. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara bitrade. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. bitradet ar skyldigt att samvetsgrant folja den rostandes anvisningar samt hemlighalla vad han eller hon fatt veta i samband med rostningen."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:73",
      "chapter": "2",
      "section": "73",
      "title": "Avustaja",
      "content": "vaaliavustaja Jokaisella äänestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeämä, asianmukaisin tunnusmerkein tai -merkinnöin osoitettu, joka äänestäjän pyynnöstä avustaa häntä merkinnän tekemisessä äänestyslippuun. Äänestäjällä, joka haluaa käyttää vaalilautakunnan jäsentä avustajana äänestysmerkinnän tekemisessä, on siihen oikeus, jollei se viivytä äänestystä. Vaalilautakunnan jäsenestä on silloin voimassa, mitä vaaliavustajasta on säädetty. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestysmerkinnän tekemisessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eikä äänestäjän valitsemana avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:73",
        "normalized_fi": "vaaliavustaja Jokaisella äänestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeämä, asianmukaisin tunnusmerkein tai -merkinnöin osoitettu, joka äänestäjän pyynnöstä avustaa häntä merkinnän tekemisessä äänestyslippuun. Äänestäjällä, joka haluaa käyttää vaalilautakunnan jäsentä avustajana äänestysmerkinnän tekemisessä, on siihen oikeus, jollei se viivytä äänestystä. Vaalilautakunnan jäsenestä on silloin voimassa, mitä vaaliavustajasta on säädetty. Henkilö, jonka kyky tehdä äänestysmerkintä on olennaisesti heikentynyt, saa käyttää äänestysmerkinnän tekemisessä apuna valitsemaansa avustajaa. Ehdokas tai hänen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eikä äänestäjän valitsemana avustajana. Puolisoilla tarkoitetaan aviopuolisoita sekä avioliitonomaisissa olosuhteissa ja rekisteröidyssä parisuhteessa eläviä henkilöitä. Avustaja on velvollinen tunnollisesti täyttämään äänestäjän osoitukset sekä pitämään salassa äänestyksen yhteydessä saamansa tiedot.",
        "folded_fi": "vaaliavustaja jokaisella aanestyspaikalla tulee olla saapuvilla vaalilautakunnan nimeama, asianmukaisin tunnusmerkein tai -merkinnoin osoitettu, joka aanestajan pyynnosta avustaa hanta merkinnan tekemisessa aanestyslippuun. aanestajalla, joka haluaa kayttaa vaalilautakunnan jasenta avustajana aanestysmerkinnan tekemisessa, on siihen oikeus, jollei se viivyta aanestysta. vaalilautakunnan jasenesta on silloin voimassa, mita vaaliavustajasta on saadetty. henkilo, jonka kyky tehda aanestysmerkinta on olennaisesti heikentynyt, saa kayttaa aanestysmerkinnan tekemisessa apuna valitsemaansa avustajaa. ehdokas tai hanen puolisonsa, lapsensa, sisaruksensa tai vanhempansa ei voi olla vaaliavustajana eika aanestajan valitsemana avustajana. puolisoilla tarkoitetaan aviopuolisoita seka avioliitonomaisissa olosuhteissa ja rekisteroidyssa parisuhteessa elavia henkiloita. avustaja on velvollinen tunnollisesti tayttamaan aanestajan osoitukset seka pitamaan salassa aanestyksen yhteydessa saamansa tiedot.",
        "title_sv": "Biträde",
        "content_sv": "valbiträde På varje röstningsställe ska finnas närvarande ett av valnämnden utsett, med behöriga kännetecken eller märken försett, som på begäran av en röstande ska hjälpa honom eller henne att göra anteckningen på röstsedeln. En röstande får anlita en medlem av valnämnden som biträde vid införandet av anteckningen, om det inte fördröjer röstningen. I fråga om medlemmen gäller då vad som föreskrivs om valbiträden. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid införandet av anteckningen på röstsedeln assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valbiträde eller av en röstande utsett biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "normalized_sv": "valbiträde På varje röstningsställe ska finnas närvarande ett av valnämnden utsett, med behöriga kännetecken eller märken försett, som på begäran av en röstande ska hjälpa honom eller henne att göra anteckningen på röstsedeln. En röstande får anlita en medlem av valnämnden som biträde vid införandet av anteckningen, om det inte fördröjer röstningen. I fråga om medlemmen gäller då vad som föreskrivs om valbiträden. Den vars förmåga att göra röstningsanteckning är väsentligt nedsatt får vid införandet av anteckningen på röstsedeln assisteras av ett biträde som han eller hon själv utsett. En kandidat eller en kandidats make eller maka, barn, syskon eller föräldrar kan inte vara valbiträde eller av en röstande utsett biträde. Med makar avses äkta makar, personer som lever under äktenskapsliknande förhållanden och personer som lever i registrerat partnerskap. Biträdet är skyldigt att samvetsgrant följa den röstandes anvisningar samt hemlighålla vad han eller hon fått veta i samband med röstningen.",
        "folded_sv": "valbitrade pa varje rostningsstalle ska finnas narvarande ett av valnamnden utsett, med behoriga kannetecken eller marken forsett, som pa begaran av en rostande ska hjalpa honom eller henne att gora anteckningen pa rostsedeln. en rostande far anlita en medlem av valnamnden som bitrade vid inforandet av anteckningen, om det inte fordrojer rostningen. i fraga om medlemmen galler da vad som foreskrivs om valbitraden. den vars formaga att gora rostningsanteckning ar vasentligt nedsatt far vid inforandet av anteckningen pa rostsedeln assisteras av ett bitrade som han eller hon sjalv utsett. en kandidat eller en kandidats make eller maka, barn, syskon eller foraldrar kan inte vara valbitrade eller av en rostande utsett bitrade. med makar avses akta makar, personer som lever under aktenskapsliknande forhallanden och personer som lever i registrerat partnerskap. bitradet ar skyldigt att samvetsgrant folja den rostandes anvisningar samt hemlighalla vad han eller hon fatt veta i samband med rostningen."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vaalipiirit eduskuntavaaleissa",
      "content": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
        "folded_fi": "vaalipiireihin eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) helsingin vaalipiiri, johon kuuluu helsingin kaupunki; 2) uudenmaan vaalipiiri, johon kuuluvat askolan, espoon, hangon, hyvinkaan, inkoon, jarvenpaan, karkkilan, kauniaisten, keravan, kirkkonummen, lapinjarven, lohjan, loviisan, myrskylan, mantsalan, nurmijarven, pornaisten, porvoon, pukkilan, raaseporin, sipoon, siuntion, tuusulan, vantaan seka vihdin kunnat; 3) varsinais-suomen vaalipiiri, johon kuuluvat auran, kaarinan, kemionsaaren, koski tl:n, kustavin, laitilan, liedon, loimaan, marttilan, maskun, mynamaen, naantalin, nousiaisten, oripaan, paimion, paraisten, pyharannan, poytyan, raision, ruskon, salon, sauvon, someron, taivassalon, turun, uudenkaupungin seka vehmaan kunnat; 4) satakunnan vaalipiiri, johon kuuluvat euran, eurajoen, harjavallan, honkajoen, huittisten, jamijarven, kankaanpaan, karvian, kokemaen, luvian, merikarvian, nakkilan, pomarkun, porin, rauman, siikaisten, sakylan seka ulvilan kunnat; 5) ahvenanmaan maakunnan vaalipiiri, johon kuuluvat brandon, eckeron, finstromin, foglon, getan, hammarlandin, jomalan, kumlingen, kokarin, lemlandin, lumparlandin, maarianhaminan, saltvikin, sottungan, sundin seka vardon kunnat; 6) hameen vaalipiiri, johon kuuluvat asikkalan, forssan, hartolan, hattulan, hausjarven, heinolan, hollolan, humppilan, hameenlinnan, janakkalan, jokioisten, karkolan, lahden, lopen, orimattilan, padasjoen, riihimaen, sysman, tammelan seka ypajan kunnat; 7) pirkanmaan vaalipiiri, johon kuuluvat akaan, hameenkyron, ikaalisten, juupajoen, kangasalan, kihnion, lempaalan, mantta-vilppulan, nokian, oriveden, parkanon, pirkkalan, punkalaitumen, palkaneen, ruoveden, sastamalan, tampereen, urjalan, valkeakosken, vesilahden, virtain seka ylojarven kunnat; 8) kaakkois-suomen vaalipiiri, johon kuuluvat enonkosken, haminan, heinaveden, hirvensalmen, iitin, imatran, joroisten, juvan, kangasniemen, kotkan, kouvolan, lappeenrannan, lemin, luumaen, miehikkalan, mikkelin, mantyharjun, parikkalan, pertunmaan, pieksamaen, puumalan, pyhtaan, rantasalmen, rautjarven, ruokolahden, savitaipaleen, savonlinnan, sulkavan, taipalsaaren seka virolahden kunnat; 9) savo-karjalan vaalipiiri, johon kuuluvat iisalmen, ilomantsin, joensuun, juankosken, juuan, kaavin, keiteleen, kiteen, kiuruveden, kontiolahden, kuopion, lapinlahden, leppavirran, lieksan, liperin, nurmeksen, outokummun, pielaveden, polvijarven, rautalammin, rautavaaran, raakkylan, siilinjarven, sonkajarven, suonenjoen, tervon, tohmajarven, tuusniemen, valtimon, varkauden, vesannon seka viereman kunnat; 10) vaasan vaalipiiri, johon kuuluvat alajarven, alavuden, evijarven, halsuan, ilmajoen, isojoen, isokyron, kannuksen, karijoen, kaskisten, kauhajoen, kauhavan, kaustisen, kokkolan, korsnasin, kristiinankaupungin, kruunupyyn, kuortaneen, kurikan, laihian, lappajarven, lapuan, lestijarven, luodon, maalahden, mustasaaren, narpion, pedersoren kunnan, perhon, pietarsaaren, seinajoen, soinin, teuvan, toholammin, uusikaarlepyyn, vaasan, vetelin, vimpelin, voyrin seka ahtarin kunnat; 11) keski-suomen vaalipiiri, johon kuuluvat hankasalmen, joutsan, jyvaskylan, jamsan, kannonkosken, karstulan, keuruun, kinnulan, kivijarven, konneveden, kuhmoisten, kyyjarven, laukaan, luhangan, multian, muuramen, petajaveden, pihtiputaan, saarijarven, toivakan, uuraisten, viitasaaren seka aanekosken kunnat; 12) oulun vaalipiiri, johon kuuluvat alavieskan, haapajarven, haapaveden, hailuodon, hyrynsalmen, iin, kajaanin, kalajoen, kempeleen, kuhmon, kuusamon, karsamaen, limingan, lumijoen, merijarven, muhoksen, nivalan, oulaisten, oulun, paltamon, pudasjarven, puolangan, pyhajoen, pyhajarven, pyhannan, raahen, reisjarven, ristijarven, sievin, siikajoen, siikalatvan, sotkamon, suomussalmen, taivalkosken, tyrnavan, utajarven, vaalan seka ylivieskan kunnat; 13) lapin vaalipiiri, johon kuuluvat enontekion, inarin, kemin, kemijarven, keminmaan, kittilan, kolarin, muonion, pelkosenniemen, pellon, posion, ranuan, rovaniemen, sallan, savukosken, simon, sodankylan, tervolan, tornion, utsjoen seka ylitornion kunnat.",
        "title_sv": "Valkretsar vid riksdagsval",
        "content_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "normalized_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "folded_sv": "valkretsar for riksdagsval indelas landet utgaende fran landskapsindelningen i foljande: 1) helsingfors valkrets, som omfattar helsingfors stad, 2) nylands valkrets, som omfattar kommunerna askola, borgnas, borga, esbo, grankulla, hango, hyvinge, hogfors, inga, kervo, kyrkslatt, lapptrask, lojo, lovisa, mantsala, morskom, nurmijarvi, pukkila, raseborg, sibbo, sjundea, traskanda, tusby, vanda och vichtis, 3) egentliga finlands valkrets, som omfattar kommunerna aura, gustavs, kimitoon, koski tl, laitila, loimaa, lundo, marttila, masku, mynamaki, nousis, nystad, nadendal, oripaa, pargas, pemar, pyharanta, poytya, reso, rusko, sagu, salo, somero, s:t karins, tovsala, vehmaa och abo, 4) satakunta valkrets, som omfattar kommunerna bjorneborg, eura, euraaminne, harjavalta, honkajoki, huittinen, jamijarvi, kankaanpaa, karvia, kumo, luvia, nakkila, pamark, raumo, sastmola, siikainen, sakyla och ulvsby, 5) landskapet alands valkrets, som omfattar kommunerna brando, eckero, finstrom, foglo, geta, hammarland, jomala, kumlinge, kokar, lemland, lumparland, mariehamn, saltvik, sottunga, sund och vardo, 6) tavastlands valkrets, som omfattar kommunerna asikkala, forssa, hartola, hattula, hausjarvi, heinola, hollola, humppila, janakkala, jockis, karkola, lahtis, loppi, orimattila, padasjoki, riihimaki, sysma, tammela, tavastehus och ypaja, 7) birkalands valkrets, som omfattar kommunerna akaa, birkala, ikalis, juupajoki, kangasala, kihnio, lempaala, mantta-vilppula, nokia, orivesi, parkano, punkalaidun, palkane, ruovesi, sastamala, tammerfors, tavastkyro, urjala, valkeakoski, vesilahti, virdois och ylojarvi, 8) sydostra finlands valkrets, som omfattar kommunerna enonkoski, fredrikshamn, heinavesi, hirvensalmi, iitti, imatra, jorois, juva, kangasniemi, kotka, kouvola, lemi, luumaki, miehikkala, mantyharju, nyslott, parikkala, pertunmaa, pieksamaki, puumala, pyttis, rantasalmi, rautjarvi, ruokolahti, savitaipale, s:t michel, sulkava, taipalsaari, villmanstrand och virolahti, 9) savolax-karelens valkrets, som omfattar kommunerna idensalmi, ilomants, joensuu, juankoski, juuka, kaavi, keitele, kitee, kiuruvesi, kontiolahti, kuopio, lapinlahti, leppavirta, lieksa, liperi, nurmes, outokumpu, pielavesi, polvijarvi, rautalampi, rautavaara, raakkyla, siilinjarvi, sonkajarvi, suonenjoki, tervo, tohmajarvi, tuusniemi, valtimo, varkaus, vesanto och vierema, 10) vasa valkrets, som omfattar kommunerna alajarvi, alavus, botom, etseri, evijarvi, halsua, ilmajoki, jakobstad, kannus, karleby, kasko, kauhajoki, kauhava, kaustby, korsholm, korsnas, kristinestad, kronoby, kuortane, kurikka, laihela, lappajarvi, lappo, larsmo, lestijarvi, malax, nykarleby, narpes, pedersore, perho, seinajoki, soini, storkyro, stora, toholampi, vasa, vetil, vimpeli, vora och ostermark, 11) mellersta finlands valkrets, som omfattar kommunerna hankasalmi, joutsa, jyvaskyla, jamsa, kannonkoski, karstula, keuruu, kinnula, kivijarvi, konnevesi, kuhmoinen, kyyjarvi, laukaa, luhanka, multia, muurame, petajavesi, pihtipudas, saarijarvi, toivakka, uurainen, viitasaari och aanekoski, 12) uleaborgs valkrets, som omfattar kommunerna alavieska, brahestad, haapajarvi, haapavesi, hyrynsalmi, ii, kajana, kalajoki, karlo, kempele, kuhmo, kuusamo, karsamaki, limingo, lumijoki, merijarvi, muhos, nivala, oulainen, paltamo, pudasjarvi, puolanka, pyhajoki, pyhajarvi, pyhanta, reisjarvi, ristijarvi, sievi, siikajoki, siikalatva, sotkamo, suomussalmi, taivalkoski, tyrnava, uleaborg, utajarvi, vaala och ylivieska, 13) lapplands valkrets, som omfattar kommunerna enare, enontekis, kemi, kemijarvi, keminmaa, kittila, kolari, muonio, pelkosenniemi, pello, posio, ranua, rovaniemi, salla, savukoski, simo, sodankyla, tervola, tornea, utsjoki och overtornea."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    }
  ]
}