{
  "id": "362/2006",
  "type": "statute",
  "title": "Laki ajoneuvolain muuttamisesta",
  "title_en": "Lag om ändring av fordonslagen",
  "status": "in_force",
  "issued_date": "2006-05-19",
  "in_force_date": "2006-05-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/362/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5:34 a",
      "chapter": "5",
      "section": "34 a",
      "title": "Toimivaltainen viranomainen CE-merkinnällä varustettuja tuotteita koskevissa asioissa",
      "content": "Jos tässä laissa tai sen nojalla annetuissa säännöksissä edellytetään polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön vaatimustenmukaisuuden varmentamista CE-merkinnällä, toimivaltainen viranomainen on Ajoneuvohallintokeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:34 a",
        "normalized_fi": "Jos tässä laissa tai sen nojalla annetuissa säännöksissä edellytetään polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön vaatimustenmukaisuuden varmentamista CE-merkinnällä, toimivaltainen viranomainen on Ajoneuvohallintokeskus.",
        "folded_fi": "jos tassa laissa tai sen nojalla annetuissa saannoksissa edellytetaan polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon vaatimustenmukaisuuden varmentamista ce-merkinnalla, toimivaltainen viranomainen on ajoneuvohallintokeskus.",
        "title_sv": "Behörig myndighet i fråga om ärenden som gäller CE-märkta produkter",
        "content_sv": "Om i denna lag eller med stöd av den utfärdade bestämmelser förutsätts påvisande av överensstämmelse genom CE-märkning i fråga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet är Fordonsförvaltningscentralen behörig myndighet.",
        "normalized_sv": "Om i denna lag eller med stöd av den utfärdade bestämmelser förutsätts påvisande av överensstämmelse genom CE-märkning i fråga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet är Fordonsförvaltningscentralen behörig myndighet.",
        "folded_sv": "om i denna lag eller med stod av den utfardade bestammelser forutsatts pavisande av overensstammelse genom ce-markning i fraga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet ar fordonsforvaltningscentralen behorig myndighet."
      }
    },
    {
      "provision_ref": "5:36 a",
      "chapter": "5",
      "section": "36 a",
      "title": "CE-merkinnän edellytykset",
      "content": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön katsotaan olevan sitä koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen CE-merkinnän tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siitä säädetään. CE-merkinnän edellytyksenä olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehdä ajallaan ja vaatimustenmukaisina. Testejä ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehdä ainoastaan hyväksytty ja toimivaltaisen ministeriön Euroopan yhteisöjen komissiolle ja muille jäsenmaille ilmoittama tutkimuslaitos tai 48 §:ssä tarkoitettu tutkimuslaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:36 a",
        "normalized_fi": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön katsotaan olevan sitä koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen CE-merkinnän tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siitä säädetään. CE-merkinnän edellytyksenä olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehdä ajallaan ja vaatimustenmukaisina. Testejä ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehdä ainoastaan hyväksytty ja toimivaltaisen ministeriön Euroopan yhteisöjen komissiolle ja muille jäsenmaille ilmoittama tutkimuslaitos tai 48 § :ssä tarkoitettu tutkimuslaitos.",
        "folded_fi": "polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon katsotaan olevan sita koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen ce-merkinnan tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siita saadetaan. ce-merkinnan edellytyksena olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehda ajallaan ja vaatimustenmukaisina. testeja ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehda ainoastaan hyvaksytty ja toimivaltaisen ministerion euroopan yhteisojen komissiolle ja muille jasenmaille ilmoittama tutkimuslaitos tai 48 §:ssa tarkoitettu tutkimuslaitos.",
        "title_sv": "Förutsättningar för CE-märkning",
        "content_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses överensstäma med de krav som ställs, om tillverkaren har avgett en försäkran om överensstämmelse och på produkten gjort en CE-märkning eller om överensstämmelse på annat sätt har påvisats så som föreskrivs särskilt. De tester och kontroller av produkten som förutsätts för CE-märkningen och krävs i bestämmelserna för kvalitetssäkring av produktionen skall göras i tid och enligt kraven. Tester och kontroller som sker i syfte att påvisa överensstämmelse med gällande krav och säkra kvaliteten får utföras enbart av en sådan teknisk tjänst som av ett behörigt ministerium är godkänt och anmält till Europeiska gemenskapernas kommission och de övriga medlemsländerna eller av en i 48 § avsedd teknisk tjänst.",
        "normalized_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses överensstäma med de krav som ställs, om tillverkaren har avgett en försäkran om överensstämmelse och på produkten gjort en CE-märkning eller om överensstämmelse på annat sätt har påvisats så som föreskrivs särskilt. De tester och kontroller av produkten som förutsätts för CE-märkningen och krävs i bestämmelserna för kvalitetssäkring av produktionen skall göras i tid och enligt kraven. Tester och kontroller som sker i syfte att påvisa överensstämmelse med gällande krav och säkra kvaliteten får utföras enbart av en sådan teknisk tjänst som av ett behörigt ministerium är godkänt och anmält till Europeiska gemenskapernas kommission och de övriga medlemsländerna eller av en i 48 § avsedd teknisk tjänst.",
        "folded_sv": "en cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses overensstama med de krav som stalls, om tillverkaren har avgett en forsakran om overensstammelse och pa produkten gjort en ce-markning eller om overensstammelse pa annat satt har pavisats sa som foreskrivs sarskilt. de tester och kontroller av produkten som forutsatts for ce-markningen och kravs i bestammelserna for kvalitetssakring av produktionen skall goras i tid och enligt kraven. tester och kontroller som sker i syfte att pavisa overensstammelse med gallande krav och sakra kvaliteten far utforas enbart av en sadan teknisk tjanst som av ett behorigt ministerium ar godkant och anmalt till europeiska gemenskapernas kommission och de ovriga medlemslanderna eller av en i 48 § avsedd teknisk tjanst."
      }
    },
    {
      "provision_ref": "5:41 a",
      "chapter": "5",
      "section": "41 a",
      "title": "Vaatimustenmukaisuuden varmentaminen CE-merkinnällä",
      "content": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite CE-merkinnällä, jos sellaista tuotetta koskevissa tarkemmissa säännöksissä edellytetään. Jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintään tulee liittää myös tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. Jos tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään muita merkintöjä, ne tulee kiinnittää tuotteeseen kyseisten säännösten mukaisesti. Muut merkinnät eivät saa heikentää CE-merkinnän näkyvyyttä. CE-merkinnän käytössä on noudatettava, mitä tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:41 a",
        "normalized_fi": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite CE-merkinnällä, jos sellaista tuotetta koskevissa tarkemmissa säännöksissä edellytetään. Jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintään tulee liittää myös tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. Jos tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään muita merkintöjä, ne tulee kiinnittää tuotteeseen kyseisten säännösten mukaisesti. Muut merkinnät eivät saa heikentää CE-merkinnän näkyvyyttä. CE-merkinnän käytössä on noudatettava, mitä tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994) säädetään.",
        "folded_fi": "polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite ce-merkinnalla, jos sellaista tuotetta koskevissa tarkemmissa saannoksissa edellytetaan. jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintaan tulee liittaa myos tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. jos tuotteeseen taman lain nojalla sovellettavassa direktiivissa tai muussa saannoksessa edellytetaan muita merkintoja, ne tulee kiinnittaa tuotteeseen kyseisten saannosten mukaisesti. muut merkinnat eivat saa heikentaa ce-merkinnan nakyvyytta. ce-merkinnan kaytossa on noudatettava, mita tiettyjen tuotteiden varustamisesta ce-merkinnalla annetussa laissa (1376/1994) saadetaan.",
        "title_sv": "Påvisande av överensstämmelse genom CE-märkning",
        "content_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall CE-märkas av tillverkaren, tillverkarens representant eller den som svarar för utsläppande av produkten på marknaden, om märkning förutsätts i mera detaljerade bestämmelser som avser produkten. Om produktens överensstämmelse med gällande krav har konstaterats genom en typgranskning, skall i märkningen införas även identifikationsnumret för den anmälda tekniska tjänst som har utfört granskningen. Om det i ett direktiv som med stöd av denna lag skall tillämpas på produkten eller i någon annan bestämmelse förutsätts andra anteckningar, skall dessa fästas vid produkten i enlighet med ifrågavarande bestämmelser. Andra anteckningar får inte göra det svårare att se CE-märkningen. Lagen om att vissa produkter skall förses med CE-märkning (1376/1994) skall följas vid användning av CE-märkning.",
        "normalized_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall CE-märkas av tillverkaren, tillverkarens representant eller den som svarar för utsläppande av produkten på marknaden, om märkning förutsätts i mera detaljerade bestämmelser som avser produkten. Om produktens överensstämmelse med gällande krav har konstaterats genom en typgranskning, skall i märkningen införas även identifikationsnumret för den anmälda tekniska tjänst som har utfört granskningen. Om det i ett direktiv som med stöd av denna lag skall tillämpas på produkten eller i någon annan bestämmelse förutsätts andra anteckningar, skall dessa fästas vid produkten i enlighet med ifrågavarande bestämmelser. Andra anteckningar får inte göra det svårare att se CE-märkningen. Lagen om att vissa produkter skall förses med CE-märkning (1376/1994) skall följas vid användning av CE-märkning.",
        "folded_sv": "en cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall ce-markas av tillverkaren, tillverkarens representant eller den som svarar for utslappande av produkten pa marknaden, om markning forutsatts i mera detaljerade bestammelser som avser produkten. om produktens overensstammelse med gallande krav har konstaterats genom en typgranskning, skall i markningen inforas aven identifikationsnumret for den anmalda tekniska tjanst som har utfort granskningen. om det i ett direktiv som med stod av denna lag skall tillampas pa produkten eller i nagon annan bestammelse forutsatts andra anteckningar, skall dessa fastas vid produkten i enlighet med ifragavarande bestammelser. andra anteckningar far inte gora det svarare att se ce-markningen. lagen om att vissa produkter skall forses med ce-markning (1376/1994) skall foljas vid anvandning av ce-markning."
      }
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "title": "CE-merkinnällä varustetun tuotteen vaatimustenvastaisuus",
      "content": "Jos toimivaltainen viranomainen havaitsee, että markkinoille saatettu polkupyörä, ajoneuvon osa, järjestelmä tai erillinen tekninen yksikkö, jonka vaatimustenmukaisuus on varmennettu CE-merkinnällä, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 §:n 1 ja 2 momentissa säädetään poistaakseen tällaiset tuotteet markkinoilta sekä rajoittaakseen niiden vapaata liikkuvuutta. Toimivaltaisen viranomaisen on ilmoitettava käynnistetyistä markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyörään, ajoneuvon osaan, järjestelmään tai erilliseen tekniseen yksikköön tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:44 a",
        "normalized_fi": "Jos toimivaltainen viranomainen havaitsee, että markkinoille saatettu polkupyörä, ajoneuvon osa, järjestelmä tai erillinen tekninen yksikkö, jonka vaatimustenmukaisuus on varmennettu CE-merkinnällä, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 § :n 1 ja 2 momentissa säädetään poistaakseen tällaiset tuotteet markkinoilta sekä rajoittaakseen niiden vapaata liikkuvuutta. Toimivaltaisen viranomaisen on ilmoitettava käynnistetyistä markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyörään, ajoneuvon osaan, järjestelmään tai erilliseen tekniseen yksikköön tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään.",
        "folded_fi": "jos toimivaltainen viranomainen havaitsee, etta markkinoille saatettu polkupyora, ajoneuvon osa, jarjestelma tai erillinen tekninen yksikko, jonka vaatimustenmukaisuus on varmennettu ce-merkinnalla, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 §:n 1 ja 2 momentissa saadetaan poistaakseen tallaiset tuotteet markkinoilta seka rajoittaakseen niiden vapaata liikkuvuutta. toimivaltaisen viranomaisen on ilmoitettava kaynnistetyista markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyoraan, ajoneuvon osaan, jarjestelmaan tai erilliseen tekniseen yksikkoon taman lain nojalla sovellettavassa direktiivissa tai muussa saannoksessa edellytetaan.",
        "title_sv": "Bristande överensstämmelse hos CE-märkta produkter",
        "content_sv": "Om en behörig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som släppts ut på marknaden och vars överensstämmelse med gällande krav är påvisad genom CE-märkning inte motsvarar de krav som ställs på produkten, skall den behöriga myndigheten handla så som bestäms i 42 § 1 och 2 mom. för att avlägsna sådana produkter från marknaden och begränsa deras fria rörlighet. Den behöriga myndigheten skall underrätta kommissionen om vidtagna marknadstillsynsåtgärder i enlighet med vad som förutsätts i fråga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillämpas med stöd av denna lag eller i någon annan bestämmelse.",
        "normalized_sv": "Om en behörig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som släppts ut på marknaden och vars överensstämmelse med gällande krav är påvisad genom CE-märkning inte motsvarar de krav som ställs på produkten, skall den behöriga myndigheten handla så som bestäms i 42 § 1 och 2 mom. för att avlägsna sådana produkter från marknaden och begränsa deras fria rörlighet. Den behöriga myndigheten skall underrätta kommissionen om vidtagna marknadstillsynsåtgärder i enlighet med vad som förutsätts i fråga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillämpas med stöd av denna lag eller i någon annan bestämmelse.",
        "folded_sv": "om en behorig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som slappts ut pa marknaden och vars overensstammelse med gallande krav ar pavisad genom ce-markning inte motsvarar de krav som stalls pa produkten, skall den behoriga myndigheten handla sa som bestams i 42 § 1 och 2 mom. for att avlagsna sadana produkter fran marknaden och begransa deras fria rorlighet. den behoriga myndigheten skall underratta kommissionen om vidtagna marknadstillsynsatgarder i enlighet med vad som forutsatts i fraga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillampas med stod av denna lag eller i nagon annan bestammelse."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Tuotannon vaatimustenmukaisuuteen liittyvät toimenpiteet",
      "content": "Luovuttaessaan ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, että ajoneuvo, järjestelmä, osa tai tekninen yksikkö on rakenteeltaan, varusteiltaan ja kunnoltaan hyväksytyn tyypin tai CE-merkinnän edellytysten mukainen. Hyväksyntäviranomaisen on varmistuttava ennen hyväksynnän myöntämistä riittävistä menettelyistä, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. Tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan EY-tyyppihyväksynnän osalta 30 §:n 1 momentissa tarkoitetussa tai mainitussa säädöksessä säädettyä menettelyä, E-tyyppihyväksynnän osalta Geneven sopimuksessa määrättyä menettelyä ja kansallisen tyyppihyväksynnän osalta hyväksyntäviranomaisen vahvistamaa menettelyä. Hyväksyntäviranomainen voi teettää osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. CE-merkinnällä varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisältyvässä valvonnassa sovelletaan, mitä tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai direktiivin toimeenpanosta annetuissa säännöksissä säädetään. Ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. Vaatimustenmukaisuuden valvonta toimitetaan hyväksynnän tai arvioinnin hakijan kustannuksella. Hyväksyntäviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) päästä ajoneuvojen, osien, järjestelmien ja erillisten teknisten yksiköiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa näytteitä tuotannosta ja suorittaa määrävälein tämän lain nojalla sovellettavissa yhdennetyissä standardeissa tai Euroopan yhteisön säädöksissä taikka E-säännöissä määrätyt testit ja laskelmat; 3) saada tarvittaessa käyttöönsä kunkin hyväksytyn tyypin tai CE-merkinnällä varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmät. Tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Jos hyväksyntäviranomainen teettää vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Luovuttaessaan ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, että ajoneuvo, järjestelmä, osa tai tekninen yksikkö on rakenteeltaan, varusteiltaan ja kunnoltaan hyväksytyn tyypin tai CE-merkinnän edellytysten mukainen. Hyväksyntäviranomaisen on varmistuttava ennen hyväksynnän myöntämistä riittävistä menettelyistä, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. Tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan EY-tyyppihyväksynnän osalta 30 § :n 1 momentissa tarkoitetussa tai mainitussa säädöksessä säädettyä menettelyä, E-tyyppihyväksynnän osalta Geneven sopimuksessa määrättyä menettelyä ja kansallisen tyyppihyväksynnän osalta hyväksyntäviranomaisen vahvistamaa menettelyä. Hyväksyntäviranomainen voi teettää osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. CE-merkinnällä varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisältyvässä valvonnassa sovelletaan, mitä tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai direktiivin toimeenpanosta annetuissa säännöksissä säädetään. Ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. Vaatimustenmukaisuuden valvonta toimitetaan hyväksynnän tai arvioinnin hakijan kustannuksella. Hyväksyntäviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) päästä ajoneuvojen, osien, järjestelmien ja erillisten teknisten yksiköiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa näytteitä tuotannosta ja suorittaa määrävälein tämän lain nojalla sovellettavissa yhdennetyissä standardeissa tai Euroopan yhteisön säädöksissä taikka E-säännöissä määrätyt testit ja laskelmat; 3) saada tarvittaessa käyttöönsä kunkin hyväksytyn tyypin tai CE-merkinnällä varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmät. Tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Jos hyväksyntäviranomainen teettää vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään.",
        "folded_fi": "luovuttaessaan ajoneuvon, jarjestelman, osan tai erillisen teknisen yksikon valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, etta ajoneuvo, jarjestelma, osa tai tekninen yksikko on rakenteeltaan, varusteiltaan ja kunnoltaan hyvaksytyn tyypin tai ce-merkinnan edellytysten mukainen. hyvaksyntaviranomaisen on varmistuttava ennen hyvaksynnan myontamista riittavista menettelyista, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan ey-tyyppihyvaksynnan osalta 30 §:n 1 momentissa tarkoitetussa tai mainitussa saadoksessa saadettya menettelya, e-tyyppihyvaksynnan osalta geneven sopimuksessa maarattya menettelya ja kansallisen tyyppihyvaksynnan osalta hyvaksyntaviranomaisen vahvistamaa menettelya. hyvaksyntaviranomainen voi teettaa osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. ce-merkinnalla varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisaltyvassa valvonnassa sovelletaan, mita tuotteeseen taman lain nojalla sovellettavassa direktiivissa tai direktiivin toimeenpanosta annetuissa saannoksissa saadetaan. ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. vaatimustenmukaisuuden valvonta toimitetaan hyvaksynnan tai arvioinnin hakijan kustannuksella. hyvaksyntaviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) paasta ajoneuvojen, osien, jarjestelmien ja erillisten teknisten yksikoiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa naytteita tuotannosta ja suorittaa maaravalein taman lain nojalla sovellettavissa yhdennetyissa standardeissa tai euroopan yhteison saadoksissa taikka e-saannoissa maaratyt testit ja laskelmat; 3) saada tarvittaessa kayttoonsa kunkin hyvaksytyn tyypin tai ce-merkinnalla varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmat. tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. jos hyvaksyntaviranomainen teettaa vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mita hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) saadetaan.",
        "title_sv": "Åtgärder i anslutning till produktionens överensstämmelse",
        "content_sv": "Vid överlåtelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stämmer överens med den godkända typen eller förutsättningarna för CE-märkningen. Innan godkännande beviljas skall godkännandemyndigheten försäkra sig om tillräckliga förfaranden som garanterar effektiv tillsyn över produktionens överensstämmelse och vidta åtgärder i anslutning till tillsynen. Vid tillsynen över produktionens överensstämmelse tillämpas i fråga om EG-typgodkännande det förfarande som föreskrivs i en rättsakt som avses eller nämns i 30 § 1 mom., i fråga om E-typgodkännande det förfarande som föreskrivs i Genèveöverenskommelsen och i fråga om nationellt typgodkännande det förfarande som godkännandemyndigheten fastställt. Godkännandemyndigheten kan låta en teknisk tjänst utföra delar av tillsynen över produktionens överensstämmelse. Vid bedömning av och därmed förknippad tillsyn över överensstämmelse i fråga om en produkt som certifierats med CE-märkning tillämpas vad som bestäms i det direktiv eller i de bestämmelser som utfärdats om genomförande av direktivet och som med stöd av denna lag skall tillämpas på produkten. Den anmälda tekniska tjänsten kan bedöma produkternas överensstämmelse med gällande krav endast på ansökan av tillverkaren. Kostnaderna för tillsynen över överensstämmelse betalas av den som ansökt om godkännande eller bedömning. Godkännandemyndigheten och den tekniska tjänsten har rätt att för tillsynen 1) få tillträde till platser där fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, säljs, installeras, repareras och kontrolleras, 2) ta prov på produktionen och med bestämda intervaller utföra tester och kalkyler som föreskrivs i integrerade standarder som tillämpas med stöd av denna lag, i Europeiska gemenskapens rättsakter eller i E-reglementen, 3) vid behov få tillgång till material som behövs för att kontrollera kvaliteten och överensstämmelsen i fråga om varje godkänd typ eller CE-märkt produkt, 4) kontrollera tillsynsmetoderna i fråga om produktionens överensstämmelse. Kontroll och tillsyn får inte verkställas på en hemfridsskyddad plats. Om godkännandemyndigheten låter en teknisk tjänst verkställa tillsynen över överensstämmelse, skall den tekniska tjänsten tillämpa vad som bestäms i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003).",
        "normalized_sv": "Vid överlåtelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stämmer överens med den godkända typen eller förutsättningarna för CE-märkningen. Innan godkännande beviljas skall godkännandemyndigheten försäkra sig om tillräckliga förfaranden som garanterar effektiv tillsyn över produktionens överensstämmelse och vidta åtgärder i anslutning till tillsynen. Vid tillsynen över produktionens överensstämmelse tillämpas i fråga om EG-typgodkännande det förfarande som föreskrivs i en rättsakt som avses eller nämns i 30 § 1 mom., i fråga om E-typgodkännande det förfarande som föreskrivs i Genèveöverenskommelsen och i fråga om nationellt typgodkännande det förfarande som godkännandemyndigheten fastställt. Godkännandemyndigheten kan låta en teknisk tjänst utföra delar av tillsynen över produktionens överensstämmelse. Vid bedömning av och därmed förknippad tillsyn över överensstämmelse i fråga om en produkt som certifierats med CE-märkning tillämpas vad som bestäms i det direktiv eller i de bestämmelser som utfärdats om genomförande av direktivet och som med stöd av denna lag skall tillämpas på produkten. Den anmälda tekniska tjänsten kan bedöma produkternas överensstämmelse med gällande krav endast på ansökan av tillverkaren. Kostnaderna för tillsynen över överensstämmelse betalas av den som ansökt om godkännande eller bedömning. Godkännandemyndigheten och den tekniska tjänsten har rätt att för tillsynen 1) få tillträde till platser där fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, säljs, installeras, repareras och kontrolleras, 2) ta prov på produktionen och med bestämda intervaller utföra tester och kalkyler som föreskrivs i integrerade standarder som tillämpas med stöd av denna lag, i Europeiska gemenskapens rättsakter eller i E-reglementen, 3) vid behov få tillgång till material som behövs för att kontrollera kvaliteten och överensstämmelsen i fråga om varje godkänd typ eller CE-märkt produkt, 4) kontrollera tillsynsmetoderna i fråga om produktionens överensstämmelse. Kontroll och tillsyn får inte verkställas på en hemfridsskyddad plats. Om godkännandemyndigheten låter en teknisk tjänst verkställa tillsynen över överensstämmelse, skall den tekniska tjänsten tillämpa vad som bestäms i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003).",
        "folded_sv": "vid overlatelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stammer overens med den godkanda typen eller forutsattningarna for ce-markningen. innan godkannande beviljas skall godkannandemyndigheten forsakra sig om tillrackliga forfaranden som garanterar effektiv tillsyn over produktionens overensstammelse och vidta atgarder i anslutning till tillsynen. vid tillsynen over produktionens overensstammelse tillampas i fraga om eg-typgodkannande det forfarande som foreskrivs i en rattsakt som avses eller namns i 30 § 1 mom., i fraga om e-typgodkannande det forfarande som foreskrivs i geneveoverenskommelsen och i fraga om nationellt typgodkannande det forfarande som godkannandemyndigheten faststallt. godkannandemyndigheten kan lata en teknisk tjanst utfora delar av tillsynen over produktionens overensstammelse. vid bedomning av och darmed forknippad tillsyn over overensstammelse i fraga om en produkt som certifierats med ce-markning tillampas vad som bestams i det direktiv eller i de bestammelser som utfardats om genomforande av direktivet och som med stod av denna lag skall tillampas pa produkten. den anmalda tekniska tjansten kan bedoma produkternas overensstammelse med gallande krav endast pa ansokan av tillverkaren. kostnaderna for tillsynen over overensstammelse betalas av den som ansokt om godkannande eller bedomning. godkannandemyndigheten och den tekniska tjansten har ratt att for tillsynen 1) fa tilltrade till platser dar fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, saljs, installeras, repareras och kontrolleras, 2) ta prov pa produktionen och med bestamda intervaller utfora tester och kalkyler som foreskrivs i integrerade standarder som tillampas med stod av denna lag, i europeiska gemenskapens rattsakter eller i e-reglementen, 3) vid behov fa tillgang till material som behovs for att kontrollera kvaliteten och overensstammelsen i fraga om varje godkand typ eller ce-markt produkt, 4) kontrollera tillsynsmetoderna i fraga om produktionens overensstammelse. kontroll och tillsyn far inte verkstallas pa en hemfridsskyddad plats. om godkannandemyndigheten later en teknisk tjanst verkstalla tillsynen over overensstammelse, skall den tekniska tjansten tillampa vad som bestams i forvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och spraklagen (423/2003)."
      }
    },
    {
      "provision_ref": "5:78",
      "chapter": "5",
      "section": "78",
      "title": "Osan ja erillisen teknisen yksikön käyttöoikeus",
      "content": "Tyyppihyväksyttyä taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustettua osaa tai erillistä teknistä yksikköä saa käyttää liikenteessä, jos se täyttää tyyppihyväksyntään tai CE-merkinnällä varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisäksi muut liikenteessä käyttöön liittyvät vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:78",
        "normalized_fi": "Tyyppihyväksyttyä taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustettua osaa tai erillistä teknistä yksikköä saa käyttää liikenteessä, jos se täyttää tyyppihyväksyntään tai CE-merkinnällä varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisäksi muut liikenteessä käyttöön liittyvät vaatimukset.",
        "folded_fi": "tyyppihyvaksyttya taikka tassa laissa tai sen nojalla annetussa saannoksessa edellytetylla ce-merkinnalla varustettua osaa tai erillista teknista yksikkoa saa kayttaa liikenteessa, jos se tayttaa tyyppihyvaksyntaan tai ce-merkinnalla varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisaksi muut liikenteessa kayttoon liittyvat vaatimukset.",
        "title_sv": "Rätt att använda komponenter och separata tekniska enheter",
        "content_sv": "Komponenter eller separata tekniska enheter som är typgodkända eller försedda med CE-märkning så som förutsätts i denna lag eller i bestämmelser utfärdade med stöd av den får användas i trafik, om de utöver de villkor som hänför sig till typgodkännandet eller påvisandet av överensstämmelse genom CE-märkning också uppfyller de övriga kraven i anslutning till användning i trafik.",
        "normalized_sv": "Komponenter eller separata tekniska enheter som är typgodkända eller försedda med CE-märkning så som förutsätts i denna lag eller i bestämmelser utfärdade med stöd av den får användas i trafik, om de utöver de villkor som hänför sig till typgodkännandet eller påvisandet av överensstämmelse genom CE-märkning också uppfyller de övriga kraven i anslutning till användning i trafik.",
        "folded_sv": "komponenter eller separata tekniska enheter som ar typgodkanda eller forsedda med ce-markning sa som forutsatts i denna lag eller i bestammelser utfardade med stod av den far anvandas i trafik, om de utover de villkor som hanfor sig till typgodkannandet eller pavisandet av overensstammelse genom ce-markning ocksa uppfyller de ovriga kraven i anslutning till anvandning i trafik."
      }
    },
    {
      "provision_ref": "5:80",
      "chapter": "5",
      "section": "80",
      "title": "Vaaraa aiheuttava osa, erillinen tekninen yksikkö ja polkupyörä",
      "content": "Jos valvontaviranomainen arvioi, että muut kuin 42 §:ssä tarkoitetut tyyppihyväksytyt taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustetut osat tai erilliset tekniset yksiköt ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittävillä merkinnöillä, se voi kieltää tällaisten osien ja erillisten teknisten yksiköiden myynnin tai käyttöönoton enintään kuuden kuukauden ajaksi. Valvontaviranomaisen on tällaisessa tapauksessa meneteltävä kuten 44 ja 44 a §:ssä säädetään. Jos polkupyörästä tai muusta kuin tyyppihyväksytystä osasta tai erillisestä teknisestä yksiköstä aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mitä kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:80",
        "normalized_fi": "Jos valvontaviranomainen arvioi, että muut kuin 42 § :ssä tarkoitetut tyyppihyväksytyt taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustetut osat tai erilliset tekniset yksiköt ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittävillä merkinnöillä, se voi kieltää tällaisten osien ja erillisten teknisten yksiköiden myynnin tai käyttöönoton enintään kuuden kuukauden ajaksi. Valvontaviranomaisen on tällaisessa tapauksessa meneteltävä kuten 44 ja 44 a § :ssä säädetään. Jos polkupyörästä tai muusta kuin tyyppihyväksytystä osasta tai erillisestä teknisestä yksiköstä aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mitä kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) säädetään.",
        "folded_fi": "jos valvontaviranomainen arvioi, etta muut kuin 42 §:ssa tarkoitetut tyyppihyvaksytyt taikka tassa laissa tai sen nojalla annetussa saannoksessa edellytetylla ce-merkinnalla varustetut osat tai erilliset tekniset yksikot ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittavilla merkinnoilla, se voi kieltaa tallaisten osien ja erillisten teknisten yksikoiden myynnin tai kayttoonoton enintaan kuuden kuukauden ajaksi. valvontaviranomaisen on tallaisessa tapauksessa meneteltava kuten 44 ja 44 a §:ssa saadetaan. jos polkupyorasta tai muusta kuin tyyppihyvaksytysta osasta tai erillisesta teknisesta yksikosta aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mita kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) saadetaan.",
        "title_sv": "Komponenter, separata tekniska enheter och cyklar som medför fara",
        "content_sv": "Om tillsynsmyndigheten bedömer att andra än i 42 § nämnda typgodkända komponenter eller separata tekniska enheter eller att andra än sådana komponenter eller separata tekniska enheter som är försedda med CE-märkning enligt denna lag eller med stöd av den utfärdade bestämmelser medför allvarlig fara för trafiksäkerheten trots att de är försedda med tillräckliga anteckningar, kan tillsynsmyndigheten för en tid av högst sex månader förbjuda att sådana komponenter och separata tekniska enheter säljs eller tas i bruk. I sådana fall skall tillsynsmyndigheten förfara enligt 44 och 44 a §. Om en cykel eller någon annan än en typgodkänd komponent eller separat teknisk enhet medför fara för förarens hälsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) tillämpas.",
        "normalized_sv": "Om tillsynsmyndigheten bedömer att andra än i 42 § nämnda typgodkända komponenter eller separata tekniska enheter eller att andra än sådana komponenter eller separata tekniska enheter som är försedda med CE-märkning enligt denna lag eller med stöd av den utfärdade bestämmelser medför allvarlig fara för trafiksäkerheten trots att de är försedda med tillräckliga anteckningar, kan tillsynsmyndigheten för en tid av högst sex månader förbjuda att sådana komponenter och separata tekniska enheter säljs eller tas i bruk. I sådana fall skall tillsynsmyndigheten förfara enligt 44 och 44 a § . Om en cykel eller någon annan än en typgodkänd komponent eller separat teknisk enhet medför fara för förarens hälsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) tillämpas.",
        "folded_sv": "om tillsynsmyndigheten bedomer att andra an i 42 § namnda typgodkanda komponenter eller separata tekniska enheter eller att andra an sadana komponenter eller separata tekniska enheter som ar forsedda med ce-markning enligt denna lag eller med stod av den utfardade bestammelser medfor allvarlig fara for trafiksakerheten trots att de ar forsedda med tillrackliga anteckningar, kan tillsynsmyndigheten for en tid av hogst sex manader forbjuda att sadana komponenter och separata tekniska enheter saljs eller tas i bruk. i sadana fall skall tillsynsmyndigheten forfara enligt 44 och 44 a §. om en cykel eller nagon annan an en typgodkand komponent eller separat teknisk enhet medfor fara for forarens halsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004) tillampas."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 23) käyttövastaavalla täysi-ikäistä, Suomessa asuvaa luonnollista henkilöä, joka olematta auton omistaja tai haltija on auton pääasiallinen kuljettaja tai, jollei autolla ole pääasiallista kuljettajaa, jolla on tiedot auton kuljettajista; käyttövastaavalla tulee olla vähintään B-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella CE-merkinnällä menettelyä, jossa valmistaja varmentaa CE-merkinnällä ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknistä yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa käytettäväksi tarkoitetuista moduuleista ja CE-merkinnän kiinnittämistä koskevista säännöistä ja käytöstä annettua neuvoston päätöstä 93/465/ETY tai tätä vastaavia erillisiä direktiivejä täyttävän sitä koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 23) käyttövastaavalla täysi-ikäistä, Suomessa asuvaa luonnollista henkilöä, joka olematta auton omistaja tai haltija on auton pääasiallinen kuljettaja tai, jollei autolla ole pääasiallista kuljettajaa, jolla on tiedot auton kuljettajista; käyttövastaavalla tulee olla vähintään B-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella CE-merkinnällä menettelyä, jossa valmistaja varmentaa CE-merkinnällä ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknistä yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa käytettäväksi tarkoitetuista moduuleista ja CE-merkinnän kiinnittämistä koskevista säännöistä ja käytöstä annettua neuvoston päätöstä 93/465/ETY tai tätä vastaavia erillisiä direktiivejä täyttävän sitä koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
        "folded_fi": "tassa laissa tarkoitetaan: 23) kayttovastaavalla taysi-ikaista, suomessa asuvaa luonnollista henkiloa, joka olematta auton omistaja tai haltija on auton paaasiallinen kuljettaja tai, jollei autolla ole paaasiallista kuljettajaa, jolla on tiedot auton kuljettajista; kayttovastaavalla tulee olla vahintaan b-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella ce-merkinnalla menettelya, jossa valmistaja varmentaa ce-merkinnalla ajoneuvon, jarjestelman, osan tai erillisen teknisen yksikon, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknista yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa kaytettavaksi tarkoitetuista moduuleista ja ce-merkinnan kiinnittamista koskevista saannoista ja kaytosta annettua neuvoston paatosta 93/465/ety tai tata vastaavia erillisia direktiiveja tayttavan sita koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 23) den som ansvarar för användningen av en bil en i Finland bosatt myndig fysisk person som är en bils huvudsakliga förare utan att vara dess ägare eller innehavare eller, om bilen inte har någon huvudsaklig förare, som har uppgifter om bilens förare; den som ansvarar för användningen av en bil skall ha minst körrätt för fordon av klass B, 24) påvisande av överensstämmelse genom CE-märkning ett förfarande med vilket tillverkaren genom CE-märkning påvisar att kraven i en teknisk förenhetligad standard eller i ett särdirektiv därom uppfylls i fråga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid påvisande av överensstämmelse omfattas av rådets beslut om moduler för olika stadier i förfaranden vid bedömning av överensstämmelse samt regler för anbringande och användning av CE-märkning om överensstämmelse, avsedda att användas i tekniska harmoniseringsdirektiv (93/465/EEG) eller motsvarande särdirektiv.",
        "normalized_sv": "I denna lag avses med 23) den som ansvarar för användningen av en bil en i Finland bosatt myndig fysisk person som är en bils huvudsakliga förare utan att vara dess ägare eller innehavare eller, om bilen inte har någon huvudsaklig förare, som har uppgifter om bilens förare; den som ansvarar för användningen av en bil skall ha minst körrätt för fordon av klass B, 24) påvisande av överensstämmelse genom CE-märkning ett förfarande med vilket tillverkaren genom CE-märkning påvisar att kraven i en teknisk förenhetligad standard eller i ett särdirektiv därom uppfylls i fråga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid påvisande av överensstämmelse omfattas av rådets beslut om moduler för olika stadier i förfaranden vid bedömning av överensstämmelse samt regler för anbringande och användning av CE-märkning om överensstämmelse, avsedda att användas i tekniska harmoniseringsdirektiv (93/465/EEG) eller motsvarande särdirektiv.",
        "folded_sv": "i denna lag avses med 23) den som ansvarar for anvandningen av en bil en i finland bosatt myndig fysisk person som ar en bils huvudsakliga forare utan att vara dess agare eller innehavare eller, om bilen inte har nagon huvudsaklig forare, som har uppgifter om bilens forare; den som ansvarar for anvandningen av en bil skall ha minst korratt for fordon av klass b, 24) pavisande av overensstammelse genom ce-markning ett forfarande med vilket tillverkaren genom ce-markning pavisar att kraven i en teknisk forenhetligad standard eller i ett sardirektiv darom uppfylls i fraga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid pavisande av overensstammelse omfattas av radets beslut om moduler for olika stadier i forfaranden vid bedomning av overensstammelse samt regler for anbringande och anvandning av ce-markning om overensstammelse, avsedda att anvandas i tekniska harmoniseringsdirektiv (93/465/eeg) eller motsvarande sardirektiv."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ajoneuvon, järjestelmän, osan ja erillisen teknisen yksikön hyväksyntä liikenteeseen",
      "content": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettäväksi soveltuvan hinattavan ajoneuvon käyttö liikenteessä on kielletty, jollei ajoneuvotyyppiä tai yksittäistä ajoneuvoa ole asianmukaisesti hyväksytty liikenteeseen. Sellaista osaa, erillistä teknistä yksikköä ja polkupyörää, joka ei ole tämän lain ja sen nojalla annettujen säännösten mukainen ja jota ei ole näiden säännösten mukaisesti varustettu hyväksyntämerkinnällä tai CE-merkinnällä, jos sellaista on säännöksissä edellytetty, ei saa myyntitarkoituksessa tuoda maahan eikä valmistaa Suomessa myytäväksi, pitää kaupan taikka myydä tai muuten luovuttaa eikä käyttää liikenteessä. Ajoneuvon sekä järjestelmän, osan ja erillisen teknisen yksikön hyväksynnästä säädetään 5 ja 7 luvussa sekä osan, erillisen teknisen yksikön ja polkupyörän maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettäväksi soveltuvan hinattavan ajoneuvon käyttö liikenteessä on kielletty, jollei ajoneuvotyyppiä tai yksittäistä ajoneuvoa ole asianmukaisesti hyväksytty liikenteeseen. Sellaista osaa, erillistä teknistä yksikköä ja polkupyörää, joka ei ole tämän lain ja sen nojalla annettujen säännösten mukainen ja jota ei ole näiden säännösten mukaisesti varustettu hyväksyntämerkinnällä tai CE-merkinnällä, jos sellaista on säännöksissä edellytetty, ei saa myyntitarkoituksessa tuoda maahan eikä valmistaa Suomessa myytäväksi, pitää kaupan taikka myydä tai muuten luovuttaa eikä käyttää liikenteessä. Ajoneuvon sekä järjestelmän, osan ja erillisen teknisen yksikön hyväksynnästä säädetään 5 ja 7 luvussa sekä osan, erillisen teknisen yksikön ja polkupyörän maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
        "folded_fi": "moottorikayttoisen ajoneuvon ja siihen tai sen peravaunuun kytkettavaksi soveltuvan hinattavan ajoneuvon kaytto liikenteessa on kielletty, jollei ajoneuvotyyppia tai yksittaista ajoneuvoa ole asianmukaisesti hyvaksytty liikenteeseen. sellaista osaa, erillista teknista yksikkoa ja polkupyoraa, joka ei ole taman lain ja sen nojalla annettujen saannosten mukainen ja jota ei ole naiden saannosten mukaisesti varustettu hyvaksyntamerkinnalla tai ce-merkinnalla, jos sellaista on saannoksissa edellytetty, ei saa myyntitarkoituksessa tuoda maahan eika valmistaa suomessa myytavaksi, pitaa kaupan taikka myyda tai muuten luovuttaa eika kayttaa liikenteessa. ajoneuvon seka jarjestelman, osan ja erillisen teknisen yksikon hyvaksynnasta saadetaan 5 ja 7 luvussa seka osan, erillisen teknisen yksikon ja polkupyoran maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
        "title_sv": "Godkännande av fordon, system, komponenter och separata tekniska enheter för trafik",
        "content_sv": "Användning i trafik av ett motordrivet fordon och av ett släpfordon som är lämpat att kopplas till det eller dess släpvagn är förbjuden, om fordonstypen eller det enskilda fordonet inte godkänts för trafik på behörigt sätt. Sådana komponenter, separata tekniska enheter och cyklar som inte stämmer överens med denna lag eller med stöd av den utfärdade bestämmelser och som inte försetts med godkännandemärkning enligt dessa bestämmelser eller med CE-märkning, om sådan förutsätts i bestämmelserna, får inte importeras till landet i försäljningssyfte eller tillverkas för försäljning i Finland, saluföras eller säljas eller annars överlåtas eller användas i trafik. Bestämmelser om godkännande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. Bestämmelser om tillsyn över import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap.",
        "normalized_sv": "Användning i trafik av ett motordrivet fordon och av ett släpfordon som är lämpat att kopplas till det eller dess släpvagn är förbjuden, om fordonstypen eller det enskilda fordonet inte godkänts för trafik på behörigt sätt. Sådana komponenter, separata tekniska enheter och cyklar som inte stämmer överens med denna lag eller med stöd av den utfärdade bestämmelser och som inte försetts med godkännandemärkning enligt dessa bestämmelser eller med CE-märkning, om sådan förutsätts i bestämmelserna, får inte importeras till landet i försäljningssyfte eller tillverkas för försäljning i Finland, saluföras eller säljas eller annars överlåtas eller användas i trafik. Bestämmelser om godkännande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. Bestämmelser om tillsyn över import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap.",
        "folded_sv": "anvandning i trafik av ett motordrivet fordon och av ett slapfordon som ar lampat att kopplas till det eller dess slapvagn ar forbjuden, om fordonstypen eller det enskilda fordonet inte godkants for trafik pa behorigt satt. sadana komponenter, separata tekniska enheter och cyklar som inte stammer overens med denna lag eller med stod av den utfardade bestammelser och som inte forsetts med godkannandemarkning enligt dessa bestammelser eller med ce-markning, om sadan forutsatts i bestammelserna, far inte importeras till landet i forsaljningssyfte eller tillverkas for forsaljning i finland, saluforas eller saljas eller annars overlatas eller anvandas i trafik. bestammelser om godkannande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. bestammelser om tillsyn over import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5:34 a",
      "chapter": "5",
      "section": "34 a",
      "title": "Toimivaltainen viranomainen CE-merkinnällä varustettuja tuotteita koskevissa asioissa",
      "content": "Jos tässä laissa tai sen nojalla annetuissa säännöksissä edellytetään polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön vaatimustenmukaisuuden varmentamista CE-merkinnällä, toimivaltainen viranomainen on Ajoneuvohallintokeskus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:34 a",
        "normalized_fi": "Jos tässä laissa tai sen nojalla annetuissa säännöksissä edellytetään polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön vaatimustenmukaisuuden varmentamista CE-merkinnällä, toimivaltainen viranomainen on Ajoneuvohallintokeskus.",
        "folded_fi": "jos tassa laissa tai sen nojalla annetuissa saannoksissa edellytetaan polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon vaatimustenmukaisuuden varmentamista ce-merkinnalla, toimivaltainen viranomainen on ajoneuvohallintokeskus.",
        "title_sv": "Behörig myndighet i fråga om ärenden som gäller CE-märkta produkter",
        "content_sv": "Om i denna lag eller med stöd av den utfärdade bestämmelser förutsätts påvisande av överensstämmelse genom CE-märkning i fråga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet är Fordonsförvaltningscentralen behörig myndighet.",
        "normalized_sv": "Om i denna lag eller med stöd av den utfärdade bestämmelser förutsätts påvisande av överensstämmelse genom CE-märkning i fråga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet är Fordonsförvaltningscentralen behörig myndighet.",
        "folded_sv": "om i denna lag eller med stod av den utfardade bestammelser forutsatts pavisande av overensstammelse genom ce-markning i fraga om en cykel, ett fordons komponent, ett system eller en separat teknisk enhet ar fordonsforvaltningscentralen behorig myndighet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:36 a",
      "chapter": "5",
      "section": "36 a",
      "title": "CE-merkinnän edellytykset",
      "content": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön katsotaan olevan sitä koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen CE-merkinnän tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siitä säädetään. CE-merkinnän edellytyksenä olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehdä ajallaan ja vaatimustenmukaisina. Testejä ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehdä ainoastaan hyväksytty ja toimivaltaisen ministeriön Euroopan yhteisöjen komissiolle ja muille jäsenmaille ilmoittama tutkimuslaitos tai 48 §:ssä tarkoitettu tutkimuslaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:36 a",
        "normalized_fi": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön katsotaan olevan sitä koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen CE-merkinnän tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siitä säädetään. CE-merkinnän edellytyksenä olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehdä ajallaan ja vaatimustenmukaisina. Testejä ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehdä ainoastaan hyväksytty ja toimivaltaisen ministeriön Euroopan yhteisöjen komissiolle ja muille jäsenmaille ilmoittama tutkimuslaitos tai 48 § :ssä tarkoitettu tutkimuslaitos.",
        "folded_fi": "polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon katsotaan olevan sita koskevien vaatimusten mukainen, jos valmistaja on antanut vaatimustenmukaisuudesta asianmukaisen vakuutuksen ja tehnyt tuotteeseen ce-merkinnan tai vaatimustenmukaisuus on muutoin osoitettu siten kuin siita saadetaan. ce-merkinnan edellytyksena olevat tuotannon laadunvarmistamiseksi vaadittavat tuotteen testit ja tarkastukset tulee tehda ajallaan ja vaatimustenmukaisina. testeja ja tarkastuksia vaatimustenmukaisuuden osoittamiseksi ja laadun varmistamiseksi saa tehda ainoastaan hyvaksytty ja toimivaltaisen ministerion euroopan yhteisojen komissiolle ja muille jasenmaille ilmoittama tutkimuslaitos tai 48 §:ssa tarkoitettu tutkimuslaitos.",
        "title_sv": "Förutsättningar för CE-märkning",
        "content_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses överensstäma med de krav som ställs, om tillverkaren har avgett en försäkran om överensstämmelse och på produkten gjort en CE-märkning eller om överensstämmelse på annat sätt har påvisats så som föreskrivs särskilt. De tester och kontroller av produkten som förutsätts för CE-märkningen och krävs i bestämmelserna för kvalitetssäkring av produktionen skall göras i tid och enligt kraven. Tester och kontroller som sker i syfte att påvisa överensstämmelse med gällande krav och säkra kvaliteten får utföras enbart av en sådan teknisk tjänst som av ett behörigt ministerium är godkänt och anmält till Europeiska gemenskapernas kommission och de övriga medlemsländerna eller av en i 48 § avsedd teknisk tjänst.",
        "normalized_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses överensstäma med de krav som ställs, om tillverkaren har avgett en försäkran om överensstämmelse och på produkten gjort en CE-märkning eller om överensstämmelse på annat sätt har påvisats så som föreskrivs särskilt. De tester och kontroller av produkten som förutsätts för CE-märkningen och krävs i bestämmelserna för kvalitetssäkring av produktionen skall göras i tid och enligt kraven. Tester och kontroller som sker i syfte att påvisa överensstämmelse med gällande krav och säkra kvaliteten får utföras enbart av en sådan teknisk tjänst som av ett behörigt ministerium är godkänt och anmält till Europeiska gemenskapernas kommission och de övriga medlemsländerna eller av en i 48 § avsedd teknisk tjänst.",
        "folded_sv": "en cykel, ett fordons komponent, ett system eller en separat teknisk enhet anses overensstama med de krav som stalls, om tillverkaren har avgett en forsakran om overensstammelse och pa produkten gjort en ce-markning eller om overensstammelse pa annat satt har pavisats sa som foreskrivs sarskilt. de tester och kontroller av produkten som forutsatts for ce-markningen och kravs i bestammelserna for kvalitetssakring av produktionen skall goras i tid och enligt kraven. tester och kontroller som sker i syfte att pavisa overensstammelse med gallande krav och sakra kvaliteten far utforas enbart av en sadan teknisk tjanst som av ett behorigt ministerium ar godkant och anmalt till europeiska gemenskapernas kommission och de ovriga medlemslanderna eller av en i 48 § avsedd teknisk tjanst."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:41 a",
      "chapter": "5",
      "section": "41 a",
      "title": "Vaatimustenmukaisuuden varmentaminen CE-merkinnällä",
      "content": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite CE-merkinnällä, jos sellaista tuotetta koskevissa tarkemmissa säännöksissä edellytetään. Jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintään tulee liittää myös tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. Jos tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään muita merkintöjä, ne tulee kiinnittää tuotteeseen kyseisten säännösten mukaisesti. Muut merkinnät eivät saa heikentää CE-merkinnän näkyvyyttä. CE-merkinnän käytössä on noudatettava, mitä tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:41 a",
        "normalized_fi": "Polkupyörän, ajoneuvon osan, järjestelmän tai erillisen teknisen yksikön valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite CE-merkinnällä, jos sellaista tuotetta koskevissa tarkemmissa säännöksissä edellytetään. Jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintään tulee liittää myös tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. Jos tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään muita merkintöjä, ne tulee kiinnittää tuotteeseen kyseisten säännösten mukaisesti. Muut merkinnät eivät saa heikentää CE-merkinnän näkyvyyttä. CE-merkinnän käytössä on noudatettava, mitä tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994) säädetään.",
        "folded_fi": "polkupyoran, ajoneuvon osan, jarjestelman tai erillisen teknisen yksikon valmistajan, valmistajan edustajan tai sen, joka vastaa tuotteen saattamisesta markkinoille, tulee varustaa laite ce-merkinnalla, jos sellaista tuotetta koskevissa tarkemmissa saannoksissa edellytetaan. jos tuotteen vaatimustenmukaisuus on todettu tyyppitarkastuksella, merkintaan tulee liittaa myos tarkastuksen tehneen ilmoitetun tutkimuslaitoksen tunnusnumero. jos tuotteeseen taman lain nojalla sovellettavassa direktiivissa tai muussa saannoksessa edellytetaan muita merkintoja, ne tulee kiinnittaa tuotteeseen kyseisten saannosten mukaisesti. muut merkinnat eivat saa heikentaa ce-merkinnan nakyvyytta. ce-merkinnan kaytossa on noudatettava, mita tiettyjen tuotteiden varustamisesta ce-merkinnalla annetussa laissa (1376/1994) saadetaan.",
        "title_sv": "Påvisande av överensstämmelse genom CE-märkning",
        "content_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall CE-märkas av tillverkaren, tillverkarens representant eller den som svarar för utsläppande av produkten på marknaden, om märkning förutsätts i mera detaljerade bestämmelser som avser produkten. Om produktens överensstämmelse med gällande krav har konstaterats genom en typgranskning, skall i märkningen införas även identifikationsnumret för den anmälda tekniska tjänst som har utfört granskningen. Om det i ett direktiv som med stöd av denna lag skall tillämpas på produkten eller i någon annan bestämmelse förutsätts andra anteckningar, skall dessa fästas vid produkten i enlighet med ifrågavarande bestämmelser. Andra anteckningar får inte göra det svårare att se CE-märkningen. Lagen om att vissa produkter skall förses med CE-märkning (1376/1994) skall följas vid användning av CE-märkning.",
        "normalized_sv": "En cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall CE-märkas av tillverkaren, tillverkarens representant eller den som svarar för utsläppande av produkten på marknaden, om märkning förutsätts i mera detaljerade bestämmelser som avser produkten. Om produktens överensstämmelse med gällande krav har konstaterats genom en typgranskning, skall i märkningen införas även identifikationsnumret för den anmälda tekniska tjänst som har utfört granskningen. Om det i ett direktiv som med stöd av denna lag skall tillämpas på produkten eller i någon annan bestämmelse förutsätts andra anteckningar, skall dessa fästas vid produkten i enlighet med ifrågavarande bestämmelser. Andra anteckningar får inte göra det svårare att se CE-märkningen. Lagen om att vissa produkter skall förses med CE-märkning (1376/1994) skall följas vid användning av CE-märkning.",
        "folded_sv": "en cykel, ett fordons komponent, ett system eller en separat teknisk enhet skall ce-markas av tillverkaren, tillverkarens representant eller den som svarar for utslappande av produkten pa marknaden, om markning forutsatts i mera detaljerade bestammelser som avser produkten. om produktens overensstammelse med gallande krav har konstaterats genom en typgranskning, skall i markningen inforas aven identifikationsnumret for den anmalda tekniska tjanst som har utfort granskningen. om det i ett direktiv som med stod av denna lag skall tillampas pa produkten eller i nagon annan bestammelse forutsatts andra anteckningar, skall dessa fastas vid produkten i enlighet med ifragavarande bestammelser. andra anteckningar far inte gora det svarare att se ce-markningen. lagen om att vissa produkter skall forses med ce-markning (1376/1994) skall foljas vid anvandning av ce-markning."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "title": "CE-merkinnällä varustetun tuotteen vaatimustenvastaisuus",
      "content": "Jos toimivaltainen viranomainen havaitsee, että markkinoille saatettu polkupyörä, ajoneuvon osa, järjestelmä tai erillinen tekninen yksikkö, jonka vaatimustenmukaisuus on varmennettu CE-merkinnällä, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 §:n 1 ja 2 momentissa säädetään poistaakseen tällaiset tuotteet markkinoilta sekä rajoittaakseen niiden vapaata liikkuvuutta. Toimivaltaisen viranomaisen on ilmoitettava käynnistetyistä markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyörään, ajoneuvon osaan, järjestelmään tai erilliseen tekniseen yksikköön tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:44 a",
        "normalized_fi": "Jos toimivaltainen viranomainen havaitsee, että markkinoille saatettu polkupyörä, ajoneuvon osa, järjestelmä tai erillinen tekninen yksikkö, jonka vaatimustenmukaisuus on varmennettu CE-merkinnällä, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 § :n 1 ja 2 momentissa säädetään poistaakseen tällaiset tuotteet markkinoilta sekä rajoittaakseen niiden vapaata liikkuvuutta. Toimivaltaisen viranomaisen on ilmoitettava käynnistetyistä markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyörään, ajoneuvon osaan, järjestelmään tai erilliseen tekniseen yksikköön tämän lain nojalla sovellettavassa direktiivissä tai muussa säännöksessä edellytetään.",
        "folded_fi": "jos toimivaltainen viranomainen havaitsee, etta markkinoille saatettu polkupyora, ajoneuvon osa, jarjestelma tai erillinen tekninen yksikko, jonka vaatimustenmukaisuus on varmennettu ce-merkinnalla, ei vastaa tuotteelle asetettuja vaatimuksia, toimivaltaisen viranomaisen on toimittava siten kuin 42 §:n 1 ja 2 momentissa saadetaan poistaakseen tallaiset tuotteet markkinoilta seka rajoittaakseen niiden vapaata liikkuvuutta. toimivaltaisen viranomaisen on ilmoitettava kaynnistetyista markkinavalvontatoimista komissiolle siten kuin kyseiseen polkupyoraan, ajoneuvon osaan, jarjestelmaan tai erilliseen tekniseen yksikkoon taman lain nojalla sovellettavassa direktiivissa tai muussa saannoksessa edellytetaan.",
        "title_sv": "Bristande överensstämmelse hos CE-märkta produkter",
        "content_sv": "Om en behörig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som släppts ut på marknaden och vars överensstämmelse med gällande krav är påvisad genom CE-märkning inte motsvarar de krav som ställs på produkten, skall den behöriga myndigheten handla så som bestäms i 42 § 1 och 2 mom. för att avlägsna sådana produkter från marknaden och begränsa deras fria rörlighet. Den behöriga myndigheten skall underrätta kommissionen om vidtagna marknadstillsynsåtgärder i enlighet med vad som förutsätts i fråga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillämpas med stöd av denna lag eller i någon annan bestämmelse.",
        "normalized_sv": "Om en behörig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som släppts ut på marknaden och vars överensstämmelse med gällande krav är påvisad genom CE-märkning inte motsvarar de krav som ställs på produkten, skall den behöriga myndigheten handla så som bestäms i 42 § 1 och 2 mom. för att avlägsna sådana produkter från marknaden och begränsa deras fria rörlighet. Den behöriga myndigheten skall underrätta kommissionen om vidtagna marknadstillsynsåtgärder i enlighet med vad som förutsätts i fråga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillämpas med stöd av denna lag eller i någon annan bestämmelse.",
        "folded_sv": "om en behorig myndighet observerar att en cykel, ett fordons komponent, ett system eller en separat teknisk enhet som slappts ut pa marknaden och vars overensstammelse med gallande krav ar pavisad genom ce-markning inte motsvarar de krav som stalls pa produkten, skall den behoriga myndigheten handla sa som bestams i 42 § 1 och 2 mom. for att avlagsna sadana produkter fran marknaden och begransa deras fria rorlighet. den behoriga myndigheten skall underratta kommissionen om vidtagna marknadstillsynsatgarder i enlighet med vad som forutsatts i fraga om cykeln, fordonskomponenten, systemet eller den separata tekniska enheten i direktiv som tillampas med stod av denna lag eller i nagon annan bestammelse."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Tuotannon vaatimustenmukaisuuteen liittyvät toimenpiteet",
      "content": "Luovuttaessaan ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, että ajoneuvo, järjestelmä, osa tai tekninen yksikkö on rakenteeltaan, varusteiltaan ja kunnoltaan hyväksytyn tyypin tai CE-merkinnän edellytysten mukainen. Hyväksyntäviranomaisen on varmistuttava ennen hyväksynnän myöntämistä riittävistä menettelyistä, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. Tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan EY-tyyppihyväksynnän osalta 30 §:n 1 momentissa tarkoitetussa tai mainitussa säädöksessä säädettyä menettelyä, E-tyyppihyväksynnän osalta Geneven sopimuksessa määrättyä menettelyä ja kansallisen tyyppihyväksynnän osalta hyväksyntäviranomaisen vahvistamaa menettelyä. Hyväksyntäviranomainen voi teettää osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. CE-merkinnällä varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisältyvässä valvonnassa sovelletaan, mitä tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai direktiivin toimeenpanosta annetuissa säännöksissä säädetään. Ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. Vaatimustenmukaisuuden valvonta toimitetaan hyväksynnän tai arvioinnin hakijan kustannuksella. Hyväksyntäviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) päästä ajoneuvojen, osien, järjestelmien ja erillisten teknisten yksiköiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa näytteitä tuotannosta ja suorittaa määrävälein tämän lain nojalla sovellettavissa yhdennetyissä standardeissa tai Euroopan yhteisön säädöksissä taikka E-säännöissä määrätyt testit ja laskelmat; 3) saada tarvittaessa käyttöönsä kunkin hyväksytyn tyypin tai CE-merkinnällä varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmät. Tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Jos hyväksyntäviranomainen teettää vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:45",
        "normalized_fi": "Luovuttaessaan ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, että ajoneuvo, järjestelmä, osa tai tekninen yksikkö on rakenteeltaan, varusteiltaan ja kunnoltaan hyväksytyn tyypin tai CE-merkinnän edellytysten mukainen. Hyväksyntäviranomaisen on varmistuttava ennen hyväksynnän myöntämistä riittävistä menettelyistä, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. Tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan EY-tyyppihyväksynnän osalta 30 § :n 1 momentissa tarkoitetussa tai mainitussa säädöksessä säädettyä menettelyä, E-tyyppihyväksynnän osalta Geneven sopimuksessa määrättyä menettelyä ja kansallisen tyyppihyväksynnän osalta hyväksyntäviranomaisen vahvistamaa menettelyä. Hyväksyntäviranomainen voi teettää osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. CE-merkinnällä varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisältyvässä valvonnassa sovelletaan, mitä tuotteeseen tämän lain nojalla sovellettavassa direktiivissä tai direktiivin toimeenpanosta annetuissa säännöksissä säädetään. Ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. Vaatimustenmukaisuuden valvonta toimitetaan hyväksynnän tai arvioinnin hakijan kustannuksella. Hyväksyntäviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) päästä ajoneuvojen, osien, järjestelmien ja erillisten teknisten yksiköiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa näytteitä tuotannosta ja suorittaa määrävälein tämän lain nojalla sovellettavissa yhdennetyissä standardeissa tai Euroopan yhteisön säädöksissä taikka E-säännöissä määrätyt testit ja laskelmat; 3) saada tarvittaessa käyttöönsä kunkin hyväksytyn tyypin tai CE-merkinnällä varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmät. Tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. Jos hyväksyntäviranomainen teettää vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään.",
        "folded_fi": "luovuttaessaan ajoneuvon, jarjestelman, osan tai erillisen teknisen yksikon valmistaja ja valmistajan edustaja ovat velvollisia huolehtimaan, etta ajoneuvo, jarjestelma, osa tai tekninen yksikko on rakenteeltaan, varusteiltaan ja kunnoltaan hyvaksytyn tyypin tai ce-merkinnan edellytysten mukainen. hyvaksyntaviranomaisen on varmistuttava ennen hyvaksynnan myontamista riittavista menettelyista, joilla taataan tehokas tuotannon vaatimustenmukaisuuden valvonta, ja toteutettava tuotannon vaatimustenmukaisuuden valvontaa koskevat toimenpiteet. tuotannon vaatimustenmukaisuuden valvonnassa sovelletaan ey-tyyppihyvaksynnan osalta 30 §:n 1 momentissa tarkoitetussa tai mainitussa saadoksessa saadettya menettelya, e-tyyppihyvaksynnan osalta geneven sopimuksessa maarattya menettelya ja kansallisen tyyppihyvaksynnan osalta hyvaksyntaviranomaisen vahvistamaa menettelya. hyvaksyntaviranomainen voi teettaa osia tuotannon vaatimustenmukaisuuden valvonnasta tutkimuslaitoksella. ce-merkinnalla varmennetun tuotteen vaatimustenmukaisuuden arvioinnissa ja siihen sisaltyvassa valvonnassa sovelletaan, mita tuotteeseen taman lain nojalla sovellettavassa direktiivissa tai direktiivin toimeenpanosta annetuissa saannoksissa saadetaan. ilmoitettu tutkimuslaitos voi arvioida tuotteiden vaatimustenmukaisuutta vain valmistajan hakemuksesta. vaatimustenmukaisuuden valvonta toimitetaan hyvaksynnan tai arvioinnin hakijan kustannuksella. hyvaksyntaviranomaisella ja tutkimuslaitoksella on valvonnan suorittamiseksi oikeus: 1) paasta ajoneuvojen, osien, jarjestelmien ja erillisten teknisten yksikoiden valmistus-, varastointi-, myynti-, asennus-, korjaus- ja tarkastuspaikkoihin; 2) ottaa naytteita tuotannosta ja suorittaa maaravalein taman lain nojalla sovellettavissa yhdennetyissa standardeissa tai euroopan yhteison saadoksissa taikka e-saannoissa maaratyt testit ja laskelmat; 3) saada tarvittaessa kayttoonsa kunkin hyvaksytyn tyypin tai ce-merkinnalla varustetun tuotteen laadun ja vaatimustenmukaisuuden tarkastamiseksi tarvittava aineisto; 4) tarkastaa tuotannon vaatimustenmukaisuuden valvontamenetelmat. tarkastusta ja valvontaa ei saa suorittaa kotirauhan piiriin kuuluvassa paikassa. jos hyvaksyntaviranomainen teettaa vaatimustenmukaisuuden valvontaa tutkimuslaitoksella, laitoksen on noudatettava, mita hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) saadetaan.",
        "title_sv": "Åtgärder i anslutning till produktionens överensstämmelse",
        "content_sv": "Vid överlåtelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stämmer överens med den godkända typen eller förutsättningarna för CE-märkningen. Innan godkännande beviljas skall godkännandemyndigheten försäkra sig om tillräckliga förfaranden som garanterar effektiv tillsyn över produktionens överensstämmelse och vidta åtgärder i anslutning till tillsynen. Vid tillsynen över produktionens överensstämmelse tillämpas i fråga om EG-typgodkännande det förfarande som föreskrivs i en rättsakt som avses eller nämns i 30 § 1 mom., i fråga om E-typgodkännande det förfarande som föreskrivs i Genèveöverenskommelsen och i fråga om nationellt typgodkännande det förfarande som godkännandemyndigheten fastställt. Godkännandemyndigheten kan låta en teknisk tjänst utföra delar av tillsynen över produktionens överensstämmelse. Vid bedömning av och därmed förknippad tillsyn över överensstämmelse i fråga om en produkt som certifierats med CE-märkning tillämpas vad som bestäms i det direktiv eller i de bestämmelser som utfärdats om genomförande av direktivet och som med stöd av denna lag skall tillämpas på produkten. Den anmälda tekniska tjänsten kan bedöma produkternas överensstämmelse med gällande krav endast på ansökan av tillverkaren. Kostnaderna för tillsynen över överensstämmelse betalas av den som ansökt om godkännande eller bedömning. Godkännandemyndigheten och den tekniska tjänsten har rätt att för tillsynen 1) få tillträde till platser där fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, säljs, installeras, repareras och kontrolleras, 2) ta prov på produktionen och med bestämda intervaller utföra tester och kalkyler som föreskrivs i integrerade standarder som tillämpas med stöd av denna lag, i Europeiska gemenskapens rättsakter eller i E-reglementen, 3) vid behov få tillgång till material som behövs för att kontrollera kvaliteten och överensstämmelsen i fråga om varje godkänd typ eller CE-märkt produkt, 4) kontrollera tillsynsmetoderna i fråga om produktionens överensstämmelse. Kontroll och tillsyn får inte verkställas på en hemfridsskyddad plats. Om godkännandemyndigheten låter en teknisk tjänst verkställa tillsynen över överensstämmelse, skall den tekniska tjänsten tillämpa vad som bestäms i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003).",
        "normalized_sv": "Vid överlåtelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stämmer överens med den godkända typen eller förutsättningarna för CE-märkningen. Innan godkännande beviljas skall godkännandemyndigheten försäkra sig om tillräckliga förfaranden som garanterar effektiv tillsyn över produktionens överensstämmelse och vidta åtgärder i anslutning till tillsynen. Vid tillsynen över produktionens överensstämmelse tillämpas i fråga om EG-typgodkännande det förfarande som föreskrivs i en rättsakt som avses eller nämns i 30 § 1 mom., i fråga om E-typgodkännande det förfarande som föreskrivs i Genèveöverenskommelsen och i fråga om nationellt typgodkännande det förfarande som godkännandemyndigheten fastställt. Godkännandemyndigheten kan låta en teknisk tjänst utföra delar av tillsynen över produktionens överensstämmelse. Vid bedömning av och därmed förknippad tillsyn över överensstämmelse i fråga om en produkt som certifierats med CE-märkning tillämpas vad som bestäms i det direktiv eller i de bestämmelser som utfärdats om genomförande av direktivet och som med stöd av denna lag skall tillämpas på produkten. Den anmälda tekniska tjänsten kan bedöma produkternas överensstämmelse med gällande krav endast på ansökan av tillverkaren. Kostnaderna för tillsynen över överensstämmelse betalas av den som ansökt om godkännande eller bedömning. Godkännandemyndigheten och den tekniska tjänsten har rätt att för tillsynen 1) få tillträde till platser där fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, säljs, installeras, repareras och kontrolleras, 2) ta prov på produktionen och med bestämda intervaller utföra tester och kalkyler som föreskrivs i integrerade standarder som tillämpas med stöd av denna lag, i Europeiska gemenskapens rättsakter eller i E-reglementen, 3) vid behov få tillgång till material som behövs för att kontrollera kvaliteten och överensstämmelsen i fråga om varje godkänd typ eller CE-märkt produkt, 4) kontrollera tillsynsmetoderna i fråga om produktionens överensstämmelse. Kontroll och tillsyn får inte verkställas på en hemfridsskyddad plats. Om godkännandemyndigheten låter en teknisk tjänst verkställa tillsynen över överensstämmelse, skall den tekniska tjänsten tillämpa vad som bestäms i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003).",
        "folded_sv": "vid overlatelse av fordon, system, komponenter eller separata tekniska enheter skall tillverkaren och tillverkarens representant se till att fordonet, systemet, komponenten eller den tekniska enheten till sin konstruktion och utrustning samt sitt skick stammer overens med den godkanda typen eller forutsattningarna for ce-markningen. innan godkannande beviljas skall godkannandemyndigheten forsakra sig om tillrackliga forfaranden som garanterar effektiv tillsyn over produktionens overensstammelse och vidta atgarder i anslutning till tillsynen. vid tillsynen over produktionens overensstammelse tillampas i fraga om eg-typgodkannande det forfarande som foreskrivs i en rattsakt som avses eller namns i 30 § 1 mom., i fraga om e-typgodkannande det forfarande som foreskrivs i geneveoverenskommelsen och i fraga om nationellt typgodkannande det forfarande som godkannandemyndigheten faststallt. godkannandemyndigheten kan lata en teknisk tjanst utfora delar av tillsynen over produktionens overensstammelse. vid bedomning av och darmed forknippad tillsyn over overensstammelse i fraga om en produkt som certifierats med ce-markning tillampas vad som bestams i det direktiv eller i de bestammelser som utfardats om genomforande av direktivet och som med stod av denna lag skall tillampas pa produkten. den anmalda tekniska tjansten kan bedoma produkternas overensstammelse med gallande krav endast pa ansokan av tillverkaren. kostnaderna for tillsynen over overensstammelse betalas av den som ansokt om godkannande eller bedomning. godkannandemyndigheten och den tekniska tjansten har ratt att for tillsynen 1) fa tilltrade till platser dar fordon, komponenter, system och separata tekniska enheter tillverkas, lagras, saljs, installeras, repareras och kontrolleras, 2) ta prov pa produktionen och med bestamda intervaller utfora tester och kalkyler som foreskrivs i integrerade standarder som tillampas med stod av denna lag, i europeiska gemenskapens rattsakter eller i e-reglementen, 3) vid behov fa tillgang till material som behovs for att kontrollera kvaliteten och overensstammelsen i fraga om varje godkand typ eller ce-markt produkt, 4) kontrollera tillsynsmetoderna i fraga om produktionens overensstammelse. kontroll och tillsyn far inte verkstallas pa en hemfridsskyddad plats. om godkannandemyndigheten later en teknisk tjanst verkstalla tillsynen over overensstammelse, skall den tekniska tjansten tillampa vad som bestams i forvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och spraklagen (423/2003)."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:78",
      "chapter": "5",
      "section": "78",
      "title": "Osan ja erillisen teknisen yksikön käyttöoikeus",
      "content": "Tyyppihyväksyttyä taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustettua osaa tai erillistä teknistä yksikköä saa käyttää liikenteessä, jos se täyttää tyyppihyväksyntään tai CE-merkinnällä varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisäksi muut liikenteessä käyttöön liittyvät vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:78",
        "normalized_fi": "Tyyppihyväksyttyä taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustettua osaa tai erillistä teknistä yksikköä saa käyttää liikenteessä, jos se täyttää tyyppihyväksyntään tai CE-merkinnällä varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisäksi muut liikenteessä käyttöön liittyvät vaatimukset.",
        "folded_fi": "tyyppihyvaksyttya taikka tassa laissa tai sen nojalla annetussa saannoksessa edellytetylla ce-merkinnalla varustettua osaa tai erillista teknista yksikkoa saa kayttaa liikenteessa, jos se tayttaa tyyppihyvaksyntaan tai ce-merkinnalla varmennettuun vaatimustenmukaisuuteen liittyvien edellytysten lisaksi muut liikenteessa kayttoon liittyvat vaatimukset.",
        "title_sv": "Rätt att använda komponenter och separata tekniska enheter",
        "content_sv": "Komponenter eller separata tekniska enheter som är typgodkända eller försedda med CE-märkning så som förutsätts i denna lag eller i bestämmelser utfärdade med stöd av den får användas i trafik, om de utöver de villkor som hänför sig till typgodkännandet eller påvisandet av överensstämmelse genom CE-märkning också uppfyller de övriga kraven i anslutning till användning i trafik.",
        "normalized_sv": "Komponenter eller separata tekniska enheter som är typgodkända eller försedda med CE-märkning så som förutsätts i denna lag eller i bestämmelser utfärdade med stöd av den får användas i trafik, om de utöver de villkor som hänför sig till typgodkännandet eller påvisandet av överensstämmelse genom CE-märkning också uppfyller de övriga kraven i anslutning till användning i trafik.",
        "folded_sv": "komponenter eller separata tekniska enheter som ar typgodkanda eller forsedda med ce-markning sa som forutsatts i denna lag eller i bestammelser utfardade med stod av den far anvandas i trafik, om de utover de villkor som hanfor sig till typgodkannandet eller pavisandet av overensstammelse genom ce-markning ocksa uppfyller de ovriga kraven i anslutning till anvandning i trafik."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5:80",
      "chapter": "5",
      "section": "80",
      "title": "Vaaraa aiheuttava osa, erillinen tekninen yksikkö ja polkupyörä",
      "content": "Jos valvontaviranomainen arvioi, että muut kuin 42 §:ssä tarkoitetut tyyppihyväksytyt taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustetut osat tai erilliset tekniset yksiköt ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittävillä merkinnöillä, se voi kieltää tällaisten osien ja erillisten teknisten yksiköiden myynnin tai käyttöönoton enintään kuuden kuukauden ajaksi. Valvontaviranomaisen on tällaisessa tapauksessa meneteltävä kuten 44 ja 44 a §:ssä säädetään. Jos polkupyörästä tai muusta kuin tyyppihyväksytystä osasta tai erillisestä teknisestä yksiköstä aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mitä kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:80",
        "normalized_fi": "Jos valvontaviranomainen arvioi, että muut kuin 42 § :ssä tarkoitetut tyyppihyväksytyt taikka tässä laissa tai sen nojalla annetussa säännöksessä edellytetyllä CE-merkinnällä varustetut osat tai erilliset tekniset yksiköt ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittävillä merkinnöillä, se voi kieltää tällaisten osien ja erillisten teknisten yksiköiden myynnin tai käyttöönoton enintään kuuden kuukauden ajaksi. Valvontaviranomaisen on tällaisessa tapauksessa meneteltävä kuten 44 ja 44 a § :ssä säädetään. Jos polkupyörästä tai muusta kuin tyyppihyväksytystä osasta tai erillisestä teknisestä yksiköstä aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mitä kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) säädetään.",
        "folded_fi": "jos valvontaviranomainen arvioi, etta muut kuin 42 §:ssa tarkoitetut tyyppihyvaksytyt taikka tassa laissa tai sen nojalla annetussa saannoksessa edellytetylla ce-merkinnalla varustetut osat tai erilliset tekniset yksikot ovat vakavana vaarana liikenneturvallisuudelle, vaikka ne on varustettu riittavilla merkinnoilla, se voi kieltaa tallaisten osien ja erillisten teknisten yksikoiden myynnin tai kayttoonoton enintaan kuuden kuukauden ajaksi. valvontaviranomaisen on tallaisessa tapauksessa meneteltava kuten 44 ja 44 a §:ssa saadetaan. jos polkupyorasta tai muusta kuin tyyppihyvaksytysta osasta tai erillisesta teknisesta yksikosta aiheutuu vaaraa kuluttajan terveydelle tai omaisuudelle, sovelletaan, mita kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004) saadetaan.",
        "title_sv": "Komponenter, separata tekniska enheter och cyklar som medför fara",
        "content_sv": "Om tillsynsmyndigheten bedömer att andra än i 42 § nämnda typgodkända komponenter eller separata tekniska enheter eller att andra än sådana komponenter eller separata tekniska enheter som är försedda med CE-märkning enligt denna lag eller med stöd av den utfärdade bestämmelser medför allvarlig fara för trafiksäkerheten trots att de är försedda med tillräckliga anteckningar, kan tillsynsmyndigheten för en tid av högst sex månader förbjuda att sådana komponenter och separata tekniska enheter säljs eller tas i bruk. I sådana fall skall tillsynsmyndigheten förfara enligt 44 och 44 a §. Om en cykel eller någon annan än en typgodkänd komponent eller separat teknisk enhet medför fara för förarens hälsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) tillämpas.",
        "normalized_sv": "Om tillsynsmyndigheten bedömer att andra än i 42 § nämnda typgodkända komponenter eller separata tekniska enheter eller att andra än sådana komponenter eller separata tekniska enheter som är försedda med CE-märkning enligt denna lag eller med stöd av den utfärdade bestämmelser medför allvarlig fara för trafiksäkerheten trots att de är försedda med tillräckliga anteckningar, kan tillsynsmyndigheten för en tid av högst sex månader förbjuda att sådana komponenter och separata tekniska enheter säljs eller tas i bruk. I sådana fall skall tillsynsmyndigheten förfara enligt 44 och 44 a § . Om en cykel eller någon annan än en typgodkänd komponent eller separat teknisk enhet medför fara för förarens hälsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004) tillämpas.",
        "folded_sv": "om tillsynsmyndigheten bedomer att andra an i 42 § namnda typgodkanda komponenter eller separata tekniska enheter eller att andra an sadana komponenter eller separata tekniska enheter som ar forsedda med ce-markning enligt denna lag eller med stod av den utfardade bestammelser medfor allvarlig fara for trafiksakerheten trots att de ar forsedda med tillrackliga anteckningar, kan tillsynsmyndigheten for en tid av hogst sex manader forbjuda att sadana komponenter och separata tekniska enheter saljs eller tas i bruk. i sadana fall skall tillsynsmyndigheten forfara enligt 44 och 44 a §. om en cykel eller nagon annan an en typgodkand komponent eller separat teknisk enhet medfor fara for forarens halsa eller egendom, skall lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004) tillampas."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 23) käyttövastaavalla täysi-ikäistä, Suomessa asuvaa luonnollista henkilöä, joka olematta auton omistaja tai haltija on auton pääasiallinen kuljettaja tai, jollei autolla ole pääasiallista kuljettajaa, jolla on tiedot auton kuljettajista; käyttövastaavalla tulee olla vähintään B-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella CE-merkinnällä menettelyä, jossa valmistaja varmentaa CE-merkinnällä ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknistä yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa käytettäväksi tarkoitetuista moduuleista ja CE-merkinnän kiinnittämistä koskevista säännöistä ja käytöstä annettua neuvoston päätöstä 93/465/ETY tai tätä vastaavia erillisiä direktiivejä täyttävän sitä koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 23) käyttövastaavalla täysi-ikäistä, Suomessa asuvaa luonnollista henkilöä, joka olematta auton omistaja tai haltija on auton pääasiallinen kuljettaja tai, jollei autolla ole pääasiallista kuljettajaa, jolla on tiedot auton kuljettajista; käyttövastaavalla tulee olla vähintään B-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella CE-merkinnällä menettelyä, jossa valmistaja varmentaa CE-merkinnällä ajoneuvon, järjestelmän, osan tai erillisen teknisen yksikön, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknistä yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa käytettäväksi tarkoitetuista moduuleista ja CE-merkinnän kiinnittämistä koskevista säännöistä ja käytöstä annettua neuvoston päätöstä 93/465/ETY tai tätä vastaavia erillisiä direktiivejä täyttävän sitä koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
        "folded_fi": "tassa laissa tarkoitetaan: 23) kayttovastaavalla taysi-ikaista, suomessa asuvaa luonnollista henkiloa, joka olematta auton omistaja tai haltija on auton paaasiallinen kuljettaja tai, jollei autolla ole paaasiallista kuljettajaa, jolla on tiedot auton kuljettajista; kayttovastaavalla tulee olla vahintaan b-luokan ajo-oikeus; 24) vaatimustenmukaisuuden varmentamisella ce-merkinnalla menettelya, jossa valmistaja varmentaa ce-merkinnalla ajoneuvon, jarjestelman, osan tai erillisen teknisen yksikon, jonka vaatimustenmukaisuuden varmentamiseen sovelletaan teknista yhdenmukaistamista koskevien direktiivien vaatimustenmukaisuuden arviointimenettelyjen eri vaiheissa kaytettavaksi tarkoitetuista moduuleista ja ce-merkinnan kiinnittamista koskevista saannoista ja kaytosta annettua neuvoston paatosta 93/465/ety tai tata vastaavia erillisia direktiiveja tayttavan sita koskevan teknisen yhdenmukaistetun standardin tai erillisen direktiivin vaatimukset.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 23) den som ansvarar för användningen av en bil en i Finland bosatt myndig fysisk person som är en bils huvudsakliga förare utan att vara dess ägare eller innehavare eller, om bilen inte har någon huvudsaklig förare, som har uppgifter om bilens förare; den som ansvarar för användningen av en bil skall ha minst körrätt för fordon av klass B, 24) påvisande av överensstämmelse genom CE-märkning ett förfarande med vilket tillverkaren genom CE-märkning påvisar att kraven i en teknisk förenhetligad standard eller i ett särdirektiv därom uppfylls i fråga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid påvisande av överensstämmelse omfattas av rådets beslut om moduler för olika stadier i förfaranden vid bedömning av överensstämmelse samt regler för anbringande och användning av CE-märkning om överensstämmelse, avsedda att användas i tekniska harmoniseringsdirektiv (93/465/EEG) eller motsvarande särdirektiv.",
        "normalized_sv": "I denna lag avses med 23) den som ansvarar för användningen av en bil en i Finland bosatt myndig fysisk person som är en bils huvudsakliga förare utan att vara dess ägare eller innehavare eller, om bilen inte har någon huvudsaklig förare, som har uppgifter om bilens förare; den som ansvarar för användningen av en bil skall ha minst körrätt för fordon av klass B, 24) påvisande av överensstämmelse genom CE-märkning ett förfarande med vilket tillverkaren genom CE-märkning påvisar att kraven i en teknisk förenhetligad standard eller i ett särdirektiv därom uppfylls i fråga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid påvisande av överensstämmelse omfattas av rådets beslut om moduler för olika stadier i förfaranden vid bedömning av överensstämmelse samt regler för anbringande och användning av CE-märkning om överensstämmelse, avsedda att användas i tekniska harmoniseringsdirektiv (93/465/EEG) eller motsvarande särdirektiv.",
        "folded_sv": "i denna lag avses med 23) den som ansvarar for anvandningen av en bil en i finland bosatt myndig fysisk person som ar en bils huvudsakliga forare utan att vara dess agare eller innehavare eller, om bilen inte har nagon huvudsaklig forare, som har uppgifter om bilens forare; den som ansvarar for anvandningen av en bil skall ha minst korratt for fordon av klass b, 24) pavisande av overensstammelse genom ce-markning ett forfarande med vilket tillverkaren genom ce-markning pavisar att kraven i en teknisk forenhetligad standard eller i ett sardirektiv darom uppfylls i fraga om ett fordon, ett system, en komponent eller en separat teknisk enhet som vid pavisande av overensstammelse omfattas av radets beslut om moduler for olika stadier i forfaranden vid bedomning av overensstammelse samt regler for anbringande och anvandning av ce-markning om overensstammelse, avsedda att anvandas i tekniska harmoniseringsdirektiv (93/465/eeg) eller motsvarande sardirektiv."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ajoneuvon, järjestelmän, osan ja erillisen teknisen yksikön hyväksyntä liikenteeseen",
      "content": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettäväksi soveltuvan hinattavan ajoneuvon käyttö liikenteessä on kielletty, jollei ajoneuvotyyppiä tai yksittäistä ajoneuvoa ole asianmukaisesti hyväksytty liikenteeseen. Sellaista osaa, erillistä teknistä yksikköä ja polkupyörää, joka ei ole tämän lain ja sen nojalla annettujen säännösten mukainen ja jota ei ole näiden säännösten mukaisesti varustettu hyväksyntämerkinnällä tai CE-merkinnällä, jos sellaista on säännöksissä edellytetty, ei saa myyntitarkoituksessa tuoda maahan eikä valmistaa Suomessa myytäväksi, pitää kaupan taikka myydä tai muuten luovuttaa eikä käyttää liikenteessä. Ajoneuvon sekä järjestelmän, osan ja erillisen teknisen yksikön hyväksynnästä säädetään 5 ja 7 luvussa sekä osan, erillisen teknisen yksikön ja polkupyörän maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Moottorikäyttöisen ajoneuvon ja siihen tai sen perävaunuun kytkettäväksi soveltuvan hinattavan ajoneuvon käyttö liikenteessä on kielletty, jollei ajoneuvotyyppiä tai yksittäistä ajoneuvoa ole asianmukaisesti hyväksytty liikenteeseen. Sellaista osaa, erillistä teknistä yksikköä ja polkupyörää, joka ei ole tämän lain ja sen nojalla annettujen säännösten mukainen ja jota ei ole näiden säännösten mukaisesti varustettu hyväksyntämerkinnällä tai CE-merkinnällä, jos sellaista on säännöksissä edellytetty, ei saa myyntitarkoituksessa tuoda maahan eikä valmistaa Suomessa myytäväksi, pitää kaupan taikka myydä tai muuten luovuttaa eikä käyttää liikenteessä. Ajoneuvon sekä järjestelmän, osan ja erillisen teknisen yksikön hyväksynnästä säädetään 5 ja 7 luvussa sekä osan, erillisen teknisen yksikön ja polkupyörän maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
        "folded_fi": "moottorikayttoisen ajoneuvon ja siihen tai sen peravaunuun kytkettavaksi soveltuvan hinattavan ajoneuvon kaytto liikenteessa on kielletty, jollei ajoneuvotyyppia tai yksittaista ajoneuvoa ole asianmukaisesti hyvaksytty liikenteeseen. sellaista osaa, erillista teknista yksikkoa ja polkupyoraa, joka ei ole taman lain ja sen nojalla annettujen saannosten mukainen ja jota ei ole naiden saannosten mukaisesti varustettu hyvaksyntamerkinnalla tai ce-merkinnalla, jos sellaista on saannoksissa edellytetty, ei saa myyntitarkoituksessa tuoda maahan eika valmistaa suomessa myytavaksi, pitaa kaupan taikka myyda tai muuten luovuttaa eika kayttaa liikenteessa. ajoneuvon seka jarjestelman, osan ja erillisen teknisen yksikon hyvaksynnasta saadetaan 5 ja 7 luvussa seka osan, erillisen teknisen yksikon ja polkupyoran maahantuonnin, valmistuksen ja kaupan valvonnasta 10 luvussa.",
        "title_sv": "Godkännande av fordon, system, komponenter och separata tekniska enheter för trafik",
        "content_sv": "Användning i trafik av ett motordrivet fordon och av ett släpfordon som är lämpat att kopplas till det eller dess släpvagn är förbjuden, om fordonstypen eller det enskilda fordonet inte godkänts för trafik på behörigt sätt. Sådana komponenter, separata tekniska enheter och cyklar som inte stämmer överens med denna lag eller med stöd av den utfärdade bestämmelser och som inte försetts med godkännandemärkning enligt dessa bestämmelser eller med CE-märkning, om sådan förutsätts i bestämmelserna, får inte importeras till landet i försäljningssyfte eller tillverkas för försäljning i Finland, saluföras eller säljas eller annars överlåtas eller användas i trafik. Bestämmelser om godkännande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. Bestämmelser om tillsyn över import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap.",
        "normalized_sv": "Användning i trafik av ett motordrivet fordon och av ett släpfordon som är lämpat att kopplas till det eller dess släpvagn är förbjuden, om fordonstypen eller det enskilda fordonet inte godkänts för trafik på behörigt sätt. Sådana komponenter, separata tekniska enheter och cyklar som inte stämmer överens med denna lag eller med stöd av den utfärdade bestämmelser och som inte försetts med godkännandemärkning enligt dessa bestämmelser eller med CE-märkning, om sådan förutsätts i bestämmelserna, får inte importeras till landet i försäljningssyfte eller tillverkas för försäljning i Finland, saluföras eller säljas eller annars överlåtas eller användas i trafik. Bestämmelser om godkännande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. Bestämmelser om tillsyn över import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap.",
        "folded_sv": "anvandning i trafik av ett motordrivet fordon och av ett slapfordon som ar lampat att kopplas till det eller dess slapvagn ar forbjuden, om fordonstypen eller det enskilda fordonet inte godkants for trafik pa behorigt satt. sadana komponenter, separata tekniska enheter och cyklar som inte stammer overens med denna lag eller med stod av den utfardade bestammelser och som inte forsetts med godkannandemarkning enligt dessa bestammelser eller med ce-markning, om sadan forutsatts i bestammelserna, far inte importeras till landet i forsaljningssyfte eller tillverkas for forsaljning i finland, saluforas eller saljas eller annars overlatas eller anvandas i trafik. bestammelser om godkannande av fordon samt system, komponenter och separata tekniska enheter finns i 5 och 7 kap. bestammelser om tillsyn over import och tillverkning av samt handel med komponenter, separata tekniska enheter och cyklar finns i 10 kap."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    }
  ]
}