{
  "id": "362/2005",
  "type": "statute",
  "title": "Laki maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om främjande av invandrares integration samt mottagande av asylsökande",
  "status": "in_force",
  "issued_date": "2005-05-27",
  "in_force_date": "2005-05-27",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/362/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilöllistä kehitystä tavoitteena osallistua työelämään ja yhteiskunnan toimintaan samalla omaa kieltään ja kulttuuriaan säilyttäen; 2) kotouttamisella viranomaisten järjestämiä kotoutumista edistäviä toimenpiteitä ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvälistä suojelua hakenutta henkilöä; 4) turvapaikanhakijoiden vastaanotolla ja tilapäistä suojelua saavien vastaanotolla toimeentulon ja huolenpidon järjestämistä vastaanottokeskuksessa tai järjestelykeskuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilöllistä kehitystä tavoitteena osallistua työelämään ja yhteiskunnan toimintaan samalla omaa kieltään ja kulttuuriaan säilyttäen; 2) kotouttamisella viranomaisten järjestämiä kotoutumista edistäviä toimenpiteitä ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvälistä suojelua hakenutta henkilöä; 4) turvapaikanhakijoiden vastaanotolla ja tilapäistä suojelua saavien vastaanotolla toimeentulon ja huolenpidon järjestämistä vastaanottokeskuksessa tai järjestelykeskuksessa.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilollista kehitysta tavoitteena osallistua tyoelamaan ja yhteiskunnan toimintaan samalla omaa kieltaan ja kulttuuriaan sailyttaen; 2) kotouttamisella viranomaisten jarjestamia kotoutumista edistavia toimenpiteita ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvalista suojelua hakenutta henkiloa; 4) turvapaikanhakijoiden vastaanotolla ja tilapaista suojelua saavien vastaanotolla toimeentulon ja huolenpidon jarjestamista vastaanottokeskuksessa tai jarjestelykeskuksessa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) integration invandrarens individuella utveckling med målet att delta i arbetslivet och samhällslivet och samtidigt bevara sitt språk och sin kultur, 2) integrationsfrämjande av myndigheterna ordnade åtgärder och resurser för främjande av integration, 3) asylsökande personer som ansökt om sådant internationellt skydd som avses i utlänningslagen (301/2004), 4) mottagande av asylsökande och mottagande av personer som får tillfälligt skydd arrangemang för försörjning och omsorg på förläggningar eller flyktingslussar.",
        "normalized_sv": "I denna lag avses med 1) integration invandrarens individuella utveckling med målet att delta i arbetslivet och samhällslivet och samtidigt bevara sitt språk och sin kultur, 2) integrationsfrämjande av myndigheterna ordnade åtgärder och resurser för främjande av integration, 3) asylsökande personer som ansökt om sådant internationellt skydd som avses i utlänningslagen (301/2004), 4) mottagande av asylsökande och mottagande av personer som får tillfälligt skydd arrangemang för försörjning och omsorg på förläggningar eller flyktingslussar.",
        "folded_sv": "i denna lag avses med 1) integration invandrarens individuella utveckling med malet att delta i arbetslivet och samhallslivet och samtidigt bevara sitt sprak och sin kultur, 2) integrationsframjande av myndigheterna ordnade atgarder och resurser for framjande av integration, 3) asylsokande personer som ansokt om sadant internationellt skydd som avses i utlanningslagen (301/2004), 4) mottagande av asylsokande och mottagande av personer som far tillfalligt skydd arrangemang for forsorjning och omsorg pa forlaggningar eller flyktingslussar."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Soveltamisala",
      "content": "Turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hänelle on myönnetty oleskelulupa tai hän on poistunut maasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hänelle on myönnetty oleskelulupa tai hän on poistunut maasta.",
        "folded_fi": "turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hanelle on myonnetty oleskelulupa tai han on poistunut maasta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Mottagandet av asylsökande omfattar asylsökande till dess att de har beviljats uppehållstillstånd eller lämnat landet.",
        "normalized_sv": "Mottagandet av asylsökande omfattar asylsökande till dess att de har beviljats uppehållstillstånd eller lämnat landet.",
        "folded_sv": "mottagandet av asylsokande omfattar asylsokande till dess att de har beviljats uppehallstillstand eller lamnat landet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kustannusten korvaaminen",
      "content": "Tässä laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tässä laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
        "folded_fi": "tassa laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
        "title_sv": "Ersättning för kostnader",
        "content_sv": "Kostnader för verksamhet enligt denna lag ersätts inom ramen för statsbudgeten.",
        "normalized_sv": "Kostnader för verksamhet enligt denna lag ersätts inom ramen för statsbudgeten.",
        "folded_sv": "kostnader for verksamhet enligt denna lag ersatts inom ramen for statsbudgeten."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Pakolaisista aiheutuvien kustannusten korvaaminen",
      "content": "Jos kunta on laatinut tai sitoutuu laatimaan 7 §:ssä tarkoitetun maahanmuuttajien kotouttamisohjelman, työvoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Jos kunta on laatinut tai sitoutuu laatimaan 7 § :ssä tarkoitetun maahanmuuttajien kotouttamisohjelman, työvoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
        "folded_fi": "jos kunta on laatinut tai sitoutuu laatimaan 7 §:ssa tarkoitetun maahanmuuttajien kotouttamisohjelman, tyovoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
        "title_sv": "Ersättning för kostnader som orsakas av flyktingar",
        "content_sv": "Om en kommun har utarbetat eller förbinder sig att för invandrare utarbeta ett program för integrationsfrämjande i enlighet med 7 §, ersätter arbetskrafts- och näringscentralen kommunen för kostnaderna för mottagandet av flyktingar inom ramen för statsbudgeten.",
        "normalized_sv": "Om en kommun har utarbetat eller förbinder sig att för invandrare utarbeta ett program för integrationsfrämjande i enlighet med 7 § , ersätter arbetskrafts- och näringscentralen kommunen för kostnaderna för mottagandet av flyktingar inom ramen för statsbudgeten.",
        "folded_sv": "om en kommun har utarbetat eller forbinder sig att for invandrare utarbeta ett program for integrationsframjande i enlighet med 7 §, ersatter arbetskrafts- och naringscentralen kommunen for kostnaderna for mottagandet av flyktingar inom ramen for statsbudgeten."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Pakolaisten kuntaan osoittaminen",
      "content": "Työvoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Työvoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
        "folded_fi": "tyovoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
        "title_sv": "Anvisande av flyktingar till kommuner",
        "content_sv": "Arbetskrafts- och näringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingått avtal om mottagande av flyktingar.",
        "normalized_sv": "Arbetskrafts- och näringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingått avtal om mottagande av flyktingar.",
        "folded_sv": "arbetskrafts- och naringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingatt avtal om mottagande av flyktingar."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vastaanoton sisältö",
      "content": "Turvapaikanhakijoiden vastaanottona ja tilapäistä suojelua saavien vastaanottona järjestetään majoitus, toimeentulotuki, välttämättömät sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu välttämätön perustarpeiden turvaaminen. Lisäksi voidaan järjestää työ- ja opintotoimintaa. Majoitus on järjestettävä siten, että perheenjäsenet voivat asua yhdessä. Turvapaikanhakijan ja tilapäistä suojelua saavan iästä, turvattomasta asemasta sekä fyysisestä ja psyykkisestä tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton järjestämisessä. Vastaanotossa on otettava huomioon lapsen etu. Lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta sekä soveltuvia mielenterveyspalveluita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Turvapaikanhakijoiden vastaanottona ja tilapäistä suojelua saavien vastaanottona järjestetään majoitus, toimeentulotuki, välttämättömät sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu välttämätön perustarpeiden turvaaminen. Lisäksi voidaan järjestää työ- ja opintotoimintaa. Majoitus on järjestettävä siten, että perheenjäsenet voivat asua yhdessä. Turvapaikanhakijan ja tilapäistä suojelua saavan iästä, turvattomasta asemasta sekä fyysisestä ja psyykkisestä tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton järjestämisessä. Vastaanotossa on otettava huomioon lapsen etu. Lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta sekä soveltuvia mielenterveyspalveluita.",
        "folded_fi": "turvapaikanhakijoiden vastaanottona ja tilapaista suojelua saavien vastaanottona jarjestetaan majoitus, toimeentulotuki, valttamattomat sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu valttamaton perustarpeiden turvaaminen. lisaksi voidaan jarjestaa tyo- ja opintotoimintaa. majoitus on jarjestettava siten, etta perheenjasenet voivat asua yhdessa. turvapaikanhakijan ja tilapaista suojelua saavan iasta, turvattomasta asemasta seka fyysisesta ja psyykkisesta tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton jarjestamisessa. vastaanotossa on otettava huomioon lapsen etu. lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta seka soveltuvia mielenterveyspalveluita.",
        "title_sv": "Mottagandets innehåll",
        "content_sv": "Som mottagande av asylsökande och som mottagande av personer som får tillfälligt skydd arrangeras inkvartering, utkomststöd, nödvändiga socialvårdstjänster samt hälso- och sjukvårdstjänster, tolktjänster och annat nödvändigt tillgodoseende av de grundläggande behoven. Dessutom kan arbets- och studieverksamhet ordnas. Inkvarteringen skall ordnas så att familjemedlemmar kan bo tillsammans. Särskilda behov som beror på åldern, den utsatta ställningen samt det fysiska och psykiska tillståndet hos den asylsökande eller den som får tillfälligt skydd skall beaktas när inkvartering och mottagandet i övrigt ordnas. Vid mottagandet skall hänsyn tas till barnets bästa. Ett barn som behöver särskilt stöd skall ges lämplig rådgivning och rehabilitering samt lämpliga mentalvårdstjänster.",
        "normalized_sv": "Som mottagande av asylsökande och som mottagande av personer som får tillfälligt skydd arrangeras inkvartering, utkomststöd, nödvändiga socialvårdstjänster samt hälso- och sjukvårdstjänster, tolktjänster och annat nödvändigt tillgodoseende av de grundläggande behoven. Dessutom kan arbets- och studieverksamhet ordnas. Inkvarteringen skall ordnas så att familjemedlemmar kan bo tillsammans. Särskilda behov som beror på åldern, den utsatta ställningen samt det fysiska och psykiska tillståndet hos den asylsökande eller den som får tillfälligt skydd skall beaktas när inkvartering och mottagandet i övrigt ordnas. Vid mottagandet skall hänsyn tas till barnets bästa. Ett barn som behöver särskilt stöd skall ges lämplig rådgivning och rehabilitering samt lämpliga mentalvårdstjänster.",
        "folded_sv": "som mottagande av asylsokande och som mottagande av personer som far tillfalligt skydd arrangeras inkvartering, utkomststod, nodvandiga socialvardstjanster samt halso- och sjukvardstjanster, tolktjanster och annat nodvandigt tillgodoseende av de grundlaggande behoven. dessutom kan arbets- och studieverksamhet ordnas. inkvarteringen skall ordnas sa att familjemedlemmar kan bo tillsammans. sarskilda behov som beror pa aldern, den utsatta stallningen samt det fysiska och psykiska tillstandet hos den asylsokande eller den som far tillfalligt skydd skall beaktas nar inkvartering och mottagandet i ovrigt ordnas. vid mottagandet skall hansyn tas till barnets basta. ett barn som behover sarskilt stod skall ges lamplig radgivning och rehabilitering samt lampliga mentalvardstjanster."
      }
    },
    {
      "provision_ref": "19 c",
      "section": "19 c",
      "title": "Vastaanoton järjestäminen",
      "content": "Turvapaikanhakijan vastaanoton ja tilapäistä suojelua saavan vastaanoton järjestää vastaanottokeskus. Turvapaikanhakija ja tilapäistä suojelua saava rekisteröidään vastaanottokeskuksen asukasrekisteriin. Vastaanoton järjestämisestä vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapäistä suojelua saava rekisteröidään. Turvapaikanhakija ja tilapäistä suojelua saava voidaan siirtää toiseen vastaanottokeskukseen, jos se perustellusta syystä on hänen itsensä taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian käsittelyn kannalta tarpeellista. Turvapaikanhakija tai tilapäistä suojelua saava voi järjestää majoituksensa itse. Jos itse majoituksensa järjestävä hakee muuta 19 §:ssä tarkoitettua vastaanottoa kuin majoitusta, hänen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettävä majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. Turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapäistä suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa järjestämistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 c",
        "normalized_fi": "Turvapaikanhakijan vastaanoton ja tilapäistä suojelua saavan vastaanoton järjestää vastaanottokeskus. Turvapaikanhakija ja tilapäistä suojelua saava rekisteröidään vastaanottokeskuksen asukasrekisteriin. Vastaanoton järjestämisestä vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapäistä suojelua saava rekisteröidään. Turvapaikanhakija ja tilapäistä suojelua saava voidaan siirtää toiseen vastaanottokeskukseen, jos se perustellusta syystä on hänen itsensä taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian käsittelyn kannalta tarpeellista. Turvapaikanhakija tai tilapäistä suojelua saava voi järjestää majoituksensa itse. Jos itse majoituksensa järjestävä hakee muuta 19 § :ssä tarkoitettua vastaanottoa kuin majoitusta, hänen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettävä majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. Turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapäistä suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa järjestämistä varten.",
        "folded_fi": "turvapaikanhakijan vastaanoton ja tilapaista suojelua saavan vastaanoton jarjestaa vastaanottokeskus. turvapaikanhakija ja tilapaista suojelua saava rekisteroidaan vastaanottokeskuksen asukasrekisteriin. vastaanoton jarjestamisesta vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapaista suojelua saava rekisteroidaan. turvapaikanhakija ja tilapaista suojelua saava voidaan siirtaa toiseen vastaanottokeskukseen, jos se perustellusta syysta on hanen itsensa taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian kasittelyn kannalta tarpeellista. turvapaikanhakija tai tilapaista suojelua saava voi jarjestaa majoituksensa itse. jos itse majoituksensa jarjestava hakee muuta 19 §:ssa tarkoitettua vastaanottoa kuin majoitusta, hanen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettava majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapaista suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa jarjestamista varten.",
        "title_sv": "Arrangemang för mottagande",
        "content_sv": "Mottagandet av asylsökande och av personer som får tillfälligt skydd arrangeras av förläggningar. Asylsökande och personer som får tillfälligt skydd antecknas i förläggningens invånarregister. För arrangemangen för mottagande svarar den förläggning vid vilken en asylsökande eller en person som får tillfälligt skydd registreras som invånare. Asylsökande och personer som får tillfälligt skydd kan förflyttas till en annan förläggning, om det är nödvändigt av grundad anledning som beror på personen själv eller på förläggningens verksamhet eller på behandlingen av asylärendet. Asylsökande och personer som får tillfälligt skydd kan själva ordna sin inkvartering. Om en person som själv ordnar sin inkvartering ansöker om annat mottagande enligt 19 § än inkvartering, skall han eller hon skriftligen meddela förläggningen sin adress och lägga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fråga eller visa upp ett hyresavtal. De som har fått uppehållstillstånd på grundval av sin asylansökan och personer som har fått tillfälligt skydd och får ett kontinuerligt uppehållstillstånd kan en skälig tid omfattas av mottagandet för att de skall kunna ordna sitt boende och sin försörjning.",
        "normalized_sv": "Mottagandet av asylsökande och av personer som får tillfälligt skydd arrangeras av förläggningar. Asylsökande och personer som får tillfälligt skydd antecknas i förläggningens invånarregister. För arrangemangen för mottagande svarar den förläggning vid vilken en asylsökande eller en person som får tillfälligt skydd registreras som invånare. Asylsökande och personer som får tillfälligt skydd kan förflyttas till en annan förläggning, om det är nödvändigt av grundad anledning som beror på personen själv eller på förläggningens verksamhet eller på behandlingen av asylärendet. Asylsökande och personer som får tillfälligt skydd kan själva ordna sin inkvartering. Om en person som själv ordnar sin inkvartering ansöker om annat mottagande enligt 19 § än inkvartering, skall han eller hon skriftligen meddela förläggningen sin adress och lägga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fråga eller visa upp ett hyresavtal. De som har fått uppehållstillstånd på grundval av sin asylansökan och personer som har fått tillfälligt skydd och får ett kontinuerligt uppehållstillstånd kan en skälig tid omfattas av mottagandet för att de skall kunna ordna sitt boende och sin försörjning.",
        "folded_sv": "mottagandet av asylsokande och av personer som far tillfalligt skydd arrangeras av forlaggningar. asylsokande och personer som far tillfalligt skydd antecknas i forlaggningens invanarregister. for arrangemangen for mottagande svarar den forlaggning vid vilken en asylsokande eller en person som far tillfalligt skydd registreras som invanare. asylsokande och personer som far tillfalligt skydd kan forflyttas till en annan forlaggning, om det ar nodvandigt av grundad anledning som beror pa personen sjalv eller pa forlaggningens verksamhet eller pa behandlingen av asylarendet. asylsokande och personer som far tillfalligt skydd kan sjalva ordna sin inkvartering. om en person som sjalv ordnar sin inkvartering ansoker om annat mottagande enligt 19 § an inkvartering, skall han eller hon skriftligen meddela forlaggningen sin adress och lagga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fraga eller visa upp ett hyresavtal. de som har fatt uppehallstillstand pa grundval av sin asylansokan och personer som har fatt tillfalligt skydd och far ett kontinuerligt uppehallstillstand kan en skalig tid omfattas av mottagandet for att de skall kunna ordna sitt boende och sin forsorjning."
      }
    },
    {
      "provision_ref": "19 d",
      "section": "19 d",
      "title": "Alaikäisen vastaanoton järjestäminen",
      "content": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin työministeriön asetuksella. Ryhmäkodin henkilöstön pätevyysvaatimuksista on voimassa, mitä sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista annetussa laissa (272/2005) säädetään. Sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapäistä suojelua saava lapsi rekisteröidään, päättää lapsen asuinpaikasta sekä muista lapsen henkilöä koskevista asioista, kunnes lapselle määrätään 5 luvussa tarkoitettu edustaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 d",
        "normalized_fi": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin työministeriön asetuksella. Ryhmäkodin henkilöstön pätevyysvaatimuksista on voimassa, mitä sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista annetussa laissa (272/2005) säädetään. Sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapäistä suojelua saava lapsi rekisteröidään, päättää lapsen asuinpaikasta sekä muista lapsen henkilöä koskevista asioista, kunnes lapselle määrätään 5 luvussa tarkoitettu edustaja.",
        "folded_fi": "vailla huoltajaa tulevan alaikaisen turvapaikanhakijan ja tilapaista suojelua saavan vastaanottoa varten voidaan perustaa ryhmakoti. ryhmakodin toiminnasta ja henkiloston maarasta voidaan saataa tarkemmin tyoministerion asetuksella. ryhmakodin henkiloston patevyysvaatimuksista on voimassa, mita sosiaalihuollon ammatillisen henkiloston kelpoisuusvaatimuksista annetussa laissa (272/2005) saadetaan. sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapaista suojelua saava lapsi rekisteroidaan, paattaa lapsen asuinpaikasta seka muista lapsen henkiloa koskevista asioista, kunnes lapselle maarataan 5 luvussa tarkoitettu edustaja.",
        "title_sv": "Arrangemang för mottagande av minderåriga",
        "content_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av arbetsministeriet. I fråga om behörighetsvillkoren för anställda vid grupphem gäller lagen om behörighetsvillkoren för yrkesutbildad personal inom socialvården (272/2005). Föreståndaren för den förläggning i vars invånarregister ett barn som anländer utan vårdnadshavare och söker asyl eller får tillfälligt skydd förs in fattar beslut om barnets boningsort samt om andra omständigheter som gäller barnets person tills en företrädare som avses i 5 kap. utses för barnet.",
        "normalized_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av arbetsministeriet. I fråga om behörighetsvillkoren för anställda vid grupphem gäller lagen om behörighetsvillkoren för yrkesutbildad personal inom socialvården (272/2005). Föreståndaren för den förläggning i vars invånarregister ett barn som anländer utan vårdnadshavare och söker asyl eller får tillfälligt skydd förs in fattar beslut om barnets boningsort samt om andra omständigheter som gäller barnets person tills en företrädare som avses i 5 kap. utses för barnet.",
        "folded_sv": "for mottagandet av minderariga asylsokande och minderariga som far tillfalligt skydd kan, om de anlander utan vardnadshavare, inrattas ett grupphem. angaende grupphemmets verksamhet och antalet anstallda kan foreskrivas narmare genom forordning av arbetsministeriet. i fraga om behorighetsvillkoren for anstallda vid grupphem galler lagen om behorighetsvillkoren for yrkesutbildad personal inom socialvarden (272/2005). forestandaren for den forlaggning i vars invanarregister ett barn som anlander utan vardnadshavare och soker asyl eller far tillfalligt skydd fors in fattar beslut om barnets boningsort samt om andra omstandigheter som galler barnets person tills en foretradare som avses i 5 kap. utses for barnet."
      }
    },
    {
      "provision_ref": "19 e",
      "section": "19 e",
      "title": "Ilmoitus alaikäisen majoituksesta",
      "content": "Sellaisen turvapaikkaa hakevan ja tilapäistä suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmäkodissa, ja tiedot henkilöistä, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan määräämälle monijäseniselle toimielimelle. Ilmoituksen tekee vastaanottokeskus. Jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettävä vastaanottokeskuksen ja lapsen edustajan selvitys siitä, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneekö lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. Vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkilöitä lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mitä lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 e",
        "normalized_fi": "Sellaisen turvapaikkaa hakevan ja tilapäistä suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmäkodissa, ja tiedot henkilöistä, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan määräämälle monijäseniselle toimielimelle. Ilmoituksen tekee vastaanottokeskus. Jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettävä vastaanottokeskuksen ja lapsen edustajan selvitys siitä, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneekö lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. Vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkilöitä lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mitä lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
        "folded_fi": "sellaisen turvapaikkaa hakevan ja tilapaista suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmakodissa, ja tiedot henkiloista, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan maaraamalle monijaseniselle toimielimelle. ilmoituksen tekee vastaanottokeskus. jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettava vastaanottokeskuksen ja lapsen edustajan selvitys siita, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneeko lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkiloita lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mita lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) saadetaan.",
        "title_sv": "Anmälan om inkvartering av minderårig",
        "content_sv": "Adressuppgifter för barn som söker asyl och får tillfälligt skydd och som inte inkvarteras på en förläggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lämnas till ett kollegialt organ som utses av kommunen på barnets vistelseort. Anmälan görs av förläggningen. Saknar barnet vårdnadshavare skall till en anmälan enligt 1 mom. fogas en utredning av förläggningen och barnets företrädare om huruvida förhållandena i ett privathem är lämpade för vården och fostran av barnet och om huruvida den som tar hand om barnet kan sörja för barnets vård och fostran. Förläggningen skall ge personer som tar hand om ett barn handledning i vården och fostran av barnet med beaktande i tillämpliga delar av vad som föreskrivs i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "normalized_sv": "Adressuppgifter för barn som söker asyl och får tillfälligt skydd och som inte inkvarteras på en förläggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lämnas till ett kollegialt organ som utses av kommunen på barnets vistelseort. Anmälan görs av förläggningen. Saknar barnet vårdnadshavare skall till en anmälan enligt 1 mom. fogas en utredning av förläggningen och barnets företrädare om huruvida förhållandena i ett privathem är lämpade för vården och fostran av barnet och om huruvida den som tar hand om barnet kan sörja för barnets vård och fostran. Förläggningen skall ge personer som tar hand om ett barn handledning i vården och fostran av barnet med beaktande i tillämpliga delar av vad som föreskrivs i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "folded_sv": "adressuppgifter for barn som soker asyl och far tillfalligt skydd och som inte inkvarteras pa en forlaggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lamnas till ett kollegialt organ som utses av kommunen pa barnets vistelseort. anmalan gors av forlaggningen. saknar barnet vardnadshavare skall till en anmalan enligt 1 mom. fogas en utredning av forlaggningen och barnets foretradare om huruvida forhallandena i ett privathem ar lampade for varden och fostran av barnet och om huruvida den som tar hand om barnet kan sorja for barnets vard och fostran. forlaggningen skall ge personer som tar hand om ett barn handledning i varden och fostran av barnet med beaktande i tillampliga delar av vad som foreskrivs i lagen angaende vardnad om barn och umgangesratt (361/1983)."
      }
    },
    {
      "provision_ref": "19 f",
      "section": "19 f",
      "title": "Tiedottaminen",
      "content": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle annetaan mahdollisimman pian ja viimeistään 15 päivän kuluttua turvapaikkahakemuksen tekemisestä tai tilapäisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvistä etuuksista, velvollisuuksista sekä sosiaali- ja terveyspalveluista. Tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielellä, jota kyseessä olevan henkilön voidaan kohtuudella olettaa ymmärtävän. Tarvittaessa tiedot voidaan antaa myös suullisesti. Turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista järjestöistä tai ryhmistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 f",
        "normalized_fi": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle annetaan mahdollisimman pian ja viimeistään 15 päivän kuluttua turvapaikkahakemuksen tekemisestä tai tilapäisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvistä etuuksista, velvollisuuksista sekä sosiaali- ja terveyspalveluista. Tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielellä, jota kyseessä olevan henkilön voidaan kohtuudella olettaa ymmärtävän. Tarvittaessa tiedot voidaan antaa myös suullisesti. Turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista järjestöistä tai ryhmistä.",
        "folded_fi": "turvapaikanhakijalle ja tilapaista suojelua saavalle annetaan mahdollisimman pian ja viimeistaan 15 paivan kuluttua turvapaikkahakemuksen tekemisesta tai tilapaisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvista etuuksista, velvollisuuksista seka sosiaali- ja terveyspalveluista. tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielella, jota kyseessa olevan henkilon voidaan kohtuudella olettaa ymmartavan. tarvittaessa tiedot voidaan antaa myos suullisesti. turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista jarjestoista tai ryhmista.",
        "title_sv": "Information",
        "content_sv": "Asylsökande och personer som får tillfälligt skydd skall så snart som möjligt och senast inom 15 dagar från det asylansökan gjordes eller det tillfälliga skyddet började ges information om förmåner, skyldigheter samt socialvårdstjänster samt hälso- och sjukvårdstjänster i anslutning till mottagningsomständigheterna. Informationen ges skriftligt och i mån av möjlighet på ett språk som personen i fråga skäligen kan antas förstå. Vid behov kan informationen även ges muntligt. Asylsökande skall så snart som möjligt ges information om organisationer eller grupper som ger rättshjälp i fråga om mottagningsomständigheter och asylärenden.",
        "normalized_sv": "Asylsökande och personer som får tillfälligt skydd skall så snart som möjligt och senast inom 15 dagar från det asylansökan gjordes eller det tillfälliga skyddet började ges information om förmåner, skyldigheter samt socialvårdstjänster samt hälso- och sjukvårdstjänster i anslutning till mottagningsomständigheterna. Informationen ges skriftligt och i mån av möjlighet på ett språk som personen i fråga skäligen kan antas förstå. Vid behov kan informationen även ges muntligt. Asylsökande skall så snart som möjligt ges information om organisationer eller grupper som ger rättshjälp i fråga om mottagningsomständigheter och asylärenden.",
        "folded_sv": "asylsokande och personer som far tillfalligt skydd skall sa snart som mojligt och senast inom 15 dagar fran det asylansokan gjordes eller det tillfalliga skyddet borjade ges information om formaner, skyldigheter samt socialvardstjanster samt halso- och sjukvardstjanster i anslutning till mottagningsomstandigheterna. informationen ges skriftligt och i man av mojlighet pa ett sprak som personen i fraga skaligen kan antas forsta. vid behov kan informationen aven ges muntligt. asylsokande skall sa snart som mojligt ges information om organisationer eller grupper som ger rattshjalp i fraga om mottagningsomstandigheter och asylarenden."
      }
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "title": "Vastaanoton majoituksesta ja palveluista perittävät maksut",
      "content": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään työministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Sosiaali- ja terveydenhuollon palvelujenkäyttäjältä voidaan periä sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. Mitä mainitun lain 13 § säädetään, ei sovelleta turvapaikanhakijaan ja tilapäistä suojelua saavaan. Edellä 1 ja 2 momentissa tarkoitettua maksua ei peritä takautuvasti. Maksuvelvollinen, joka katsoo, että 1 tai 2 momentissa tarkoitetun maksun määräämisessä on tapahtunut virhe, voi vaatia siihen oikaisua maksun määränneeltä vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun määräämisestä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä maksun määrännyt vastaanottokeskus sijaitsee. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään työministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Sosiaali- ja terveydenhuollon palvelujenkäyttäjältä voidaan periä sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. Mitä mainitun lain 13 § säädetään, ei sovelleta turvapaikanhakijaan ja tilapäistä suojelua saavaan. Edellä 1 ja 2 momentissa tarkoitettua maksua ei peritä takautuvasti. Maksuvelvollinen, joka katsoo, että 1 tai 2 momentissa tarkoitetun maksun määräämisessä on tapahtunut virhe, voi vaatia siihen oikaisua maksun määränneeltä vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun määräämisestä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä maksun määrännyt vastaanottokeskus sijaitsee. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla",
        "folded_fi": "vastaanoton majoituksesta ja muusta vastaanottokeskuksessa jarjestettavasta vastaanotosta voidaan peria kohtuullinen maksu, joka voi olla enintaan niiden jarjestamisesta aiheutuvien todellisten kustannusten suuruinen. maksu on jatettava perimatta tai sita on alennettava silta osin kuin maksun periminen vaarantaa henkilon tai perheen toimeentulon edellytyksia tai henkilon lakisaateisen elatusvelvollisuuden toteuttamista. maksun maarasta saadetaan tyoministerion asetuksella. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja. sosiaali- ja terveydenhuollon palvelujenkayttajalta voidaan peria sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja. maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. mita mainitun lain 13 § saadetaan, ei sovelleta turvapaikanhakijaan ja tilapaista suojelua saavaan. edella 1 ja 2 momentissa tarkoitettua maksua ei perita takautuvasti. maksuvelvollinen, joka katsoo, etta 1 tai 2 momentissa tarkoitetun maksun maaraamisessa on tapahtunut virhe, voi vaatia siihen oikaisua maksun maaranneelta vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun maaraamisesta. oikaisuvaatimuksesta annettuun paatokseen saa hakea valittamalla muutosta silta hallinto-oikeudelta, jonka tuomiopiirissa maksun maarannyt vastaanottokeskus sijaitsee. valitus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla",
        "title_sv": "Avgifter för inkvartering och tjänster vid mottagande",
        "content_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften skall efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Angående avgiftens belopp föreskrivs genom förordning av arbetsministeriet. Avgiften påförs av förläggningens föreståndare. Hos personer som använder socialvårdstjänster samt hälso- och sjukvårdstjänster får tas ut en avgift enligt lagen om klientavgifter inom social- och hälsovården (734/1992). Avgiften påförs av förläggningens föreståndare. Avgiften betalas till förläggningens kassa eller till det konto som förläggningen uppger. Bestämmelsen i 13 § i nämnda lag tillämpas inte på asylsökande och personer som får tillfälligt skydd. De avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. En betalningsskyldig som anser att ett fel har begåtts när en i 1 eller 2 mom. avsedd avgift har påförts kan inom sex månader från det avgiften påfördes yrka på rättelse hos den förläggningsföreståndare som påfört avgiften. Ändring i ett beslut på ett rättelseyrkande får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den förläggning som påfört avgiften är belägen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften skall efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Angående avgiftens belopp föreskrivs genom förordning av arbetsministeriet. Avgiften påförs av förläggningens föreståndare. Hos personer som använder socialvårdstjänster samt hälso- och sjukvårdstjänster får tas ut en avgift enligt lagen om klientavgifter inom social- och hälsovården (734/1992). Avgiften påförs av förläggningens föreståndare. Avgiften betalas till förläggningens kassa eller till det konto som förläggningen uppger. Bestämmelsen i 13 § i nämnda lag tillämpas inte på asylsökande och personer som får tillfälligt skydd. De avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. En betalningsskyldig som anser att ett fel har begåtts när en i 1 eller 2 mom. avsedd avgift har påförts kan inom sex månader från det avgiften påfördes yrka på rättelse hos den förläggningsföreståndare som påfört avgiften. Ändring i ett beslut på ett rättelseyrkande får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den förläggning som påfört avgiften är belägen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "for inkvartering vid mottagande samt for annat mottagande som arrangeras vid forlaggningar kan tas ut en skalig avgift, som kan vara hogst lika stor som de faktiska kostnaderna for arrangemangen. avgiften skall efterges eller nedsattas till den del forutsattningarna for personens eller familjens forsorjning eller forverkligandet av personens lagstadgade forsorjningsplikt aventyras av att avgiften tas ut. angaende avgiftens belopp foreskrivs genom forordning av arbetsministeriet. avgiften pafors av forlaggningens forestandare. hos personer som anvander socialvardstjanster samt halso- och sjukvardstjanster far tas ut en avgift enligt lagen om klientavgifter inom social- och halsovarden (734/1992). avgiften pafors av forlaggningens forestandare. avgiften betalas till forlaggningens kassa eller till det konto som forlaggningen uppger. bestammelsen i 13 § i namnda lag tillampas inte pa asylsokande och personer som far tillfalligt skydd. de avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. en betalningsskyldig som anser att ett fel har begatts nar en i 1 eller 2 mom. avsedd avgift har paforts kan inom sex manader fran det avgiften pafordes yrka pa rattelse hos den forlaggningsforestandare som pafort avgiften. andring i ett beslut pa ett rattelseyrkande far sokas genom besvar hos den forvaltningsdomstol inom vars domkrets den forlaggning som pafort avgiften ar belagen. besvar skall pa det satt som bestams i forvaltningsprocesslagen anforas inom 30 dagar fran delfaendet av beslutet. i forvaltningsdomstolens beslut far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Toimeentulotuki",
      "content": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle voidaan myöntää toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tässä laissa toisin säädetä. Toimeentulotuen myöntää hakemuksesta vastaanottokeskus. Vastaanottokeskuksen järjestämän majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 §:ssä säädetään. Turvapaikanhakijalle ja tilapäistä suojelua saavalle ei myönnetä majoitusta varten toimeentulotukea rahana, vaan majoitus järjestetään vastaanottokeskuksessa ja ryhmäkodissa. Työministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle voidaan myöntää toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tässä laissa toisin säädetä. Toimeentulotuen myöntää hakemuksesta vastaanottokeskus. Vastaanottokeskuksen järjestämän majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 § :ssä säädetään. Turvapaikanhakijalle ja tilapäistä suojelua saavalle ei myönnetä majoitusta varten toimeentulotukea rahana, vaan majoitus järjestetään vastaanottokeskuksessa ja ryhmäkodissa. Työministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
        "folded_fi": "turvapaikanhakijalle ja tilapaista suojelua saavalle voidaan myontaa toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tassa laissa toisin saadeta. toimeentulotuen myontaa hakemuksesta vastaanottokeskus. vastaanottokeskuksen jarjestaman majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 §:ssa saadetaan. turvapaikanhakijalle ja tilapaista suojelua saavalle ei myonneta majoitusta varten toimeentulotukea rahana, vaan majoitus jarjestetaan vastaanottokeskuksessa ja ryhmakodissa. tyoministerion asetuksella saadetaan tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa jarjestettavaan vastaanottoon ja turvapaikanhakijan tai tilapaista suojelua saavan itsensa suorittamiin perusosalla katettaviin menoihin.",
        "title_sv": "Utkomststöd",
        "content_sv": "Asylsökande och personer som får tillfälligt skydd kan beviljas utkomststöd enligt lagen om utkomststöd, om inte något annat bestäms i denna lag. Utkomststöd beviljas av förläggningen på ansökan. Kostnaderna för inkvartering som arrangeras av en förläggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststöd. Asylsökande och personer som får tillfälligt skydd beviljas inte utkomststöd i form av pengar för inkvartering, utan inkvartering ordnas vid en förläggning eller ett grupphem. Genom förordning av arbetsministeriet bestäms närmare om hur andra utgifter som skall täckas med utkomststödets grunddel skall fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "normalized_sv": "Asylsökande och personer som får tillfälligt skydd kan beviljas utkomststöd enligt lagen om utkomststöd, om inte något annat bestäms i denna lag. Utkomststöd beviljas av förläggningen på ansökan. Kostnaderna för inkvartering som arrangeras av en förläggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststöd. Asylsökande och personer som får tillfälligt skydd beviljas inte utkomststöd i form av pengar för inkvartering, utan inkvartering ordnas vid en förläggning eller ett grupphem. Genom förordning av arbetsministeriet bestäms närmare om hur andra utgifter som skall täckas med utkomststödets grunddel skall fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "folded_sv": "asylsokande och personer som far tillfalligt skydd kan beviljas utkomststod enligt lagen om utkomststod, om inte nagot annat bestams i denna lag. utkomststod beviljas av forlaggningen pa ansokan. kostnaderna for inkvartering som arrangeras av en forlaggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststod. asylsokande och personer som far tillfalligt skydd beviljas inte utkomststod i form av pengar for inkvartering, utan inkvartering ordnas vid en forlaggning eller ett grupphem. genom forordning av arbetsministeriet bestams narmare om hur andra utgifter som skall tackas med utkomststodets grunddel skall fordelas mellan mottagande som arrangeras vid en forlaggning och sadana utgifter som den asylsokande eller den person som far tillfalligt skydd sjalv betalar och som tacks med grunddelen."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Toimeentulotuen takaisinperiminen",
      "content": "Hakemus toimeentulotuen takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Hakemus toimeentulotuen takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
        "folded_fi": "hakemus toimeentulotuen takaisinperinnasta tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee.",
        "title_sv": "Återkrav av utkomststöd",
        "content_sv": "Ansökan om återkrav av utkomststöd riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "normalized_sv": "Ansökan om återkrav av utkomststöd riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "folded_sv": "ansokan om aterkrav av utkomststod riktas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku toimeentulotuesta",
      "content": "Vastaanottokeskuksen asukkaaksi merkitty henkilö, joka on tyytymätön vastaanottokeskuksen 22 §:n nojalla tekemään toimeentulotukea koskevaan päätökseen, saa hakea päätökseen muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Valitus voidaan antaa sanottuna aikana myös vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee. Hallinto-oikeuden päätökseen, joka koskee toimeentulotuen antamista tai sen määrää, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Vastaanottokeskuksen asukkaaksi merkitty henkilö, joka on tyytymätön vastaanottokeskuksen 22 § :n nojalla tekemään toimeentulotukea koskevaan päätökseen, saa hakea päätökseen muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Valitus voidaan antaa sanottuna aikana myös vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee. Hallinto-oikeuden päätökseen, joka koskee toimeentulotuen antamista tai sen määrää, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 § :n 2 momentissa säädetään.",
        "folded_fi": "vastaanottokeskuksen asukkaaksi merkitty henkilo, joka on tyytymaton vastaanottokeskuksen 22 §:n nojalla tekemaan toimeentulotukea koskevaan paatokseen, saa hakea paatokseen muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista siten kuin hallintolainkayttolaissa saadetaan. valitus voidaan antaa sanottuna aikana myos vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. valitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee. hallinto-oikeuden paatokseen, joka koskee toimeentulotuen antamista tai sen maaraa, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 §:n 2 momentissa saadetaan.",
        "title_sv": "Ändringssökande i fråga om utkomststöd",
        "content_sv": "En person som registrerats som invånare i en förläggning och som är missnöjd med ett beslut om utkomststöd som förläggningen har fattat enligt 22 § får söka ändring i beslutet genom besvär hos förvaltningsdomstolen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. Besvären kan inom nämnda tid ges också till förläggningens föreståndare, som skall tillställa förvaltningsdomstolen besvären jämte sitt eget utlåtande. Besvären riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen. I beslut av förvaltningsdomstolen som gäller beviljande av utkomststöd eller dess belopp söks ändring hos högsta förvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvårdslagen (710/1982).",
        "normalized_sv": "En person som registrerats som invånare i en förläggning och som är missnöjd med ett beslut om utkomststöd som förläggningen har fattat enligt 22 § får söka ändring i beslutet genom besvär hos förvaltningsdomstolen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. Besvären kan inom nämnda tid ges också till förläggningens föreståndare, som skall tillställa förvaltningsdomstolen besvären jämte sitt eget utlåtande. Besvären riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen. I beslut av förvaltningsdomstolen som gäller beviljande av utkomststöd eller dess belopp söks ändring hos högsta förvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvårdslagen (710/1982).",
        "folded_sv": "en person som registrerats som invanare i en forlaggning och som ar missnojd med ett beslut om utkomststod som forlaggningen har fattat enligt 22 § far soka andring i beslutet genom besvar hos forvaltningsdomstolen. besvar skall pa det satt som bestams i forvaltningsprocesslagen anforas inom 30 dagar fran delfaendet av beslutet. besvaren kan inom namnda tid ges ocksa till forlaggningens forestandare, som skall tillstalla forvaltningsdomstolen besvaren jamte sitt eget utlatande. besvaren riktas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen. i beslut av forvaltningsdomstolen som galler beviljande av utkomststod eller dess belopp soks andring hos hogsta forvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvardslagen (710/1982)."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Edustaminen ja puhevallan käyttö",
      "content": "Edustaja käyttää huoltajalle kuuluvaa puhevaltaa lapsen henkilöä ja varallisuutta koskevissa asioissa, määrää lapsen asumisesta sekä hoitaa lapsen varallisuutta siten kuin oikeudenkäymiskaaren 12 luvun 1 ja 2 §:ssä, hallintolain (434/2003) 14 §:ssä, hallintolainkäyttölain 17 §:ssä ja 18 §:n 3 momentissa sekä holhoustoimesta annetussa laissa (442/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Edustaja käyttää huoltajalle kuuluvaa puhevaltaa lapsen henkilöä ja varallisuutta koskevissa asioissa, määrää lapsen asumisesta sekä hoitaa lapsen varallisuutta siten kuin oikeudenkäymiskaaren 12 luvun 1 ja 2 § :ssä, hallintolain (434/2003) 14 § :ssä, hallintolainkäyttölain 17 § :ssä ja 18 § :n 3 momentissa sekä holhoustoimesta annetussa laissa (442/1999) säädetään.",
        "folded_fi": "edustaja kayttaa huoltajalle kuuluvaa puhevaltaa lapsen henkiloa ja varallisuutta koskevissa asioissa, maaraa lapsen asumisesta seka hoitaa lapsen varallisuutta siten kuin oikeudenkaymiskaaren 12 luvun 1 ja 2 §:ssa, hallintolain (434/2003) 14 §:ssa, hallintolainkayttolain 17 §:ssa ja 18 §:n 3 momentissa seka holhoustoimesta annetussa laissa (442/1999) saadetaan.",
        "title_sv": "Företrädande och förande av talan",
        "content_sv": "Vårdnadshavarens talan i angelägenheter som gäller barnets person och förmögenhet förs av företrädaren. Företrädaren bestämmer också om barnets boende samt förvaltar barnets förmögenhet på det sätt som bestäms i 12 kap. 1 och 2 § i rättegångsbalken, 14 § i förvaltningslagen (434/2003), 17 § och 18 § 3 mom. i förvaltningsprocesslagen samt i lagen om förmyndarverksamhet (442/1999).",
        "normalized_sv": "Vårdnadshavarens talan i angelägenheter som gäller barnets person och förmögenhet förs av företrädaren. Företrädaren bestämmer också om barnets boende samt förvaltar barnets förmögenhet på det sätt som bestäms i 12 kap. 1 och 2 § i rättegångsbalken, 14 § i förvaltningslagen (434/2003), 17 § och 18 § 3 mom. i förvaltningsprocesslagen samt i lagen om förmyndarverksamhet (442/1999).",
        "folded_sv": "vardnadshavarens talan i angelagenheter som galler barnets person och formogenhet fors av foretradaren. foretradaren bestammer ocksa om barnets boende samt forvaltar barnets formogenhet pa det satt som bestams i 12 kap. 1 och 2 § i rattegangsbalken, 14 § i forvaltningslagen (434/2003), 17 § och 18 § 3 mom. i forvaltningsprocesslagen samt i lagen om formyndarverksamhet (442/1999)."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Muutoksenhakukielto",
      "content": "Vastaanottokeskuksen 19 c §:n 2 momentin nojalla tekemään päätökseen, joka koskee vastaanottokeskuksesta toiseen siirtämistä, ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Vastaanottokeskuksen 19 c § :n 2 momentin nojalla tekemään päätökseen, joka koskee vastaanottokeskuksesta toiseen siirtämistä, ei saa hakea muutosta valittamalla.",
        "folded_fi": "vastaanottokeskuksen 19 c §:n 2 momentin nojalla tekemaan paatokseen, joka koskee vastaanottokeskuksesta toiseen siirtamista, ei saa hakea muutosta valittamalla.",
        "title_sv": "Besvärsförbud",
        "content_sv": "I ett beslut som en förläggning fattat med stöd av 19 c § 2 mom. och som gäller förflyttning från en förläggning till en annan får ändring inte sökas genom besvär.",
        "normalized_sv": "I ett beslut som en förläggning fattat med stöd av 19 c § 2 mom. och som gäller förflyttning från en förläggning till en annan får ändring inte sökas genom besvär.",
        "folded_sv": "i ett beslut som en forlaggning fattat med stod av 19 c § 2 mom. och som galler forflyttning fran en forlaggning till en annan far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Hallintomenettely",
      "content": "Pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa sekä tilapäistä suojelua saavien vastaanottoa järjestävän on käsitellessään tässä laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa sekä tilapäistä suojelua saavien vastaanottoa järjestävän on käsitellessään tässä laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
        "folded_fi": "pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa seka tilapaista suojelua saavien vastaanottoa jarjestavan on kasitellessaan tassa laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
        "title_sv": "Förvaltningsförfarande",
        "content_sv": "Den som ordnar integrationsfrämjande för flyktingar och arrangerar mottagande av asylsökande och mottagande av personer som får tillfälligt skydd skall vid behandlingen av förvaltningsärenden som avses i denna lag iaktta förvaltningslagen.",
        "normalized_sv": "Den som ordnar integrationsfrämjande för flyktingar och arrangerar mottagande av asylsökande och mottagande av personer som får tillfälligt skydd skall vid behandlingen av förvaltningsärenden som avses i denna lag iaktta förvaltningslagen.",
        "folded_sv": "den som ordnar integrationsframjande for flyktingar och arrangerar mottagande av asylsokande och mottagande av personer som far tillfalligt skydd skall vid behandlingen av forvaltningsarenden som avses i denna lag iaktta forvaltningslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilöllistä kehitystä tavoitteena osallistua työelämään ja yhteiskunnan toimintaan samalla omaa kieltään ja kulttuuriaan säilyttäen; 2) kotouttamisella viranomaisten järjestämiä kotoutumista edistäviä toimenpiteitä ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvälistä suojelua hakenutta henkilöä; 4) turvapaikanhakijoiden vastaanotolla ja tilapäistä suojelua saavien vastaanotolla toimeentulon ja huolenpidon järjestämistä vastaanottokeskuksessa tai järjestelykeskuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilöllistä kehitystä tavoitteena osallistua työelämään ja yhteiskunnan toimintaan samalla omaa kieltään ja kulttuuriaan säilyttäen; 2) kotouttamisella viranomaisten järjestämiä kotoutumista edistäviä toimenpiteitä ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvälistä suojelua hakenutta henkilöä; 4) turvapaikanhakijoiden vastaanotolla ja tilapäistä suojelua saavien vastaanotolla toimeentulon ja huolenpidon järjestämistä vastaanottokeskuksessa tai järjestelykeskuksessa.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) kotoutumisella maahanmuuttajan yksilollista kehitysta tavoitteena osallistua tyoelamaan ja yhteiskunnan toimintaan samalla omaa kieltaan ja kulttuuriaan sailyttaen; 2) kotouttamisella viranomaisten jarjestamia kotoutumista edistavia toimenpiteita ja voimavaroja; 3) turvapaikanhakijalla ulkomaalaislaissa (301/2004) tarkoitettua kansainvalista suojelua hakenutta henkiloa; 4) turvapaikanhakijoiden vastaanotolla ja tilapaista suojelua saavien vastaanotolla toimeentulon ja huolenpidon jarjestamista vastaanottokeskuksessa tai jarjestelykeskuksessa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) integration invandrarens individuella utveckling med målet att delta i arbetslivet och samhällslivet och samtidigt bevara sitt språk och sin kultur, 2) integrationsfrämjande av myndigheterna ordnade åtgärder och resurser för främjande av integration, 3) asylsökande personer som ansökt om sådant internationellt skydd som avses i utlänningslagen (301/2004), 4) mottagande av asylsökande och mottagande av personer som får tillfälligt skydd arrangemang för försörjning och omsorg på förläggningar eller flyktingslussar.",
        "normalized_sv": "I denna lag avses med 1) integration invandrarens individuella utveckling med målet att delta i arbetslivet och samhällslivet och samtidigt bevara sitt språk och sin kultur, 2) integrationsfrämjande av myndigheterna ordnade åtgärder och resurser för främjande av integration, 3) asylsökande personer som ansökt om sådant internationellt skydd som avses i utlänningslagen (301/2004), 4) mottagande av asylsökande och mottagande av personer som får tillfälligt skydd arrangemang för försörjning och omsorg på förläggningar eller flyktingslussar.",
        "folded_sv": "i denna lag avses med 1) integration invandrarens individuella utveckling med malet att delta i arbetslivet och samhallslivet och samtidigt bevara sitt sprak och sin kultur, 2) integrationsframjande av myndigheterna ordnade atgarder och resurser for framjande av integration, 3) asylsokande personer som ansokt om sadant internationellt skydd som avses i utlanningslagen (301/2004), 4) mottagande av asylsokande och mottagande av personer som far tillfalligt skydd arrangemang for forsorjning och omsorg pa forlaggningar eller flyktingslussar."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Soveltamisala",
      "content": "Turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hänelle on myönnetty oleskelulupa tai hän on poistunut maasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hänelle on myönnetty oleskelulupa tai hän on poistunut maasta.",
        "folded_fi": "turvapaikanhakijoiden vastaanoton piiriin kuuluu turvapaikanhakija, kunnes hanelle on myonnetty oleskelulupa tai han on poistunut maasta.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Mottagandet av asylsökande omfattar asylsökande till dess att de har beviljats uppehållstillstånd eller lämnat landet.",
        "normalized_sv": "Mottagandet av asylsökande omfattar asylsökande till dess att de har beviljats uppehållstillstånd eller lämnat landet.",
        "folded_sv": "mottagandet av asylsokande omfattar asylsokande till dess att de har beviljats uppehallstillstand eller lamnat landet."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kustannusten korvaaminen",
      "content": "Tässä laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tässä laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
        "folded_fi": "tassa laissa tarkoitetusta toiminnasta aiheutuvia kustannuksia korvataan valtion talousarvion rajoissa.",
        "title_sv": "Ersättning för kostnader",
        "content_sv": "Kostnader för verksamhet enligt denna lag ersätts inom ramen för statsbudgeten.",
        "normalized_sv": "Kostnader för verksamhet enligt denna lag ersätts inom ramen för statsbudgeten.",
        "folded_sv": "kostnader for verksamhet enligt denna lag ersatts inom ramen for statsbudgeten."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Pakolaisista aiheutuvien kustannusten korvaaminen",
      "content": "Jos kunta on laatinut tai sitoutuu laatimaan 7 §:ssä tarkoitetun maahanmuuttajien kotouttamisohjelman, työvoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Jos kunta on laatinut tai sitoutuu laatimaan 7 § :ssä tarkoitetun maahanmuuttajien kotouttamisohjelman, työvoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
        "folded_fi": "jos kunta on laatinut tai sitoutuu laatimaan 7 §:ssa tarkoitetun maahanmuuttajien kotouttamisohjelman, tyovoima- ja elinkeinokeskus korvaa pakolaisten vastaanotosta aiheutuneet kustannukset kunnalle valtion talousarvion rajoissa.",
        "title_sv": "Ersättning för kostnader som orsakas av flyktingar",
        "content_sv": "Om en kommun har utarbetat eller förbinder sig att för invandrare utarbeta ett program för integrationsfrämjande i enlighet med 7 §, ersätter arbetskrafts- och näringscentralen kommunen för kostnaderna för mottagandet av flyktingar inom ramen för statsbudgeten.",
        "normalized_sv": "Om en kommun har utarbetat eller förbinder sig att för invandrare utarbeta ett program för integrationsfrämjande i enlighet med 7 § , ersätter arbetskrafts- och näringscentralen kommunen för kostnaderna för mottagandet av flyktingar inom ramen för statsbudgeten.",
        "folded_sv": "om en kommun har utarbetat eller forbinder sig att for invandrare utarbeta ett program for integrationsframjande i enlighet med 7 §, ersatter arbetskrafts- och naringscentralen kommunen for kostnaderna for mottagandet av flyktingar inom ramen for statsbudgeten."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Pakolaisten kuntaan osoittaminen",
      "content": "Työvoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Työvoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
        "folded_fi": "tyovoima- ja elinkeinokeskus sopii kunnan kanssa pakolaisten vastaanotosta ja osoittaa pakolaisen kuntaan, jonka kanssa se on tehnyt sopimuksen pakolaisten vastaanottamisesta.",
        "title_sv": "Anvisande av flyktingar till kommuner",
        "content_sv": "Arbetskrafts- och näringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingått avtal om mottagande av flyktingar.",
        "normalized_sv": "Arbetskrafts- och näringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingått avtal om mottagande av flyktingar.",
        "folded_sv": "arbetskrafts- och naringscentralen avtalar med kommuner om mottagande av flyktingar och anvisar flyktingar till kommuner med vilka den ingatt avtal om mottagande av flyktingar."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vastaanoton sisältö",
      "content": "Turvapaikanhakijoiden vastaanottona ja tilapäistä suojelua saavien vastaanottona järjestetään majoitus, toimeentulotuki, välttämättömät sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu välttämätön perustarpeiden turvaaminen. Lisäksi voidaan järjestää työ- ja opintotoimintaa. Majoitus on järjestettävä siten, että perheenjäsenet voivat asua yhdessä. Turvapaikanhakijan ja tilapäistä suojelua saavan iästä, turvattomasta asemasta sekä fyysisestä ja psyykkisestä tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton järjestämisessä. Vastaanotossa on otettava huomioon lapsen etu. Lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta sekä soveltuvia mielenterveyspalveluita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Turvapaikanhakijoiden vastaanottona ja tilapäistä suojelua saavien vastaanottona järjestetään majoitus, toimeentulotuki, välttämättömät sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu välttämätön perustarpeiden turvaaminen. Lisäksi voidaan järjestää työ- ja opintotoimintaa. Majoitus on järjestettävä siten, että perheenjäsenet voivat asua yhdessä. Turvapaikanhakijan ja tilapäistä suojelua saavan iästä, turvattomasta asemasta sekä fyysisestä ja psyykkisestä tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton järjestämisessä. Vastaanotossa on otettava huomioon lapsen etu. Lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta sekä soveltuvia mielenterveyspalveluita.",
        "folded_fi": "turvapaikanhakijoiden vastaanottona ja tilapaista suojelua saavien vastaanottona jarjestetaan majoitus, toimeentulotuki, valttamattomat sosiaali- ja terveyspalvelut, tulkkipalveluja ja muu valttamaton perustarpeiden turvaaminen. lisaksi voidaan jarjestaa tyo- ja opintotoimintaa. majoitus on jarjestettava siten, etta perheenjasenet voivat asua yhdessa. turvapaikanhakijan ja tilapaista suojelua saavan iasta, turvattomasta asemasta seka fyysisesta ja psyykkisesta tilasta johtuvat erityistarpeet on otettava huomioon majoituksen ja muun vastaanoton jarjestamisessa. vastaanotossa on otettava huomioon lapsen etu. lapselle, joka on erityisen tuen tarpeessa, on annettava soveltuvaa neuvontaa ja kuntoutusta seka soveltuvia mielenterveyspalveluita.",
        "title_sv": "Mottagandets innehåll",
        "content_sv": "Som mottagande av asylsökande och som mottagande av personer som får tillfälligt skydd arrangeras inkvartering, utkomststöd, nödvändiga socialvårdstjänster samt hälso- och sjukvårdstjänster, tolktjänster och annat nödvändigt tillgodoseende av de grundläggande behoven. Dessutom kan arbets- och studieverksamhet ordnas. Inkvarteringen skall ordnas så att familjemedlemmar kan bo tillsammans. Särskilda behov som beror på åldern, den utsatta ställningen samt det fysiska och psykiska tillståndet hos den asylsökande eller den som får tillfälligt skydd skall beaktas när inkvartering och mottagandet i övrigt ordnas. Vid mottagandet skall hänsyn tas till barnets bästa. Ett barn som behöver särskilt stöd skall ges lämplig rådgivning och rehabilitering samt lämpliga mentalvårdstjänster.",
        "normalized_sv": "Som mottagande av asylsökande och som mottagande av personer som får tillfälligt skydd arrangeras inkvartering, utkomststöd, nödvändiga socialvårdstjänster samt hälso- och sjukvårdstjänster, tolktjänster och annat nödvändigt tillgodoseende av de grundläggande behoven. Dessutom kan arbets- och studieverksamhet ordnas. Inkvarteringen skall ordnas så att familjemedlemmar kan bo tillsammans. Särskilda behov som beror på åldern, den utsatta ställningen samt det fysiska och psykiska tillståndet hos den asylsökande eller den som får tillfälligt skydd skall beaktas när inkvartering och mottagandet i övrigt ordnas. Vid mottagandet skall hänsyn tas till barnets bästa. Ett barn som behöver särskilt stöd skall ges lämplig rådgivning och rehabilitering samt lämpliga mentalvårdstjänster.",
        "folded_sv": "som mottagande av asylsokande och som mottagande av personer som far tillfalligt skydd arrangeras inkvartering, utkomststod, nodvandiga socialvardstjanster samt halso- och sjukvardstjanster, tolktjanster och annat nodvandigt tillgodoseende av de grundlaggande behoven. dessutom kan arbets- och studieverksamhet ordnas. inkvarteringen skall ordnas sa att familjemedlemmar kan bo tillsammans. sarskilda behov som beror pa aldern, den utsatta stallningen samt det fysiska och psykiska tillstandet hos den asylsokande eller den som far tillfalligt skydd skall beaktas nar inkvartering och mottagandet i ovrigt ordnas. vid mottagandet skall hansyn tas till barnets basta. ett barn som behover sarskilt stod skall ges lamplig radgivning och rehabilitering samt lampliga mentalvardstjanster."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "19 c",
      "section": "19 c",
      "title": "Vastaanoton järjestäminen",
      "content": "Turvapaikanhakijan vastaanoton ja tilapäistä suojelua saavan vastaanoton järjestää vastaanottokeskus. Turvapaikanhakija ja tilapäistä suojelua saava rekisteröidään vastaanottokeskuksen asukasrekisteriin. Vastaanoton järjestämisestä vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapäistä suojelua saava rekisteröidään. Turvapaikanhakija ja tilapäistä suojelua saava voidaan siirtää toiseen vastaanottokeskukseen, jos se perustellusta syystä on hänen itsensä taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian käsittelyn kannalta tarpeellista. Turvapaikanhakija tai tilapäistä suojelua saava voi järjestää majoituksensa itse. Jos itse majoituksensa järjestävä hakee muuta 19 §:ssä tarkoitettua vastaanottoa kuin majoitusta, hänen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettävä majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. Turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapäistä suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa järjestämistä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 c",
        "normalized_fi": "Turvapaikanhakijan vastaanoton ja tilapäistä suojelua saavan vastaanoton järjestää vastaanottokeskus. Turvapaikanhakija ja tilapäistä suojelua saava rekisteröidään vastaanottokeskuksen asukasrekisteriin. Vastaanoton järjestämisestä vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapäistä suojelua saava rekisteröidään. Turvapaikanhakija ja tilapäistä suojelua saava voidaan siirtää toiseen vastaanottokeskukseen, jos se perustellusta syystä on hänen itsensä taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian käsittelyn kannalta tarpeellista. Turvapaikanhakija tai tilapäistä suojelua saava voi järjestää majoituksensa itse. Jos itse majoituksensa järjestävä hakee muuta 19 § :ssä tarkoitettua vastaanottoa kuin majoitusta, hänen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettävä majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. Turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapäistä suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa järjestämistä varten.",
        "folded_fi": "turvapaikanhakijan vastaanoton ja tilapaista suojelua saavan vastaanoton jarjestaa vastaanottokeskus. turvapaikanhakija ja tilapaista suojelua saava rekisteroidaan vastaanottokeskuksen asukasrekisteriin. vastaanoton jarjestamisesta vastaa se vastaanottokeskus, jonka asukkaaksi turvapaikanhakija tai tilapaista suojelua saava rekisteroidaan. turvapaikanhakija ja tilapaista suojelua saava voidaan siirtaa toiseen vastaanottokeskukseen, jos se perustellusta syysta on hanen itsensa taikka vastaanottokeskuksen toiminnan tai turvapaikka-asian kasittelyn kannalta tarpeellista. turvapaikanhakija tai tilapaista suojelua saava voi jarjestaa majoituksensa itse. jos itse majoituksensa jarjestava hakee muuta 19 §:ssa tarkoitettua vastaanottoa kuin majoitusta, hanen on kirjallisesti ilmoitettava vastaanottokeskukselle osoitteensa ja esitettava majoittavan selvitys yksityismajoituksesta tai vuokrasopimus. turvapaikkahakemuksensa perusteella oleskeluluvan saanut ja tilapaista suojelua saanut, joka saa jatkuvan oleskeluluvan, voi kohtuullisen ajan kuulua vastaanoton piiriin asumisensa ja toimeentulonsa jarjestamista varten.",
        "title_sv": "Arrangemang för mottagande",
        "content_sv": "Mottagandet av asylsökande och av personer som får tillfälligt skydd arrangeras av förläggningar. Asylsökande och personer som får tillfälligt skydd antecknas i förläggningens invånarregister. För arrangemangen för mottagande svarar den förläggning vid vilken en asylsökande eller en person som får tillfälligt skydd registreras som invånare. Asylsökande och personer som får tillfälligt skydd kan förflyttas till en annan förläggning, om det är nödvändigt av grundad anledning som beror på personen själv eller på förläggningens verksamhet eller på behandlingen av asylärendet. Asylsökande och personer som får tillfälligt skydd kan själva ordna sin inkvartering. Om en person som själv ordnar sin inkvartering ansöker om annat mottagande enligt 19 § än inkvartering, skall han eller hon skriftligen meddela förläggningen sin adress och lägga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fråga eller visa upp ett hyresavtal. De som har fått uppehållstillstånd på grundval av sin asylansökan och personer som har fått tillfälligt skydd och får ett kontinuerligt uppehållstillstånd kan en skälig tid omfattas av mottagandet för att de skall kunna ordna sitt boende och sin försörjning.",
        "normalized_sv": "Mottagandet av asylsökande och av personer som får tillfälligt skydd arrangeras av förläggningar. Asylsökande och personer som får tillfälligt skydd antecknas i förläggningens invånarregister. För arrangemangen för mottagande svarar den förläggning vid vilken en asylsökande eller en person som får tillfälligt skydd registreras som invånare. Asylsökande och personer som får tillfälligt skydd kan förflyttas till en annan förläggning, om det är nödvändigt av grundad anledning som beror på personen själv eller på förläggningens verksamhet eller på behandlingen av asylärendet. Asylsökande och personer som får tillfälligt skydd kan själva ordna sin inkvartering. Om en person som själv ordnar sin inkvartering ansöker om annat mottagande enligt 19 § än inkvartering, skall han eller hon skriftligen meddela förläggningen sin adress och lägga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fråga eller visa upp ett hyresavtal. De som har fått uppehållstillstånd på grundval av sin asylansökan och personer som har fått tillfälligt skydd och får ett kontinuerligt uppehållstillstånd kan en skälig tid omfattas av mottagandet för att de skall kunna ordna sitt boende och sin försörjning.",
        "folded_sv": "mottagandet av asylsokande och av personer som far tillfalligt skydd arrangeras av forlaggningar. asylsokande och personer som far tillfalligt skydd antecknas i forlaggningens invanarregister. for arrangemangen for mottagande svarar den forlaggning vid vilken en asylsokande eller en person som far tillfalligt skydd registreras som invanare. asylsokande och personer som far tillfalligt skydd kan forflyttas till en annan forlaggning, om det ar nodvandigt av grundad anledning som beror pa personen sjalv eller pa forlaggningens verksamhet eller pa behandlingen av asylarendet. asylsokande och personer som far tillfalligt skydd kan sjalva ordna sin inkvartering. om en person som sjalv ordnar sin inkvartering ansoker om annat mottagande enligt 19 § an inkvartering, skall han eller hon skriftligen meddela forlaggningen sin adress och lagga fram en utredning om den enskilda inkvarteringen som getts av den som inkvarterar personen i fraga eller visa upp ett hyresavtal. de som har fatt uppehallstillstand pa grundval av sin asylansokan och personer som har fatt tillfalligt skydd och far ett kontinuerligt uppehallstillstand kan en skalig tid omfattas av mottagandet for att de skall kunna ordna sitt boende och sin forsorjning."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "19 d",
      "section": "19 d",
      "title": "Alaikäisen vastaanoton järjestäminen",
      "content": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin työministeriön asetuksella. Ryhmäkodin henkilöstön pätevyysvaatimuksista on voimassa, mitä sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista annetussa laissa (272/2005) säädetään. Sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapäistä suojelua saava lapsi rekisteröidään, päättää lapsen asuinpaikasta sekä muista lapsen henkilöä koskevista asioista, kunnes lapselle määrätään 5 luvussa tarkoitettu edustaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 d",
        "normalized_fi": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin työministeriön asetuksella. Ryhmäkodin henkilöstön pätevyysvaatimuksista on voimassa, mitä sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista annetussa laissa (272/2005) säädetään. Sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapäistä suojelua saava lapsi rekisteröidään, päättää lapsen asuinpaikasta sekä muista lapsen henkilöä koskevista asioista, kunnes lapselle määrätään 5 luvussa tarkoitettu edustaja.",
        "folded_fi": "vailla huoltajaa tulevan alaikaisen turvapaikanhakijan ja tilapaista suojelua saavan vastaanottoa varten voidaan perustaa ryhmakoti. ryhmakodin toiminnasta ja henkiloston maarasta voidaan saataa tarkemmin tyoministerion asetuksella. ryhmakodin henkiloston patevyysvaatimuksista on voimassa, mita sosiaalihuollon ammatillisen henkiloston kelpoisuusvaatimuksista annetussa laissa (272/2005) saadetaan. sen vastaanottokeskuksen johtaja, jonka asukasrekisteriin vailla huoltajaa turvapaikkaa hakeva tai tilapaista suojelua saava lapsi rekisteroidaan, paattaa lapsen asuinpaikasta seka muista lapsen henkiloa koskevista asioista, kunnes lapselle maarataan 5 luvussa tarkoitettu edustaja.",
        "title_sv": "Arrangemang för mottagande av minderåriga",
        "content_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av arbetsministeriet. I fråga om behörighetsvillkoren för anställda vid grupphem gäller lagen om behörighetsvillkoren för yrkesutbildad personal inom socialvården (272/2005). Föreståndaren för den förläggning i vars invånarregister ett barn som anländer utan vårdnadshavare och söker asyl eller får tillfälligt skydd förs in fattar beslut om barnets boningsort samt om andra omständigheter som gäller barnets person tills en företrädare som avses i 5 kap. utses för barnet.",
        "normalized_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av arbetsministeriet. I fråga om behörighetsvillkoren för anställda vid grupphem gäller lagen om behörighetsvillkoren för yrkesutbildad personal inom socialvården (272/2005). Föreståndaren för den förläggning i vars invånarregister ett barn som anländer utan vårdnadshavare och söker asyl eller får tillfälligt skydd förs in fattar beslut om barnets boningsort samt om andra omständigheter som gäller barnets person tills en företrädare som avses i 5 kap. utses för barnet.",
        "folded_sv": "for mottagandet av minderariga asylsokande och minderariga som far tillfalligt skydd kan, om de anlander utan vardnadshavare, inrattas ett grupphem. angaende grupphemmets verksamhet och antalet anstallda kan foreskrivas narmare genom forordning av arbetsministeriet. i fraga om behorighetsvillkoren for anstallda vid grupphem galler lagen om behorighetsvillkoren for yrkesutbildad personal inom socialvarden (272/2005). forestandaren for den forlaggning i vars invanarregister ett barn som anlander utan vardnadshavare och soker asyl eller far tillfalligt skydd fors in fattar beslut om barnets boningsort samt om andra omstandigheter som galler barnets person tills en foretradare som avses i 5 kap. utses for barnet."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "19 e",
      "section": "19 e",
      "title": "Ilmoitus alaikäisen majoituksesta",
      "content": "Sellaisen turvapaikkaa hakevan ja tilapäistä suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmäkodissa, ja tiedot henkilöistä, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan määräämälle monijäseniselle toimielimelle. Ilmoituksen tekee vastaanottokeskus. Jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettävä vastaanottokeskuksen ja lapsen edustajan selvitys siitä, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneekö lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. Vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkilöitä lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mitä lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 e",
        "normalized_fi": "Sellaisen turvapaikkaa hakevan ja tilapäistä suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmäkodissa, ja tiedot henkilöistä, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan määräämälle monijäseniselle toimielimelle. Ilmoituksen tekee vastaanottokeskus. Jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettävä vastaanottokeskuksen ja lapsen edustajan selvitys siitä, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneekö lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. Vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkilöitä lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mitä lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
        "folded_fi": "sellaisen turvapaikkaa hakevan ja tilapaista suojelua saavan lapsen osoite, joka ei majoitu vastaanottokeskuksessa tai ryhmakodissa, ja tiedot henkiloista, joiden luona lapsi asuu, ilmoitetaan lapsen oleskelupaikan kunnan maaraamalle monijaseniselle toimielimelle. ilmoituksen tekee vastaanottokeskus. jos lapsi on vailla huoltajaa, 1 momentissa tarkoitettuun ilmoitukseen on liitettava vastaanottokeskuksen ja lapsen edustajan selvitys siita, sopiiko yksityiskoti olosuhteiltaan lapsen hoitoon ja kasvatukseen ja kykeneeko lapsen luokseen ottava huolehtimaan lapsen hoidosta ja kasvatuksesta. vastaanottokeskuksen on opastettava lapsen luokseen ottavia henkiloita lapsen hoidossa ja kasvatuksessa ottaen soveltuvin osin huomioon, mita lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) saadetaan.",
        "title_sv": "Anmälan om inkvartering av minderårig",
        "content_sv": "Adressuppgifter för barn som söker asyl och får tillfälligt skydd och som inte inkvarteras på en förläggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lämnas till ett kollegialt organ som utses av kommunen på barnets vistelseort. Anmälan görs av förläggningen. Saknar barnet vårdnadshavare skall till en anmälan enligt 1 mom. fogas en utredning av förläggningen och barnets företrädare om huruvida förhållandena i ett privathem är lämpade för vården och fostran av barnet och om huruvida den som tar hand om barnet kan sörja för barnets vård och fostran. Förläggningen skall ge personer som tar hand om ett barn handledning i vården och fostran av barnet med beaktande i tillämpliga delar av vad som föreskrivs i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "normalized_sv": "Adressuppgifter för barn som söker asyl och får tillfälligt skydd och som inte inkvarteras på en förläggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lämnas till ett kollegialt organ som utses av kommunen på barnets vistelseort. Anmälan görs av förläggningen. Saknar barnet vårdnadshavare skall till en anmälan enligt 1 mom. fogas en utredning av förläggningen och barnets företrädare om huruvida förhållandena i ett privathem är lämpade för vården och fostran av barnet och om huruvida den som tar hand om barnet kan sörja för barnets vård och fostran. Förläggningen skall ge personer som tar hand om ett barn handledning i vården och fostran av barnet med beaktande i tillämpliga delar av vad som föreskrivs i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "folded_sv": "adressuppgifter for barn som soker asyl och far tillfalligt skydd och som inte inkvarteras pa en forlaggning eller i ett grupphem samt uppgifter om de personer hos vilka barnet bor lamnas till ett kollegialt organ som utses av kommunen pa barnets vistelseort. anmalan gors av forlaggningen. saknar barnet vardnadshavare skall till en anmalan enligt 1 mom. fogas en utredning av forlaggningen och barnets foretradare om huruvida forhallandena i ett privathem ar lampade for varden och fostran av barnet och om huruvida den som tar hand om barnet kan sorja for barnets vard och fostran. forlaggningen skall ge personer som tar hand om ett barn handledning i varden och fostran av barnet med beaktande i tillampliga delar av vad som foreskrivs i lagen angaende vardnad om barn och umgangesratt (361/1983)."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "19 f",
      "section": "19 f",
      "title": "Tiedottaminen",
      "content": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle annetaan mahdollisimman pian ja viimeistään 15 päivän kuluttua turvapaikkahakemuksen tekemisestä tai tilapäisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvistä etuuksista, velvollisuuksista sekä sosiaali- ja terveyspalveluista. Tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielellä, jota kyseessä olevan henkilön voidaan kohtuudella olettaa ymmärtävän. Tarvittaessa tiedot voidaan antaa myös suullisesti. Turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista järjestöistä tai ryhmistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 f",
        "normalized_fi": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle annetaan mahdollisimman pian ja viimeistään 15 päivän kuluttua turvapaikkahakemuksen tekemisestä tai tilapäisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvistä etuuksista, velvollisuuksista sekä sosiaali- ja terveyspalveluista. Tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielellä, jota kyseessä olevan henkilön voidaan kohtuudella olettaa ymmärtävän. Tarvittaessa tiedot voidaan antaa myös suullisesti. Turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista järjestöistä tai ryhmistä.",
        "folded_fi": "turvapaikanhakijalle ja tilapaista suojelua saavalle annetaan mahdollisimman pian ja viimeistaan 15 paivan kuluttua turvapaikkahakemuksen tekemisesta tai tilapaisen suojelun alkamisesta tiedot vastaanotto-olosuhteisiin liittyvista etuuksista, velvollisuuksista seka sosiaali- ja terveyspalveluista. tiedot annetaan kirjallisesti ja mahdollisuuksien mukaan kielella, jota kyseessa olevan henkilon voidaan kohtuudella olettaa ymmartavan. tarvittaessa tiedot voidaan antaa myos suullisesti. turvapaikanhakijoille annetaan mahdollisimman pian tietoa vastaanotto-olosuhteissa ja turvapaikka-asiassa oikeusapua antavista jarjestoista tai ryhmista.",
        "title_sv": "Information",
        "content_sv": "Asylsökande och personer som får tillfälligt skydd skall så snart som möjligt och senast inom 15 dagar från det asylansökan gjordes eller det tillfälliga skyddet började ges information om förmåner, skyldigheter samt socialvårdstjänster samt hälso- och sjukvårdstjänster i anslutning till mottagningsomständigheterna. Informationen ges skriftligt och i mån av möjlighet på ett språk som personen i fråga skäligen kan antas förstå. Vid behov kan informationen även ges muntligt. Asylsökande skall så snart som möjligt ges information om organisationer eller grupper som ger rättshjälp i fråga om mottagningsomständigheter och asylärenden.",
        "normalized_sv": "Asylsökande och personer som får tillfälligt skydd skall så snart som möjligt och senast inom 15 dagar från det asylansökan gjordes eller det tillfälliga skyddet började ges information om förmåner, skyldigheter samt socialvårdstjänster samt hälso- och sjukvårdstjänster i anslutning till mottagningsomständigheterna. Informationen ges skriftligt och i mån av möjlighet på ett språk som personen i fråga skäligen kan antas förstå. Vid behov kan informationen även ges muntligt. Asylsökande skall så snart som möjligt ges information om organisationer eller grupper som ger rättshjälp i fråga om mottagningsomständigheter och asylärenden.",
        "folded_sv": "asylsokande och personer som far tillfalligt skydd skall sa snart som mojligt och senast inom 15 dagar fran det asylansokan gjordes eller det tillfalliga skyddet borjade ges information om formaner, skyldigheter samt socialvardstjanster samt halso- och sjukvardstjanster i anslutning till mottagningsomstandigheterna. informationen ges skriftligt och i man av mojlighet pa ett sprak som personen i fraga skaligen kan antas forsta. vid behov kan informationen aven ges muntligt. asylsokande skall sa snart som mojligt ges information om organisationer eller grupper som ger rattshjalp i fraga om mottagningsomstandigheter och asylarenden."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "title": "Vastaanoton majoituksesta ja palveluista perittävät maksut",
      "content": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään työministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Sosiaali- ja terveydenhuollon palvelujenkäyttäjältä voidaan periä sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. Mitä mainitun lain 13 § säädetään, ei sovelleta turvapaikanhakijaan ja tilapäistä suojelua saavaan. Edellä 1 ja 2 momentissa tarkoitettua maksua ei peritä takautuvasti. Maksuvelvollinen, joka katsoo, että 1 tai 2 momentissa tarkoitetun maksun määräämisessä on tapahtunut virhe, voi vaatia siihen oikaisua maksun määränneeltä vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun määräämisestä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä maksun määrännyt vastaanottokeskus sijaitsee. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään työministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Sosiaali- ja terveydenhuollon palvelujenkäyttäjältä voidaan periä sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja. Maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. Mitä mainitun lain 13 § säädetään, ei sovelleta turvapaikanhakijaan ja tilapäistä suojelua saavaan. Edellä 1 ja 2 momentissa tarkoitettua maksua ei peritä takautuvasti. Maksuvelvollinen, joka katsoo, että 1 tai 2 momentissa tarkoitetun maksun määräämisessä on tapahtunut virhe, voi vaatia siihen oikaisua maksun määränneeltä vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun määräämisestä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä maksun määrännyt vastaanottokeskus sijaitsee. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla",
        "folded_fi": "vastaanoton majoituksesta ja muusta vastaanottokeskuksessa jarjestettavasta vastaanotosta voidaan peria kohtuullinen maksu, joka voi olla enintaan niiden jarjestamisesta aiheutuvien todellisten kustannusten suuruinen. maksu on jatettava perimatta tai sita on alennettava silta osin kuin maksun periminen vaarantaa henkilon tai perheen toimeentulon edellytyksia tai henkilon lakisaateisen elatusvelvollisuuden toteuttamista. maksun maarasta saadetaan tyoministerion asetuksella. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja. sosiaali- ja terveydenhuollon palvelujenkayttajalta voidaan peria sosiaali- ja terveydenhuollon asiakasmaksuista annetun lain (734/1992) mukainen maksu. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja. maksu suoritetaan vastaanottokeskuksen kassaan tai vastaanottokeskuksen ilmoittamalle tilille. mita mainitun lain 13 § saadetaan, ei sovelleta turvapaikanhakijaan ja tilapaista suojelua saavaan. edella 1 ja 2 momentissa tarkoitettua maksua ei perita takautuvasti. maksuvelvollinen, joka katsoo, etta 1 tai 2 momentissa tarkoitetun maksun maaraamisessa on tapahtunut virhe, voi vaatia siihen oikaisua maksun maaranneelta vastaanottokeskuksen johtajalta kuuden kuukauden kuluessa maksun maaraamisesta. oikaisuvaatimuksesta annettuun paatokseen saa hakea valittamalla muutosta silta hallinto-oikeudelta, jonka tuomiopiirissa maksun maarannyt vastaanottokeskus sijaitsee. valitus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla",
        "title_sv": "Avgifter för inkvartering och tjänster vid mottagande",
        "content_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften skall efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Angående avgiftens belopp föreskrivs genom förordning av arbetsministeriet. Avgiften påförs av förläggningens föreståndare. Hos personer som använder socialvårdstjänster samt hälso- och sjukvårdstjänster får tas ut en avgift enligt lagen om klientavgifter inom social- och hälsovården (734/1992). Avgiften påförs av förläggningens föreståndare. Avgiften betalas till förläggningens kassa eller till det konto som förläggningen uppger. Bestämmelsen i 13 § i nämnda lag tillämpas inte på asylsökande och personer som får tillfälligt skydd. De avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. En betalningsskyldig som anser att ett fel har begåtts när en i 1 eller 2 mom. avsedd avgift har påförts kan inom sex månader från det avgiften påfördes yrka på rättelse hos den förläggningsföreståndare som påfört avgiften. Ändring i ett beslut på ett rättelseyrkande får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den förläggning som påfört avgiften är belägen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "normalized_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften skall efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Angående avgiftens belopp föreskrivs genom förordning av arbetsministeriet. Avgiften påförs av förläggningens föreståndare. Hos personer som använder socialvårdstjänster samt hälso- och sjukvårdstjänster får tas ut en avgift enligt lagen om klientavgifter inom social- och hälsovården (734/1992). Avgiften påförs av förläggningens föreståndare. Avgiften betalas till förläggningens kassa eller till det konto som förläggningen uppger. Bestämmelsen i 13 § i nämnda lag tillämpas inte på asylsökande och personer som får tillfälligt skydd. De avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. En betalningsskyldig som anser att ett fel har begåtts när en i 1 eller 2 mom. avsedd avgift har påförts kan inom sex månader från det avgiften påfördes yrka på rättelse hos den förläggningsföreståndare som påfört avgiften. Ändring i ett beslut på ett rättelseyrkande får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den förläggning som påfört avgiften är belägen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. I förvaltningsdomstolens beslut får ändring inte sökas genom besvär.",
        "folded_sv": "for inkvartering vid mottagande samt for annat mottagande som arrangeras vid forlaggningar kan tas ut en skalig avgift, som kan vara hogst lika stor som de faktiska kostnaderna for arrangemangen. avgiften skall efterges eller nedsattas till den del forutsattningarna for personens eller familjens forsorjning eller forverkligandet av personens lagstadgade forsorjningsplikt aventyras av att avgiften tas ut. angaende avgiftens belopp foreskrivs genom forordning av arbetsministeriet. avgiften pafors av forlaggningens forestandare. hos personer som anvander socialvardstjanster samt halso- och sjukvardstjanster far tas ut en avgift enligt lagen om klientavgifter inom social- och halsovarden (734/1992). avgiften pafors av forlaggningens forestandare. avgiften betalas till forlaggningens kassa eller till det konto som forlaggningen uppger. bestammelsen i 13 § i namnda lag tillampas inte pa asylsokande och personer som far tillfalligt skydd. de avgifter som avses i 1 och 2 mom. tas inte ut retroaktivt. en betalningsskyldig som anser att ett fel har begatts nar en i 1 eller 2 mom. avsedd avgift har paforts kan inom sex manader fran det avgiften pafordes yrka pa rattelse hos den forlaggningsforestandare som pafort avgiften. andring i ett beslut pa ett rattelseyrkande far sokas genom besvar hos den forvaltningsdomstol inom vars domkrets den forlaggning som pafort avgiften ar belagen. besvar skall pa det satt som bestams i forvaltningsprocesslagen anforas inom 30 dagar fran delfaendet av beslutet. i forvaltningsdomstolens beslut far andring inte sokas genom besvar."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Toimeentulotuki",
      "content": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle voidaan myöntää toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tässä laissa toisin säädetä. Toimeentulotuen myöntää hakemuksesta vastaanottokeskus. Vastaanottokeskuksen järjestämän majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 §:ssä säädetään. Turvapaikanhakijalle ja tilapäistä suojelua saavalle ei myönnetä majoitusta varten toimeentulotukea rahana, vaan majoitus järjestetään vastaanottokeskuksessa ja ryhmäkodissa. Työministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Turvapaikanhakijalle ja tilapäistä suojelua saavalle voidaan myöntää toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tässä laissa toisin säädetä. Toimeentulotuen myöntää hakemuksesta vastaanottokeskus. Vastaanottokeskuksen järjestämän majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 § :ssä säädetään. Turvapaikanhakijalle ja tilapäistä suojelua saavalle ei myönnetä majoitusta varten toimeentulotukea rahana, vaan majoitus järjestetään vastaanottokeskuksessa ja ryhmäkodissa. Työministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
        "folded_fi": "turvapaikanhakijalle ja tilapaista suojelua saavalle voidaan myontaa toimeentulotukea toimeentulotuesta annetun lain mukaan, jollei tassa laissa toisin saadeta. toimeentulotuen myontaa hakemuksesta vastaanottokeskus. vastaanottokeskuksen jarjestaman majoituksen kustannukset otetaan menoina huomioon siten kuin toimeentulotuesta annetun lain 7 §:ssa saadetaan. turvapaikanhakijalle ja tilapaista suojelua saavalle ei myonneta majoitusta varten toimeentulotukea rahana, vaan majoitus jarjestetaan vastaanottokeskuksessa ja ryhmakodissa. tyoministerion asetuksella saadetaan tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa jarjestettavaan vastaanottoon ja turvapaikanhakijan tai tilapaista suojelua saavan itsensa suorittamiin perusosalla katettaviin menoihin.",
        "title_sv": "Utkomststöd",
        "content_sv": "Asylsökande och personer som får tillfälligt skydd kan beviljas utkomststöd enligt lagen om utkomststöd, om inte något annat bestäms i denna lag. Utkomststöd beviljas av förläggningen på ansökan. Kostnaderna för inkvartering som arrangeras av en förläggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststöd. Asylsökande och personer som får tillfälligt skydd beviljas inte utkomststöd i form av pengar för inkvartering, utan inkvartering ordnas vid en förläggning eller ett grupphem. Genom förordning av arbetsministeriet bestäms närmare om hur andra utgifter som skall täckas med utkomststödets grunddel skall fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "normalized_sv": "Asylsökande och personer som får tillfälligt skydd kan beviljas utkomststöd enligt lagen om utkomststöd, om inte något annat bestäms i denna lag. Utkomststöd beviljas av förläggningen på ansökan. Kostnaderna för inkvartering som arrangeras av en förläggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststöd. Asylsökande och personer som får tillfälligt skydd beviljas inte utkomststöd i form av pengar för inkvartering, utan inkvartering ordnas vid en förläggning eller ett grupphem. Genom förordning av arbetsministeriet bestäms närmare om hur andra utgifter som skall täckas med utkomststödets grunddel skall fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "folded_sv": "asylsokande och personer som far tillfalligt skydd kan beviljas utkomststod enligt lagen om utkomststod, om inte nagot annat bestams i denna lag. utkomststod beviljas av forlaggningen pa ansokan. kostnaderna for inkvartering som arrangeras av en forlaggning beaktas som utgifter i enlighet med 7 § i lagen om utkomststod. asylsokande och personer som far tillfalligt skydd beviljas inte utkomststod i form av pengar for inkvartering, utan inkvartering ordnas vid en forlaggning eller ett grupphem. genom forordning av arbetsministeriet bestams narmare om hur andra utgifter som skall tackas med utkomststodets grunddel skall fordelas mellan mottagande som arrangeras vid en forlaggning och sadana utgifter som den asylsokande eller den person som far tillfalligt skydd sjalv betalar och som tacks med grunddelen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Toimeentulotuen takaisinperiminen",
      "content": "Hakemus toimeentulotuen takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Hakemus toimeentulotuen takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
        "folded_fi": "hakemus toimeentulotuen takaisinperinnasta tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee.",
        "title_sv": "Återkrav av utkomststöd",
        "content_sv": "Ansökan om återkrav av utkomststöd riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "normalized_sv": "Ansökan om återkrav av utkomststöd riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "folded_sv": "ansokan om aterkrav av utkomststod riktas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Muutoksenhaku toimeentulotuesta",
      "content": "Vastaanottokeskuksen asukkaaksi merkitty henkilö, joka on tyytymätön vastaanottokeskuksen 22 §:n nojalla tekemään toimeentulotukea koskevaan päätökseen, saa hakea päätökseen muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Valitus voidaan antaa sanottuna aikana myös vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee. Hallinto-oikeuden päätökseen, joka koskee toimeentulotuen antamista tai sen määrää, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 §:n 2 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Vastaanottokeskuksen asukkaaksi merkitty henkilö, joka on tyytymätön vastaanottokeskuksen 22 § :n nojalla tekemään toimeentulotukea koskevaan päätökseen, saa hakea päätökseen muutosta valittamalla hallinto-oikeuteen. Valitus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista siten kuin hallintolainkäyttölaissa säädetään. Valitus voidaan antaa sanottuna aikana myös vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee. Hallinto-oikeuden päätökseen, joka koskee toimeentulotuen antamista tai sen määrää, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 § :n 2 momentissa säädetään.",
        "folded_fi": "vastaanottokeskuksen asukkaaksi merkitty henkilo, joka on tyytymaton vastaanottokeskuksen 22 §:n nojalla tekemaan toimeentulotukea koskevaan paatokseen, saa hakea paatokseen muutosta valittamalla hallinto-oikeuteen. valitus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista siten kuin hallintolainkayttolaissa saadetaan. valitus voidaan antaa sanottuna aikana myos vastaanottokeskuksen johtajalle, jonka tulee oman lausuntonsa ohella toimittaa se hallinto-oikeuteen. valitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee. hallinto-oikeuden paatokseen, joka koskee toimeentulotuen antamista tai sen maaraa, haetaan muutosta korkeimmalta hallinto-oikeudelta siten kuin sosiaalihuoltolain (710/1982) 49 §:n 2 momentissa saadetaan.",
        "title_sv": "Ändringssökande i fråga om utkomststöd",
        "content_sv": "En person som registrerats som invånare i en förläggning och som är missnöjd med ett beslut om utkomststöd som förläggningen har fattat enligt 22 § får söka ändring i beslutet genom besvär hos förvaltningsdomstolen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. Besvären kan inom nämnda tid ges också till förläggningens föreståndare, som skall tillställa förvaltningsdomstolen besvären jämte sitt eget utlåtande. Besvären riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen. I beslut av förvaltningsdomstolen som gäller beviljande av utkomststöd eller dess belopp söks ändring hos högsta förvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvårdslagen (710/1982).",
        "normalized_sv": "En person som registrerats som invånare i en förläggning och som är missnöjd med ett beslut om utkomststöd som förläggningen har fattat enligt 22 § får söka ändring i beslutet genom besvär hos förvaltningsdomstolen. Besvär skall på det sätt som bestäms i förvaltningsprocesslagen anföras inom 30 dagar från delfåendet av beslutet. Besvären kan inom nämnda tid ges också till förläggningens föreståndare, som skall tillställa förvaltningsdomstolen besvären jämte sitt eget utlåtande. Besvären riktas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen. I beslut av förvaltningsdomstolen som gäller beviljande av utkomststöd eller dess belopp söks ändring hos högsta förvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvårdslagen (710/1982).",
        "folded_sv": "en person som registrerats som invanare i en forlaggning och som ar missnojd med ett beslut om utkomststod som forlaggningen har fattat enligt 22 § far soka andring i beslutet genom besvar hos forvaltningsdomstolen. besvar skall pa det satt som bestams i forvaltningsprocesslagen anforas inom 30 dagar fran delfaendet av beslutet. besvaren kan inom namnda tid ges ocksa till forlaggningens forestandare, som skall tillstalla forvaltningsdomstolen besvaren jamte sitt eget utlatande. besvaren riktas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen. i beslut av forvaltningsdomstolen som galler beviljande av utkomststod eller dess belopp soks andring hos hogsta forvaltningsdomstolen i enlighet med 49 § 2 mom. i socialvardslagen (710/1982)."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Edustaminen ja puhevallan käyttö",
      "content": "Edustaja käyttää huoltajalle kuuluvaa puhevaltaa lapsen henkilöä ja varallisuutta koskevissa asioissa, määrää lapsen asumisesta sekä hoitaa lapsen varallisuutta siten kuin oikeudenkäymiskaaren 12 luvun 1 ja 2 §:ssä, hallintolain (434/2003) 14 §:ssä, hallintolainkäyttölain 17 §:ssä ja 18 §:n 3 momentissa sekä holhoustoimesta annetussa laissa (442/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Edustaja käyttää huoltajalle kuuluvaa puhevaltaa lapsen henkilöä ja varallisuutta koskevissa asioissa, määrää lapsen asumisesta sekä hoitaa lapsen varallisuutta siten kuin oikeudenkäymiskaaren 12 luvun 1 ja 2 § :ssä, hallintolain (434/2003) 14 § :ssä, hallintolainkäyttölain 17 § :ssä ja 18 § :n 3 momentissa sekä holhoustoimesta annetussa laissa (442/1999) säädetään.",
        "folded_fi": "edustaja kayttaa huoltajalle kuuluvaa puhevaltaa lapsen henkiloa ja varallisuutta koskevissa asioissa, maaraa lapsen asumisesta seka hoitaa lapsen varallisuutta siten kuin oikeudenkaymiskaaren 12 luvun 1 ja 2 §:ssa, hallintolain (434/2003) 14 §:ssa, hallintolainkayttolain 17 §:ssa ja 18 §:n 3 momentissa seka holhoustoimesta annetussa laissa (442/1999) saadetaan.",
        "title_sv": "Företrädande och förande av talan",
        "content_sv": "Vårdnadshavarens talan i angelägenheter som gäller barnets person och förmögenhet förs av företrädaren. Företrädaren bestämmer också om barnets boende samt förvaltar barnets förmögenhet på det sätt som bestäms i 12 kap. 1 och 2 § i rättegångsbalken, 14 § i förvaltningslagen (434/2003), 17 § och 18 § 3 mom. i förvaltningsprocesslagen samt i lagen om förmyndarverksamhet (442/1999).",
        "normalized_sv": "Vårdnadshavarens talan i angelägenheter som gäller barnets person och förmögenhet förs av företrädaren. Företrädaren bestämmer också om barnets boende samt förvaltar barnets förmögenhet på det sätt som bestäms i 12 kap. 1 och 2 § i rättegångsbalken, 14 § i förvaltningslagen (434/2003), 17 § och 18 § 3 mom. i förvaltningsprocesslagen samt i lagen om förmyndarverksamhet (442/1999).",
        "folded_sv": "vardnadshavarens talan i angelagenheter som galler barnets person och formogenhet fors av foretradaren. foretradaren bestammer ocksa om barnets boende samt forvaltar barnets formogenhet pa det satt som bestams i 12 kap. 1 och 2 § i rattegangsbalken, 14 § i forvaltningslagen (434/2003), 17 § och 18 § 3 mom. i forvaltningsprocesslagen samt i lagen om formyndarverksamhet (442/1999)."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Muutoksenhakukielto",
      "content": "Vastaanottokeskuksen 19 c §:n 2 momentin nojalla tekemään päätökseen, joka koskee vastaanottokeskuksesta toiseen siirtämistä, ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Vastaanottokeskuksen 19 c § :n 2 momentin nojalla tekemään päätökseen, joka koskee vastaanottokeskuksesta toiseen siirtämistä, ei saa hakea muutosta valittamalla.",
        "folded_fi": "vastaanottokeskuksen 19 c §:n 2 momentin nojalla tekemaan paatokseen, joka koskee vastaanottokeskuksesta toiseen siirtamista, ei saa hakea muutosta valittamalla.",
        "title_sv": "Besvärsförbud",
        "content_sv": "I ett beslut som en förläggning fattat med stöd av 19 c § 2 mom. och som gäller förflyttning från en förläggning till en annan får ändring inte sökas genom besvär.",
        "normalized_sv": "I ett beslut som en förläggning fattat med stöd av 19 c § 2 mom. och som gäller förflyttning från en förläggning till en annan får ändring inte sökas genom besvär.",
        "folded_sv": "i ett beslut som en forlaggning fattat med stod av 19 c § 2 mom. och som galler forflyttning fran en forlaggning till en annan far andring inte sokas genom besvar."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Hallintomenettely",
      "content": "Pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa sekä tilapäistä suojelua saavien vastaanottoa järjestävän on käsitellessään tässä laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa sekä tilapäistä suojelua saavien vastaanottoa järjestävän on käsitellessään tässä laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
        "folded_fi": "pakolaisten kotouttamista ja turvapaikanhakijoiden vastaanottoa seka tilapaista suojelua saavien vastaanottoa jarjestavan on kasitellessaan tassa laissa tarkoitettuja hallintoasioita noudatettava hallintolakia.",
        "title_sv": "Förvaltningsförfarande",
        "content_sv": "Den som ordnar integrationsfrämjande för flyktingar och arrangerar mottagande av asylsökande och mottagande av personer som får tillfälligt skydd skall vid behandlingen av förvaltningsärenden som avses i denna lag iaktta förvaltningslagen.",
        "normalized_sv": "Den som ordnar integrationsfrämjande för flyktingar och arrangerar mottagande av asylsökande och mottagande av personer som får tillfälligt skydd skall vid behandlingen av förvaltningsärenden som avses i denna lag iaktta förvaltningslagen.",
        "folded_sv": "den som ordnar integrationsframjande for flyktingar och arrangerar mottagande av asylsokande och mottagande av personer som far tillfalligt skydd skall vid behandlingen av forvaltningsarenden som avses i denna lag iaktta forvaltningslagen."
      },
      "valid_from": "2005-05-27",
      "valid_to": null
    }
  ]
}