{
  "id": "363/2016",
  "type": "statute",
  "title": "Laki ajokorttilain muuttamisesta",
  "title_en": "Lag om ändring av körkortslagen",
  "status": "in_force",
  "issued_date": "2016-05-20",
  "in_force_date": "2016-05-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/363/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Poikkeukset ajokorttiluvan vaatimisesta",
      "content": "Edellä 1 momentissa säädetystä poiketen ajokorttilupa vaaditaan, jos on kysymys muussa EU- tai ETA-valtiossa kuin Suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Edellä 1 momentissa säädetystä poiketen ajokorttilupa vaaditaan, jos on kysymys muussa EU- tai ETA-valtiossa kuin Suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
        "folded_fi": "edella 1 momentissa saadetysta poiketen ajokorttilupa vaaditaan, jos on kysymys muussa eu- tai eta-valtiossa kuin suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
        "title_sv": "Undantag från kravet på körkortstillstånd",
        "content_sv": "Med avvikelse från vad som föreskrivs i 1 mom. krävs det körkortstillstånd, om det är fråga om förnyelse av ett körkort som utfärdats i någon annan EU- eller EES-stat än Finland eller ersättande av ett sådant körkort med ett nytt.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 1 mom. krävs det körkortstillstånd, om det är fråga om förnyelse av ett körkort som utfärdats i någon annan EU- eller EES-stat än Finland eller ersättande av ett sådant körkort med ett nytt.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 1 mom. kravs det korkortstillstand, om det ar fraga om fornyelse av ett korkort som utfardats i nagon annan eu- eller ees-stat an finland eller ersattande av ett sadant korkort med ett nytt."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ajokorttien voimassaoloajat",
      "content": "Jos tässä pykälässä tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi määräajaksi. Ajokortti, joka annetaan 11 §:n 1 momentin 1 kohdassa tarkoitetun merkinnän tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a §:n 1 momentissa tarkoitetuksi määräajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Jos tässä pykälässä tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi määräajaksi. Ajokortti, joka annetaan 11 § :n 1 momentin 1 kohdassa tarkoitetun merkinnän tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a § :n 1 momentissa tarkoitetuksi määräajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään.",
        "folded_fi": "jos tassa pykalassa tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi maaraajaksi. ajokortti, joka annetaan 11 §:n 1 momentin 1 kohdassa tarkoitetun merkinnan tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a §:n 1 momentissa tarkoitetuksi maaraajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon paattymispaivaan.",
        "title_sv": "Körkortens giltighetstid",
        "content_sv": "Om kategorierna för ett körkort som avses i denna paragraf utökas under körkortets giltighetstid, ska ett nytt körkort utfärdas för ny sådan tid som avses i 1 eller 2 mom. Ett körkort som utfärdas för att i kortet införa eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller för att sänka körkortskategorin för någon annan angiven tid än den som avses i 15 a § 1 mom. är giltigt till samma datum som det körkort som ligger till grund för utfärdandet av kortet.",
        "normalized_sv": "Om kategorierna för ett körkort som avses i denna paragraf utökas under körkortets giltighetstid, ska ett nytt körkort utfärdas för ny sådan tid som avses i 1 eller 2 mom. Ett körkort som utfärdas för att i kortet införa eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller för att sänka körkortskategorin för någon annan angiven tid än den som avses i 15 a § 1 mom. är giltigt till samma datum som det körkort som ligger till grund för utfärdandet av kortet.",
        "folded_sv": "om kategorierna for ett korkort som avses i denna paragraf utokas under korkortets giltighetstid, ska ett nytt korkort utfardas for ny sadan tid som avses i 1 eller 2 mom. ett korkort som utfardas for att i kortet infora eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller for att sanka korkortskategorin for nagon annan angiven tid an den som avses i 15 a § 1 mom. ar giltigt till samma datum som det korkort som ligger till grund for utfardandet av kortet."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Ajokortin kaksoiskappale",
      "content": "Ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 §:n 1 momentin 2 ja 3 kohdan vaatimukset täyttyvät ja ajokortti on myönnetty Suomessa. Kaksoiskappale voidaan kuitenkin 2 kohdassa säädetystä poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin EU- tai ETA-valtiossa. Kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 §:ssä säädettyjä määräaikoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 § :n 1 momentin 2 ja 3 kohdan vaatimukset täyttyvät ja ajokortti on myönnetty Suomessa. Kaksoiskappale voidaan kuitenkin 2 kohdassa säädetystä poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin EU- tai ETA-valtiossa. Kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 § :ssä säädettyjä määräaikoja.",
        "folded_fi": "ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 §:n 1 momentin 2 ja 3 kohdan vaatimukset tayttyvat ja ajokortti on myonnetty suomessa. kaksoiskappale voidaan kuitenkin 2 kohdassa saadetysta poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin eu- tai eta-valtiossa. kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon paattymispaivaan, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 §:ssa saadettyja maaraaikoja.",
        "title_sv": "Duplett av körkort",
        "content_sv": "En innehavare av ett körkort kan få en duplett av körkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och körkortet har beviljats i Finland. En duplett kan dock med avvikelse från vad som föreskrivs i 2 punkten utfärdas, om innehavaren av körkortet har sin vanliga vistelseort i någon annan stat än en EU- eller EES-stat. Dupletten är giltig till samma datum som det körkort som ligger till grund för utfärdandet av dupletten, om giltighetstiden för det körkort som ligger till grund för utfärdandet av dupletten motsvarar de tider som avses i 22 §.",
        "normalized_sv": "En innehavare av ett körkort kan få en duplett av körkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och körkortet har beviljats i Finland. En duplett kan dock med avvikelse från vad som föreskrivs i 2 punkten utfärdas, om innehavaren av körkortet har sin vanliga vistelseort i någon annan stat än en EU- eller EES-stat. Dupletten är giltig till samma datum som det körkort som ligger till grund för utfärdandet av dupletten, om giltighetstiden för det körkort som ligger till grund för utfärdandet av dupletten motsvarar de tider som avses i 22 § .",
        "folded_sv": "en innehavare av ett korkort kan fa en duplett av korkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och korkortet har beviljats i finland. en duplett kan dock med avvikelse fran vad som foreskrivs i 2 punkten utfardas, om innehavaren av korkortet har sin vanliga vistelseort i nagon annan stat an en eu- eller ees-stat. dupletten ar giltig till samma datum som det korkort som ligger till grund for utfardandet av dupletten, om giltighetstiden for det korkort som ligger till grund for utfardandet av dupletten motsvarar de tider som avses i 22 §."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Ajokortteja koskevat siirtymäsäännökset",
      "content": "Jos kuljettajantutkinto on suoritettu hyväksytysti tai päätös ajokortin myöntämisestä silloin, kun ajokortin luovuttaminen ei edellytä kuljettajantutkinnon suorittamista, on tehty ennen 102 §:n 1 momentissa mainittua voimaantulopäivää, ajokorttiin sovelletaan ennen mainittua voimaantulopäivää voimassa olleita säännöksiä. Kyseiset ajokortit ja ennen edellä tarkoitettua voimaantulopäivää luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintään 20 vuotta edellä tarkoitetusta voimaantulopäivästä. Jotta ajokortin voimassaolo jatkuu 19 päivästä tammikuuta 2033, se on ennen mainittua päivää uusittava tämän lain mukaiseksi. Jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija täyttää 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 §:n 1 tai 2 momentissa säädetyksi määräajaksi. Vastaavasti menetellään annettaessa tällaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipätevyyttä koskevan ajokorttimerkinnän tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. Tämä koskee myös uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edellä tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 §:n 1 tai 2 momentissa säädettyä vastaavia määräaikoja. Muihin tämän pykälän 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 §:n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 §:n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. Muussa EU- tai ETA-valtiossa kuin Suomessa ennen tämän lain 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintään 18 päivään tammikuuta 2033. Jos ajokortin haltija täyttää 12 §:ssä säädetyt ajokorttiluvan myöntämistä koskevat edellytykset, ajokortti uudistetaan hakemuksesta tämän lain mukaiseksi ajokortiksi 27 §:n säännöksiä noudattaen. Jos ennen 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilistä, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tätä ehtoa, jollei lupapäätös erityisesti edellytä muuta. Ennen edellä 102 §:n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisen ajokortin haltijalle saadaan antaa tässä laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eikä se ole turmeltunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Jos kuljettajantutkinto on suoritettu hyväksytysti tai päätös ajokortin myöntämisestä silloin, kun ajokortin luovuttaminen ei edellytä kuljettajantutkinnon suorittamista, on tehty ennen 102 § :n 1 momentissa mainittua voimaantulopäivää, ajokorttiin sovelletaan ennen mainittua voimaantulopäivää voimassa olleita säännöksiä. Kyseiset ajokortit ja ennen edellä tarkoitettua voimaantulopäivää luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintään 20 vuotta edellä tarkoitetusta voimaantulopäivästä. Jotta ajokortin voimassaolo jatkuu 19 päivästä tammikuuta 2033, se on ennen mainittua päivää uusittava tämän lain mukaiseksi. Jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija täyttää 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 § :n 1 tai 2 momentissa säädetyksi määräajaksi. Vastaavasti menetellään annettaessa tällaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipätevyyttä koskevan ajokorttimerkinnän tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. Tämä koskee myös uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edellä tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 § :n 1 tai 2 momentissa säädettyä vastaavia määräaikoja. Muihin tämän pykälän 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 § :n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 § :n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. Muussa EU- tai ETA-valtiossa kuin Suomessa ennen tämän lain 102 § :n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintään 18 päivään tammikuuta 2033. Jos ajokortin haltija täyttää 12 § :ssä säädetyt ajokorttiluvan myöntämistä koskevat edellytykset, ajokortti uudistetaan hakemuksesta tämän lain mukaiseksi ajokortiksi 27 § :n säännöksiä noudattaen. Jos ennen 102 § :n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilistä, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tätä ehtoa, jollei lupapäätös erityisesti edellytä muuta. Ennen edellä 102 § :n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisen ajokortin haltijalle saadaan antaa tässä laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eikä se ole turmeltunut.",
        "folded_fi": "jos kuljettajantutkinto on suoritettu hyvaksytysti tai paatos ajokortin myontamisesta silloin, kun ajokortin luovuttaminen ei edellyta kuljettajantutkinnon suorittamista, on tehty ennen 102 §:n 1 momentissa mainittua voimaantulopaivaa, ajokorttiin sovelletaan ennen mainittua voimaantulopaivaa voimassa olleita saannoksia. kyseiset ajokortit ja ennen edella tarkoitettua voimaantulopaivaa luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintaan 20 vuotta edella tarkoitetusta voimaantulopaivasta. jotta ajokortin voimassaolo jatkuu 19 paivasta tammikuuta 2033, se on ennen mainittua paivaa uusittava taman lain mukaiseksi. jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija tayttaa 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 §:n 1 tai 2 momentissa saadetyksi maaraajaksi. vastaavasti menetellaan annettaessa tallaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipatevyytta koskevan ajokorttimerkinnan tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. tama koskee myos uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edella tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 §:n 1 tai 2 momentissa saadettya vastaavia maaraaikoja. muihin taman pykalan 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 §:n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 §:n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. muussa eu- tai eta-valtiossa kuin suomessa ennen taman lain 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden saannosten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintaan 18 paivaan tammikuuta 2033. jos ajokortin haltija tayttaa 12 §:ssa saadetyt ajokorttiluvan myontamista koskevat edellytykset, ajokortti uudistetaan hakemuksesta taman lain mukaiseksi ajokortiksi 27 §:n saannoksia noudattaen. jos ennen 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden saannosten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilista, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tata ehtoa, jollei lupapaatos erityisesti edellyta muuta. ennen edella 102 §:n 1 momentissa mainittua voimaantulopaivaa voimassa olleiden saannosten mukaisen ajokortin haltijalle saadaan antaa tassa laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eika se ole turmeltunut.",
        "title_sv": "Övergångsbestämmelser om körkort",
        "content_sv": "Om en godkänd förarexamen har avlagts eller ett beslut om beviljande av körkort, när förarexamen inte krävs för utlämnande av körkortet, har fattats före den ikraftträdandedag som nämns i 102 § 1 mom., ska på körkortet tillämpas de bestämmelser som gällde före den nämnda ikraftträdandedagen. Dessa körkort och de körkort som har utlämnats före den ovan avsedda ikraftträdandedagen gäller till det datum som anges i dem, dock i högst 20 år från och med den nämnda ikraftträdandedagen. För att körkortet ska fortsätta gälla från den 19 januari 2033 ska det före nämnda dag förnyas så att det överensstämmer med denna lag. Om kategorierna för ett sådant i 1 mom. avsett körkort som är giltigt tills innehavaren av körkortet fyller 70 år utökas, ska det nya körkortet utfärdas för en tid som anges i 22 § 1 eller 2 mom. Förfarandet är detsamma om en duplett av ett sådant körkort utfärdas eller om ett nytt körkort som ersätter körkortet utfärdas för att en anteckning om ett villkor, en begränsning eller yrkeskompetens ska införas eller strykas i körkortet eller för att körkortskategorin ska sänkas. Detsamma gäller nya dupletter eller ersättande körkort som utfärdas på basis av sådana ovan avsedda dupletter av körkort eller ersättande körkort som inte utfärdats med tillämpning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. På andra i 1 mom. i denna paragraf avsedda körkort tillämpas 22 § 3 mom., om körkortskategorin ändras, och 28 § 4 mom., om en duplett eller ett annat ersättande körkort utfärdas. Ett körkort som utfärdats i en annan EU- eller EES-stat än Finland i enlighet med bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. erkänns ömsesidigt så länge körkortet är i kraft, dock högst till och med den 18 januari 2033. Om innehavaren av ett körkort uppfyller förutsättningarna enligt 12 § för beviljande av körkortstillstånd, förnyas körkortet med iakttagande av 27 § på ansökan som ett körkort som överensstämmer med denna lag. Om ett körkort som utfärdats enligt bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. innehåller villkor om backspegel till höger, ska det nya körkortet eller en duplett utfärdas utan detta villkor, om inte tillståndsbeslutet särskilt kräver något annat. Den som innehar ett körkort som är utfärdat enligt bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. får beviljas en duplett enligt denna lag trots att körkortet finns kvar och inte har blivit förstört.",
        "normalized_sv": "Om en godkänd förarexamen har avlagts eller ett beslut om beviljande av körkort, när förarexamen inte krävs för utlämnande av körkortet, har fattats före den ikraftträdandedag som nämns i 102 § 1 mom., ska på körkortet tillämpas de bestämmelser som gällde före den nämnda ikraftträdandedagen. Dessa körkort och de körkort som har utlämnats före den ovan avsedda ikraftträdandedagen gäller till det datum som anges i dem, dock i högst 20 år från och med den nämnda ikraftträdandedagen. För att körkortet ska fortsätta gälla från den 19 januari 2033 ska det före nämnda dag förnyas så att det överensstämmer med denna lag. Om kategorierna för ett sådant i 1 mom. avsett körkort som är giltigt tills innehavaren av körkortet fyller 70 år utökas, ska det nya körkortet utfärdas för en tid som anges i 22 § 1 eller 2 mom. Förfarandet är detsamma om en duplett av ett sådant körkort utfärdas eller om ett nytt körkort som ersätter körkortet utfärdas för att en anteckning om ett villkor, en begränsning eller yrkeskompetens ska införas eller strykas i körkortet eller för att körkortskategorin ska sänkas. Detsamma gäller nya dupletter eller ersättande körkort som utfärdas på basis av sådana ovan avsedda dupletter av körkort eller ersättande körkort som inte utfärdats med tillämpning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. På andra i 1 mom. i denna paragraf avsedda körkort tillämpas 22 § 3 mom., om körkortskategorin ändras, och 28 § 4 mom., om en duplett eller ett annat ersättande körkort utfärdas. Ett körkort som utfärdats i en annan EU- eller EES-stat än Finland i enlighet med bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. erkänns ömsesidigt så länge körkortet är i kraft, dock högst till och med den 18 januari 2033. Om innehavaren av ett körkort uppfyller förutsättningarna enligt 12 § för beviljande av körkortstillstånd, förnyas körkortet med iakttagande av 27 § på ansökan som ett körkort som överensstämmer med denna lag. Om ett körkort som utfärdats enligt bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. innehåller villkor om backspegel till höger, ska det nya körkortet eller en duplett utfärdas utan detta villkor, om inte tillståndsbeslutet särskilt kräver något annat. Den som innehar ett körkort som är utfärdat enligt bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. får beviljas en duplett enligt denna lag trots att körkortet finns kvar och inte har blivit förstört.",
        "folded_sv": "om en godkand forarexamen har avlagts eller ett beslut om beviljande av korkort, nar forarexamen inte kravs for utlamnande av korkortet, har fattats fore den ikrafttradandedag som namns i 102 § 1 mom., ska pa korkortet tillampas de bestammelser som gallde fore den namnda ikrafttradandedagen. dessa korkort och de korkort som har utlamnats fore den ovan avsedda ikrafttradandedagen galler till det datum som anges i dem, dock i hogst 20 ar fran och med den namnda ikrafttradandedagen. for att korkortet ska fortsatta galla fran den 19 januari 2033 ska det fore namnda dag fornyas sa att det overensstammer med denna lag. om kategorierna for ett sadant i 1 mom. avsett korkort som ar giltigt tills innehavaren av korkortet fyller 70 ar utokas, ska det nya korkortet utfardas for en tid som anges i 22 § 1 eller 2 mom. forfarandet ar detsamma om en duplett av ett sadant korkort utfardas eller om ett nytt korkort som ersatter korkortet utfardas for att en anteckning om ett villkor, en begransning eller yrkeskompetens ska inforas eller strykas i korkortet eller for att korkortskategorin ska sankas. detsamma galler nya dupletter eller ersattande korkort som utfardas pa basis av sadana ovan avsedda dupletter av korkort eller ersattande korkort som inte utfardats med tillampning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. pa andra i 1 mom. i denna paragraf avsedda korkort tillampas 22 § 3 mom., om korkortskategorin andras, och 28 § 4 mom., om en duplett eller ett annat ersattande korkort utfardas. ett korkort som utfardats i en annan eu- eller ees-stat an finland i enlighet med bestammelser som gallt fore den ikrafttradandetidpunkt som namns i 102 § 1 mom. erkanns omsesidigt sa lange korkortet ar i kraft, dock hogst till och med den 18 januari 2033. om innehavaren av ett korkort uppfyller forutsattningarna enligt 12 § for beviljande av korkortstillstand, fornyas korkortet med iakttagande av 27 § pa ansokan som ett korkort som overensstammer med denna lag. om ett korkort som utfardats enligt bestammelser som gallt fore den ikrafttradandetidpunkt som namns i 102 § 1 mom. innehaller villkor om backspegel till hoger, ska det nya korkortet eller en duplett utfardas utan detta villkor, om inte tillstandsbeslutet sarskilt kraver nagot annat. den som innehar ett korkort som ar utfardat enligt bestammelser som gallt fore den ikrafttradandedag som namns i 102 § 1 mom. far beviljas en duplett enligt denna lag trots att korkortet finns kvar och inte har blivit forstort."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Terveysvaatimuksia ja lääkärintodistusta koskevat siirtymäsäännökset",
      "content": "Ennen 102 §:n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisesti 70 ikävuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden Suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttämiseksi esitettävä poliisille kahden kuukauden kuluessa siitä, kun hän täyttää 50, 55, 60 ja 65 vuotta, lääkärinlausunto hänellä olevan ajokortin terveysvaatimusten täyttymisestä. Tätä velvollisuutta ei kuitenkaan ole, jos määräajan alkaessa on kulunut vähemmän kuin viisi vuotta siitä, kun vastaavien terveysvaatimusten täyttyminen on osoitettu poliisille toimitetulla lääkärinlausunnolla muun kuin edellä tarkoitetun määräaikaistarkastuksen johdosta tai jos ajokortti on 106 §:n 2 tai 3 momentin mukaisesti 22 §:n määräaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Ennen 102 § :n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisesti 70 ikävuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden Suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttämiseksi esitettävä poliisille kahden kuukauden kuluessa siitä, kun hän täyttää 50, 55, 60 ja 65 vuotta, lääkärinlausunto hänellä olevan ajokortin terveysvaatimusten täyttymisestä. Tätä velvollisuutta ei kuitenkaan ole, jos määräajan alkaessa on kulunut vähemmän kuin viisi vuotta siitä, kun vastaavien terveysvaatimusten täyttyminen on osoitettu poliisille toimitetulla lääkärinlausunnolla muun kuin edellä tarkoitetun määräaikaistarkastuksen johdosta tai jos ajokortti on 106 § :n 2 tai 3 momentin mukaisesti 22 § :n määräaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
        "folded_fi": "ennen 102 §:n 1 momentissa mainittua voimaantulopaivaa voimassa olleiden saannosten mukaisesti 70 ikavuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttamiseksi esitettava poliisille kahden kuukauden kuluessa siita, kun han tayttaa 50, 55, 60 ja 65 vuotta, laakarinlausunto hanella olevan ajokortin terveysvaatimusten tayttymisesta. tata velvollisuutta ei kuitenkaan ole, jos maaraajan alkaessa on kulunut vahemman kuin viisi vuotta siita, kun vastaavien terveysvaatimusten tayttyminen on osoitettu poliisille toimitetulla laakarinlausunnolla muun kuin edella tarkoitetun maaraaikaistarkastuksen johdosta tai jos ajokortti on 106 §:n 2 tai 3 momentin mukaisesti 22 §:n maaraaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
        "title_sv": "Övergångsbestämmelser om medicinska krav och läkarintyg",
        "content_sv": "En i Finland varaktigt bosatt körrättsinnehavare som i enlighet med bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. har körrätt för lastbil eller buss fram till 70 års ålder ska, för att hålla sin körrätt i kraft, inom två månader från det att han eller hon har fyllt 50, 55, 60 och 65 år för polisen visa upp ett läkarutlåtande om att de medicinska kraven för körkortet är uppfyllda. Denna skyldighet föreligger dock inte, om det när tidsfristen börjar löpa har gått mindre än fem år från att det, av någon annan orsak än ovan avsedda regelbundna kontroller, genom ett läkarutlåtande som lämnats till polisen har visats att motsvarande medicinska krav är uppfyllda eller om körkortet i enlighet med 106 § 2 eller 3 mom. och med tillämpning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt körkort.",
        "normalized_sv": "En i Finland varaktigt bosatt körrättsinnehavare som i enlighet med bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. har körrätt för lastbil eller buss fram till 70 års ålder ska, för att hålla sin körrätt i kraft, inom två månader från det att han eller hon har fyllt 50, 55, 60 och 65 år för polisen visa upp ett läkarutlåtande om att de medicinska kraven för körkortet är uppfyllda. Denna skyldighet föreligger dock inte, om det när tidsfristen börjar löpa har gått mindre än fem år från att det, av någon annan orsak än ovan avsedda regelbundna kontroller, genom ett läkarutlåtande som lämnats till polisen har visats att motsvarande medicinska krav är uppfyllda eller om körkortet i enlighet med 106 § 2 eller 3 mom. och med tillämpning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt körkort.",
        "folded_sv": "en i finland varaktigt bosatt korrattsinnehavare som i enlighet med bestammelser som gallt fore den ikrafttradandedag som namns i 102 § 1 mom. har korratt for lastbil eller buss fram till 70 ars alder ska, for att halla sin korratt i kraft, inom tva manader fran det att han eller hon har fyllt 50, 55, 60 och 65 ar for polisen visa upp ett lakarutlatande om att de medicinska kraven for korkortet ar uppfyllda. denna skyldighet foreligger dock inte, om det nar tidsfristen borjar lopa har gatt mindre an fem ar fran att det, av nagon annan orsak an ovan avsedda regelbundna kontroller, genom ett lakarutlatande som lamnats till polisen har visats att motsvarande medicinska krav ar uppfyllda eller om korkortet i enlighet med 106 § 2 eller 3 mom. och med tillampning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt korkort."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Poikkeukset ajokorttiluvan vaatimisesta",
      "content": "Edellä 1 momentissa säädetystä poiketen ajokorttilupa vaaditaan, jos on kysymys muussa EU- tai ETA-valtiossa kuin Suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Edellä 1 momentissa säädetystä poiketen ajokorttilupa vaaditaan, jos on kysymys muussa EU- tai ETA-valtiossa kuin Suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
        "folded_fi": "edella 1 momentissa saadetysta poiketen ajokorttilupa vaaditaan, jos on kysymys muussa eu- tai eta-valtiossa kuin suomessa annetun ajokortin uudistamisesta tai korvaamisesta uudella ajokortilla.",
        "title_sv": "Undantag från kravet på körkortstillstånd",
        "content_sv": "Med avvikelse från vad som föreskrivs i 1 mom. krävs det körkortstillstånd, om det är fråga om förnyelse av ett körkort som utfärdats i någon annan EU- eller EES-stat än Finland eller ersättande av ett sådant körkort med ett nytt.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 1 mom. krävs det körkortstillstånd, om det är fråga om förnyelse av ett körkort som utfärdats i någon annan EU- eller EES-stat än Finland eller ersättande av ett sådant körkort med ett nytt.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 1 mom. kravs det korkortstillstand, om det ar fraga om fornyelse av ett korkort som utfardats i nagon annan eu- eller ees-stat an finland eller ersattande av ett sadant korkort med ett nytt."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ajokorttien voimassaoloajat",
      "content": "Jos tässä pykälässä tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi määräajaksi. Ajokortti, joka annetaan 11 §:n 1 momentin 1 kohdassa tarkoitetun merkinnän tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a §:n 1 momentissa tarkoitetuksi määräajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Jos tässä pykälässä tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi määräajaksi. Ajokortti, joka annetaan 11 § :n 1 momentin 1 kohdassa tarkoitetun merkinnän tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a § :n 1 momentissa tarkoitetuksi määräajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään.",
        "folded_fi": "jos tassa pykalassa tarkoitetun ajokortin luokitusta laajennetaan sen voimassa ollessa, uusi ajokortti annetaan uudeksi 1 tai 2 momentissa tarkoitetuksi maaraajaksi. ajokortti, joka annetaan 11 §:n 1 momentin 1 kohdassa tarkoitetun merkinnan tekemiseksi ajokorttiin tai sen poistamiseksi taikka ajokortin luokan alentamiseksi muuksi kuin 15 a §:n 1 momentissa tarkoitetuksi maaraajaksi, on voimassa sen antamisen perusteena olevan ajokortin voimassaolon paattymispaivaan.",
        "title_sv": "Körkortens giltighetstid",
        "content_sv": "Om kategorierna för ett körkort som avses i denna paragraf utökas under körkortets giltighetstid, ska ett nytt körkort utfärdas för ny sådan tid som avses i 1 eller 2 mom. Ett körkort som utfärdas för att i kortet införa eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller för att sänka körkortskategorin för någon annan angiven tid än den som avses i 15 a § 1 mom. är giltigt till samma datum som det körkort som ligger till grund för utfärdandet av kortet.",
        "normalized_sv": "Om kategorierna för ett körkort som avses i denna paragraf utökas under körkortets giltighetstid, ska ett nytt körkort utfärdas för ny sådan tid som avses i 1 eller 2 mom. Ett körkort som utfärdas för att i kortet införa eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller för att sänka körkortskategorin för någon annan angiven tid än den som avses i 15 a § 1 mom. är giltigt till samma datum som det körkort som ligger till grund för utfärdandet av kortet.",
        "folded_sv": "om kategorierna for ett korkort som avses i denna paragraf utokas under korkortets giltighetstid, ska ett nytt korkort utfardas for ny sadan tid som avses i 1 eller 2 mom. ett korkort som utfardas for att i kortet infora eller stryka en anteckning som avses i 11 § 1 mom. 1 punkten eller for att sanka korkortskategorin for nagon annan angiven tid an den som avses i 15 a § 1 mom. ar giltigt till samma datum som det korkort som ligger till grund for utfardandet av kortet."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Ajokortin kaksoiskappale",
      "content": "Ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 §:n 1 momentin 2 ja 3 kohdan vaatimukset täyttyvät ja ajokortti on myönnetty Suomessa. Kaksoiskappale voidaan kuitenkin 2 kohdassa säädetystä poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin EU- tai ETA-valtiossa. Kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 §:ssä säädettyjä määräaikoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 § :n 1 momentin 2 ja 3 kohdan vaatimukset täyttyvät ja ajokortti on myönnetty Suomessa. Kaksoiskappale voidaan kuitenkin 2 kohdassa säädetystä poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin EU- tai ETA-valtiossa. Kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon päättymispäivään, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 § :ssä säädettyjä määräaikoja.",
        "folded_fi": "ajokortin haltijalle voidaan antaa ajokortin kaksoiskappale, jos 12 §:n 1 momentin 2 ja 3 kohdan vaatimukset tayttyvat ja ajokortti on myonnetty suomessa. kaksoiskappale voidaan kuitenkin 2 kohdassa saadetysta poiketen antaa, jos ajokortin haltijan vakinainen asuinpaikka on muussa kuin eu- tai eta-valtiossa. kaksoiskappale on voimassa sen antamisen perusteena olevan ajokortin voimassaolon paattymispaivaan, jos kaksoiskappaleen antamisen perusteena olevan ajokortin voimassaoloaika vastaa 22 §:ssa saadettyja maaraaikoja.",
        "title_sv": "Duplett av körkort",
        "content_sv": "En innehavare av ett körkort kan få en duplett av körkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och körkortet har beviljats i Finland. En duplett kan dock med avvikelse från vad som föreskrivs i 2 punkten utfärdas, om innehavaren av körkortet har sin vanliga vistelseort i någon annan stat än en EU- eller EES-stat. Dupletten är giltig till samma datum som det körkort som ligger till grund för utfärdandet av dupletten, om giltighetstiden för det körkort som ligger till grund för utfärdandet av dupletten motsvarar de tider som avses i 22 §.",
        "normalized_sv": "En innehavare av ett körkort kan få en duplett av körkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och körkortet har beviljats i Finland. En duplett kan dock med avvikelse från vad som föreskrivs i 2 punkten utfärdas, om innehavaren av körkortet har sin vanliga vistelseort i någon annan stat än en EU- eller EES-stat. Dupletten är giltig till samma datum som det körkort som ligger till grund för utfärdandet av dupletten, om giltighetstiden för det körkort som ligger till grund för utfärdandet av dupletten motsvarar de tider som avses i 22 § .",
        "folded_sv": "en innehavare av ett korkort kan fa en duplett av korkortet, om kraven i 12 § 1 mom. 2 och 3 punkten uppfylls och korkortet har beviljats i finland. en duplett kan dock med avvikelse fran vad som foreskrivs i 2 punkten utfardas, om innehavaren av korkortet har sin vanliga vistelseort i nagon annan stat an en eu- eller ees-stat. dupletten ar giltig till samma datum som det korkort som ligger till grund for utfardandet av dupletten, om giltighetstiden for det korkort som ligger till grund for utfardandet av dupletten motsvarar de tider som avses i 22 §."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Ajokortteja koskevat siirtymäsäännökset",
      "content": "Jos kuljettajantutkinto on suoritettu hyväksytysti tai päätös ajokortin myöntämisestä silloin, kun ajokortin luovuttaminen ei edellytä kuljettajantutkinnon suorittamista, on tehty ennen 102 §:n 1 momentissa mainittua voimaantulopäivää, ajokorttiin sovelletaan ennen mainittua voimaantulopäivää voimassa olleita säännöksiä. Kyseiset ajokortit ja ennen edellä tarkoitettua voimaantulopäivää luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintään 20 vuotta edellä tarkoitetusta voimaantulopäivästä. Jotta ajokortin voimassaolo jatkuu 19 päivästä tammikuuta 2033, se on ennen mainittua päivää uusittava tämän lain mukaiseksi. Jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija täyttää 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 §:n 1 tai 2 momentissa säädetyksi määräajaksi. Vastaavasti menetellään annettaessa tällaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipätevyyttä koskevan ajokorttimerkinnän tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. Tämä koskee myös uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edellä tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 §:n 1 tai 2 momentissa säädettyä vastaavia määräaikoja. Muihin tämän pykälän 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 §:n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 §:n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. Muussa EU- tai ETA-valtiossa kuin Suomessa ennen tämän lain 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintään 18 päivään tammikuuta 2033. Jos ajokortin haltija täyttää 12 §:ssä säädetyt ajokorttiluvan myöntämistä koskevat edellytykset, ajokortti uudistetaan hakemuksesta tämän lain mukaiseksi ajokortiksi 27 §:n säännöksiä noudattaen. Jos ennen 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilistä, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tätä ehtoa, jollei lupapäätös erityisesti edellytä muuta. Ennen edellä 102 §:n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisen ajokortin haltijalle saadaan antaa tässä laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eikä se ole turmeltunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Jos kuljettajantutkinto on suoritettu hyväksytysti tai päätös ajokortin myöntämisestä silloin, kun ajokortin luovuttaminen ei edellytä kuljettajantutkinnon suorittamista, on tehty ennen 102 § :n 1 momentissa mainittua voimaantulopäivää, ajokorttiin sovelletaan ennen mainittua voimaantulopäivää voimassa olleita säännöksiä. Kyseiset ajokortit ja ennen edellä tarkoitettua voimaantulopäivää luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintään 20 vuotta edellä tarkoitetusta voimaantulopäivästä. Jotta ajokortin voimassaolo jatkuu 19 päivästä tammikuuta 2033, se on ennen mainittua päivää uusittava tämän lain mukaiseksi. Jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija täyttää 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 § :n 1 tai 2 momentissa säädetyksi määräajaksi. Vastaavasti menetellään annettaessa tällaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipätevyyttä koskevan ajokorttimerkinnän tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. Tämä koskee myös uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edellä tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 § :n 1 tai 2 momentissa säädettyä vastaavia määräaikoja. Muihin tämän pykälän 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 § :n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 § :n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. Muussa EU- tai ETA-valtiossa kuin Suomessa ennen tämän lain 102 § :n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintään 18 päivään tammikuuta 2033. Jos ajokortin haltija täyttää 12 § :ssä säädetyt ajokorttiluvan myöntämistä koskevat edellytykset, ajokortti uudistetaan hakemuksesta tämän lain mukaiseksi ajokortiksi 27 § :n säännöksiä noudattaen. Jos ennen 102 § :n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden säännösten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilistä, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tätä ehtoa, jollei lupapäätös erityisesti edellytä muuta. Ennen edellä 102 § :n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisen ajokortin haltijalle saadaan antaa tässä laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eikä se ole turmeltunut.",
        "folded_fi": "jos kuljettajantutkinto on suoritettu hyvaksytysti tai paatos ajokortin myontamisesta silloin, kun ajokortin luovuttaminen ei edellyta kuljettajantutkinnon suorittamista, on tehty ennen 102 §:n 1 momentissa mainittua voimaantulopaivaa, ajokorttiin sovelletaan ennen mainittua voimaantulopaivaa voimassa olleita saannoksia. kyseiset ajokortit ja ennen edella tarkoitettua voimaantulopaivaa luovutetut ajokortit ovat voimassa ajokortissa mainitun ajan, kuitenkin enintaan 20 vuotta edella tarkoitetusta voimaantulopaivasta. jotta ajokortin voimassaolo jatkuu 19 paivasta tammikuuta 2033, se on ennen mainittua paivaa uusittava taman lain mukaiseksi. jos sellaisen 1 momentissa tarkoitetun ajokortin, joka on voimassa kunnes ajokortin haltija tayttaa 70 vuotta, luokitusta laajennetaan, uusi ajokortti annetaan 22 §:n 1 tai 2 momentissa saadetyksi maaraajaksi. vastaavasti menetellaan annettaessa tallaisen ajokortin kaksoiskappale tai ajokortin korvaava uusi ajokortti ehdon, rajoituksen tai ammattipatevyytta koskevan ajokorttimerkinnan tekemiseksi tai sen poistamiseksi taikka ajokortin luokan alentamiseksi. tama koskee myos uuden kaksoiskappaleen tai korvaavan ajokortin antamista sellaisen edella tarkoitetun ajokortin kaksoiskappaleen tai korvaavan ajokortin perusteella, jota annettaessa ei ole sovellettu 22 §:n 1 tai 2 momentissa saadettya vastaavia maaraaikoja. muihin taman pykalan 1 momentissa tarkoitettuihin ajokortteihin sovelletaan 22 §:n 3 momenttia, jos ajokortin luokitusta muutetaan, ja 28 §:n 4 momenttia, jos annetaan kaksoiskappale tai muu sen korvaava ajokortti. muussa eu- tai eta-valtiossa kuin suomessa ennen taman lain 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden saannosten mukaisesti annettu ajokortti tunnustetaan vastavuoroisesti niin kauan kuin ajokortti on voimassa, kuitenkin enintaan 18 paivaan tammikuuta 2033. jos ajokortin haltija tayttaa 12 §:ssa saadetyt ajokorttiluvan myontamista koskevat edellytykset, ajokortti uudistetaan hakemuksesta taman lain mukaiseksi ajokortiksi 27 §:n saannoksia noudattaen. jos ennen 102 §:n 1 momentissa mainittua voimaantuloajankohtaa voimassa olleiden saannosten mukaisesti annetussa ajokortissa on ehto oikeanpuoleisesta taustapeilista, uusi ajokortti tai ajokortin kaksoiskappale annetaan ilman tata ehtoa, jollei lupapaatos erityisesti edellyta muuta. ennen edella 102 §:n 1 momentissa mainittua voimaantulopaivaa voimassa olleiden saannosten mukaisen ajokortin haltijalle saadaan antaa tassa laissa tarkoitettu ajokortin kaksoiskappale, vaikka ajokortti on tallella eika se ole turmeltunut.",
        "title_sv": "Övergångsbestämmelser om körkort",
        "content_sv": "Om en godkänd förarexamen har avlagts eller ett beslut om beviljande av körkort, när förarexamen inte krävs för utlämnande av körkortet, har fattats före den ikraftträdandedag som nämns i 102 § 1 mom., ska på körkortet tillämpas de bestämmelser som gällde före den nämnda ikraftträdandedagen. Dessa körkort och de körkort som har utlämnats före den ovan avsedda ikraftträdandedagen gäller till det datum som anges i dem, dock i högst 20 år från och med den nämnda ikraftträdandedagen. För att körkortet ska fortsätta gälla från den 19 januari 2033 ska det före nämnda dag förnyas så att det överensstämmer med denna lag. Om kategorierna för ett sådant i 1 mom. avsett körkort som är giltigt tills innehavaren av körkortet fyller 70 år utökas, ska det nya körkortet utfärdas för en tid som anges i 22 § 1 eller 2 mom. Förfarandet är detsamma om en duplett av ett sådant körkort utfärdas eller om ett nytt körkort som ersätter körkortet utfärdas för att en anteckning om ett villkor, en begränsning eller yrkeskompetens ska införas eller strykas i körkortet eller för att körkortskategorin ska sänkas. Detsamma gäller nya dupletter eller ersättande körkort som utfärdas på basis av sådana ovan avsedda dupletter av körkort eller ersättande körkort som inte utfärdats med tillämpning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. På andra i 1 mom. i denna paragraf avsedda körkort tillämpas 22 § 3 mom., om körkortskategorin ändras, och 28 § 4 mom., om en duplett eller ett annat ersättande körkort utfärdas. Ett körkort som utfärdats i en annan EU- eller EES-stat än Finland i enlighet med bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. erkänns ömsesidigt så länge körkortet är i kraft, dock högst till och med den 18 januari 2033. Om innehavaren av ett körkort uppfyller förutsättningarna enligt 12 § för beviljande av körkortstillstånd, förnyas körkortet med iakttagande av 27 § på ansökan som ett körkort som överensstämmer med denna lag. Om ett körkort som utfärdats enligt bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. innehåller villkor om backspegel till höger, ska det nya körkortet eller en duplett utfärdas utan detta villkor, om inte tillståndsbeslutet särskilt kräver något annat. Den som innehar ett körkort som är utfärdat enligt bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. får beviljas en duplett enligt denna lag trots att körkortet finns kvar och inte har blivit förstört.",
        "normalized_sv": "Om en godkänd förarexamen har avlagts eller ett beslut om beviljande av körkort, när förarexamen inte krävs för utlämnande av körkortet, har fattats före den ikraftträdandedag som nämns i 102 § 1 mom., ska på körkortet tillämpas de bestämmelser som gällde före den nämnda ikraftträdandedagen. Dessa körkort och de körkort som har utlämnats före den ovan avsedda ikraftträdandedagen gäller till det datum som anges i dem, dock i högst 20 år från och med den nämnda ikraftträdandedagen. För att körkortet ska fortsätta gälla från den 19 januari 2033 ska det före nämnda dag förnyas så att det överensstämmer med denna lag. Om kategorierna för ett sådant i 1 mom. avsett körkort som är giltigt tills innehavaren av körkortet fyller 70 år utökas, ska det nya körkortet utfärdas för en tid som anges i 22 § 1 eller 2 mom. Förfarandet är detsamma om en duplett av ett sådant körkort utfärdas eller om ett nytt körkort som ersätter körkortet utfärdas för att en anteckning om ett villkor, en begränsning eller yrkeskompetens ska införas eller strykas i körkortet eller för att körkortskategorin ska sänkas. Detsamma gäller nya dupletter eller ersättande körkort som utfärdas på basis av sådana ovan avsedda dupletter av körkort eller ersättande körkort som inte utfärdats med tillämpning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. På andra i 1 mom. i denna paragraf avsedda körkort tillämpas 22 § 3 mom., om körkortskategorin ändras, och 28 § 4 mom., om en duplett eller ett annat ersättande körkort utfärdas. Ett körkort som utfärdats i en annan EU- eller EES-stat än Finland i enlighet med bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. erkänns ömsesidigt så länge körkortet är i kraft, dock högst till och med den 18 januari 2033. Om innehavaren av ett körkort uppfyller förutsättningarna enligt 12 § för beviljande av körkortstillstånd, förnyas körkortet med iakttagande av 27 § på ansökan som ett körkort som överensstämmer med denna lag. Om ett körkort som utfärdats enligt bestämmelser som gällt före den ikraftträdandetidpunkt som nämns i 102 § 1 mom. innehåller villkor om backspegel till höger, ska det nya körkortet eller en duplett utfärdas utan detta villkor, om inte tillståndsbeslutet särskilt kräver något annat. Den som innehar ett körkort som är utfärdat enligt bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. får beviljas en duplett enligt denna lag trots att körkortet finns kvar och inte har blivit förstört.",
        "folded_sv": "om en godkand forarexamen har avlagts eller ett beslut om beviljande av korkort, nar forarexamen inte kravs for utlamnande av korkortet, har fattats fore den ikrafttradandedag som namns i 102 § 1 mom., ska pa korkortet tillampas de bestammelser som gallde fore den namnda ikrafttradandedagen. dessa korkort och de korkort som har utlamnats fore den ovan avsedda ikrafttradandedagen galler till det datum som anges i dem, dock i hogst 20 ar fran och med den namnda ikrafttradandedagen. for att korkortet ska fortsatta galla fran den 19 januari 2033 ska det fore namnda dag fornyas sa att det overensstammer med denna lag. om kategorierna for ett sadant i 1 mom. avsett korkort som ar giltigt tills innehavaren av korkortet fyller 70 ar utokas, ska det nya korkortet utfardas for en tid som anges i 22 § 1 eller 2 mom. forfarandet ar detsamma om en duplett av ett sadant korkort utfardas eller om ett nytt korkort som ersatter korkortet utfardas for att en anteckning om ett villkor, en begransning eller yrkeskompetens ska inforas eller strykas i korkortet eller for att korkortskategorin ska sankas. detsamma galler nya dupletter eller ersattande korkort som utfardas pa basis av sadana ovan avsedda dupletter av korkort eller ersattande korkort som inte utfardats med tillampning av tider motsvarande dem som anges i 22 § 1 eller 2 mom. pa andra i 1 mom. i denna paragraf avsedda korkort tillampas 22 § 3 mom., om korkortskategorin andras, och 28 § 4 mom., om en duplett eller ett annat ersattande korkort utfardas. ett korkort som utfardats i en annan eu- eller ees-stat an finland i enlighet med bestammelser som gallt fore den ikrafttradandetidpunkt som namns i 102 § 1 mom. erkanns omsesidigt sa lange korkortet ar i kraft, dock hogst till och med den 18 januari 2033. om innehavaren av ett korkort uppfyller forutsattningarna enligt 12 § for beviljande av korkortstillstand, fornyas korkortet med iakttagande av 27 § pa ansokan som ett korkort som overensstammer med denna lag. om ett korkort som utfardats enligt bestammelser som gallt fore den ikrafttradandetidpunkt som namns i 102 § 1 mom. innehaller villkor om backspegel till hoger, ska det nya korkortet eller en duplett utfardas utan detta villkor, om inte tillstandsbeslutet sarskilt kraver nagot annat. den som innehar ett korkort som ar utfardat enligt bestammelser som gallt fore den ikrafttradandedag som namns i 102 § 1 mom. far beviljas en duplett enligt denna lag trots att korkortet finns kvar och inte har blivit forstort."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "Terveysvaatimuksia ja lääkärintodistusta koskevat siirtymäsäännökset",
      "content": "Ennen 102 §:n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisesti 70 ikävuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden Suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttämiseksi esitettävä poliisille kahden kuukauden kuluessa siitä, kun hän täyttää 50, 55, 60 ja 65 vuotta, lääkärinlausunto hänellä olevan ajokortin terveysvaatimusten täyttymisestä. Tätä velvollisuutta ei kuitenkaan ole, jos määräajan alkaessa on kulunut vähemmän kuin viisi vuotta siitä, kun vastaavien terveysvaatimusten täyttyminen on osoitettu poliisille toimitetulla lääkärinlausunnolla muun kuin edellä tarkoitetun määräaikaistarkastuksen johdosta tai jos ajokortti on 106 §:n 2 tai 3 momentin mukaisesti 22 §:n määräaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:112",
        "normalized_fi": "Ennen 102 § :n 1 momentissa mainittua voimaantulopäivää voimassa olleiden säännösten mukaisesti 70 ikävuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden Suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttämiseksi esitettävä poliisille kahden kuukauden kuluessa siitä, kun hän täyttää 50, 55, 60 ja 65 vuotta, lääkärinlausunto hänellä olevan ajokortin terveysvaatimusten täyttymisestä. Tätä velvollisuutta ei kuitenkaan ole, jos määräajan alkaessa on kulunut vähemmän kuin viisi vuotta siitä, kun vastaavien terveysvaatimusten täyttyminen on osoitettu poliisille toimitetulla lääkärinlausunnolla muun kuin edellä tarkoitetun määräaikaistarkastuksen johdosta tai jos ajokortti on 106 § :n 2 tai 3 momentin mukaisesti 22 § :n määräaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
        "folded_fi": "ennen 102 §:n 1 momentissa mainittua voimaantulopaivaa voimassa olleiden saannosten mukaisesti 70 ikavuoteen voimassaolevan kuorma- tai linja-auton ajo-oikeuden suomessa vakinaisesti asuvan haltijan on ajo-oikeutensa voimassa pysyttamiseksi esitettava poliisille kahden kuukauden kuluessa siita, kun han tayttaa 50, 55, 60 ja 65 vuotta, laakarinlausunto hanella olevan ajokortin terveysvaatimusten tayttymisesta. tata velvollisuutta ei kuitenkaan ole, jos maaraajan alkaessa on kulunut vahemman kuin viisi vuotta siita, kun vastaavien terveysvaatimusten tayttyminen on osoitettu poliisille toimitetulla laakarinlausunnolla muun kuin edella tarkoitetun maaraaikaistarkastuksen johdosta tai jos ajokortti on 106 §:n 2 tai 3 momentin mukaisesti 22 §:n maaraaikoja soveltaen korvattu kaksoiskappaleella tai uudella ajokortilla.",
        "title_sv": "Övergångsbestämmelser om medicinska krav och läkarintyg",
        "content_sv": "En i Finland varaktigt bosatt körrättsinnehavare som i enlighet med bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. har körrätt för lastbil eller buss fram till 70 års ålder ska, för att hålla sin körrätt i kraft, inom två månader från det att han eller hon har fyllt 50, 55, 60 och 65 år för polisen visa upp ett läkarutlåtande om att de medicinska kraven för körkortet är uppfyllda. Denna skyldighet föreligger dock inte, om det när tidsfristen börjar löpa har gått mindre än fem år från att det, av någon annan orsak än ovan avsedda regelbundna kontroller, genom ett läkarutlåtande som lämnats till polisen har visats att motsvarande medicinska krav är uppfyllda eller om körkortet i enlighet med 106 § 2 eller 3 mom. och med tillämpning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt körkort.",
        "normalized_sv": "En i Finland varaktigt bosatt körrättsinnehavare som i enlighet med bestämmelser som gällt före den ikraftträdandedag som nämns i 102 § 1 mom. har körrätt för lastbil eller buss fram till 70 års ålder ska, för att hålla sin körrätt i kraft, inom två månader från det att han eller hon har fyllt 50, 55, 60 och 65 år för polisen visa upp ett läkarutlåtande om att de medicinska kraven för körkortet är uppfyllda. Denna skyldighet föreligger dock inte, om det när tidsfristen börjar löpa har gått mindre än fem år från att det, av någon annan orsak än ovan avsedda regelbundna kontroller, genom ett läkarutlåtande som lämnats till polisen har visats att motsvarande medicinska krav är uppfyllda eller om körkortet i enlighet med 106 § 2 eller 3 mom. och med tillämpning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt körkort.",
        "folded_sv": "en i finland varaktigt bosatt korrattsinnehavare som i enlighet med bestammelser som gallt fore den ikrafttradandedag som namns i 102 § 1 mom. har korratt for lastbil eller buss fram till 70 ars alder ska, for att halla sin korratt i kraft, inom tva manader fran det att han eller hon har fyllt 50, 55, 60 och 65 ar for polisen visa upp ett lakarutlatande om att de medicinska kraven for korkortet ar uppfyllda. denna skyldighet foreligger dock inte, om det nar tidsfristen borjar lopa har gatt mindre an fem ar fran att det, av nagon annan orsak an ovan avsedda regelbundna kontroller, genom ett lakarutlatande som lamnats till polisen har visats att motsvarande medicinska krav ar uppfyllda eller om korkortet i enlighet med 106 § 2 eller 3 mom. och med tillampning av de tider som anges i 22 § har ersatts med en duplett eller med ett nytt korkort."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    }
  ]
}