{
  "id": "369/2006",
  "type": "statute",
  "title": "Laki oikeudesta korkeakouluissa tehtäviin keksintöihin",
  "title_en": "Lag om rätt till uppfinningar vid högskolor",
  "status": "in_force",
  "issued_date": "2006-05-19",
  "in_force_date": "2006-05-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/369/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkilöiden palvelussuhteessaan tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Tätä lakia sovelletaan myös Suomen Akatemian tutkimusvirassa olevien henkilöiden suomalaisissa korkeakouluissa tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Jos korkeakoulu ottaa tämän lain nojalla itselleen sellaisen oikeuden keksintöön, että se rajoittaa keksijän oikeutta hakea siihen patenttia, pidetään keksintöä Suomessa patentilla suojattavissa olevana keksintönä, jollei korkeakoulu esitä todennäköisiä syitä, joiden mukaan patentin myöntämiselle olisi esteitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkilöiden palvelussuhteessaan tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Tätä lakia sovelletaan myös Suomen Akatemian tutkimusvirassa olevien henkilöiden suomalaisissa korkeakouluissa tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Jos korkeakoulu ottaa tämän lain nojalla itselleen sellaisen oikeuden keksintöön, että se rajoittaa keksijän oikeutta hakea siihen patenttia, pidetään keksintöä Suomessa patentilla suojattavissa olevana keksintönä, jollei korkeakoulu esitä todennäköisiä syitä, joiden mukaan patentin myöntämiselle olisi esteitä.",
        "folded_fi": "tata lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkiloiden palvelussuhteessaan tekemiin, suomessa patentilla suojattavissa oleviin keksintoihin. tata lakia sovelletaan myos suomen akatemian tutkimusvirassa olevien henkiloiden suomalaisissa korkeakouluissa tekemiin, suomessa patentilla suojattavissa oleviin keksintoihin. jos korkeakoulu ottaa taman lain nojalla itselleen sellaisen oikeuden keksintoon, etta se rajoittaa keksijan oikeutta hakea siihen patenttia, pidetaan keksintoa suomessa patentilla suojattavissa olevana keksintona, jollei korkeakoulu esita todennakoisia syita, joiden mukaan patentin myontamiselle olisi esteita.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på uppfinningar som personer anställda vid finländska högskolor gör i sitt anställningsförhållande och som kan skyddas med patent i Finland. Denna lag tillämpas också på uppfinningar som personer i forskartjänst vid Finlands Akademi gör vid finländska högskolor och som kan skyddas med patent i Finland. Om en högskola med stöd av denna lag övertar en sådan rätt till en uppfinning att den begränsar uppfinnarens rätt att söka patent på uppfinningen, anses uppfinningen som en sådan uppfinning som kan skyddas med patent i Finland, om inte högskolan anför sannolika skäl för att det finns hinder för att bevilja patent.",
        "normalized_sv": "Denna lag tillämpas på uppfinningar som personer anställda vid finländska högskolor gör i sitt anställningsförhållande och som kan skyddas med patent i Finland. Denna lag tillämpas också på uppfinningar som personer i forskartjänst vid Finlands Akademi gör vid finländska högskolor och som kan skyddas med patent i Finland. Om en högskola med stöd av denna lag övertar en sådan rätt till en uppfinning att den begränsar uppfinnarens rätt att söka patent på uppfinningen, anses uppfinningen som en sådan uppfinning som kan skyddas med patent i Finland, om inte högskolan anför sannolika skäl för att det finns hinder för att bevilja patent.",
        "folded_sv": "denna lag tillampas pa uppfinningar som personer anstallda vid finlandska hogskolor gor i sitt anstallningsforhallande och som kan skyddas med patent i finland. denna lag tillampas ocksa pa uppfinningar som personer i forskartjanst vid finlands akademi gor vid finlandska hogskolor och som kan skyddas med patent i finland. om en hogskola med stod av denna lag overtar en sadan ratt till en uppfinning att den begransar uppfinnarens ratt att soka patent pa uppfinningen, anses uppfinningen som en sadan uppfinning som kan skyddas med patent i finland, om inte hogskolan anfor sannolika skal for att det finns hinder for att bevilja patent."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää suomalaisissa korkeakouluissa syntyneiden keksintöjen tunnistamista, suojaamista ja hyödyntämistä keksijän, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tämän lain tarkoituksena on edistää suomalaisissa korkeakouluissa syntyneiden keksintöjen tunnistamista, suojaamista ja hyödyntämistä keksijän, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
        "folded_fi": "taman lain tarkoituksena on edistaa suomalaisissa korkeakouluissa syntyneiden keksintojen tunnistamista, suojaamista ja hyodyntamista keksijan, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att på ett sätt som är ändamålsenligt för uppfinnaren, högskolorna och samhället främja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finländska högskolor.",
        "normalized_sv": "Syftet med denna lag är att på ett sätt som är ändamålsenligt för uppfinnaren, högskolorna och samhället främja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finländska högskolor.",
        "folded_sv": "syftet med denna lag ar att pa ett satt som ar andamalsenligt for uppfinnaren, hogskolorna och samhallet framja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finlandska hogskolor."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 §:ssä mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 §:ssä mainittua Maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja sekä korkeakoulujen alaisia tai yhteisiä erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdään palvelussuhteessa korkeakoulujen tutkimustehtävien täyttämiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, että tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisälly muita kuin tulosten julkaisemista koskevia määräyksiä; tai c) täyttäisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyökumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, että tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edellä 2 kohdassa tai tämän kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijänä, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneellä keksinnöllä tämän lain soveltamisalaan kuuluvaa keksintöä, joka on syntynyt muuten kuin edellä 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 § :ssä mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 § :ssä mainittua Maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja sekä korkeakoulujen alaisia tai yhteisiä erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdään palvelussuhteessa korkeakoulujen tutkimustehtävien täyttämiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, että tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisälly muita kuin tulosten julkaisemista koskevia määräyksiä; tai c) täyttäisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyökumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, että tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edellä 2 kohdassa tai tämän kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijänä, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneellä keksinnöllä tämän lain soveltamisalaan kuuluvaa keksintöä, joka on syntynyt muuten kuin edellä 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 §:ssa mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 §:ssa mainittua maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja seka korkeakoulujen alaisia tai yhteisia erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdaan palvelussuhteessa korkeakoulujen tutkimustehtavien tayttamiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, etta tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisally muita kuin tulosten julkaisemista koskevia maarayksia; tai c) tayttaisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyokumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, etta tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edella 2 kohdassa tai taman kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijana, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneella keksinnolla taman lain soveltamisalaan kuuluvaa keksintoa, joka on syntynyt muuten kuin edella 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) högskolor de universitet som nämns i 1 § i universitetslagen (645/1997), Försvarshögskolan som nämns i 4 § i lagen om försvarsmakten (402/1974), de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003) samt separata inrättningar som lyder under eller är gemensamma för högskolorna, 2) öppen forskning forskning som a) görs i ett anställningsförhållande för fullgörande av högskolornas forskningsuppdrag utan finansiering utifrån och utan att högskolornas utomstående avtalskompanjoner deltar i forskningen, b) genomförs med finansiering från en utomstående part men i vilken inte ingår andra bestämmelser än sådana som gäller publicering av resultaten, eller c) uppfyller förutsättningarna för avtalsforskning men om vilken högskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit överens om att den är öppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna för avgifter till staten (150/1992) är avgiftsbelagd serviceverksamhet, eller b) annan än i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken åtminstone en utomstående part deltar antingen som utförare av en del av forskningen, som finansiär eller på annat sätt och med vilken sammanhänger skyldigheter som gäller användningen av forskningsresultaten eller det sätt på vilket forskningen utförs, 4) uppfinning som tillkommit i andra situationer en uppfinning som hör till tillämpningsområdet för denna lag och som har tillkommit på annat sätt än i sådan forskning som avses i 2 eller 3 punkten.",
        "normalized_sv": "I denna lag avses med 1) högskolor de universitet som nämns i 1 § i universitetslagen (645/1997), Försvarshögskolan som nämns i 4 § i lagen om försvarsmakten (402/1974), de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003) samt separata inrättningar som lyder under eller är gemensamma för högskolorna, 2) öppen forskning forskning som a) görs i ett anställningsförhållande för fullgörande av högskolornas forskningsuppdrag utan finansiering utifrån och utan att högskolornas utomstående avtalskompanjoner deltar i forskningen, b) genomförs med finansiering från en utomstående part men i vilken inte ingår andra bestämmelser än sådana som gäller publicering av resultaten, eller c) uppfyller förutsättningarna för avtalsforskning men om vilken högskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit överens om att den är öppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna för avgifter till staten (150/1992) är avgiftsbelagd serviceverksamhet, eller b) annan än i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken åtminstone en utomstående part deltar antingen som utförare av en del av forskningen, som finansiär eller på annat sätt och med vilken sammanhänger skyldigheter som gäller användningen av forskningsresultaten eller det sätt på vilket forskningen utförs, 4) uppfinning som tillkommit i andra situationer en uppfinning som hör till tillämpningsområdet för denna lag och som har tillkommit på annat sätt än i sådan forskning som avses i 2 eller 3 punkten.",
        "folded_sv": "i denna lag avses med 1) hogskolor de universitet som namns i 1 § i universitetslagen (645/1997), forsvarshogskolan som namns i 4 § i lagen om forsvarsmakten (402/1974), de yrkeshogskolor som avses i yrkeshogskolelagen (351/2003) samt separata inrattningar som lyder under eller ar gemensamma for hogskolorna, 2) oppen forskning forskning som a) gors i ett anstallningsforhallande for fullgorande av hogskolornas forskningsuppdrag utan finansiering utifran och utan att hogskolornas utomstaende avtalskompanjoner deltar i forskningen, b) genomfors med finansiering fran en utomstaende part men i vilken inte ingar andra bestammelser an sadana som galler publicering av resultaten, eller c) uppfyller forutsattningarna for avtalsforskning men om vilken hogskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit overens om att den ar oppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna for avgifter till staten (150/1992) ar avgiftsbelagd serviceverksamhet, eller b) annan an i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken atminstone en utomstaende part deltar antingen som utforare av en del av forskningen, som finansiar eller pa annat satt och med vilken sammanhanger skyldigheter som galler anvandningen av forskningsresultaten eller det satt pa vilket forskningen utfors, 4) uppfinning som tillkommit i andra situationer en uppfinning som hor till tillampningsomradet for denna lag och som har tillkommit pa annat satt an i sadan forskning som avses i 2 eller 3 punkten."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Oikeus keksintöön",
      "content": "Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on sama oikeus keksintöönsä kuin muulla keksijällä, jollei tässä tai muussa laissa toisin säädetä. Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on oikeus tulla tunnustetuksi keksijänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on sama oikeus keksintöönsä kuin muulla keksijällä, jollei tässä tai muussa laissa toisin säädetä. Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on oikeus tulla tunnustetuksi keksijänä.",
        "folded_fi": "taman lain soveltamisalaan kuuluvan keksinnon tekijalla on sama oikeus keksintoonsa kuin muulla keksijalla, jollei tassa tai muussa laissa toisin saadeta. taman lain soveltamisalaan kuuluvan keksinnon tekijalla on oikeus tulla tunnustetuksi keksijana.",
        "title_sv": "Rätt till en uppfinning",
        "content_sv": "Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har samma rätt till sin uppfinning som en annan uppfinnare, om inte i denna eller någon annan lag föreskrivs något annat. Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har rätt att bli erkänd som uppfinnare.",
        "normalized_sv": "Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har samma rätt till sin uppfinning som en annan uppfinnare, om inte i denna eller någon annan lag föreskrivs något annat. Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har rätt att bli erkänd som uppfinnare.",
        "folded_sv": "den som har gjort en uppfinning som hor till tillampningsomradet for denna lag har samma ratt till sin uppfinning som en annan uppfinnare, om inte i denna eller nagon annan lag foreskrivs nagot annat. den som har gjort en uppfinning som hor till tillampningsomradet for denna lag har ratt att bli erkand som uppfinnare."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Keksintöilmoitus",
      "content": "Keksijän on viipymättä tehtävä korkeakoululle keksintöilmoitus, kun hän on tehnyt tämän lain soveltamisalaan kuuluvan keksinnön. Keksintöilmoitus on tehtävä kirjallisesti, ja keksijän on siinä ilmoitettava käsityksensä siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksinnöllä on useampia keksijöitä, on keksijöiden tehtävä yhteinen keksintöilmoitus. Keksintöilmoituksen on sisällettävä riittävät tiedot keksinnöstä, jotta korkeakoulu voi arvioida keksinnön, ja tiedot kaikista keksijöistä. Keksijän on lisäksi annettava pyynnöstä korkeakoululle muita tarpeellisia tietoja keksinnöstä. Korkeakoulun on annettava keksijälle kirjallinen ilmoitus tämän lain korkeakoululle sallimista toimenpiteistä ilman aiheetonta viivästystä ja viimeistään kahden kuukauden kuluttua siitä, kun korkeakoulu on saanut riittävät tiedot sisältävän keksintöilmoituksen. Ilmoituksessa on myös mainittava, yhtyykö korkeakoulu keksijän käsitykseen siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksijän tekemä keksintöilmoitus ei täytä 1 ja 2 momentin mukaisia edellytyksiä, on korkeakoulun viipymättä ilmoitettava kirjallisesti keksijälle puutteesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Keksijän on viipymättä tehtävä korkeakoululle keksintöilmoitus, kun hän on tehnyt tämän lain soveltamisalaan kuuluvan keksinnön. Keksintöilmoitus on tehtävä kirjallisesti, ja keksijän on siinä ilmoitettava käsityksensä siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksinnöllä on useampia keksijöitä, on keksijöiden tehtävä yhteinen keksintöilmoitus. Keksintöilmoituksen on sisällettävä riittävät tiedot keksinnöstä, jotta korkeakoulu voi arvioida keksinnön, ja tiedot kaikista keksijöistä. Keksijän on lisäksi annettava pyynnöstä korkeakoululle muita tarpeellisia tietoja keksinnöstä. Korkeakoulun on annettava keksijälle kirjallinen ilmoitus tämän lain korkeakoululle sallimista toimenpiteistä ilman aiheetonta viivästystä ja viimeistään kahden kuukauden kuluttua siitä, kun korkeakoulu on saanut riittävät tiedot sisältävän keksintöilmoituksen. Ilmoituksessa on myös mainittava, yhtyykö korkeakoulu keksijän käsitykseen siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksijän tekemä keksintöilmoitus ei täytä 1 ja 2 momentin mukaisia edellytyksiä, on korkeakoulun viipymättä ilmoitettava kirjallisesti keksijälle puutteesta.",
        "folded_fi": "keksijan on viipymatta tehtava korkeakoululle keksintoilmoitus, kun han on tehnyt taman lain soveltamisalaan kuuluvan keksinnon. keksintoilmoitus on tehtava kirjallisesti, ja keksijan on siina ilmoitettava kasityksensa siita, onko keksinto syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. jos keksinnolla on useampia keksijoita, on keksijoiden tehtava yhteinen keksintoilmoitus. keksintoilmoituksen on sisallettava riittavat tiedot keksinnosta, jotta korkeakoulu voi arvioida keksinnon, ja tiedot kaikista keksijoista. keksijan on lisaksi annettava pyynnosta korkeakoululle muita tarpeellisia tietoja keksinnosta. korkeakoulun on annettava keksijalle kirjallinen ilmoitus taman lain korkeakoululle sallimista toimenpiteista ilman aiheetonta viivastysta ja viimeistaan kahden kuukauden kuluttua siita, kun korkeakoulu on saanut riittavat tiedot sisaltavan keksintoilmoituksen. ilmoituksessa on myos mainittava, yhtyyko korkeakoulu keksijan kasitykseen siita, onko keksinto syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. jos keksijan tekema keksintoilmoitus ei tayta 1 ja 2 momentin mukaisia edellytyksia, on korkeakoulun viipymatta ilmoitettava kirjallisesti keksijalle puutteesta.",
        "title_sv": "Uppfinningsanmälan",
        "content_sv": "Uppfinnaren skall utan dröjsmål göra en uppfinningsanmälan till högskolan när han eller hon har gjort en uppfinning som hör till tillämpningsområdet för denna lag. Uppfinningsanmälan skall göras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om uppfinningen har flera uppfinnare, skall uppfinnarna göra en gemensam uppfinningsanmälan. Uppfinningsanmälan skall innehålla tillräckliga uppgifter om uppfinningen för att högskolan skall kunna bedöma uppfinningen samt uppgifter om alla uppfinnare. Uppfinnaren skall dessutom på begäran ge högskolan andra nödvändiga uppgifter om uppfinningen. Högskolan skall ge uppfinnaren ett skriftligt meddelande om de åtgärder som högskolan enligt denna lag får vidta. Meddelandet skall ges utan oskäligt dröjsmål och senast två månader efter det att högskolan har fått en uppfinningsanmälan med tillräckliga uppgifter. I meddelandet skall också nämnas om högskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om den uppfinningsanmälan som uppfinnaren har gjort inte uppfyller förutsättningarna enligt 1 och 2 mom., skall högskolan utan dröjsmål skriftligen upplysa uppfinnaren om bristen.",
        "normalized_sv": "Uppfinnaren skall utan dröjsmål göra en uppfinningsanmälan till högskolan när han eller hon har gjort en uppfinning som hör till tillämpningsområdet för denna lag. Uppfinningsanmälan skall göras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om uppfinningen har flera uppfinnare, skall uppfinnarna göra en gemensam uppfinningsanmälan. Uppfinningsanmälan skall innehålla tillräckliga uppgifter om uppfinningen för att högskolan skall kunna bedöma uppfinningen samt uppgifter om alla uppfinnare. Uppfinnaren skall dessutom på begäran ge högskolan andra nödvändiga uppgifter om uppfinningen. Högskolan skall ge uppfinnaren ett skriftligt meddelande om de åtgärder som högskolan enligt denna lag får vidta. Meddelandet skall ges utan oskäligt dröjsmål och senast två månader efter det att högskolan har fått en uppfinningsanmälan med tillräckliga uppgifter. I meddelandet skall också nämnas om högskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om den uppfinningsanmälan som uppfinnaren har gjort inte uppfyller förutsättningarna enligt 1 och 2 mom., skall högskolan utan dröjsmål skriftligen upplysa uppfinnaren om bristen.",
        "folded_sv": "uppfinnaren skall utan drojsmal gora en uppfinningsanmalan till hogskolan nar han eller hon har gjort en uppfinning som hor till tillampningsomradet for denna lag. uppfinningsanmalan skall goras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i oppen forskning eller avtalsforskning eller i en annan situation. om uppfinningen har flera uppfinnare, skall uppfinnarna gora en gemensam uppfinningsanmalan. uppfinningsanmalan skall innehalla tillrackliga uppgifter om uppfinningen for att hogskolan skall kunna bedoma uppfinningen samt uppgifter om alla uppfinnare. uppfinnaren skall dessutom pa begaran ge hogskolan andra nodvandiga uppgifter om uppfinningen. hogskolan skall ge uppfinnaren ett skriftligt meddelande om de atgarder som hogskolan enligt denna lag far vidta. meddelandet skall ges utan oskaligt drojsmal och senast tva manader efter det att hogskolan har fatt en uppfinningsanmalan med tillrackliga uppgifter. i meddelandet skall ocksa namnas om hogskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i oppen forskning eller avtalsforskning eller i en annan situation. om den uppfinningsanmalan som uppfinnaren har gjort inte uppfyller forutsattningarna enligt 1 och 2 mom., skall hogskolan utan drojsmal skriftligen upplysa uppfinnaren om bristen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Korkeakoulun oikeus keksintöön avoimessa tutkimuksessa",
      "content": "Korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintöön, jos keksijä ei ole kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta julkaissut keksintöä tai ilmoittanut halukkuuttaan itse hyödyntää keksintöään. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijältä, aikooko tämä hyödyntää keksintöään itse. Jos korkeakoulu jättää 5 §:n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta toissijaisesta oikeudesta keksintöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintöön, jos keksijä ei ole kuuden kuukauden kuluessa 5 § :n 1 momentin mukaisesta ilmoituksesta julkaissut keksintöä tai ilmoittanut halukkuuttaan itse hyödyntää keksintöään. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijältä, aikooko tämä hyödyntää keksintöään itse. Jos korkeakoulu jättää 5 § :n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta toissijaisesta oikeudesta keksintöön.",
        "folded_fi": "korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintoon, jos keksija ei ole kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta julkaissut keksintoa tai ilmoittanut halukkuuttaan itse hyodyntaa keksintoaan. ilmoitus oikeuksien ottamisesta on tehtava kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijalta, aikooko tama hyodyntaa keksintoaan itse. jos korkeakoulu jattaa 5 §:n 3 momentin mukaisen ilmoituksen antamatta maaraajassa, on korkeakoulun katsottava luopuneen taman pykalan mukaisesta toissijaisesta oikeudesta keksintoon.",
        "title_sv": "Högskolans rätt till en uppfinning i öppen forskning",
        "content_sv": "Högskolan kan överta rättigheterna till en uppfinning som tillkommit i öppen forskning, om uppfinnaren inte inom sex månader från en anmälan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att själv utnyttja uppfinningen. Ett meddelande om att rättigheterna övertas skall göras skriftligen, och högskolan skall innan meddelandet ges fråga uppfinnaren om han eller hon har för avsikt att själv utnyttja uppfinningen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin sekundära rätt till uppfinningen enligt denna paragraf.",
        "normalized_sv": "Högskolan kan överta rättigheterna till en uppfinning som tillkommit i öppen forskning, om uppfinnaren inte inom sex månader från en anmälan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att själv utnyttja uppfinningen. Ett meddelande om att rättigheterna övertas skall göras skriftligen, och högskolan skall innan meddelandet ges fråga uppfinnaren om han eller hon har för avsikt att själv utnyttja uppfinningen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin sekundära rätt till uppfinningen enligt denna paragraf.",
        "folded_sv": "hogskolan kan overta rattigheterna till en uppfinning som tillkommit i oppen forskning, om uppfinnaren inte inom sex manader fran en anmalan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att sjalv utnyttja uppfinningen. ett meddelande om att rattigheterna overtas skall goras skriftligen, och hogskolan skall innan meddelandet ges fraga uppfinnaren om han eller hon har for avsikt att sjalv utnyttja uppfinningen. om hogskolan inte gor en anmalan enligt 5 § 3 mom. inom foreskriven tid, skall hogskolan anses ha avstatt fran sin sekundara ratt till uppfinningen enligt denna paragraf."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Korkeakoulun oikeus keksintöön sopimustutkimuksessa",
      "content": "Korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintöihin kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti. Jos korkeakoulu jättää 5 §:n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta oikeudesta keksintöön. Kun korkeakoulu on tämän pykälän nojalla ottanut itselleen oikeudet keksintöön, keksijän on korkeakoulun vaatimuksesta viipymättä allekirjoitettava keksintöä koskeva siirtokirja sekä muut tarvittavat asiakirjat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintöihin kuuden kuukauden kuluessa 5 § :n 1 momentin mukaisesta ilmoituksesta. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti. Jos korkeakoulu jättää 5 § :n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta oikeudesta keksintöön. Kun korkeakoulu on tämän pykälän nojalla ottanut itselleen oikeudet keksintöön, keksijän on korkeakoulun vaatimuksesta viipymättä allekirjoitettava keksintöä koskeva siirtokirja sekä muut tarvittavat asiakirjat.",
        "folded_fi": "korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintoihin kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta. ilmoitus oikeuksien ottamisesta on tehtava kirjallisesti. jos korkeakoulu jattaa 5 §:n 3 momentin mukaisen ilmoituksen antamatta maaraajassa, on korkeakoulun katsottava luopuneen taman pykalan mukaisesta oikeudesta keksintoon. kun korkeakoulu on taman pykalan nojalla ottanut itselleen oikeudet keksintoon, keksijan on korkeakoulun vaatimuksesta viipymatta allekirjoitettava keksintoa koskeva siirtokirja seka muut tarvittavat asiakirjat.",
        "title_sv": "Högskolans rätt till en uppfinning i avtalsforskning",
        "content_sv": "Högskolan har rätt att överta rättigheterna till uppfinningar vid avtalsforskning inom sex månader från en anmälan enligt 5 § 1 mom. Ett meddelande om att rättigheterna övertas skall göras skriftligen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin rätt till uppfinningen enligt denna paragraf. När högskolan med stöd av denna paragraf har övertagit rättigheterna till en uppfinning, skall uppfinnaren på högskolans yrkande utan dröjsmål underteckna ett överföringsbrev rörande uppfinningen samt övriga behövliga handlingar.",
        "normalized_sv": "Högskolan har rätt att överta rättigheterna till uppfinningar vid avtalsforskning inom sex månader från en anmälan enligt 5 § 1 mom. Ett meddelande om att rättigheterna övertas skall göras skriftligen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin rätt till uppfinningen enligt denna paragraf. När högskolan med stöd av denna paragraf har övertagit rättigheterna till en uppfinning, skall uppfinnaren på högskolans yrkande utan dröjsmål underteckna ett överföringsbrev rörande uppfinningen samt övriga behövliga handlingar.",
        "folded_sv": "hogskolan har ratt att overta rattigheterna till uppfinningar vid avtalsforskning inom sex manader fran en anmalan enligt 5 § 1 mom. ett meddelande om att rattigheterna overtas skall goras skriftligen. om hogskolan inte gor en anmalan enligt 5 § 3 mom. inom foreskriven tid, skall hogskolan anses ha avstatt fran sin ratt till uppfinningen enligt denna paragraf. nar hogskolan med stod av denna paragraf har overtagit rattigheterna till en uppfinning, skall uppfinnaren pa hogskolans yrkande utan drojsmal underteckna ett overforingsbrev rorande uppfinningen samt ovriga behovliga handlingar."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Korkeakoulun oikeudet keksintöön muissa tilanteissa",
      "content": "Korkeakoululla on etuoikeus neuvotella keksijän kanssa keksintöön kohdistuvista oikeuksista, jos tämän lain soveltamisalaan kuuluva keksintö on syntynyt 3 §:n 4 kohdassa tarkoitetulla tavalla. Jos 1 momentissa tarkoitettu keksintö on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisäksi oikeus saada kohtuullista korvausta vastaan käyttöoikeus keksintöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Korkeakoululla on etuoikeus neuvotella keksijän kanssa keksintöön kohdistuvista oikeuksista, jos tämän lain soveltamisalaan kuuluva keksintö on syntynyt 3 § :n 4 kohdassa tarkoitetulla tavalla. Jos 1 momentissa tarkoitettu keksintö on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisäksi oikeus saada kohtuullista korvausta vastaan käyttöoikeus keksintöön.",
        "folded_fi": "korkeakoululla on etuoikeus neuvotella keksijan kanssa keksintoon kohdistuvista oikeuksista, jos taman lain soveltamisalaan kuuluva keksinto on syntynyt 3 §:n 4 kohdassa tarkoitetulla tavalla. jos 1 momentissa tarkoitettu keksinto on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisaksi oikeus saada kohtuullista korvausta vastaan kayttooikeus keksintoon.",
        "title_sv": "Högskolans rätt till en uppfinning i andra situationer",
        "content_sv": "Högskolan har företrädesrätt att förhandla med uppfinnaren om de rättigheter som gäller uppfinningen, om en uppfinning som hör till tillämpningsområdet för denna lag har kommit till på det sätt som avses i 3 § 4 punkten. Om en uppfinning som avses i 1 mom. är nödvändig med tanke på högskolans verksamhet, har högskolan utöver den företrädesrätt som nämns i 1 mom. rätt att få bruksrätt till uppfinningen mot en skälig ersättning.",
        "normalized_sv": "Högskolan har företrädesrätt att förhandla med uppfinnaren om de rättigheter som gäller uppfinningen, om en uppfinning som hör till tillämpningsområdet för denna lag har kommit till på det sätt som avses i 3 § 4 punkten. Om en uppfinning som avses i 1 mom. är nödvändig med tanke på högskolans verksamhet, har högskolan utöver den företrädesrätt som nämns i 1 mom. rätt att få bruksrätt till uppfinningen mot en skälig ersättning.",
        "folded_sv": "hogskolan har foretradesratt att forhandla med uppfinnaren om de rattigheter som galler uppfinningen, om en uppfinning som hor till tillampningsomradet for denna lag har kommit till pa det satt som avses i 3 § 4 punkten. om en uppfinning som avses i 1 mom. ar nodvandig med tanke pa hogskolans verksamhet, har hogskolan utover den foretradesratt som namns i 1 mom. ratt att fa bruksratt till uppfinningen mot en skalig ersattning."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Korvaukset",
      "content": "Kun korkeakoulu on 6―8 §:ssä tarkoitetulla tavalla ottanut oikeudet tässä laissa tarkoitettuun keksintöön, keksijällä on oikeus saada keksinnöstä kohtuullinen korvaus. Ennen keksinnön syntymistä laadittu sopimusehto, jolla keksijä luopuu oikeudestaan kohtuulliseen korvaukseen, on mitätön. Korvauksen suuruutta laskettaessa on otettava huomioon keksinnön syntyyn vaikuttaneet olosuhteet sekä korkeakoulun keksinnöstä saamat tuotot. Korkeakoulun on annettava keksijälle korvauksen määrittämiseksi tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kun korkeakoulu on 6―8 § :ssä tarkoitetulla tavalla ottanut oikeudet tässä laissa tarkoitettuun keksintöön, keksijällä on oikeus saada keksinnöstä kohtuullinen korvaus. Ennen keksinnön syntymistä laadittu sopimusehto, jolla keksijä luopuu oikeudestaan kohtuulliseen korvaukseen, on mitätön. Korvauksen suuruutta laskettaessa on otettava huomioon keksinnön syntyyn vaikuttaneet olosuhteet sekä korkeakoulun keksinnöstä saamat tuotot. Korkeakoulun on annettava keksijälle korvauksen määrittämiseksi tarvittavat tiedot.",
        "folded_fi": "kun korkeakoulu on 6―8 §:ssa tarkoitetulla tavalla ottanut oikeudet tassa laissa tarkoitettuun keksintoon, keksijalla on oikeus saada keksinnosta kohtuullinen korvaus. ennen keksinnon syntymista laadittu sopimusehto, jolla keksija luopuu oikeudestaan kohtuulliseen korvaukseen, on mitaton. korvauksen suuruutta laskettaessa on otettava huomioon keksinnon syntyyn vaikuttaneet olosuhteet seka korkeakoulun keksinnosta saamat tuotot. korkeakoulun on annettava keksijalle korvauksen maarittamiseksi tarvittavat tiedot.",
        "title_sv": "Ersättningar",
        "content_sv": "När högskolan på det sätt som avses i 6―8 § har övertagit rättigheterna till en uppfinning som avses i denna lag, har uppfinnaren rätt att få en skälig ersättning för uppfinningen. Ett avtalvillkor som överenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstår från sin rätt till en skälig ersättning är ogiltigt. När ersättningens storlek räknas ut skall de omständigheter som påverkat tillkomsten av uppfinningen samt de intäkter som högskolan får av uppfinningen beaktas. Högskolan skall ge uppfinnaren de uppgifter som behövs för att ersättningen skall kunna bestämmas.",
        "normalized_sv": "När högskolan på det sätt som avses i 6―8 § har övertagit rättigheterna till en uppfinning som avses i denna lag, har uppfinnaren rätt att få en skälig ersättning för uppfinningen. Ett avtalvillkor som överenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstår från sin rätt till en skälig ersättning är ogiltigt. När ersättningens storlek räknas ut skall de omständigheter som påverkat tillkomsten av uppfinningen samt de intäkter som högskolan får av uppfinningen beaktas. Högskolan skall ge uppfinnaren de uppgifter som behövs för att ersättningen skall kunna bestämmas.",
        "folded_sv": "nar hogskolan pa det satt som avses i 6―8 § har overtagit rattigheterna till en uppfinning som avses i denna lag, har uppfinnaren ratt att fa en skalig ersattning for uppfinningen. ett avtalvillkor som overenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstar fran sin ratt till en skalig ersattning ar ogiltigt. nar ersattningens storlek raknas ut skall de omstandigheter som paverkat tillkomsten av uppfinningen samt de intakter som hogskolan far av uppfinningen beaktas. hogskolan skall ge uppfinnaren de uppgifter som behovs for att ersattningen skall kunna bestammas."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Korvauksen sovittelu ja korvauksen vanhentuminen",
      "content": "Sen estämättä, mitä sopimuksella, päätöksellä tai tuomiolla on määrätty 9 §:ssä tarkoitetusta korvauksesta, oikeus voi määrätä korvauksesta toisin, mikäli olennaisesti muuttuneet olosuhteet antavat siihen aihetta. Keksijää ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. Tässä laissa tarkoitettuun keksintöön perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mitä varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) säädetään. Jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siitä, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintöön, kanneoikeus on menetetty. Jos keksintöön on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myöntämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Sen estämättä, mitä sopimuksella, päätöksellä tai tuomiolla on määrätty 9 § :ssä tarkoitetusta korvauksesta, oikeus voi määrätä korvauksesta toisin, mikäli olennaisesti muuttuneet olosuhteet antavat siihen aihetta. Keksijää ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. Tässä laissa tarkoitettuun keksintöön perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mitä varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) säädetään. Jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siitä, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintöön, kanneoikeus on menetetty. Jos keksintöön on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myöntämisestä.",
        "folded_fi": "sen estamatta, mita sopimuksella, paatoksella tai tuomiolla on maaratty 9 §:ssa tarkoitetusta korvauksesta, oikeus voi maarata korvauksesta toisin, mikali olennaisesti muuttuneet olosuhteet antavat siihen aihetta. keksijaa ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. tassa laissa tarkoitettuun keksintoon perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mita varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) saadetaan. jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siita, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintoon, kanneoikeus on menetetty. jos keksintoon on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myontamisesta.",
        "title_sv": "Jämkning och preskription av ersättning",
        "content_sv": "Utan hinder av vad som har bestämts genom avtal, beslut eller dom om den ersättning som avses i 9 §, kan domstolen bestämma annat om ersättningen, ifall väsentligt förändrade förhållanden ger anledning till detta. Uppfinnaren kan dock inte åläggas att returnera en redan betald ersättning. I fråga om jämkning av ett oskäligt villkor i ett avtal som ingåtts om en rätt som grundar sig på en uppfinning som avses i denna lag gäller lagen om rättshandlingar på förmögenhetsrättens område (228/1929). Om en talan om ersättning inte har väckts inom tio år från det då högskolan har meddelat att den övertar rätten till en uppfinning, har rät-ten till talan gått förlorad. Om patent har sökts på en uppfinning, kan talan dock alltid väckas inom ett år från beviljandet av patent.",
        "normalized_sv": "Utan hinder av vad som har bestämts genom avtal, beslut eller dom om den ersättning som avses i 9 § , kan domstolen bestämma annat om ersättningen, ifall väsentligt förändrade förhållanden ger anledning till detta. Uppfinnaren kan dock inte åläggas att returnera en redan betald ersättning. I fråga om jämkning av ett oskäligt villkor i ett avtal som ingåtts om en rätt som grundar sig på en uppfinning som avses i denna lag gäller lagen om rättshandlingar på förmögenhetsrättens område (228/1929). Om en talan om ersättning inte har väckts inom tio år från det då högskolan har meddelat att den övertar rätten till en uppfinning, har rät-ten till talan gått förlorad. Om patent har sökts på en uppfinning, kan talan dock alltid väckas inom ett år från beviljandet av patent.",
        "folded_sv": "utan hinder av vad som har bestamts genom avtal, beslut eller dom om den ersattning som avses i 9 §, kan domstolen bestamma annat om ersattningen, ifall vasentligt forandrade forhallanden ger anledning till detta. uppfinnaren kan dock inte alaggas att returnera en redan betald ersattning. i fraga om jamkning av ett oskaligt villkor i ett avtal som ingatts om en ratt som grundar sig pa en uppfinning som avses i denna lag galler lagen om rattshandlingar pa formogenhetsrattens omrade (228/1929). om en talan om ersattning inte har vackts inom tio ar fran det da hogskolan har meddelat att den overtar ratten till en uppfinning, har rat-ten till talan gatt forlorad. om patent har sokts pa en uppfinning, kan talan dock alltid vackas inom ett ar fran beviljandet av patent."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tutkimustulosten julkistaminen",
      "content": "Jollei toisin sovita, ei keksijä saa julkistaa tutkimustuloksia keksinnön suojaamisen tai muun hyödyntämisen vaarantavalla tavalla, jos korkeakoulu voi 7 §:n mukaisesti ottaa itselleen oikeudet keksintöön. Ennen kuin 7 §:n 1 momentissa säädetty määräaika on päättynyt, keksijä ei saa jättää sopimustutkimuksessa syntynyttä keksintöä koskevaa patenttihakemusta tai muuten määrätä keksinnöstä, ellei korkeakoulu kirjallisesti ilmoita keksijälle, että korkeakoulu ei tule ottamaan oikeuksia keksintöön tai anna keksijälle lupaa patentoida keksintönsä. Korkeakoulun on pidettävä salassa sille annetut keksintöön liittyvät tiedot, kunnes keksintö on riittävällä tavalla suojattu eikä salassapidolle ole muita erityisiä syitä. Edellä 2 momentissa säädetyn estämättä korkeakoulu voi antaa keksintöä koskevia tietoja tutkimusyhteistyön osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyödyntämisestä, siirtymisestä tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnön hyödyntämisen vuoksi tarpeellista. Korkeakoulun on tällöin huolehdittava siitä, ettei tietojen antamisella vaaranneta keksinnön suojaamista, hyödyntämistä tai keksijän tieteellisen julkaisuoikeuden ensisijaisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jollei toisin sovita, ei keksijä saa julkistaa tutkimustuloksia keksinnön suojaamisen tai muun hyödyntämisen vaarantavalla tavalla, jos korkeakoulu voi 7 § :n mukaisesti ottaa itselleen oikeudet keksintöön. Ennen kuin 7 § :n 1 momentissa säädetty määräaika on päättynyt, keksijä ei saa jättää sopimustutkimuksessa syntynyttä keksintöä koskevaa patenttihakemusta tai muuten määrätä keksinnöstä, ellei korkeakoulu kirjallisesti ilmoita keksijälle, että korkeakoulu ei tule ottamaan oikeuksia keksintöön tai anna keksijälle lupaa patentoida keksintönsä. Korkeakoulun on pidettävä salassa sille annetut keksintöön liittyvät tiedot, kunnes keksintö on riittävällä tavalla suojattu eikä salassapidolle ole muita erityisiä syitä. Edellä 2 momentissa säädetyn estämättä korkeakoulu voi antaa keksintöä koskevia tietoja tutkimusyhteistyön osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyödyntämisestä, siirtymisestä tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnön hyödyntämisen vuoksi tarpeellista. Korkeakoulun on tällöin huolehdittava siitä, ettei tietojen antamisella vaaranneta keksinnön suojaamista, hyödyntämistä tai keksijän tieteellisen julkaisuoikeuden ensisijaisuutta.",
        "folded_fi": "jollei toisin sovita, ei keksija saa julkistaa tutkimustuloksia keksinnon suojaamisen tai muun hyodyntamisen vaarantavalla tavalla, jos korkeakoulu voi 7 §:n mukaisesti ottaa itselleen oikeudet keksintoon. ennen kuin 7 §:n 1 momentissa saadetty maaraaika on paattynyt, keksija ei saa jattaa sopimustutkimuksessa syntynytta keksintoa koskevaa patenttihakemusta tai muuten maarata keksinnosta, ellei korkeakoulu kirjallisesti ilmoita keksijalle, etta korkeakoulu ei tule ottamaan oikeuksia keksintoon tai anna keksijalle lupaa patentoida keksintonsa. korkeakoulun on pidettava salassa sille annetut keksintoon liittyvat tiedot, kunnes keksinto on riittavalla tavalla suojattu eika salassapidolle ole muita erityisia syita. edella 2 momentissa saadetyn estamatta korkeakoulu voi antaa keksintoa koskevia tietoja tutkimusyhteistyon osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyodyntamisesta, siirtymisesta tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnon hyodyntamisen vuoksi tarpeellista. korkeakoulun on talloin huolehdittava siita, ettei tietojen antamisella vaaranneta keksinnon suojaamista, hyodyntamista tai keksijan tieteellisen julkaisuoikeuden ensisijaisuutta.",
        "title_sv": "Offentliggörande av forskningsresultat",
        "content_sv": "Om inget annat överenskoms, får uppfinnaren inte offentliggöra forskningsresultaten på ett sätt som äventyrar skyddandet eller annat utnyttjande av uppfinningen, om högskolan i enlighet med 7 § kan överta rätten till uppfinningen. Innan den tidsfrist om vilken föreskrivs i 7 § 1 mom. går ut, får uppfinnaren inte lämna in en patentansökan eller annars bestämma något om en uppfinning som har tillkommit i avtalsforskning, om inte högskolan skriftligen meddelar uppfinnaren att högskolan inte kommer att överta rättigheterna till uppfinningen eller ger uppfinnaren tillstånd att patentera uppfinningen. Högskolan skall hemlighålla uppgifter som anknyter till uppfinningen och som getts högskolan tills uppfinningen har skyddats på ett tillräckligt sätt och det inte finna andra särskilda skäl till hemlighållandet. Utan hinder av 2 mom. kan högskolan ge uppgifter som gäller uppfinningen till parterna i forskningssamarbetet, om det i de avtal som gäller forskningen har överenskommits om utnyttjande, överföring eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna är nödvändigt för att uppfinningen skall kunna utnyttjas. Högskolan skall härvid se till att givandet av uppgifter inte äventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primära rätt till vetenskaplig publicering.",
        "normalized_sv": "Om inget annat överenskoms, får uppfinnaren inte offentliggöra forskningsresultaten på ett sätt som äventyrar skyddandet eller annat utnyttjande av uppfinningen, om högskolan i enlighet med 7 § kan överta rätten till uppfinningen. Innan den tidsfrist om vilken föreskrivs i 7 § 1 mom. går ut, får uppfinnaren inte lämna in en patentansökan eller annars bestämma något om en uppfinning som har tillkommit i avtalsforskning, om inte högskolan skriftligen meddelar uppfinnaren att högskolan inte kommer att överta rättigheterna till uppfinningen eller ger uppfinnaren tillstånd att patentera uppfinningen. Högskolan skall hemlighålla uppgifter som anknyter till uppfinningen och som getts högskolan tills uppfinningen har skyddats på ett tillräckligt sätt och det inte finna andra särskilda skäl till hemlighållandet. Utan hinder av 2 mom. kan högskolan ge uppgifter som gäller uppfinningen till parterna i forskningssamarbetet, om det i de avtal som gäller forskningen har överenskommits om utnyttjande, överföring eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna är nödvändigt för att uppfinningen skall kunna utnyttjas. Högskolan skall härvid se till att givandet av uppgifter inte äventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primära rätt till vetenskaplig publicering.",
        "folded_sv": "om inget annat overenskoms, far uppfinnaren inte offentliggora forskningsresultaten pa ett satt som aventyrar skyddandet eller annat utnyttjande av uppfinningen, om hogskolan i enlighet med 7 § kan overta ratten till uppfinningen. innan den tidsfrist om vilken foreskrivs i 7 § 1 mom. gar ut, far uppfinnaren inte lamna in en patentansokan eller annars bestamma nagot om en uppfinning som har tillkommit i avtalsforskning, om inte hogskolan skriftligen meddelar uppfinnaren att hogskolan inte kommer att overta rattigheterna till uppfinningen eller ger uppfinnaren tillstand att patentera uppfinningen. hogskolan skall hemlighalla uppgifter som anknyter till uppfinningen och som getts hogskolan tills uppfinningen har skyddats pa ett tillrackligt satt och det inte finna andra sarskilda skal till hemlighallandet. utan hinder av 2 mom. kan hogskolan ge uppgifter som galler uppfinningen till parterna i forskningssamarbetet, om det i de avtal som galler forskningen har overenskommits om utnyttjande, overforing eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna ar nodvandigt for att uppfinningen skall kunna utnyttjas. hogskolan skall harvid se till att givandet av uppgifter inte aventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primara ratt till vetenskaplig publicering."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Todistustaakan jako",
      "content": "Korkeakoulun on osoitettava, että sillä on oikeus 6―8 §:ssä tarkoitetulla tavalla ottaa itselleen oikeudet keksintöön. Edellä 1 momentissa säädetyn estämättä keksijän on annettava selvitys keksinnön syntyolosuhteista, jos keksintö on syntynyt läheisessä yhteydessä sopimustutkimushankkeeseen. Jos keksintö on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen päättymisestä, on keksintö katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esitä erittäin painavia syitä, joiden mukaan keksintö on olennaisesti sopimustutkimushankkeeseen perustuva. Jos sellaiseen keksintöön, joka palvelussuhteen jatkuessa olisi kuulunut tämän lain soveltamisalaan, haetaan patenttia tai sitä ryhdytään muulla tavalla hyödyntämään kuuden kuukauden kuluessa palvelussuhteen päättymisestä, on keksintöä pidettävä palvelussuhteen aikana tehtynä, jollei keksijä osoita todennäköisiä perusteita keksinnön syntymiselle palvelussuhteen jälkeisenä aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Korkeakoulun on osoitettava, että sillä on oikeus 6―8 § :ssä tarkoitetulla tavalla ottaa itselleen oikeudet keksintöön. Edellä 1 momentissa säädetyn estämättä keksijän on annettava selvitys keksinnön syntyolosuhteista, jos keksintö on syntynyt läheisessä yhteydessä sopimustutkimushankkeeseen. Jos keksintö on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen päättymisestä, on keksintö katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esitä erittäin painavia syitä, joiden mukaan keksintö on olennaisesti sopimustutkimushankkeeseen perustuva. Jos sellaiseen keksintöön, joka palvelussuhteen jatkuessa olisi kuulunut tämän lain soveltamisalaan, haetaan patenttia tai sitä ryhdytään muulla tavalla hyödyntämään kuuden kuukauden kuluessa palvelussuhteen päättymisestä, on keksintöä pidettävä palvelussuhteen aikana tehtynä, jollei keksijä osoita todennäköisiä perusteita keksinnön syntymiselle palvelussuhteen jälkeisenä aikana.",
        "folded_fi": "korkeakoulun on osoitettava, etta silla on oikeus 6―8 §:ssa tarkoitetulla tavalla ottaa itselleen oikeudet keksintoon. edella 1 momentissa saadetyn estamatta keksijan on annettava selvitys keksinnon syntyolosuhteista, jos keksinto on syntynyt laheisessa yhteydessa sopimustutkimushankkeeseen. jos keksinto on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen paattymisesta, on keksinto katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esita erittain painavia syita, joiden mukaan keksinto on olennaisesti sopimustutkimushankkeeseen perustuva. jos sellaiseen keksintoon, joka palvelussuhteen jatkuessa olisi kuulunut taman lain soveltamisalaan, haetaan patenttia tai sita ryhdytaan muulla tavalla hyodyntamaan kuuden kuukauden kuluessa palvelussuhteen paattymisesta, on keksintoa pidettava palvelussuhteen aikana tehtyna, jollei keksija osoita todennakoisia perusteita keksinnon syntymiselle palvelussuhteen jalkeisena aikana.",
        "title_sv": "Fördelningen av bevisbördan",
        "content_sv": "Högskolan skall visa att den har rätt att på det sätt som avses i 6―8 § överta rätten till en uppfinning. Utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka förhållanden uppfinningen har kommit till, om uppfinningen har kommit till i nära samband med ett avtalsforskningsprojekt. Om uppfinningen har kommit till tidigast sex månader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i öppen forskning, om inte högskolan för fram synnerligen vägande skäl för att uppfinningen väsentligen grundar sig på avtalsforskningsprojektet. Om patent söks på en sådan uppfinning som skulle ha hört till tillämpningsområdet för denna lag ifall anställningsförhållandet hade fortgått eller om en sådan uppfinning på annat sätt utnyttjas inom sex månader från det att anställningsförhållandet upphörde, skall uppfinningen anses gjord under anställningsförhållandet, om inte uppfinnaren visar sannolika grunder för att uppfinningen har kommit till under tiden efter anställningsförhållandet.",
        "normalized_sv": "Högskolan skall visa att den har rätt att på det sätt som avses i 6―8 § överta rätten till en uppfinning. Utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka förhållanden uppfinningen har kommit till, om uppfinningen har kommit till i nära samband med ett avtalsforskningsprojekt. Om uppfinningen har kommit till tidigast sex månader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i öppen forskning, om inte högskolan för fram synnerligen vägande skäl för att uppfinningen väsentligen grundar sig på avtalsforskningsprojektet. Om patent söks på en sådan uppfinning som skulle ha hört till tillämpningsområdet för denna lag ifall anställningsförhållandet hade fortgått eller om en sådan uppfinning på annat sätt utnyttjas inom sex månader från det att anställningsförhållandet upphörde, skall uppfinningen anses gjord under anställningsförhållandet, om inte uppfinnaren visar sannolika grunder för att uppfinningen har kommit till under tiden efter anställningsförhållandet.",
        "folded_sv": "hogskolan skall visa att den har ratt att pa det satt som avses i 6―8 § overta ratten till en uppfinning. utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka forhallanden uppfinningen har kommit till, om uppfinningen har kommit till i nara samband med ett avtalsforskningsprojekt. om uppfinningen har kommit till tidigast sex manader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i oppen forskning, om inte hogskolan for fram synnerligen vagande skal for att uppfinningen vasentligen grundar sig pa avtalsforskningsprojektet. om patent soks pa en sadan uppfinning som skulle ha hort till tillampningsomradet for denna lag ifall anstallningsforhallandet hade fortgatt eller om en sadan uppfinning pa annat satt utnyttjas inom sex manader fran det att anstallningsforhallandet upphorde, skall uppfinningen anses gjord under anstallningsforhallandet, om inte uppfinnaren visar sannolika grunder for att uppfinningen har kommit till under tiden efter anstallningsforhallandet."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Riitojen ratkaisusta",
      "content": "Oikeudesta työntekijän tekemiin keksintöihin annetun lain (656/1967) 11, 11 a ja 11 b §:ssä mainittu keksintölautakunta on toimivaltainen antamaan lausuntoja tämän lain soveltamisalaan kuuluvissa asioissa. Laillinen tuomioistuin tämän lain soveltamisalaan kuuluvissa riitaisuuksissa on Helsingin käräjäoikeus. Tällöin on soveltuvin osin noudatettava, mitä oikeudenkäynnistä patenttiasioissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Oikeudesta työntekijän tekemiin keksintöihin annetun lain (656/1967) 11, 11 a ja 11 b § :ssä mainittu keksintölautakunta on toimivaltainen antamaan lausuntoja tämän lain soveltamisalaan kuuluvissa asioissa. Laillinen tuomioistuin tämän lain soveltamisalaan kuuluvissa riitaisuuksissa on Helsingin käräjäoikeus. Tällöin on soveltuvin osin noudatettava, mitä oikeudenkäynnistä patenttiasioissa säädetään.",
        "folded_fi": "oikeudesta tyontekijan tekemiin keksintoihin annetun lain (656/1967) 11, 11 a ja 11 b §:ssa mainittu keksintolautakunta on toimivaltainen antamaan lausuntoja taman lain soveltamisalaan kuuluvissa asioissa. laillinen tuomioistuin taman lain soveltamisalaan kuuluvissa riitaisuuksissa on helsingin karajaoikeus. talloin on soveltuvin osin noudatettava, mita oikeudenkaynnista patenttiasioissa saadetaan.",
        "title_sv": "Om lösning av tvister",
        "content_sv": "Den uppfinningsnämnd om vilken föreskrivs i 11, 11 a och 11 b § i lagen om rätt till arbetstagares uppfinningar (656/1967) är behörig att ge utlåtanden i ärenden som hör till tillämpningsområdet för denna lag. Laga domstol i tvistefrågor som hör till tillämpningsområdet för denna lag är Helsingfors tingsrätt. Härvid skall i tillämpliga delar följas det som föreskrivs om rättegångsprocessen i patentärenden.",
        "normalized_sv": "Den uppfinningsnämnd om vilken föreskrivs i 11, 11 a och 11 b § i lagen om rätt till arbetstagares uppfinningar (656/1967) är behörig att ge utlåtanden i ärenden som hör till tillämpningsområdet för denna lag. Laga domstol i tvistefrågor som hör till tillämpningsområdet för denna lag är Helsingfors tingsrätt. Härvid skall i tillämpliga delar följas det som föreskrivs om rättegångsprocessen i patentärenden.",
        "folded_sv": "den uppfinningsnamnd om vilken foreskrivs i 11, 11 a och 11 b § i lagen om ratt till arbetstagares uppfinningar (656/1967) ar behorig att ge utlatanden i arenden som hor till tillampningsomradet for denna lag. laga domstol i tvistefragor som hor till tillampningsomradet for denna lag ar helsingfors tingsratt. harvid skall i tillampliga delar foljas det som foreskrivs om rattegangsprocessen i patentarenden."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tarkempien säännösten ja määräysten antaminen",
      "content": "Korkeakouluille yhteisiä tarkempia säännöksiä keksintöilmoituksen tekemisestä, oikeuksien siirtämisessä noudatettavista menettelyistä ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. Korkeakoulut voivat antaa tarkempia määräyksiä tämän lain soveltamisesta siinä järjestyksessä kuin korkeakouluja koskevissa laeissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Korkeakouluille yhteisiä tarkempia säännöksiä keksintöilmoituksen tekemisestä, oikeuksien siirtämisessä noudatettavista menettelyistä ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. Korkeakoulut voivat antaa tarkempia määräyksiä tämän lain soveltamisesta siinä järjestyksessä kuin korkeakouluja koskevissa laeissa säädetään.",
        "folded_fi": "korkeakouluille yhteisia tarkempia saannoksia keksintoilmoituksen tekemisesta, oikeuksien siirtamisessa noudatettavista menettelyista ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. korkeakoulut voivat antaa tarkempia maarayksia taman lain soveltamisesta siina jarjestyksessa kuin korkeakouluja koskevissa laeissa saadetaan.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare, för högskolorna gemensamma bestämmelser om uppfinningsanmälan, de förfaranden som skall följas vid överföring av rättigheter och om utbetalning av ersättningar kan utfärdas genom förordning av statsrådet. Högskolorna kan meddela närmare föreskrifter om tillämpningen av denna lag i den ordning som föreskrivs i de lagar som gäller högskolorna.",
        "normalized_sv": "Närmare, för högskolorna gemensamma bestämmelser om uppfinningsanmälan, de förfaranden som skall följas vid överföring av rättigheter och om utbetalning av ersättningar kan utfärdas genom förordning av statsrådet. Högskolorna kan meddela närmare föreskrifter om tillämpningen av denna lag i den ordning som föreskrivs i de lagar som gäller högskolorna.",
        "folded_sv": "narmare, for hogskolorna gemensamma bestammelser om uppfinningsanmalan, de forfaranden som skall foljas vid overforing av rattigheter och om utbetalning av ersattningar kan utfardas genom forordning av statsradet. hogskolorna kan meddela narmare foreskrifter om tillampningen av denna lag i den ordning som foreskrivs i de lagar som galler hogskolorna."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo ja siirtymäaika",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Ennen tämän lain voimaantuloa tehdyistä keksinnöistä on voimassa, mitä keksinnön tekohetkellä on säädetty. Tätä lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen tämän lain voimaantuloa. Tätä lakia ei myöskään sovelleta sellaisiin keksintöihin, joihin kohdistuu ennen tämän lain voimaantuloa syntyneitä sopimusvelvoitteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Ennen tämän lain voimaantuloa tehdyistä keksinnöistä on voimassa, mitä keksinnön tekohetkellä on säädetty. Tätä lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen tämän lain voimaantuloa. Tätä lakia ei myöskään sovelleta sellaisiin keksintöihin, joihin kohdistuu ennen tämän lain voimaantuloa syntyneitä sopimusvelvoitteita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin. ennen taman lain voimaantuloa tehdyista keksinnoista on voimassa, mita keksinnon tekohetkella on saadetty. tata lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen taman lain voimaantuloa. tata lakia ei myoskaan sovelleta sellaisiin keksintoihin, joihin kohdistuu ennen taman lain voimaantuloa syntyneita sopimusvelvoitteita.",
        "title_sv": "Ikraftträdande och övergångstid",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. I fråga om uppfinningar som gjorts före denna lags ikraftträdande gäller det som var föreskrivet vid den tidpunkt då uppfinningen gjordes. Denna lag tillämpas inte på sådana forskningsavtal som har ingåtts eller forskningsprojekt som har påbörjats före denna lags ikraftträdande. Denna lag tillämpas inte heller på sådana uppfinningar för vilka gäller avtalsåtaganden som ingåtts före ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. I fråga om uppfinningar som gjorts före denna lags ikraftträdande gäller det som var föreskrivet vid den tidpunkt då uppfinningen gjordes. Denna lag tillämpas inte på sådana forskningsavtal som har ingåtts eller forskningsprojekt som har påbörjats före denna lags ikraftträdande. Denna lag tillämpas inte heller på sådana uppfinningar för vilka gäller avtalsåtaganden som ingåtts före ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. i fraga om uppfinningar som gjorts fore denna lags ikrafttradande galler det som var foreskrivet vid den tidpunkt da uppfinningen gjordes. denna lag tillampas inte pa sadana forskningsavtal som har ingatts eller forskningsprojekt som har paborjats fore denna lags ikrafttradande. denna lag tillampas inte heller pa sadana uppfinningar for vilka galler avtalsataganden som ingatts fore ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkilöiden palvelussuhteessaan tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Tätä lakia sovelletaan myös Suomen Akatemian tutkimusvirassa olevien henkilöiden suomalaisissa korkeakouluissa tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Jos korkeakoulu ottaa tämän lain nojalla itselleen sellaisen oikeuden keksintöön, että se rajoittaa keksijän oikeutta hakea siihen patenttia, pidetään keksintöä Suomessa patentilla suojattavissa olevana keksintönä, jollei korkeakoulu esitä todennäköisiä syitä, joiden mukaan patentin myöntämiselle olisi esteitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkilöiden palvelussuhteessaan tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Tätä lakia sovelletaan myös Suomen Akatemian tutkimusvirassa olevien henkilöiden suomalaisissa korkeakouluissa tekemiin, Suomessa patentilla suojattavissa oleviin keksintöihin. Jos korkeakoulu ottaa tämän lain nojalla itselleen sellaisen oikeuden keksintöön, että se rajoittaa keksijän oikeutta hakea siihen patenttia, pidetään keksintöä Suomessa patentilla suojattavissa olevana keksintönä, jollei korkeakoulu esitä todennäköisiä syitä, joiden mukaan patentin myöntämiselle olisi esteitä.",
        "folded_fi": "tata lakia sovelletaan suomalaisten korkeakoulujen palveluksessa olevien henkiloiden palvelussuhteessaan tekemiin, suomessa patentilla suojattavissa oleviin keksintoihin. tata lakia sovelletaan myos suomen akatemian tutkimusvirassa olevien henkiloiden suomalaisissa korkeakouluissa tekemiin, suomessa patentilla suojattavissa oleviin keksintoihin. jos korkeakoulu ottaa taman lain nojalla itselleen sellaisen oikeuden keksintoon, etta se rajoittaa keksijan oikeutta hakea siihen patenttia, pidetaan keksintoa suomessa patentilla suojattavissa olevana keksintona, jollei korkeakoulu esita todennakoisia syita, joiden mukaan patentin myontamiselle olisi esteita.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på uppfinningar som personer anställda vid finländska högskolor gör i sitt anställningsförhållande och som kan skyddas med patent i Finland. Denna lag tillämpas också på uppfinningar som personer i forskartjänst vid Finlands Akademi gör vid finländska högskolor och som kan skyddas med patent i Finland. Om en högskola med stöd av denna lag övertar en sådan rätt till en uppfinning att den begränsar uppfinnarens rätt att söka patent på uppfinningen, anses uppfinningen som en sådan uppfinning som kan skyddas med patent i Finland, om inte högskolan anför sannolika skäl för att det finns hinder för att bevilja patent.",
        "normalized_sv": "Denna lag tillämpas på uppfinningar som personer anställda vid finländska högskolor gör i sitt anställningsförhållande och som kan skyddas med patent i Finland. Denna lag tillämpas också på uppfinningar som personer i forskartjänst vid Finlands Akademi gör vid finländska högskolor och som kan skyddas med patent i Finland. Om en högskola med stöd av denna lag övertar en sådan rätt till en uppfinning att den begränsar uppfinnarens rätt att söka patent på uppfinningen, anses uppfinningen som en sådan uppfinning som kan skyddas med patent i Finland, om inte högskolan anför sannolika skäl för att det finns hinder för att bevilja patent.",
        "folded_sv": "denna lag tillampas pa uppfinningar som personer anstallda vid finlandska hogskolor gor i sitt anstallningsforhallande och som kan skyddas med patent i finland. denna lag tillampas ocksa pa uppfinningar som personer i forskartjanst vid finlands akademi gor vid finlandska hogskolor och som kan skyddas med patent i finland. om en hogskola med stod av denna lag overtar en sadan ratt till en uppfinning att den begransar uppfinnarens ratt att soka patent pa uppfinningen, anses uppfinningen som en sadan uppfinning som kan skyddas med patent i finland, om inte hogskolan anfor sannolika skal for att det finns hinder for att bevilja patent."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää suomalaisissa korkeakouluissa syntyneiden keksintöjen tunnistamista, suojaamista ja hyödyntämistä keksijän, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tämän lain tarkoituksena on edistää suomalaisissa korkeakouluissa syntyneiden keksintöjen tunnistamista, suojaamista ja hyödyntämistä keksijän, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
        "folded_fi": "taman lain tarkoituksena on edistaa suomalaisissa korkeakouluissa syntyneiden keksintojen tunnistamista, suojaamista ja hyodyntamista keksijan, korkeakoulujen ja yhteiskunnan kannalta tarkoituksenmukaisella tavalla.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att på ett sätt som är ändamålsenligt för uppfinnaren, högskolorna och samhället främja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finländska högskolor.",
        "normalized_sv": "Syftet med denna lag är att på ett sätt som är ändamålsenligt för uppfinnaren, högskolorna och samhället främja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finländska högskolor.",
        "folded_sv": "syftet med denna lag ar att pa ett satt som ar andamalsenligt for uppfinnaren, hogskolorna och samhallet framja identifierandet, skyddandet och utnyttjandet av uppfinningar som kommit till i finlandska hogskolor."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 §:ssä mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 §:ssä mainittua Maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja sekä korkeakoulujen alaisia tai yhteisiä erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdään palvelussuhteessa korkeakoulujen tutkimustehtävien täyttämiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, että tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisälly muita kuin tulosten julkaisemista koskevia määräyksiä; tai c) täyttäisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyökumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, että tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edellä 2 kohdassa tai tämän kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijänä, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneellä keksinnöllä tämän lain soveltamisalaan kuuluvaa keksintöä, joka on syntynyt muuten kuin edellä 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 § :ssä mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 § :ssä mainittua Maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja sekä korkeakoulujen alaisia tai yhteisiä erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdään palvelussuhteessa korkeakoulujen tutkimustehtävien täyttämiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, että tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisälly muita kuin tulosten julkaisemista koskevia määräyksiä; tai c) täyttäisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyökumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, että tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edellä 2 kohdassa tai tämän kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijänä, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneellä keksinnöllä tämän lain soveltamisalaan kuuluvaa keksintöä, joka on syntynyt muuten kuin edellä 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) korkeakouluilla yliopistolain (645/1997) 1 §:ssa mainittuja yliopistoja, puolustusvoimista annetun lain (402/1974) 4 §:ssa mainittua maanpuolustuskorkeakoulua, ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja seka korkeakoulujen alaisia tai yhteisia erillislaitoksia; 2) avoimella tutkimuksella tutkimusta, joka a) tehdaan palvelussuhteessa korkeakoulujen tutkimustehtavien tayttamiseksi ilman korkeakoulujen ulkopuolista rahoitusta ja ilman, etta tutkimukseen osallistuu korkeakoulujen ulkopuolisia sopimuskumppaneita; b) toteutetaan ulkopuolisen tahon rahoittamana, mutta johon ei sisally muita kuin tulosten julkaisemista koskevia maarayksia; tai c) tayttaisi sopimustutkimuksen edellytykset, mutta josta korkeakoulu ja tutkimusyhteistyokumppani ovat ennen tutkimuksen alkua nimenomaisesti sopineet, etta tutkimus on avointa tutkimusta; 3) sopimustutkimuksella a) tutkimusta, joka on valtion maksuperustelain (150/1992) mukaista maksullista palvelutoimintaa; tai b) muuta kuin edella 2 kohdassa tai taman kohdan a-alakohdassa tarkoitettua tutkimusta, jossa on mukana ainakin yksi korkeakoulujen ulkopuolinen taho joko osatutkimuksen tekijana, rahoittajana tai muuna osallistujana ja johon liittyy tutkimuksen tuloksia tai sen toteuttamistapaa koskevia velvollisuuksia; 4) muissa tilanteissa syntyneella keksinnolla taman lain soveltamisalaan kuuluvaa keksintoa, joka on syntynyt muuten kuin edella 2 tai 3 kohdassa tarkoitetussa tutkimuksessa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) högskolor de universitet som nämns i 1 § i universitetslagen (645/1997), Försvarshögskolan som nämns i 4 § i lagen om försvarsmakten (402/1974), de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003) samt separata inrättningar som lyder under eller är gemensamma för högskolorna, 2) öppen forskning forskning som a) görs i ett anställningsförhållande för fullgörande av högskolornas forskningsuppdrag utan finansiering utifrån och utan att högskolornas utomstående avtalskompanjoner deltar i forskningen, b) genomförs med finansiering från en utomstående part men i vilken inte ingår andra bestämmelser än sådana som gäller publicering av resultaten, eller c) uppfyller förutsättningarna för avtalsforskning men om vilken högskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit överens om att den är öppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna för avgifter till staten (150/1992) är avgiftsbelagd serviceverksamhet, eller b) annan än i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken åtminstone en utomstående part deltar antingen som utförare av en del av forskningen, som finansiär eller på annat sätt och med vilken sammanhänger skyldigheter som gäller användningen av forskningsresultaten eller det sätt på vilket forskningen utförs, 4) uppfinning som tillkommit i andra situationer en uppfinning som hör till tillämpningsområdet för denna lag och som har tillkommit på annat sätt än i sådan forskning som avses i 2 eller 3 punkten.",
        "normalized_sv": "I denna lag avses med 1) högskolor de universitet som nämns i 1 § i universitetslagen (645/1997), Försvarshögskolan som nämns i 4 § i lagen om försvarsmakten (402/1974), de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003) samt separata inrättningar som lyder under eller är gemensamma för högskolorna, 2) öppen forskning forskning som a) görs i ett anställningsförhållande för fullgörande av högskolornas forskningsuppdrag utan finansiering utifrån och utan att högskolornas utomstående avtalskompanjoner deltar i forskningen, b) genomförs med finansiering från en utomstående part men i vilken inte ingår andra bestämmelser än sådana som gäller publicering av resultaten, eller c) uppfyller förutsättningarna för avtalsforskning men om vilken högskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit överens om att den är öppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna för avgifter till staten (150/1992) är avgiftsbelagd serviceverksamhet, eller b) annan än i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken åtminstone en utomstående part deltar antingen som utförare av en del av forskningen, som finansiär eller på annat sätt och med vilken sammanhänger skyldigheter som gäller användningen av forskningsresultaten eller det sätt på vilket forskningen utförs, 4) uppfinning som tillkommit i andra situationer en uppfinning som hör till tillämpningsområdet för denna lag och som har tillkommit på annat sätt än i sådan forskning som avses i 2 eller 3 punkten.",
        "folded_sv": "i denna lag avses med 1) hogskolor de universitet som namns i 1 § i universitetslagen (645/1997), forsvarshogskolan som namns i 4 § i lagen om forsvarsmakten (402/1974), de yrkeshogskolor som avses i yrkeshogskolelagen (351/2003) samt separata inrattningar som lyder under eller ar gemensamma for hogskolorna, 2) oppen forskning forskning som a) gors i ett anstallningsforhallande for fullgorande av hogskolornas forskningsuppdrag utan finansiering utifran och utan att hogskolornas utomstaende avtalskompanjoner deltar i forskningen, b) genomfors med finansiering fran en utomstaende part men i vilken inte ingar andra bestammelser an sadana som galler publicering av resultaten, eller c) uppfyller forutsattningarna for avtalsforskning men om vilken hogskolan och forskningssamarbetsparten innan forskningen inleds uttryckligen har kommit overens om att den ar oppen forskning, 3) avtalsforskning a) forskning som enligt lagen om grunderna for avgifter till staten (150/1992) ar avgiftsbelagd serviceverksamhet, eller b) annan an i 2 punkten eller i denna punkts underpunkt a avsedd forskning, i vilken atminstone en utomstaende part deltar antingen som utforare av en del av forskningen, som finansiar eller pa annat satt och med vilken sammanhanger skyldigheter som galler anvandningen av forskningsresultaten eller det satt pa vilket forskningen utfors, 4) uppfinning som tillkommit i andra situationer en uppfinning som hor till tillampningsomradet for denna lag och som har tillkommit pa annat satt an i sadan forskning som avses i 2 eller 3 punkten."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Oikeus keksintöön",
      "content": "Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on sama oikeus keksintöönsä kuin muulla keksijällä, jollei tässä tai muussa laissa toisin säädetä. Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on oikeus tulla tunnustetuksi keksijänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on sama oikeus keksintöönsä kuin muulla keksijällä, jollei tässä tai muussa laissa toisin säädetä. Tämän lain soveltamisalaan kuuluvan keksinnön tekijällä on oikeus tulla tunnustetuksi keksijänä.",
        "folded_fi": "taman lain soveltamisalaan kuuluvan keksinnon tekijalla on sama oikeus keksintoonsa kuin muulla keksijalla, jollei tassa tai muussa laissa toisin saadeta. taman lain soveltamisalaan kuuluvan keksinnon tekijalla on oikeus tulla tunnustetuksi keksijana.",
        "title_sv": "Rätt till en uppfinning",
        "content_sv": "Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har samma rätt till sin uppfinning som en annan uppfinnare, om inte i denna eller någon annan lag föreskrivs något annat. Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har rätt att bli erkänd som uppfinnare.",
        "normalized_sv": "Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har samma rätt till sin uppfinning som en annan uppfinnare, om inte i denna eller någon annan lag föreskrivs något annat. Den som har gjort en uppfinning som hör till tillämpningsområdet för denna lag har rätt att bli erkänd som uppfinnare.",
        "folded_sv": "den som har gjort en uppfinning som hor till tillampningsomradet for denna lag har samma ratt till sin uppfinning som en annan uppfinnare, om inte i denna eller nagon annan lag foreskrivs nagot annat. den som har gjort en uppfinning som hor till tillampningsomradet for denna lag har ratt att bli erkand som uppfinnare."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Keksintöilmoitus",
      "content": "Keksijän on viipymättä tehtävä korkeakoululle keksintöilmoitus, kun hän on tehnyt tämän lain soveltamisalaan kuuluvan keksinnön. Keksintöilmoitus on tehtävä kirjallisesti, ja keksijän on siinä ilmoitettava käsityksensä siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksinnöllä on useampia keksijöitä, on keksijöiden tehtävä yhteinen keksintöilmoitus. Keksintöilmoituksen on sisällettävä riittävät tiedot keksinnöstä, jotta korkeakoulu voi arvioida keksinnön, ja tiedot kaikista keksijöistä. Keksijän on lisäksi annettava pyynnöstä korkeakoululle muita tarpeellisia tietoja keksinnöstä. Korkeakoulun on annettava keksijälle kirjallinen ilmoitus tämän lain korkeakoululle sallimista toimenpiteistä ilman aiheetonta viivästystä ja viimeistään kahden kuukauden kuluttua siitä, kun korkeakoulu on saanut riittävät tiedot sisältävän keksintöilmoituksen. Ilmoituksessa on myös mainittava, yhtyykö korkeakoulu keksijän käsitykseen siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksijän tekemä keksintöilmoitus ei täytä 1 ja 2 momentin mukaisia edellytyksiä, on korkeakoulun viipymättä ilmoitettava kirjallisesti keksijälle puutteesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Keksijän on viipymättä tehtävä korkeakoululle keksintöilmoitus, kun hän on tehnyt tämän lain soveltamisalaan kuuluvan keksinnön. Keksintöilmoitus on tehtävä kirjallisesti, ja keksijän on siinä ilmoitettava käsityksensä siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksinnöllä on useampia keksijöitä, on keksijöiden tehtävä yhteinen keksintöilmoitus. Keksintöilmoituksen on sisällettävä riittävät tiedot keksinnöstä, jotta korkeakoulu voi arvioida keksinnön, ja tiedot kaikista keksijöistä. Keksijän on lisäksi annettava pyynnöstä korkeakoululle muita tarpeellisia tietoja keksinnöstä. Korkeakoulun on annettava keksijälle kirjallinen ilmoitus tämän lain korkeakoululle sallimista toimenpiteistä ilman aiheetonta viivästystä ja viimeistään kahden kuukauden kuluttua siitä, kun korkeakoulu on saanut riittävät tiedot sisältävän keksintöilmoituksen. Ilmoituksessa on myös mainittava, yhtyykö korkeakoulu keksijän käsitykseen siitä, onko keksintö syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. Jos keksijän tekemä keksintöilmoitus ei täytä 1 ja 2 momentin mukaisia edellytyksiä, on korkeakoulun viipymättä ilmoitettava kirjallisesti keksijälle puutteesta.",
        "folded_fi": "keksijan on viipymatta tehtava korkeakoululle keksintoilmoitus, kun han on tehnyt taman lain soveltamisalaan kuuluvan keksinnon. keksintoilmoitus on tehtava kirjallisesti, ja keksijan on siina ilmoitettava kasityksensa siita, onko keksinto syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. jos keksinnolla on useampia keksijoita, on keksijoiden tehtava yhteinen keksintoilmoitus. keksintoilmoituksen on sisallettava riittavat tiedot keksinnosta, jotta korkeakoulu voi arvioida keksinnon, ja tiedot kaikista keksijoista. keksijan on lisaksi annettava pyynnosta korkeakoululle muita tarpeellisia tietoja keksinnosta. korkeakoulun on annettava keksijalle kirjallinen ilmoitus taman lain korkeakoululle sallimista toimenpiteista ilman aiheetonta viivastysta ja viimeistaan kahden kuukauden kuluttua siita, kun korkeakoulu on saanut riittavat tiedot sisaltavan keksintoilmoituksen. ilmoituksessa on myos mainittava, yhtyyko korkeakoulu keksijan kasitykseen siita, onko keksinto syntynyt avoimessa tai sopimustutkimuksessa taikka muussa tilanteessa. jos keksijan tekema keksintoilmoitus ei tayta 1 ja 2 momentin mukaisia edellytyksia, on korkeakoulun viipymatta ilmoitettava kirjallisesti keksijalle puutteesta.",
        "title_sv": "Uppfinningsanmälan",
        "content_sv": "Uppfinnaren skall utan dröjsmål göra en uppfinningsanmälan till högskolan när han eller hon har gjort en uppfinning som hör till tillämpningsområdet för denna lag. Uppfinningsanmälan skall göras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om uppfinningen har flera uppfinnare, skall uppfinnarna göra en gemensam uppfinningsanmälan. Uppfinningsanmälan skall innehålla tillräckliga uppgifter om uppfinningen för att högskolan skall kunna bedöma uppfinningen samt uppgifter om alla uppfinnare. Uppfinnaren skall dessutom på begäran ge högskolan andra nödvändiga uppgifter om uppfinningen. Högskolan skall ge uppfinnaren ett skriftligt meddelande om de åtgärder som högskolan enligt denna lag får vidta. Meddelandet skall ges utan oskäligt dröjsmål och senast två månader efter det att högskolan har fått en uppfinningsanmälan med tillräckliga uppgifter. I meddelandet skall också nämnas om högskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om den uppfinningsanmälan som uppfinnaren har gjort inte uppfyller förutsättningarna enligt 1 och 2 mom., skall högskolan utan dröjsmål skriftligen upplysa uppfinnaren om bristen.",
        "normalized_sv": "Uppfinnaren skall utan dröjsmål göra en uppfinningsanmälan till högskolan när han eller hon har gjort en uppfinning som hör till tillämpningsområdet för denna lag. Uppfinningsanmälan skall göras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om uppfinningen har flera uppfinnare, skall uppfinnarna göra en gemensam uppfinningsanmälan. Uppfinningsanmälan skall innehålla tillräckliga uppgifter om uppfinningen för att högskolan skall kunna bedöma uppfinningen samt uppgifter om alla uppfinnare. Uppfinnaren skall dessutom på begäran ge högskolan andra nödvändiga uppgifter om uppfinningen. Högskolan skall ge uppfinnaren ett skriftligt meddelande om de åtgärder som högskolan enligt denna lag får vidta. Meddelandet skall ges utan oskäligt dröjsmål och senast två månader efter det att högskolan har fått en uppfinningsanmälan med tillräckliga uppgifter. I meddelandet skall också nämnas om högskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i öppen forskning eller avtalsforskning eller i en annan situation. Om den uppfinningsanmälan som uppfinnaren har gjort inte uppfyller förutsättningarna enligt 1 och 2 mom., skall högskolan utan dröjsmål skriftligen upplysa uppfinnaren om bristen.",
        "folded_sv": "uppfinnaren skall utan drojsmal gora en uppfinningsanmalan till hogskolan nar han eller hon har gjort en uppfinning som hor till tillampningsomradet for denna lag. uppfinningsanmalan skall goras skriftligen, och uppfinnaren skall i den meddela sin uppfattning om huruvida uppfinningen har tillkommit i oppen forskning eller avtalsforskning eller i en annan situation. om uppfinningen har flera uppfinnare, skall uppfinnarna gora en gemensam uppfinningsanmalan. uppfinningsanmalan skall innehalla tillrackliga uppgifter om uppfinningen for att hogskolan skall kunna bedoma uppfinningen samt uppgifter om alla uppfinnare. uppfinnaren skall dessutom pa begaran ge hogskolan andra nodvandiga uppgifter om uppfinningen. hogskolan skall ge uppfinnaren ett skriftligt meddelande om de atgarder som hogskolan enligt denna lag far vidta. meddelandet skall ges utan oskaligt drojsmal och senast tva manader efter det att hogskolan har fatt en uppfinningsanmalan med tillrackliga uppgifter. i meddelandet skall ocksa namnas om hogskolan delar uppfinnarens uppfattning om huruvida uppfinningen har tillkommit i oppen forskning eller avtalsforskning eller i en annan situation. om den uppfinningsanmalan som uppfinnaren har gjort inte uppfyller forutsattningarna enligt 1 och 2 mom., skall hogskolan utan drojsmal skriftligen upplysa uppfinnaren om bristen."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Korkeakoulun oikeus keksintöön avoimessa tutkimuksessa",
      "content": "Korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintöön, jos keksijä ei ole kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta julkaissut keksintöä tai ilmoittanut halukkuuttaan itse hyödyntää keksintöään. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijältä, aikooko tämä hyödyntää keksintöään itse. Jos korkeakoulu jättää 5 §:n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta toissijaisesta oikeudesta keksintöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintöön, jos keksijä ei ole kuuden kuukauden kuluessa 5 § :n 1 momentin mukaisesta ilmoituksesta julkaissut keksintöä tai ilmoittanut halukkuuttaan itse hyödyntää keksintöään. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijältä, aikooko tämä hyödyntää keksintöään itse. Jos korkeakoulu jättää 5 § :n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta toissijaisesta oikeudesta keksintöön.",
        "folded_fi": "korkeakoulu voi ottaa itselleen oikeudet avoimessa tutkimuksessa syntyneeseen keksintoon, jos keksija ei ole kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta julkaissut keksintoa tai ilmoittanut halukkuuttaan itse hyodyntaa keksintoaan. ilmoitus oikeuksien ottamisesta on tehtava kirjallisesti, ja korkeakoulun on ennen ilmoituksen antamista tiedusteltava keksijalta, aikooko tama hyodyntaa keksintoaan itse. jos korkeakoulu jattaa 5 §:n 3 momentin mukaisen ilmoituksen antamatta maaraajassa, on korkeakoulun katsottava luopuneen taman pykalan mukaisesta toissijaisesta oikeudesta keksintoon.",
        "title_sv": "Högskolans rätt till en uppfinning i öppen forskning",
        "content_sv": "Högskolan kan överta rättigheterna till en uppfinning som tillkommit i öppen forskning, om uppfinnaren inte inom sex månader från en anmälan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att själv utnyttja uppfinningen. Ett meddelande om att rättigheterna övertas skall göras skriftligen, och högskolan skall innan meddelandet ges fråga uppfinnaren om han eller hon har för avsikt att själv utnyttja uppfinningen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin sekundära rätt till uppfinningen enligt denna paragraf.",
        "normalized_sv": "Högskolan kan överta rättigheterna till en uppfinning som tillkommit i öppen forskning, om uppfinnaren inte inom sex månader från en anmälan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att själv utnyttja uppfinningen. Ett meddelande om att rättigheterna övertas skall göras skriftligen, och högskolan skall innan meddelandet ges fråga uppfinnaren om han eller hon har för avsikt att själv utnyttja uppfinningen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin sekundära rätt till uppfinningen enligt denna paragraf.",
        "folded_sv": "hogskolan kan overta rattigheterna till en uppfinning som tillkommit i oppen forskning, om uppfinnaren inte inom sex manader fran en anmalan enligt 5 § 1 mom. har publicerat uppfinningen eller meddelat sin vilja att sjalv utnyttja uppfinningen. ett meddelande om att rattigheterna overtas skall goras skriftligen, och hogskolan skall innan meddelandet ges fraga uppfinnaren om han eller hon har for avsikt att sjalv utnyttja uppfinningen. om hogskolan inte gor en anmalan enligt 5 § 3 mom. inom foreskriven tid, skall hogskolan anses ha avstatt fran sin sekundara ratt till uppfinningen enligt denna paragraf."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Korkeakoulun oikeus keksintöön sopimustutkimuksessa",
      "content": "Korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintöihin kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti. Jos korkeakoulu jättää 5 §:n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta oikeudesta keksintöön. Kun korkeakoulu on tämän pykälän nojalla ottanut itselleen oikeudet keksintöön, keksijän on korkeakoulun vaatimuksesta viipymättä allekirjoitettava keksintöä koskeva siirtokirja sekä muut tarvittavat asiakirjat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintöihin kuuden kuukauden kuluessa 5 § :n 1 momentin mukaisesta ilmoituksesta. Ilmoitus oikeuksien ottamisesta on tehtävä kirjallisesti. Jos korkeakoulu jättää 5 § :n 3 momentin mukaisen ilmoituksen antamatta määräajassa, on korkeakoulun katsottava luopuneen tämän pykälän mukaisesta oikeudesta keksintöön. Kun korkeakoulu on tämän pykälän nojalla ottanut itselleen oikeudet keksintöön, keksijän on korkeakoulun vaatimuksesta viipymättä allekirjoitettava keksintöä koskeva siirtokirja sekä muut tarvittavat asiakirjat.",
        "folded_fi": "korkeakoululla on oikeus ottaa itselleen oikeudet sopimustutkimuksessa syntyviin keksintoihin kuuden kuukauden kuluessa 5 §:n 1 momentin mukaisesta ilmoituksesta. ilmoitus oikeuksien ottamisesta on tehtava kirjallisesti. jos korkeakoulu jattaa 5 §:n 3 momentin mukaisen ilmoituksen antamatta maaraajassa, on korkeakoulun katsottava luopuneen taman pykalan mukaisesta oikeudesta keksintoon. kun korkeakoulu on taman pykalan nojalla ottanut itselleen oikeudet keksintoon, keksijan on korkeakoulun vaatimuksesta viipymatta allekirjoitettava keksintoa koskeva siirtokirja seka muut tarvittavat asiakirjat.",
        "title_sv": "Högskolans rätt till en uppfinning i avtalsforskning",
        "content_sv": "Högskolan har rätt att överta rättigheterna till uppfinningar vid avtalsforskning inom sex månader från en anmälan enligt 5 § 1 mom. Ett meddelande om att rättigheterna övertas skall göras skriftligen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin rätt till uppfinningen enligt denna paragraf. När högskolan med stöd av denna paragraf har övertagit rättigheterna till en uppfinning, skall uppfinnaren på högskolans yrkande utan dröjsmål underteckna ett överföringsbrev rörande uppfinningen samt övriga behövliga handlingar.",
        "normalized_sv": "Högskolan har rätt att överta rättigheterna till uppfinningar vid avtalsforskning inom sex månader från en anmälan enligt 5 § 1 mom. Ett meddelande om att rättigheterna övertas skall göras skriftligen. Om högskolan inte gör en anmälan enligt 5 § 3 mom. inom föreskriven tid, skall högskolan anses ha avstått från sin rätt till uppfinningen enligt denna paragraf. När högskolan med stöd av denna paragraf har övertagit rättigheterna till en uppfinning, skall uppfinnaren på högskolans yrkande utan dröjsmål underteckna ett överföringsbrev rörande uppfinningen samt övriga behövliga handlingar.",
        "folded_sv": "hogskolan har ratt att overta rattigheterna till uppfinningar vid avtalsforskning inom sex manader fran en anmalan enligt 5 § 1 mom. ett meddelande om att rattigheterna overtas skall goras skriftligen. om hogskolan inte gor en anmalan enligt 5 § 3 mom. inom foreskriven tid, skall hogskolan anses ha avstatt fran sin ratt till uppfinningen enligt denna paragraf. nar hogskolan med stod av denna paragraf har overtagit rattigheterna till en uppfinning, skall uppfinnaren pa hogskolans yrkande utan drojsmal underteckna ett overforingsbrev rorande uppfinningen samt ovriga behovliga handlingar."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Korkeakoulun oikeudet keksintöön muissa tilanteissa",
      "content": "Korkeakoululla on etuoikeus neuvotella keksijän kanssa keksintöön kohdistuvista oikeuksista, jos tämän lain soveltamisalaan kuuluva keksintö on syntynyt 3 §:n 4 kohdassa tarkoitetulla tavalla. Jos 1 momentissa tarkoitettu keksintö on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisäksi oikeus saada kohtuullista korvausta vastaan käyttöoikeus keksintöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Korkeakoululla on etuoikeus neuvotella keksijän kanssa keksintöön kohdistuvista oikeuksista, jos tämän lain soveltamisalaan kuuluva keksintö on syntynyt 3 § :n 4 kohdassa tarkoitetulla tavalla. Jos 1 momentissa tarkoitettu keksintö on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisäksi oikeus saada kohtuullista korvausta vastaan käyttöoikeus keksintöön.",
        "folded_fi": "korkeakoululla on etuoikeus neuvotella keksijan kanssa keksintoon kohdistuvista oikeuksista, jos taman lain soveltamisalaan kuuluva keksinto on syntynyt 3 §:n 4 kohdassa tarkoitetulla tavalla. jos 1 momentissa tarkoitettu keksinto on korkeakoulun toiminnan kannalta tarpeellinen, on korkeakoululla 1 momentissa mainitun etuoikeuden lisaksi oikeus saada kohtuullista korvausta vastaan kayttooikeus keksintoon.",
        "title_sv": "Högskolans rätt till en uppfinning i andra situationer",
        "content_sv": "Högskolan har företrädesrätt att förhandla med uppfinnaren om de rättigheter som gäller uppfinningen, om en uppfinning som hör till tillämpningsområdet för denna lag har kommit till på det sätt som avses i 3 § 4 punkten. Om en uppfinning som avses i 1 mom. är nödvändig med tanke på högskolans verksamhet, har högskolan utöver den företrädesrätt som nämns i 1 mom. rätt att få bruksrätt till uppfinningen mot en skälig ersättning.",
        "normalized_sv": "Högskolan har företrädesrätt att förhandla med uppfinnaren om de rättigheter som gäller uppfinningen, om en uppfinning som hör till tillämpningsområdet för denna lag har kommit till på det sätt som avses i 3 § 4 punkten. Om en uppfinning som avses i 1 mom. är nödvändig med tanke på högskolans verksamhet, har högskolan utöver den företrädesrätt som nämns i 1 mom. rätt att få bruksrätt till uppfinningen mot en skälig ersättning.",
        "folded_sv": "hogskolan har foretradesratt att forhandla med uppfinnaren om de rattigheter som galler uppfinningen, om en uppfinning som hor till tillampningsomradet for denna lag har kommit till pa det satt som avses i 3 § 4 punkten. om en uppfinning som avses i 1 mom. ar nodvandig med tanke pa hogskolans verksamhet, har hogskolan utover den foretradesratt som namns i 1 mom. ratt att fa bruksratt till uppfinningen mot en skalig ersattning."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Korvaukset",
      "content": "Kun korkeakoulu on 6―8 §:ssä tarkoitetulla tavalla ottanut oikeudet tässä laissa tarkoitettuun keksintöön, keksijällä on oikeus saada keksinnöstä kohtuullinen korvaus. Ennen keksinnön syntymistä laadittu sopimusehto, jolla keksijä luopuu oikeudestaan kohtuulliseen korvaukseen, on mitätön. Korvauksen suuruutta laskettaessa on otettava huomioon keksinnön syntyyn vaikuttaneet olosuhteet sekä korkeakoulun keksinnöstä saamat tuotot. Korkeakoulun on annettava keksijälle korvauksen määrittämiseksi tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kun korkeakoulu on 6―8 § :ssä tarkoitetulla tavalla ottanut oikeudet tässä laissa tarkoitettuun keksintöön, keksijällä on oikeus saada keksinnöstä kohtuullinen korvaus. Ennen keksinnön syntymistä laadittu sopimusehto, jolla keksijä luopuu oikeudestaan kohtuulliseen korvaukseen, on mitätön. Korvauksen suuruutta laskettaessa on otettava huomioon keksinnön syntyyn vaikuttaneet olosuhteet sekä korkeakoulun keksinnöstä saamat tuotot. Korkeakoulun on annettava keksijälle korvauksen määrittämiseksi tarvittavat tiedot.",
        "folded_fi": "kun korkeakoulu on 6―8 §:ssa tarkoitetulla tavalla ottanut oikeudet tassa laissa tarkoitettuun keksintoon, keksijalla on oikeus saada keksinnosta kohtuullinen korvaus. ennen keksinnon syntymista laadittu sopimusehto, jolla keksija luopuu oikeudestaan kohtuulliseen korvaukseen, on mitaton. korvauksen suuruutta laskettaessa on otettava huomioon keksinnon syntyyn vaikuttaneet olosuhteet seka korkeakoulun keksinnosta saamat tuotot. korkeakoulun on annettava keksijalle korvauksen maarittamiseksi tarvittavat tiedot.",
        "title_sv": "Ersättningar",
        "content_sv": "När högskolan på det sätt som avses i 6―8 § har övertagit rättigheterna till en uppfinning som avses i denna lag, har uppfinnaren rätt att få en skälig ersättning för uppfinningen. Ett avtalvillkor som överenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstår från sin rätt till en skälig ersättning är ogiltigt. När ersättningens storlek räknas ut skall de omständigheter som påverkat tillkomsten av uppfinningen samt de intäkter som högskolan får av uppfinningen beaktas. Högskolan skall ge uppfinnaren de uppgifter som behövs för att ersättningen skall kunna bestämmas.",
        "normalized_sv": "När högskolan på det sätt som avses i 6―8 § har övertagit rättigheterna till en uppfinning som avses i denna lag, har uppfinnaren rätt att få en skälig ersättning för uppfinningen. Ett avtalvillkor som överenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstår från sin rätt till en skälig ersättning är ogiltigt. När ersättningens storlek räknas ut skall de omständigheter som påverkat tillkomsten av uppfinningen samt de intäkter som högskolan får av uppfinningen beaktas. Högskolan skall ge uppfinnaren de uppgifter som behövs för att ersättningen skall kunna bestämmas.",
        "folded_sv": "nar hogskolan pa det satt som avses i 6―8 § har overtagit rattigheterna till en uppfinning som avses i denna lag, har uppfinnaren ratt att fa en skalig ersattning for uppfinningen. ett avtalvillkor som overenskommits innan uppfinningen kommit till och genom vilket uppfinnaren avstar fran sin ratt till en skalig ersattning ar ogiltigt. nar ersattningens storlek raknas ut skall de omstandigheter som paverkat tillkomsten av uppfinningen samt de intakter som hogskolan far av uppfinningen beaktas. hogskolan skall ge uppfinnaren de uppgifter som behovs for att ersattningen skall kunna bestammas."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Korvauksen sovittelu ja korvauksen vanhentuminen",
      "content": "Sen estämättä, mitä sopimuksella, päätöksellä tai tuomiolla on määrätty 9 §:ssä tarkoitetusta korvauksesta, oikeus voi määrätä korvauksesta toisin, mikäli olennaisesti muuttuneet olosuhteet antavat siihen aihetta. Keksijää ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. Tässä laissa tarkoitettuun keksintöön perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mitä varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) säädetään. Jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siitä, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintöön, kanneoikeus on menetetty. Jos keksintöön on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myöntämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Sen estämättä, mitä sopimuksella, päätöksellä tai tuomiolla on määrätty 9 § :ssä tarkoitetusta korvauksesta, oikeus voi määrätä korvauksesta toisin, mikäli olennaisesti muuttuneet olosuhteet antavat siihen aihetta. Keksijää ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. Tässä laissa tarkoitettuun keksintöön perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mitä varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) säädetään. Jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siitä, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintöön, kanneoikeus on menetetty. Jos keksintöön on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myöntämisestä.",
        "folded_fi": "sen estamatta, mita sopimuksella, paatoksella tai tuomiolla on maaratty 9 §:ssa tarkoitetusta korvauksesta, oikeus voi maarata korvauksesta toisin, mikali olennaisesti muuttuneet olosuhteet antavat siihen aihetta. keksijaa ei kuitenkaan voida velvoittaa palauttamaan jo suoritettua korvausta. tassa laissa tarkoitettuun keksintoon perustuvasta oikeudesta tehdyn sopimuksen kohtuuttoman ehdon sovittelusta on voimassa, mita varallisuusoikeudellisista oikeustoimista annetussa laissa (228/1929) saadetaan. jollei korvauskannetta ole pantu vireille kymmenen vuoden kuluessa siita, kun korkeakoulu on ilmoittanut ottavansa oikeuden keksintoon, kanneoikeus on menetetty. jos keksintoon on haettu patenttia, kanne voidaan kuitenkin aina panna vireille vuoden kuluessa patentin myontamisesta.",
        "title_sv": "Jämkning och preskription av ersättning",
        "content_sv": "Utan hinder av vad som har bestämts genom avtal, beslut eller dom om den ersättning som avses i 9 §, kan domstolen bestämma annat om ersättningen, ifall väsentligt förändrade förhållanden ger anledning till detta. Uppfinnaren kan dock inte åläggas att returnera en redan betald ersättning. I fråga om jämkning av ett oskäligt villkor i ett avtal som ingåtts om en rätt som grundar sig på en uppfinning som avses i denna lag gäller lagen om rättshandlingar på förmögenhetsrättens område (228/1929). Om en talan om ersättning inte har väckts inom tio år från det då högskolan har meddelat att den övertar rätten till en uppfinning, har rät-ten till talan gått förlorad. Om patent har sökts på en uppfinning, kan talan dock alltid väckas inom ett år från beviljandet av patent.",
        "normalized_sv": "Utan hinder av vad som har bestämts genom avtal, beslut eller dom om den ersättning som avses i 9 § , kan domstolen bestämma annat om ersättningen, ifall väsentligt förändrade förhållanden ger anledning till detta. Uppfinnaren kan dock inte åläggas att returnera en redan betald ersättning. I fråga om jämkning av ett oskäligt villkor i ett avtal som ingåtts om en rätt som grundar sig på en uppfinning som avses i denna lag gäller lagen om rättshandlingar på förmögenhetsrättens område (228/1929). Om en talan om ersättning inte har väckts inom tio år från det då högskolan har meddelat att den övertar rätten till en uppfinning, har rät-ten till talan gått förlorad. Om patent har sökts på en uppfinning, kan talan dock alltid väckas inom ett år från beviljandet av patent.",
        "folded_sv": "utan hinder av vad som har bestamts genom avtal, beslut eller dom om den ersattning som avses i 9 §, kan domstolen bestamma annat om ersattningen, ifall vasentligt forandrade forhallanden ger anledning till detta. uppfinnaren kan dock inte alaggas att returnera en redan betald ersattning. i fraga om jamkning av ett oskaligt villkor i ett avtal som ingatts om en ratt som grundar sig pa en uppfinning som avses i denna lag galler lagen om rattshandlingar pa formogenhetsrattens omrade (228/1929). om en talan om ersattning inte har vackts inom tio ar fran det da hogskolan har meddelat att den overtar ratten till en uppfinning, har rat-ten till talan gatt forlorad. om patent har sokts pa en uppfinning, kan talan dock alltid vackas inom ett ar fran beviljandet av patent."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tutkimustulosten julkistaminen",
      "content": "Jollei toisin sovita, ei keksijä saa julkistaa tutkimustuloksia keksinnön suojaamisen tai muun hyödyntämisen vaarantavalla tavalla, jos korkeakoulu voi 7 §:n mukaisesti ottaa itselleen oikeudet keksintöön. Ennen kuin 7 §:n 1 momentissa säädetty määräaika on päättynyt, keksijä ei saa jättää sopimustutkimuksessa syntynyttä keksintöä koskevaa patenttihakemusta tai muuten määrätä keksinnöstä, ellei korkeakoulu kirjallisesti ilmoita keksijälle, että korkeakoulu ei tule ottamaan oikeuksia keksintöön tai anna keksijälle lupaa patentoida keksintönsä. Korkeakoulun on pidettävä salassa sille annetut keksintöön liittyvät tiedot, kunnes keksintö on riittävällä tavalla suojattu eikä salassapidolle ole muita erityisiä syitä. Edellä 2 momentissa säädetyn estämättä korkeakoulu voi antaa keksintöä koskevia tietoja tutkimusyhteistyön osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyödyntämisestä, siirtymisestä tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnön hyödyntämisen vuoksi tarpeellista. Korkeakoulun on tällöin huolehdittava siitä, ettei tietojen antamisella vaaranneta keksinnön suojaamista, hyödyntämistä tai keksijän tieteellisen julkaisuoikeuden ensisijaisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jollei toisin sovita, ei keksijä saa julkistaa tutkimustuloksia keksinnön suojaamisen tai muun hyödyntämisen vaarantavalla tavalla, jos korkeakoulu voi 7 § :n mukaisesti ottaa itselleen oikeudet keksintöön. Ennen kuin 7 § :n 1 momentissa säädetty määräaika on päättynyt, keksijä ei saa jättää sopimustutkimuksessa syntynyttä keksintöä koskevaa patenttihakemusta tai muuten määrätä keksinnöstä, ellei korkeakoulu kirjallisesti ilmoita keksijälle, että korkeakoulu ei tule ottamaan oikeuksia keksintöön tai anna keksijälle lupaa patentoida keksintönsä. Korkeakoulun on pidettävä salassa sille annetut keksintöön liittyvät tiedot, kunnes keksintö on riittävällä tavalla suojattu eikä salassapidolle ole muita erityisiä syitä. Edellä 2 momentissa säädetyn estämättä korkeakoulu voi antaa keksintöä koskevia tietoja tutkimusyhteistyön osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyödyntämisestä, siirtymisestä tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnön hyödyntämisen vuoksi tarpeellista. Korkeakoulun on tällöin huolehdittava siitä, ettei tietojen antamisella vaaranneta keksinnön suojaamista, hyödyntämistä tai keksijän tieteellisen julkaisuoikeuden ensisijaisuutta.",
        "folded_fi": "jollei toisin sovita, ei keksija saa julkistaa tutkimustuloksia keksinnon suojaamisen tai muun hyodyntamisen vaarantavalla tavalla, jos korkeakoulu voi 7 §:n mukaisesti ottaa itselleen oikeudet keksintoon. ennen kuin 7 §:n 1 momentissa saadetty maaraaika on paattynyt, keksija ei saa jattaa sopimustutkimuksessa syntynytta keksintoa koskevaa patenttihakemusta tai muuten maarata keksinnosta, ellei korkeakoulu kirjallisesti ilmoita keksijalle, etta korkeakoulu ei tule ottamaan oikeuksia keksintoon tai anna keksijalle lupaa patentoida keksintonsa. korkeakoulun on pidettava salassa sille annetut keksintoon liittyvat tiedot, kunnes keksinto on riittavalla tavalla suojattu eika salassapidolle ole muita erityisia syita. edella 2 momentissa saadetyn estamatta korkeakoulu voi antaa keksintoa koskevia tietoja tutkimusyhteistyon osapuolille, jos tutkimusta koskevissa sopimuksissa on sovittu tulosten hyodyntamisesta, siirtymisesta tai tiedoksisaannista, tai muille tahoille, jos tietojen antaminen on keksinnon hyodyntamisen vuoksi tarpeellista. korkeakoulun on talloin huolehdittava siita, ettei tietojen antamisella vaaranneta keksinnon suojaamista, hyodyntamista tai keksijan tieteellisen julkaisuoikeuden ensisijaisuutta.",
        "title_sv": "Offentliggörande av forskningsresultat",
        "content_sv": "Om inget annat överenskoms, får uppfinnaren inte offentliggöra forskningsresultaten på ett sätt som äventyrar skyddandet eller annat utnyttjande av uppfinningen, om högskolan i enlighet med 7 § kan överta rätten till uppfinningen. Innan den tidsfrist om vilken föreskrivs i 7 § 1 mom. går ut, får uppfinnaren inte lämna in en patentansökan eller annars bestämma något om en uppfinning som har tillkommit i avtalsforskning, om inte högskolan skriftligen meddelar uppfinnaren att högskolan inte kommer att överta rättigheterna till uppfinningen eller ger uppfinnaren tillstånd att patentera uppfinningen. Högskolan skall hemlighålla uppgifter som anknyter till uppfinningen och som getts högskolan tills uppfinningen har skyddats på ett tillräckligt sätt och det inte finna andra särskilda skäl till hemlighållandet. Utan hinder av 2 mom. kan högskolan ge uppgifter som gäller uppfinningen till parterna i forskningssamarbetet, om det i de avtal som gäller forskningen har överenskommits om utnyttjande, överföring eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna är nödvändigt för att uppfinningen skall kunna utnyttjas. Högskolan skall härvid se till att givandet av uppgifter inte äventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primära rätt till vetenskaplig publicering.",
        "normalized_sv": "Om inget annat överenskoms, får uppfinnaren inte offentliggöra forskningsresultaten på ett sätt som äventyrar skyddandet eller annat utnyttjande av uppfinningen, om högskolan i enlighet med 7 § kan överta rätten till uppfinningen. Innan den tidsfrist om vilken föreskrivs i 7 § 1 mom. går ut, får uppfinnaren inte lämna in en patentansökan eller annars bestämma något om en uppfinning som har tillkommit i avtalsforskning, om inte högskolan skriftligen meddelar uppfinnaren att högskolan inte kommer att överta rättigheterna till uppfinningen eller ger uppfinnaren tillstånd att patentera uppfinningen. Högskolan skall hemlighålla uppgifter som anknyter till uppfinningen och som getts högskolan tills uppfinningen har skyddats på ett tillräckligt sätt och det inte finna andra särskilda skäl till hemlighållandet. Utan hinder av 2 mom. kan högskolan ge uppgifter som gäller uppfinningen till parterna i forskningssamarbetet, om det i de avtal som gäller forskningen har överenskommits om utnyttjande, överföring eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna är nödvändigt för att uppfinningen skall kunna utnyttjas. Högskolan skall härvid se till att givandet av uppgifter inte äventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primära rätt till vetenskaplig publicering.",
        "folded_sv": "om inget annat overenskoms, far uppfinnaren inte offentliggora forskningsresultaten pa ett satt som aventyrar skyddandet eller annat utnyttjande av uppfinningen, om hogskolan i enlighet med 7 § kan overta ratten till uppfinningen. innan den tidsfrist om vilken foreskrivs i 7 § 1 mom. gar ut, far uppfinnaren inte lamna in en patentansokan eller annars bestamma nagot om en uppfinning som har tillkommit i avtalsforskning, om inte hogskolan skriftligen meddelar uppfinnaren att hogskolan inte kommer att overta rattigheterna till uppfinningen eller ger uppfinnaren tillstand att patentera uppfinningen. hogskolan skall hemlighalla uppgifter som anknyter till uppfinningen och som getts hogskolan tills uppfinningen har skyddats pa ett tillrackligt satt och det inte finna andra sarskilda skal till hemlighallandet. utan hinder av 2 mom. kan hogskolan ge uppgifter som galler uppfinningen till parterna i forskningssamarbetet, om det i de avtal som galler forskningen har overenskommits om utnyttjande, overforing eller delgivning av resultaten, eller till andra parter, om givandet av uppgifterna ar nodvandigt for att uppfinningen skall kunna utnyttjas. hogskolan skall harvid se till att givandet av uppgifter inte aventyrar skyddandet eller utnyttjandet av uppfinningen eller uppfinnarens primara ratt till vetenskaplig publicering."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Todistustaakan jako",
      "content": "Korkeakoulun on osoitettava, että sillä on oikeus 6―8 §:ssä tarkoitetulla tavalla ottaa itselleen oikeudet keksintöön. Edellä 1 momentissa säädetyn estämättä keksijän on annettava selvitys keksinnön syntyolosuhteista, jos keksintö on syntynyt läheisessä yhteydessä sopimustutkimushankkeeseen. Jos keksintö on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen päättymisestä, on keksintö katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esitä erittäin painavia syitä, joiden mukaan keksintö on olennaisesti sopimustutkimushankkeeseen perustuva. Jos sellaiseen keksintöön, joka palvelussuhteen jatkuessa olisi kuulunut tämän lain soveltamisalaan, haetaan patenttia tai sitä ryhdytään muulla tavalla hyödyntämään kuuden kuukauden kuluessa palvelussuhteen päättymisestä, on keksintöä pidettävä palvelussuhteen aikana tehtynä, jollei keksijä osoita todennäköisiä perusteita keksinnön syntymiselle palvelussuhteen jälkeisenä aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Korkeakoulun on osoitettava, että sillä on oikeus 6―8 § :ssä tarkoitetulla tavalla ottaa itselleen oikeudet keksintöön. Edellä 1 momentissa säädetyn estämättä keksijän on annettava selvitys keksinnön syntyolosuhteista, jos keksintö on syntynyt läheisessä yhteydessä sopimustutkimushankkeeseen. Jos keksintö on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen päättymisestä, on keksintö katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esitä erittäin painavia syitä, joiden mukaan keksintö on olennaisesti sopimustutkimushankkeeseen perustuva. Jos sellaiseen keksintöön, joka palvelussuhteen jatkuessa olisi kuulunut tämän lain soveltamisalaan, haetaan patenttia tai sitä ryhdytään muulla tavalla hyödyntämään kuuden kuukauden kuluessa palvelussuhteen päättymisestä, on keksintöä pidettävä palvelussuhteen aikana tehtynä, jollei keksijä osoita todennäköisiä perusteita keksinnön syntymiselle palvelussuhteen jälkeisenä aikana.",
        "folded_fi": "korkeakoulun on osoitettava, etta silla on oikeus 6―8 §:ssa tarkoitetulla tavalla ottaa itselleen oikeudet keksintoon. edella 1 momentissa saadetyn estamatta keksijan on annettava selvitys keksinnon syntyolosuhteista, jos keksinto on syntynyt laheisessa yhteydessa sopimustutkimushankkeeseen. jos keksinto on syntynyt aikaisintaan kuuden kuukauden kuluttua sopimustutkimushankkeen paattymisesta, on keksinto katsottava avoimessa tutkimuksessa syntyneeksi, jollei korkeakoulu esita erittain painavia syita, joiden mukaan keksinto on olennaisesti sopimustutkimushankkeeseen perustuva. jos sellaiseen keksintoon, joka palvelussuhteen jatkuessa olisi kuulunut taman lain soveltamisalaan, haetaan patenttia tai sita ryhdytaan muulla tavalla hyodyntamaan kuuden kuukauden kuluessa palvelussuhteen paattymisesta, on keksintoa pidettava palvelussuhteen aikana tehtyna, jollei keksija osoita todennakoisia perusteita keksinnon syntymiselle palvelussuhteen jalkeisena aikana.",
        "title_sv": "Fördelningen av bevisbördan",
        "content_sv": "Högskolan skall visa att den har rätt att på det sätt som avses i 6―8 § överta rätten till en uppfinning. Utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka förhållanden uppfinningen har kommit till, om uppfinningen har kommit till i nära samband med ett avtalsforskningsprojekt. Om uppfinningen har kommit till tidigast sex månader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i öppen forskning, om inte högskolan för fram synnerligen vägande skäl för att uppfinningen väsentligen grundar sig på avtalsforskningsprojektet. Om patent söks på en sådan uppfinning som skulle ha hört till tillämpningsområdet för denna lag ifall anställningsförhållandet hade fortgått eller om en sådan uppfinning på annat sätt utnyttjas inom sex månader från det att anställningsförhållandet upphörde, skall uppfinningen anses gjord under anställningsförhållandet, om inte uppfinnaren visar sannolika grunder för att uppfinningen har kommit till under tiden efter anställningsförhållandet.",
        "normalized_sv": "Högskolan skall visa att den har rätt att på det sätt som avses i 6―8 § överta rätten till en uppfinning. Utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka förhållanden uppfinningen har kommit till, om uppfinningen har kommit till i nära samband med ett avtalsforskningsprojekt. Om uppfinningen har kommit till tidigast sex månader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i öppen forskning, om inte högskolan för fram synnerligen vägande skäl för att uppfinningen väsentligen grundar sig på avtalsforskningsprojektet. Om patent söks på en sådan uppfinning som skulle ha hört till tillämpningsområdet för denna lag ifall anställningsförhållandet hade fortgått eller om en sådan uppfinning på annat sätt utnyttjas inom sex månader från det att anställningsförhållandet upphörde, skall uppfinningen anses gjord under anställningsförhållandet, om inte uppfinnaren visar sannolika grunder för att uppfinningen har kommit till under tiden efter anställningsförhållandet.",
        "folded_sv": "hogskolan skall visa att den har ratt att pa det satt som avses i 6―8 § overta ratten till en uppfinning. utan hinder av 1 mom. skall uppfinnaren ge en utredning av under vilka forhallanden uppfinningen har kommit till, om uppfinningen har kommit till i nara samband med ett avtalsforskningsprojekt. om uppfinningen har kommit till tidigast sex manader efter att ett avtalsforskningsprojekt har avslutats, skall uppfinningen anses ha kommit till i oppen forskning, om inte hogskolan for fram synnerligen vagande skal for att uppfinningen vasentligen grundar sig pa avtalsforskningsprojektet. om patent soks pa en sadan uppfinning som skulle ha hort till tillampningsomradet for denna lag ifall anstallningsforhallandet hade fortgatt eller om en sadan uppfinning pa annat satt utnyttjas inom sex manader fran det att anstallningsforhallandet upphorde, skall uppfinningen anses gjord under anstallningsforhallandet, om inte uppfinnaren visar sannolika grunder for att uppfinningen har kommit till under tiden efter anstallningsforhallandet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Riitojen ratkaisusta",
      "content": "Oikeudesta työntekijän tekemiin keksintöihin annetun lain (656/1967) 11, 11 a ja 11 b §:ssä mainittu keksintölautakunta on toimivaltainen antamaan lausuntoja tämän lain soveltamisalaan kuuluvissa asioissa. Laillinen tuomioistuin tämän lain soveltamisalaan kuuluvissa riitaisuuksissa on Helsingin käräjäoikeus. Tällöin on soveltuvin osin noudatettava, mitä oikeudenkäynnistä patenttiasioissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Oikeudesta työntekijän tekemiin keksintöihin annetun lain (656/1967) 11, 11 a ja 11 b § :ssä mainittu keksintölautakunta on toimivaltainen antamaan lausuntoja tämän lain soveltamisalaan kuuluvissa asioissa. Laillinen tuomioistuin tämän lain soveltamisalaan kuuluvissa riitaisuuksissa on Helsingin käräjäoikeus. Tällöin on soveltuvin osin noudatettava, mitä oikeudenkäynnistä patenttiasioissa säädetään.",
        "folded_fi": "oikeudesta tyontekijan tekemiin keksintoihin annetun lain (656/1967) 11, 11 a ja 11 b §:ssa mainittu keksintolautakunta on toimivaltainen antamaan lausuntoja taman lain soveltamisalaan kuuluvissa asioissa. laillinen tuomioistuin taman lain soveltamisalaan kuuluvissa riitaisuuksissa on helsingin karajaoikeus. talloin on soveltuvin osin noudatettava, mita oikeudenkaynnista patenttiasioissa saadetaan.",
        "title_sv": "Om lösning av tvister",
        "content_sv": "Den uppfinningsnämnd om vilken föreskrivs i 11, 11 a och 11 b § i lagen om rätt till arbetstagares uppfinningar (656/1967) är behörig att ge utlåtanden i ärenden som hör till tillämpningsområdet för denna lag. Laga domstol i tvistefrågor som hör till tillämpningsområdet för denna lag är Helsingfors tingsrätt. Härvid skall i tillämpliga delar följas det som föreskrivs om rättegångsprocessen i patentärenden.",
        "normalized_sv": "Den uppfinningsnämnd om vilken föreskrivs i 11, 11 a och 11 b § i lagen om rätt till arbetstagares uppfinningar (656/1967) är behörig att ge utlåtanden i ärenden som hör till tillämpningsområdet för denna lag. Laga domstol i tvistefrågor som hör till tillämpningsområdet för denna lag är Helsingfors tingsrätt. Härvid skall i tillämpliga delar följas det som föreskrivs om rättegångsprocessen i patentärenden.",
        "folded_sv": "den uppfinningsnamnd om vilken foreskrivs i 11, 11 a och 11 b § i lagen om ratt till arbetstagares uppfinningar (656/1967) ar behorig att ge utlatanden i arenden som hor till tillampningsomradet for denna lag. laga domstol i tvistefragor som hor till tillampningsomradet for denna lag ar helsingfors tingsratt. harvid skall i tillampliga delar foljas det som foreskrivs om rattegangsprocessen i patentarenden."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tarkempien säännösten ja määräysten antaminen",
      "content": "Korkeakouluille yhteisiä tarkempia säännöksiä keksintöilmoituksen tekemisestä, oikeuksien siirtämisessä noudatettavista menettelyistä ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. Korkeakoulut voivat antaa tarkempia määräyksiä tämän lain soveltamisesta siinä järjestyksessä kuin korkeakouluja koskevissa laeissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Korkeakouluille yhteisiä tarkempia säännöksiä keksintöilmoituksen tekemisestä, oikeuksien siirtämisessä noudatettavista menettelyistä ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. Korkeakoulut voivat antaa tarkempia määräyksiä tämän lain soveltamisesta siinä järjestyksessä kuin korkeakouluja koskevissa laeissa säädetään.",
        "folded_fi": "korkeakouluille yhteisia tarkempia saannoksia keksintoilmoituksen tekemisesta, oikeuksien siirtamisessa noudatettavista menettelyista ja korvausten maksamisesta voidaan antaa valtioneuvoston asetuksella. korkeakoulut voivat antaa tarkempia maarayksia taman lain soveltamisesta siina jarjestyksessa kuin korkeakouluja koskevissa laeissa saadetaan.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Närmare, för högskolorna gemensamma bestämmelser om uppfinningsanmälan, de förfaranden som skall följas vid överföring av rättigheter och om utbetalning av ersättningar kan utfärdas genom förordning av statsrådet. Högskolorna kan meddela närmare föreskrifter om tillämpningen av denna lag i den ordning som föreskrivs i de lagar som gäller högskolorna.",
        "normalized_sv": "Närmare, för högskolorna gemensamma bestämmelser om uppfinningsanmälan, de förfaranden som skall följas vid överföring av rättigheter och om utbetalning av ersättningar kan utfärdas genom förordning av statsrådet. Högskolorna kan meddela närmare föreskrifter om tillämpningen av denna lag i den ordning som föreskrivs i de lagar som gäller högskolorna.",
        "folded_sv": "narmare, for hogskolorna gemensamma bestammelser om uppfinningsanmalan, de forfaranden som skall foljas vid overforing av rattigheter och om utbetalning av ersattningar kan utfardas genom forordning av statsradet. hogskolorna kan meddela narmare foreskrifter om tillampningen av denna lag i den ordning som foreskrivs i de lagar som galler hogskolorna."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo ja siirtymäaika",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Ennen tämän lain voimaantuloa tehdyistä keksinnöistä on voimassa, mitä keksinnön tekohetkellä on säädetty. Tätä lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen tämän lain voimaantuloa. Tätä lakia ei myöskään sovelleta sellaisiin keksintöihin, joihin kohdistuu ennen tämän lain voimaantuloa syntyneitä sopimusvelvoitteita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin. Ennen tämän lain voimaantuloa tehdyistä keksinnöistä on voimassa, mitä keksinnön tekohetkellä on säädetty. Tätä lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen tämän lain voimaantuloa. Tätä lakia ei myöskään sovelleta sellaisiin keksintöihin, joihin kohdistuu ennen tämän lain voimaantuloa syntyneitä sopimusvelvoitteita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2007. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin. ennen taman lain voimaantuloa tehdyista keksinnoista on voimassa, mita keksinnon tekohetkella on saadetty. tata lakia ei sovelleta sellaisiin tutkimussopimuksiin, jotka on tehty, tai tutkimushankkeisiin, jotka on aloitettu ennen taman lain voimaantuloa. tata lakia ei myoskaan sovelleta sellaisiin keksintoihin, joihin kohdistuu ennen taman lain voimaantuloa syntyneita sopimusvelvoitteita.",
        "title_sv": "Ikraftträdande och övergångstid",
        "content_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. I fråga om uppfinningar som gjorts före denna lags ikraftträdande gäller det som var föreskrivet vid den tidpunkt då uppfinningen gjordes. Denna lag tillämpas inte på sådana forskningsavtal som har ingåtts eller forskningsprojekt som har påbörjats före denna lags ikraftträdande. Denna lag tillämpas inte heller på sådana uppfinningar för vilka gäller avtalsåtaganden som ingåtts före ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. I fråga om uppfinningar som gjorts före denna lags ikraftträdande gäller det som var föreskrivet vid den tidpunkt då uppfinningen gjordes. Denna lag tillämpas inte på sådana forskningsavtal som har ingåtts eller forskningsprojekt som har påbörjats före denna lags ikraftträdande. Denna lag tillämpas inte heller på sådana uppfinningar för vilka gäller avtalsåtaganden som ingåtts före ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. i fraga om uppfinningar som gjorts fore denna lags ikrafttradande galler det som var foreskrivet vid den tidpunkt da uppfinningen gjordes. denna lag tillampas inte pa sadana forskningsavtal som har ingatts eller forskningsprojekt som har paborjats fore denna lags ikrafttradande. denna lag tillampas inte heller pa sadana uppfinningar for vilka galler avtalsataganden som ingatts fore ikrafttradandet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    }
  ]
}