{
  "id": "370/2005",
  "type": "statute",
  "title": "Laki julkishallinnon ja -talouden tilintarkastajista annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om revisorer inom den offentliga förvaltningen och ekonomin",
  "status": "in_force",
  "issued_date": "2005-06-03",
  "in_force_date": "2005-06-03",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/370/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Julkishallinnon ja -talouden tilintarkastuslautakunta",
      "content": "JHTT-lautakunta Valtiovarainministeriön yhteydessä on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "JHTT-lautakunta Valtiovarainministeriön yhteydessä on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
        "folded_fi": "jhtt-lautakunta valtiovarainministerion yhteydessa on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
        "title_sv": "Revisionsnämnden för den offentliga förvaltningen och ekonomin",
        "content_sv": "OFR-nämnden I samband med finansministeriet finns revisionsnämnden för den offentliga förvaltningen och ekonomin ().",
        "normalized_sv": "OFR-nämnden I samband med finansministeriet finns revisionsnämnden för den offentliga förvaltningen och ekonomin ().",
        "folded_sv": "ofr-namnden i samband med finansministeriet finns revisionsnamnden for den offentliga forvaltningen och ekonomin ()."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilintarkastajan ja tilintarkastusyhteisön riippumattomuus ja virkavastuu",
      "content": "Tilintarkastajalla ja tilintarkastusyhteisöllä on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteisön on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä tämän lain 24 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tilintarkastajalla ja tilintarkastusyhteisöllä on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteisön on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä tämän lain 24 § :ssä säädetään.",
        "folded_fi": "tilintarkastajalla ja tilintarkastusyhteisolla on oltava edellytykset riippumattomaan tilintarkastukseen. jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteison on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita. tilintarkastaja toimii tehtavassaan virkavastuulla. vahingonkorvausvelvollisuudesta on voimassa, mita taman lain 24 §:ssa saadetaan.",
        "title_sv": "Revisors och revisionssammanslutnings oberoende ställning och tjänsteansvar",
        "content_sv": "En revisor och en revisionssammanslutning skall ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, skall revisorn eller revisionssammanslutningen vägra att ta emot uppdraget eller avstå från det. Revisorn utför sitt uppdrag under tjänsteansvar. Beträffande skadeståndsskyldigheten gäller 24 § i denna lag.",
        "normalized_sv": "En revisor och en revisionssammanslutning skall ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, skall revisorn eller revisionssammanslutningen vägra att ta emot uppdraget eller avstå från det. Revisorn utför sitt uppdrag under tjänsteansvar. Beträffande skadeståndsskyldigheten gäller 24 § i denna lag.",
        "folded_sv": "en revisor och en revisionssammanslutning skall ha forutsattningar for oberoende revision. om det inte finns sadana forutsattningar, skall revisorn eller revisionssammanslutningen vagra att ta emot uppdraget eller avsta fran det. revisorn utfor sitt uppdrag under tjansteansvar. betraffande skadestandsskyldigheten galler 24 § i denna lag."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tilintarkastajan esteellisyys",
      "content": "Tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27―30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27―30 § :ssä säädetään.",
        "folded_fi": "tilintarkastajan esteellisyydesta on voimassa, mita hallintolain (434/2003) 27―30 §:ssa saadetaan.",
        "title_sv": "Jäv för revisor",
        "content_sv": "I fråga om jäv för revisor gäller vad som bestäms i 27―30 § i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för revisor gäller vad som bestäms i 27―30 § i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for revisor galler vad som bestams i 27―30 § i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tutkinto",
      "content": "Tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista säädetään valtiovarainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista säädetään valtiovarainministeriön asetuksella.",
        "folded_fi": "tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista saadetaan valtiovarainministerion asetuksella.",
        "title_sv": "Examen",
        "content_sv": "Genom förordning av finansministeriet föreskrivs om uppbyggnaden och avläggande av examen samt om de läroämnen som ingår i examensfordringarna.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs om uppbyggnaden och avläggande av examen samt om de läroämnen som ingår i examensfordringarna.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs om uppbyggnaden och avlaggande av examen samt om de laroamnen som ingar i examensfordringarna."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus osallistua tutkintoon",
      "content": "Tutkintoon on oikeus osallistua sillä, joka: 1) on suorittanut ylemmän korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on päätoimisesti toiminut julkishallinnon ja -talouden tehtävissä vähintään kolme vuotta; sekä 4) on toiminut tilintarkastustehtävissä vähintään kolme vuotta. Siltä osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisääteisestä tilintarkastuksesta, työkokemuksesta vähintään kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. Edellä 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myös sillä, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vähintään seitsemän vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtävistä sekä vähintään kolmen vuoden käytännön kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vähintään 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtävissä. Valtiovarainministeriön asetuksella säädetään tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisällöstä; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtävissä saadun kokemuksen sisällöstä; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisällöstä; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisällöstä; 5) 3 momentin mukaisen kokemuksen sisällöstä. Tutkinto-oikeuden voimassaolosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Tutkintoon on oikeus osallistua sillä, joka: 1) on suorittanut ylemmän korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on päätoimisesti toiminut julkishallinnon ja -talouden tehtävissä vähintään kolme vuotta; sekä 4) on toiminut tilintarkastustehtävissä vähintään kolme vuotta. Siltä osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisääteisestä tilintarkastuksesta, työkokemuksesta vähintään kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. Edellä 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myös sillä, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vähintään seitsemän vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtävistä sekä vähintään kolmen vuoden käytännön kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vähintään 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtävissä. Valtiovarainministeriön asetuksella säädetään tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisällöstä; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtävissä saadun kokemuksen sisällöstä; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisällöstä; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisällöstä; 5) 3 momentin mukaisen kokemuksen sisällöstä. Tutkinto-oikeuden voimassaolosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "tutkintoon on oikeus osallistua silla, joka: 1) on suorittanut ylemman korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on paatoimisesti toiminut julkishallinnon ja -talouden tehtavissa vahintaan kolme vuotta; seka 4) on toiminut tilintarkastustehtavissa vahintaan kolme vuotta. silta osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisaateisesta tilintarkastuksesta, tyokokemuksesta vahintaan kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. edella 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myos silla, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vahintaan seitseman vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtavista seka vahintaan kolmen vuoden kaytannon kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vahintaan 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtavissa. valtiovarainministerion asetuksella saadetaan tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisallosta; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtavissa saadun kokemuksen sisallosta; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisallosta; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisallosta; 5) 3 momentin mukaisen kokemuksen sisallosta. tutkinto-oikeuden voimassaolosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Rätt att delta i examen",
        "content_sv": "Rätt att delta i examen har den som 1) har avlagt högre högskoleexamen, 2) har avlagt andra studier som krävs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga förvaltningen och ekonomin i minst tre år, och 4) har varit verksam i revisionsuppgifter i minst tre år. Till den del den i 1 mom. 4 punkten avsedda erfarenheten har förvärvats genom lagstadgad revision, skall minst två tredjedelar av denna arbetserfarenhet ha förvärvats under en revisors handledning. Med avvikelse från de krav som anges i 1 mom. 1 punkten och 2 mom. har också den rätt att delta i examen som 1) har avlagt högskoleexamen och har minst sju års erfarenhet inom den offentliga förvaltningen av krävande uppgifter som hänför sig till redovisning, finansiering och juridik samt minst tre års praktisk erfarenhet av revision, eller 2) som har avlagt högskoleexamen och som i minst 15 år har tjänstgjort yrkesmässigt i revisionsuppgifter eller därmed jämförbara uppgifter inom den offentliga förvaltningen och ekonomin. Genom förordning av finansministeriet föreskrivs närmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehåll, 2) innebörden av erfarenhet av uppgifter inom den offentliga förvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) innebörden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) innebörden av revisors handledning enligt 2 mom., 5) innebörden av erfarenhet enligt 3 mom. Angående den tid examensrätten är i kraft bestäms genom förordning av statsrådet.",
        "normalized_sv": "Rätt att delta i examen har den som 1) har avlagt högre högskoleexamen, 2) har avlagt andra studier som krävs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga förvaltningen och ekonomin i minst tre år, och 4) har varit verksam i revisionsuppgifter i minst tre år. Till den del den i 1 mom. 4 punkten avsedda erfarenheten har förvärvats genom lagstadgad revision, skall minst två tredjedelar av denna arbetserfarenhet ha förvärvats under en revisors handledning. Med avvikelse från de krav som anges i 1 mom. 1 punkten och 2 mom. har också den rätt att delta i examen som 1) har avlagt högskoleexamen och har minst sju års erfarenhet inom den offentliga förvaltningen av krävande uppgifter som hänför sig till redovisning, finansiering och juridik samt minst tre års praktisk erfarenhet av revision, eller 2) som har avlagt högskoleexamen och som i minst 15 år har tjänstgjort yrkesmässigt i revisionsuppgifter eller därmed jämförbara uppgifter inom den offentliga förvaltningen och ekonomin. Genom förordning av finansministeriet föreskrivs närmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehåll, 2) innebörden av erfarenhet av uppgifter inom den offentliga förvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) innebörden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) innebörden av revisors handledning enligt 2 mom., 5) innebörden av erfarenhet enligt 3 mom. Angående den tid examensrätten är i kraft bestäms genom förordning av statsrådet.",
        "folded_sv": "ratt att delta i examen har den som 1) har avlagt hogre hogskoleexamen, 2) har avlagt andra studier som kravs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga forvaltningen och ekonomin i minst tre ar, och 4) har varit verksam i revisionsuppgifter i minst tre ar. till den del den i 1 mom. 4 punkten avsedda erfarenheten har forvarvats genom lagstadgad revision, skall minst tva tredjedelar av denna arbetserfarenhet ha forvarvats under en revisors handledning. med avvikelse fran de krav som anges i 1 mom. 1 punkten och 2 mom. har ocksa den ratt att delta i examen som 1) har avlagt hogskoleexamen och har minst sju ars erfarenhet inom den offentliga forvaltningen av kravande uppgifter som hanfor sig till redovisning, finansiering och juridik samt minst tre ars praktisk erfarenhet av revision, eller 2) som har avlagt hogskoleexamen och som i minst 15 ar har tjanstgjort yrkesmassigt i revisionsuppgifter eller darmed jamforbara uppgifter inom den offentliga forvaltningen och ekonomin. genom forordning av finansministeriet foreskrivs narmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehall, 2) inneborden av erfarenhet av uppgifter inom den offentliga forvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) inneborden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) inneborden av revisors handledning enligt 2 mom., 5) inneborden av erfarenhet enligt 3 mom. angaende den tid examensratten ar i kraft bestams genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Tilintarkastuskertomus",
      "content": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
        "folded_fi": "tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. tilintarkastuskertomuksen sisallosta saadetaan erikseen. kun tilintarkastus on tehty, tilintarkastajan on tehtava siita tilinpaatokseen merkinta, jossa viitataan tilintarkastuskertomukseen. jos tilintarkastaja kesken tilikauden havaitsee merkittavaa huomauttamista tarkastettavan yhteison hallinnosta tai taloudesta, hanen on viipymatta ilmoitettava asiasta tarkastettavan yhteison hallitukselle tai muulle vastaavalle toimielimelle.",
        "title_sv": "Revisionsberättelse",
        "content_sv": "En revisor skall avge en revisionsberättelse för varje räkenskapsperiod. Angående revisionsberättelsens innehåll föreskrivs särskilt. När revisionen har slutförts skall revisorn göra en anteckning om detta i bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan dröjsmål underrätta samfundets styrelse eller ett annat motsvarande organ om saken.",
        "normalized_sv": "En revisor skall avge en revisionsberättelse för varje räkenskapsperiod. Angående revisionsberättelsens innehåll föreskrivs särskilt. När revisionen har slutförts skall revisorn göra en anteckning om detta i bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan dröjsmål underrätta samfundets styrelse eller ett annat motsvarande organ om saken.",
        "folded_sv": "en revisor skall avge en revisionsberattelse for varje rakenskapsperiod. angaende revisionsberattelsens innehall foreskrivs sarskilt. nar revisionen har slutforts skall revisorn gora en anteckning om detta i bokslutet och i den hanvisa till revisionsberattelsen. om en revisor under rakenskapsperioden finner att det finns betydande skal till anmarkning i fraga om forvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan drojsmal underratta samfundets styrelse eller ett annat motsvarande organ om saken."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tilintarkastusyhteisön päävastuullinen tilintarkastaja",
      "content": "Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, sen on ilmoitettava viipymättä tarkastettavalle yhteisölle ja tarkastuksen tilaajalle päävastuullinen tilintarkastaja ja hänen varahenkilönsä. Päävastuullisen tilintarkastajan ja hänen varahenkilönsä tulee olla JHTT-tilintarkastajia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, sen on ilmoitettava viipymättä tarkastettavalle yhteisölle ja tarkastuksen tilaajalle päävastuullinen tilintarkastaja ja hänen varahenkilönsä. Päävastuullisen tilintarkastajan ja hänen varahenkilönsä tulee olla JHTT-tilintarkastajia.",
        "folded_fi": "jos tilintarkastajaksi on valittu tilintarkastusyhteiso, sen on ilmoitettava viipymatta tarkastettavalle yhteisolle ja tarkastuksen tilaajalle paavastuullinen tilintarkastaja ja hanen varahenkilonsa. paavastuullisen tilintarkastajan ja hanen varahenkilonsa tulee olla jhtt-tilintarkastajia.",
        "title_sv": "En revisionssammanslutnings huvudansvariga revisor",
        "content_sv": "Om en revisionssammanslutning har valts för revisionen, skall den utan dröjsmål meddela det samfund som skall granskas och den som beställt revisionen vem som är huvudansvarig revisor och vem som är hans eller hennes suppleant. Den huvudansvariga revisorn och hans eller hennes suppleant skall vara OFR-revisorer.",
        "normalized_sv": "Om en revisionssammanslutning har valts för revisionen, skall den utan dröjsmål meddela det samfund som skall granskas och den som beställt revisionen vem som är huvudansvarig revisor och vem som är hans eller hennes suppleant. Den huvudansvariga revisorn och hans eller hennes suppleant skall vara OFR-revisorer.",
        "folded_sv": "om en revisionssammanslutning har valts for revisionen, skall den utan drojsmal meddela det samfund som skall granskas och den som bestallt revisionen vem som ar huvudansvarig revisor och vem som ar hans eller hennes suppleant. den huvudansvariga revisorn och hans eller hennes suppleant skall vara ofr-revisorer."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Lautakunnan tehtävät",
      "content": "Tutkintoa järjestäessään lautakunnalla on oikeus käyttää ulkopuolisia asiantuntijoita ja muuta henkilöstöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Tutkintoa järjestäessään lautakunnalla on oikeus käyttää ulkopuolisia asiantuntijoita ja muuta henkilöstöä.",
        "folded_fi": "tutkintoa jarjestaessaan lautakunnalla on oikeus kayttaa ulkopuolisia asiantuntijoita ja muuta henkilostoa.",
        "title_sv": "Nämndens uppgifter",
        "content_sv": "När nämnden ordnar examen har den rätt att anlita utomstående experter och annan personal.",
        "normalized_sv": "När nämnden ordnar examen har den rätt att anlita utomstående experter och annan personal.",
        "folded_sv": "nar namnden ordnar examen har den ratt att anlita utomstaende experter och annan personal."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Valvonta ja laadunvarmistus",
      "content": "Lautakunta valvoo, että tilintarkastajat säilyttävät ammattitaitonsa ja että tilintarkastajat ja tilintarkastusyhteisöt edelleen täyttävät tämän lain mukaiset hyväksymisen edellytykset sekä toimivat tämän lain ja muiden tarkastuksesta annettujen säännösten mukaisesti. Lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edellä mainituissa seikoissa ilmenee puutteita. Lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistusta. Valtioneuvoston asetuksella voidaan kuitenkin säätää, että lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistuksen. Lautakunnalla on valvonta- ja laadunvarmistustehtävien toteuttamiseksi oikeus käyttää ulkopuolisia asiantuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Lautakunta valvoo, että tilintarkastajat säilyttävät ammattitaitonsa ja että tilintarkastajat ja tilintarkastusyhteisöt edelleen täyttävät tämän lain mukaiset hyväksymisen edellytykset sekä toimivat tämän lain ja muiden tarkastuksesta annettujen säännösten mukaisesti. Lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edellä mainituissa seikoissa ilmenee puutteita. Lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistusta. Valtioneuvoston asetuksella voidaan kuitenkin säätää, että lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistuksen. Lautakunnalla on valvonta- ja laadunvarmistustehtävien toteuttamiseksi oikeus käyttää ulkopuolisia asiantuntijoita.",
        "folded_fi": "lautakunta valvoo, etta tilintarkastajat sailyttavat ammattitaitonsa ja etta tilintarkastajat ja tilintarkastusyhteisot edelleen tayttavat taman lain mukaiset hyvaksymisen edellytykset seka toimivat taman lain ja muiden tarkastuksesta annettujen saannosten mukaisesti. lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edella mainituissa seikoissa ilmenee puutteita. lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisojen laadunvarmistusta. valtioneuvoston asetuksella voidaan kuitenkin saataa, etta lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisojen laadunvarmistuksen. lautakunnalla on valvonta- ja laadunvarmistustehtavien toteuttamiseksi oikeus kayttaa ulkopuolisia asiantuntijoita.",
        "title_sv": "Tillsyn och kvalitetssäkring",
        "content_sv": "Nämnden utövar tillsyn över att revisorerna behåller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjämt uppfyller förutsättningarna för godkännande enligt denna lag samt verkar enligt denna lag och andra bestämmelser om revision. Nämnden vidtar behövliga åtgärder om det framkommer brister i ovan nämnda omständigheter. Nämnden utövar tillsyn över kvalitetssäkringen av revisorerna och revisionssammanslutningarna. Genom förordning av statsrådet kan dock föreskrivas att nämnden helt eller delvis utför kvalitetssäkring av revisorer och revisionssammanslutningar. Nämnden har rätt att vid utförande av tillsyns- och kvalitetssäkringsuppgifter anlita utomstående experter.",
        "normalized_sv": "Nämnden utövar tillsyn över att revisorerna behåller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjämt uppfyller förutsättningarna för godkännande enligt denna lag samt verkar enligt denna lag och andra bestämmelser om revision. Nämnden vidtar behövliga åtgärder om det framkommer brister i ovan nämnda omständigheter. Nämnden utövar tillsyn över kvalitetssäkringen av revisorerna och revisionssammanslutningarna. Genom förordning av statsrådet kan dock föreskrivas att nämnden helt eller delvis utför kvalitetssäkring av revisorer och revisionssammanslutningar. Nämnden har rätt att vid utförande av tillsyns- och kvalitetssäkringsuppgifter anlita utomstående experter.",
        "folded_sv": "namnden utovar tillsyn over att revisorerna behaller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjamt uppfyller forutsattningarna for godkannande enligt denna lag samt verkar enligt denna lag och andra bestammelser om revision. namnden vidtar behovliga atgarder om det framkommer brister i ovan namnda omstandigheter. namnden utovar tillsyn over kvalitetssakringen av revisorerna och revisionssammanslutningarna. genom forordning av statsradet kan dock foreskrivas att namnden helt eller delvis utfor kvalitetssakring av revisorer och revisionssammanslutningar. namnden har ratt att vid utforande av tillsyns- och kvalitetssakringsuppgifter anlita utomstaende experter."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Hallinto-oikeudellisten säädösten soveltaminen",
      "content": "Tämän lain 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainittuihin henkilöihin sovelletaan, mitä hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edellä 1 momentissa tarkoitetut henkilöt toimivat virkavastuulla hoitaessaan tämän lain mukaisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Tämän lain 13 § :n 2 momentissa ja 15 § :n 3 momentissa mainittuihin henkilöihin sovelletaan, mitä hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edellä 1 momentissa tarkoitetut henkilöt toimivat virkavastuulla hoitaessaan tämän lain mukaisia tehtäviä.",
        "folded_fi": "taman lain 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainittuihin henkiloihin sovelletaan, mita hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. edella 1 momentissa tarkoitetut henkilot toimivat virkavastuulla hoitaessaan taman lain mukaisia tehtavia.",
        "title_sv": "Tillämpning av förvaltningsrättsliga författningar",
        "content_sv": "På de personer som nämns i 13 § 2 mom. och 15 § 3 mom. tillämpas bestämmelserna i förvaltningslagen, språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). De personer som avses i 1 mom. handlar under tjänsteansvar då de sköter uppgifter enligt denna lag.",
        "normalized_sv": "På de personer som nämns i 13 § 2 mom. och 15 § 3 mom. tillämpas bestämmelserna i förvaltningslagen, språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). De personer som avses i 1 mom. handlar under tjänsteansvar då de sköter uppgifter enligt denna lag.",
        "folded_sv": "pa de personer som namns i 13 § 2 mom. och 15 § 3 mom. tillampas bestammelserna i forvaltningslagen, spraklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). de personer som avses i 1 mom. handlar under tjansteansvar da de skoter uppgifter enligt denna lag."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tietojenantovelvollisuus",
      "content": "Lautakunnalla ja 15 §:n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisöltä tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. Valvottavan on lisäksi toimitettava viipymättä lautakunnalle sen pyytämät valvonnan kannalta tarpeelliset tiedot ja selvitykset. Mitä 18 §:ssä tai muualla laissa säädetään tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eikä laadunvarmistusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Lautakunnalla ja 15 § :n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisöltä tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. Valvottavan on lisäksi toimitettava viipymättä lautakunnalle sen pyytämät valvonnan kannalta tarpeelliset tiedot ja selvitykset. Mitä 18 § :ssä tai muualla laissa säädetään tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eikä laadunvarmistusta varten.",
        "folded_fi": "lautakunnalla ja 15 §:n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisolta tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. valvottavan on lisaksi toimitettava viipymatta lautakunnalle sen pyytamat valvonnan kannalta tarpeelliset tiedot ja selvitykset. mita 18 §:ssa tai muualla laissa saadetaan tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eika laadunvarmistusta varten.",
        "title_sv": "Skyldighet att lämna information",
        "content_sv": "Nämnden och de i 15 § 3 mom. nämnda utomstående experterna har rätt att av en revisor eller en revisionssammanslutning för granskning få alla de handlingar och andra upptagningar som de anser nödvändiga för tillsynen över verksamheten. Tillsynsobjektet skall dessutom utan dröjsmål ge nämnden de upplysningar och redogörelser som nämnden begär och som behövs för tillsynen. Det som i 18 § eller någon annanstans i lag bestäms om revisors tystnadsplikt gäller inte överlämnande av handlingar och andra upptagningar, uppgifter eller utredningar för tillsynen eller kvalitetssäkringen.",
        "normalized_sv": "Nämnden och de i 15 § 3 mom. nämnda utomstående experterna har rätt att av en revisor eller en revisionssammanslutning för granskning få alla de handlingar och andra upptagningar som de anser nödvändiga för tillsynen över verksamheten. Tillsynsobjektet skall dessutom utan dröjsmål ge nämnden de upplysningar och redogörelser som nämnden begär och som behövs för tillsynen. Det som i 18 § eller någon annanstans i lag bestäms om revisors tystnadsplikt gäller inte överlämnande av handlingar och andra upptagningar, uppgifter eller utredningar för tillsynen eller kvalitetssäkringen.",
        "folded_sv": "namnden och de i 15 § 3 mom. namnda utomstaende experterna har ratt att av en revisor eller en revisionssammanslutning for granskning fa alla de handlingar och andra upptagningar som de anser nodvandiga for tillsynen over verksamheten. tillsynsobjektet skall dessutom utan drojsmal ge namnden de upplysningar och redogorelser som namnden begar och som behovs for tillsynen. det som i 18 § eller nagon annanstans i lag bestams om revisors tystnadsplikt galler inte overlamnande av handlingar och andra upptagningar, uppgifter eller utredningar for tillsynen eller kvalitetssakringen."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Lautakunnan salassapitovelvollisuus",
      "content": "Edellä 12 §:ssä, 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainitut henkilöt eivät saa yksityisesti hyödyntää eivätkä sivulliselle ilmaista, mitä he tehtävänsä perusteella ovat saaneet tietää tilintarkastajan, tilintarkastusyhteisön tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista, ellei se, jonka hyväksi vaitiolovelvollisuus on säädetty, suostu tietojen antamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Edellä 12 § :ssä, 13 § :n 2 momentissa ja 15 § :n 3 momentissa mainitut henkilöt eivät saa yksityisesti hyödyntää eivätkä sivulliselle ilmaista, mitä he tehtävänsä perusteella ovat saaneet tietää tilintarkastajan, tilintarkastusyhteisön tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista, ellei se, jonka hyväksi vaitiolovelvollisuus on säädetty, suostu tietojen antamiseen.",
        "folded_fi": "edella 12 §:ssa, 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainitut henkilot eivat saa yksityisesti hyodyntaa eivatka sivulliselle ilmaista, mita he tehtavansa perusteella ovat saaneet tietaa tilintarkastajan, tilintarkastusyhteison tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilokohtaisista oloista, ellei se, jonka hyvaksi vaitiolovelvollisuus on saadetty, suostu tietojen antamiseen.",
        "title_sv": "Nämndens tystnadsplikt",
        "content_sv": "De i 12 §, 13 § 2 mom. och 15 § 3 mom. nämnda personerna får inte privat utnyttja eller för utomstående röja vad de på grund av sin uppgift har fått veta om en revisors eller revisionssammanslutnings eller någon annans ekonomiska ställning, affärs- eller yrkeshemlighet eller en enskilds personliga omständigheter, om inte den till vars förmån tystnadsplikten är bestämd samtycker till att uppgifterna ges.",
        "normalized_sv": "De i 12 § , 13 § 2 mom. och 15 § 3 mom. nämnda personerna får inte privat utnyttja eller för utomstående röja vad de på grund av sin uppgift har fått veta om en revisors eller revisionssammanslutnings eller någon annans ekonomiska ställning, affärs- eller yrkeshemlighet eller en enskilds personliga omständigheter, om inte den till vars förmån tystnadsplikten är bestämd samtycker till att uppgifterna ges.",
        "folded_sv": "de i 12 §, 13 § 2 mom. och 15 § 3 mom. namnda personerna far inte privat utnyttja eller for utomstaende roja vad de pa grund av sin uppgift har fatt veta om en revisors eller revisionssammanslutnings eller nagon annans ekonomiska stallning, affars- eller yrkeshemlighet eller en enskilds personliga omstandigheter, om inte den till vars forman tystnadsplikten ar bestamd samtycker till att uppgifterna ges."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Oikaisuvaatimuksen tai valituksen saa tehdä se: 1) jonka hakemus osallistua tutkintoon on hylätty; 2) joka on hylätty tutkinnossa tai jonka ei ole katsottu täyttävän muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisöksi hyväksymiseksi on hylätty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyväksyminen on peruutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Oikaisuvaatimuksen tai valituksen saa tehdä se: 1) jonka hakemus osallistua tutkintoon on hylätty; 2) joka on hylätty tutkinnossa tai jonka ei ole katsottu täyttävän muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisöksi hyväksymiseksi on hylätty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyväksyminen on peruutettu.",
        "folded_fi": "oikaisuvaatimuksen tai valituksen saa tehda se: 1) jonka hakemus osallistua tutkintoon on hylatty; 2) joka on hylatty tutkinnossa tai jonka ei ole katsottu tayttavan muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisoksi hyvaksymiseksi on hylatty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyvaksyminen on peruutettu.",
        "title_sv": "Ändringssökande",
        "content_sv": "Rättelseyrkande får framställas eller besvär anföras av den 1) vars ansökan om att få delta i examen har avslagits, 2) som blivit underkänd i examen eller som inte har ansetts uppfylla de övriga behörighetsvillkoren, 3) vars ansökan om att bli godkänd som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmärkning, 5) vars godkännande har återkallats.",
        "normalized_sv": "Rättelseyrkande får framställas eller besvär anföras av den 1) vars ansökan om att få delta i examen har avslagits, 2) som blivit underkänd i examen eller som inte har ansetts uppfylla de övriga behörighetsvillkoren, 3) vars ansökan om att bli godkänd som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmärkning, 5) vars godkännande har återkallats.",
        "folded_sv": "rattelseyrkande far framstallas eller besvar anforas av den 1) vars ansokan om att fa delta i examen har avslagits, 2) som blivit underkand i examen eller som inte har ansetts uppfylla de ovriga behorighetsvillkoren, 3) vars ansokan om att bli godkand som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmarkning, 5) vars godkannande har aterkallats."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset lautakunnan kokoonpanosta, henkilöstöstä ja tehtävistä, laadunvarmistuksen hoitamisesta sekä lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tarkemmat säännökset lautakunnan kokoonpanosta, henkilöstöstä ja tehtävistä, laadunvarmistuksen hoitamisesta sekä lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset lautakunnan kokoonpanosta, henkilostosta ja tehtavista, laadunvarmistuksen hoitamisesta seka lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om nämndens sammansättning, personal och uppgifter, om kvalitetssäkringen samt om lämnande av de utredningar som skall ges till nämnden utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om nämndens sammansättning, personal och uppgifter, om kvalitetssäkringen samt om lämnande av de utredningar som skall ges till nämnden utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om namndens sammansattning, personal och uppgifter, om kvalitetssakringen samt om lamnande av de utredningar som skall ges till namnden utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Siirtymäsäännökset",
      "content": "Edellä 9 §:n 2 momentissa säädettyä edellytystä toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jälkeen, kun kuusi vuotta on kulunut tämän lain voimaantulosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Edellä 9 § :n 2 momentissa säädettyä edellytystä toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jälkeen, kun kuusi vuotta on kulunut tämän lain voimaantulosta.",
        "folded_fi": "edella 9 §:n 2 momentissa saadettya edellytysta toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jalkeen, kun kuusi vuotta on kulunut taman lain voimaantulosta.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillämpas på revisionserfarenhet som har förvärvats efter det att sex år förflutit från denna lags ikraftträdande.",
        "normalized_sv": "Villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillämpas på revisionserfarenhet som har förvärvats efter det att sex år förflutit från denna lags ikraftträdande.",
        "folded_sv": "villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillampas pa revisionserfarenhet som har forvarvats efter det att sex ar forflutit fran denna lags ikrafttradande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Julkishallinnon ja -talouden tilintarkastuslautakunta",
      "content": "JHTT-lautakunta Valtiovarainministeriön yhteydessä on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "JHTT-lautakunta Valtiovarainministeriön yhteydessä on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
        "folded_fi": "jhtt-lautakunta valtiovarainministerion yhteydessa on julkishallinnon ja -talouden tilintarkastuslautakunta ().",
        "title_sv": "Revisionsnämnden för den offentliga förvaltningen och ekonomin",
        "content_sv": "OFR-nämnden I samband med finansministeriet finns revisionsnämnden för den offentliga förvaltningen och ekonomin ().",
        "normalized_sv": "OFR-nämnden I samband med finansministeriet finns revisionsnämnden för den offentliga förvaltningen och ekonomin ().",
        "folded_sv": "ofr-namnden i samband med finansministeriet finns revisionsnamnden for den offentliga forvaltningen och ekonomin ()."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tilintarkastajan ja tilintarkastusyhteisön riippumattomuus ja virkavastuu",
      "content": "Tilintarkastajalla ja tilintarkastusyhteisöllä on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteisön on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä tämän lain 24 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tilintarkastajalla ja tilintarkastusyhteisöllä on oltava edellytykset riippumattomaan tilintarkastukseen. Jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteisön on kieltäydyttävä vastaanottamasta tehtävää tai luovuttava siitä. Tilintarkastaja toimii tehtävässään virkavastuulla. Vahingonkorvausvelvollisuudesta on voimassa, mitä tämän lain 24 § :ssä säädetään.",
        "folded_fi": "tilintarkastajalla ja tilintarkastusyhteisolla on oltava edellytykset riippumattomaan tilintarkastukseen. jos edellytykset puuttuvat, tilintarkastajan ja tilintarkastusyhteison on kieltaydyttava vastaanottamasta tehtavaa tai luovuttava siita. tilintarkastaja toimii tehtavassaan virkavastuulla. vahingonkorvausvelvollisuudesta on voimassa, mita taman lain 24 §:ssa saadetaan.",
        "title_sv": "Revisors och revisionssammanslutnings oberoende ställning och tjänsteansvar",
        "content_sv": "En revisor och en revisionssammanslutning skall ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, skall revisorn eller revisionssammanslutningen vägra att ta emot uppdraget eller avstå från det. Revisorn utför sitt uppdrag under tjänsteansvar. Beträffande skadeståndsskyldigheten gäller 24 § i denna lag.",
        "normalized_sv": "En revisor och en revisionssammanslutning skall ha förutsättningar för oberoende revision. Om det inte finns sådana förutsättningar, skall revisorn eller revisionssammanslutningen vägra att ta emot uppdraget eller avstå från det. Revisorn utför sitt uppdrag under tjänsteansvar. Beträffande skadeståndsskyldigheten gäller 24 § i denna lag.",
        "folded_sv": "en revisor och en revisionssammanslutning skall ha forutsattningar for oberoende revision. om det inte finns sadana forutsattningar, skall revisorn eller revisionssammanslutningen vagra att ta emot uppdraget eller avsta fran det. revisorn utfor sitt uppdrag under tjansteansvar. betraffande skadestandsskyldigheten galler 24 § i denna lag."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tilintarkastajan esteellisyys",
      "content": "Tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27―30 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tilintarkastajan esteellisyydestä on voimassa, mitä hallintolain (434/2003) 27―30 § :ssä säädetään.",
        "folded_fi": "tilintarkastajan esteellisyydesta on voimassa, mita hallintolain (434/2003) 27―30 §:ssa saadetaan.",
        "title_sv": "Jäv för revisor",
        "content_sv": "I fråga om jäv för revisor gäller vad som bestäms i 27―30 § i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för revisor gäller vad som bestäms i 27―30 § i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for revisor galler vad som bestams i 27―30 § i forvaltningslagen (434/2003)."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tutkinto",
      "content": "Tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista säädetään valtiovarainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista säädetään valtiovarainministeriön asetuksella.",
        "folded_fi": "tutkinnon rakenteesta, suorittamistavasta ja tutkintovaatimuksiin kuuluvista oppiaineista saadetaan valtiovarainministerion asetuksella.",
        "title_sv": "Examen",
        "content_sv": "Genom förordning av finansministeriet föreskrivs om uppbyggnaden och avläggande av examen samt om de läroämnen som ingår i examensfordringarna.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs om uppbyggnaden och avläggande av examen samt om de läroämnen som ingår i examensfordringarna.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs om uppbyggnaden och avlaggande av examen samt om de laroamnen som ingar i examensfordringarna."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus osallistua tutkintoon",
      "content": "Tutkintoon on oikeus osallistua sillä, joka: 1) on suorittanut ylemmän korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on päätoimisesti toiminut julkishallinnon ja -talouden tehtävissä vähintään kolme vuotta; sekä 4) on toiminut tilintarkastustehtävissä vähintään kolme vuotta. Siltä osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisääteisestä tilintarkastuksesta, työkokemuksesta vähintään kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. Edellä 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myös sillä, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vähintään seitsemän vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtävistä sekä vähintään kolmen vuoden käytännön kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vähintään 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtävissä. Valtiovarainministeriön asetuksella säädetään tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisällöstä; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtävissä saadun kokemuksen sisällöstä; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisällöstä; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisällöstä; 5) 3 momentin mukaisen kokemuksen sisällöstä. Tutkinto-oikeuden voimassaolosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Tutkintoon on oikeus osallistua sillä, joka: 1) on suorittanut ylemmän korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on päätoimisesti toiminut julkishallinnon ja -talouden tehtävissä vähintään kolme vuotta; sekä 4) on toiminut tilintarkastustehtävissä vähintään kolme vuotta. Siltä osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisääteisestä tilintarkastuksesta, työkokemuksesta vähintään kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. Edellä 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myös sillä, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vähintään seitsemän vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtävistä sekä vähintään kolmen vuoden käytännön kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vähintään 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtävissä. Valtiovarainministeriön asetuksella säädetään tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisällöstä; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtävissä saadun kokemuksen sisällöstä; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisällöstä; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisällöstä; 5) 3 momentin mukaisen kokemuksen sisällöstä. Tutkinto-oikeuden voimassaolosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "tutkintoon on oikeus osallistua silla, joka: 1) on suorittanut ylemman korkeakoulututkinnon; 2) on suorittanut muut vaadittavat opinnot; 3) on paatoimisesti toiminut julkishallinnon ja -talouden tehtavissa vahintaan kolme vuotta; seka 4) on toiminut tilintarkastustehtavissa vahintaan kolme vuotta. silta osin kuin 1 momentin 4 kohdassa tarkoitettua kokemusta on hankittu lakisaateisesta tilintarkastuksesta, tyokokemuksesta vahintaan kaksi kolmasosaa on oltava suoritettu tilintarkastajan ohjauksessa. edella 1 momentin 1 kohdassa ja 2 momentissa mainituista vaatimuksista poiketen tutkintoon on oikeus osallistua myos silla, joka: 1) on suorittanut korkeakoulututkinnon ja jolla on vahintaan seitseman vuoden kokemus vaativista julkishallinnon laskentatoimen, rahoituksen ja oikeudellisista tehtavista seka vahintaan kolmen vuoden kaytannon kokemus tilintarkastuksesta; taikka 2) joka on suorittanut korkeakoulututkinnon ja toiminut vahintaan 15 vuoden ajan ammattimaisesti julkishallinnon ja -talouden tilintarkastus- tai niihin rinnastettavissa tehtavissa. valtiovarainministerion asetuksella saadetaan tarkemmin: 1) 1 momentin 2 kohdassa tarkoitettujen opintojen laajuudesta ja sisallosta; 2) 1 momentin 3 kohdan mukaisen julkishallinnon ja -talouden tehtavissa saadun kokemuksen sisallosta; 3) 1 momentin 4 kohdan mukaisen tilintarkastuskokemuksen sisallosta; 4) 2 momentin mukaisen tilintarkastajan ohjauksen sisallosta; 5) 3 momentin mukaisen kokemuksen sisallosta. tutkinto-oikeuden voimassaolosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Rätt att delta i examen",
        "content_sv": "Rätt att delta i examen har den som 1) har avlagt högre högskoleexamen, 2) har avlagt andra studier som krävs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga förvaltningen och ekonomin i minst tre år, och 4) har varit verksam i revisionsuppgifter i minst tre år. Till den del den i 1 mom. 4 punkten avsedda erfarenheten har förvärvats genom lagstadgad revision, skall minst två tredjedelar av denna arbetserfarenhet ha förvärvats under en revisors handledning. Med avvikelse från de krav som anges i 1 mom. 1 punkten och 2 mom. har också den rätt att delta i examen som 1) har avlagt högskoleexamen och har minst sju års erfarenhet inom den offentliga förvaltningen av krävande uppgifter som hänför sig till redovisning, finansiering och juridik samt minst tre års praktisk erfarenhet av revision, eller 2) som har avlagt högskoleexamen och som i minst 15 år har tjänstgjort yrkesmässigt i revisionsuppgifter eller därmed jämförbara uppgifter inom den offentliga förvaltningen och ekonomin. Genom förordning av finansministeriet föreskrivs närmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehåll, 2) innebörden av erfarenhet av uppgifter inom den offentliga förvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) innebörden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) innebörden av revisors handledning enligt 2 mom., 5) innebörden av erfarenhet enligt 3 mom. Angående den tid examensrätten är i kraft bestäms genom förordning av statsrådet.",
        "normalized_sv": "Rätt att delta i examen har den som 1) har avlagt högre högskoleexamen, 2) har avlagt andra studier som krävs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga förvaltningen och ekonomin i minst tre år, och 4) har varit verksam i revisionsuppgifter i minst tre år. Till den del den i 1 mom. 4 punkten avsedda erfarenheten har förvärvats genom lagstadgad revision, skall minst två tredjedelar av denna arbetserfarenhet ha förvärvats under en revisors handledning. Med avvikelse från de krav som anges i 1 mom. 1 punkten och 2 mom. har också den rätt att delta i examen som 1) har avlagt högskoleexamen och har minst sju års erfarenhet inom den offentliga förvaltningen av krävande uppgifter som hänför sig till redovisning, finansiering och juridik samt minst tre års praktisk erfarenhet av revision, eller 2) som har avlagt högskoleexamen och som i minst 15 år har tjänstgjort yrkesmässigt i revisionsuppgifter eller därmed jämförbara uppgifter inom den offentliga förvaltningen och ekonomin. Genom förordning av finansministeriet föreskrivs närmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehåll, 2) innebörden av erfarenhet av uppgifter inom den offentliga förvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) innebörden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) innebörden av revisors handledning enligt 2 mom., 5) innebörden av erfarenhet enligt 3 mom. Angående den tid examensrätten är i kraft bestäms genom förordning av statsrådet.",
        "folded_sv": "ratt att delta i examen har den som 1) har avlagt hogre hogskoleexamen, 2) har avlagt andra studier som kravs, 3) har varit verksam i huvudsyssla i uppgifter inom den offentliga forvaltningen och ekonomin i minst tre ar, och 4) har varit verksam i revisionsuppgifter i minst tre ar. till den del den i 1 mom. 4 punkten avsedda erfarenheten har forvarvats genom lagstadgad revision, skall minst tva tredjedelar av denna arbetserfarenhet ha forvarvats under en revisors handledning. med avvikelse fran de krav som anges i 1 mom. 1 punkten och 2 mom. har ocksa den ratt att delta i examen som 1) har avlagt hogskoleexamen och har minst sju ars erfarenhet inom den offentliga forvaltningen av kravande uppgifter som hanfor sig till redovisning, finansiering och juridik samt minst tre ars praktisk erfarenhet av revision, eller 2) som har avlagt hogskoleexamen och som i minst 15 ar har tjanstgjort yrkesmassigt i revisionsuppgifter eller darmed jamforbara uppgifter inom den offentliga forvaltningen och ekonomin. genom forordning av finansministeriet foreskrivs narmare om 1) omfattningen av de i 1 mom. 2 punkten avsedda studierna och deras innehall, 2) inneborden av erfarenhet av uppgifter inom den offentliga forvaltningen och ekonomin enligt 1 mom. 3 punkten, 3) inneborden av erfarenhet av revision enligt 1 mom. 4 punkten, 4) inneborden av revisors handledning enligt 2 mom., 5) inneborden av erfarenhet enligt 3 mom. angaende den tid examensratten ar i kraft bestams genom forordning av statsradet."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Tilintarkastuskertomus",
      "content": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. Tilintarkastuskertomuksen sisällöstä säädetään erikseen. Kun tilintarkastus on tehty, tilintarkastajan on tehtävä siitä tilinpäätökseen merkintä, jossa viitataan tilintarkastuskertomukseen. Jos tilintarkastaja kesken tilikauden havaitsee merkittävää huomauttamista tarkastettavan yhteisön hallinnosta tai taloudesta, hänen on viipymättä ilmoitettava asiasta tarkastettavan yhteisön hallitukselle tai muulle vastaavalle toimielimelle.",
        "folded_fi": "tilintarkastajan on annettava kultakin tilikaudelta tilintarkastuskertomus. tilintarkastuskertomuksen sisallosta saadetaan erikseen. kun tilintarkastus on tehty, tilintarkastajan on tehtava siita tilinpaatokseen merkinta, jossa viitataan tilintarkastuskertomukseen. jos tilintarkastaja kesken tilikauden havaitsee merkittavaa huomauttamista tarkastettavan yhteison hallinnosta tai taloudesta, hanen on viipymatta ilmoitettava asiasta tarkastettavan yhteison hallitukselle tai muulle vastaavalle toimielimelle.",
        "title_sv": "Revisionsberättelse",
        "content_sv": "En revisor skall avge en revisionsberättelse för varje räkenskapsperiod. Angående revisionsberättelsens innehåll föreskrivs särskilt. När revisionen har slutförts skall revisorn göra en anteckning om detta i bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan dröjsmål underrätta samfundets styrelse eller ett annat motsvarande organ om saken.",
        "normalized_sv": "En revisor skall avge en revisionsberättelse för varje räkenskapsperiod. Angående revisionsberättelsens innehåll föreskrivs särskilt. När revisionen har slutförts skall revisorn göra en anteckning om detta i bokslutet och i den hänvisa till revisionsberättelsen. Om en revisor under räkenskapsperioden finner att det finns betydande skäl till anmärkning i fråga om förvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan dröjsmål underrätta samfundets styrelse eller ett annat motsvarande organ om saken.",
        "folded_sv": "en revisor skall avge en revisionsberattelse for varje rakenskapsperiod. angaende revisionsberattelsens innehall foreskrivs sarskilt. nar revisionen har slutforts skall revisorn gora en anteckning om detta i bokslutet och i den hanvisa till revisionsberattelsen. om en revisor under rakenskapsperioden finner att det finns betydande skal till anmarkning i fraga om forvaltningen eller ekonomin i det samfund som granskas, skall revisorn utan drojsmal underratta samfundets styrelse eller ett annat motsvarande organ om saken."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tilintarkastusyhteisön päävastuullinen tilintarkastaja",
      "content": "Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, sen on ilmoitettava viipymättä tarkastettavalle yhteisölle ja tarkastuksen tilaajalle päävastuullinen tilintarkastaja ja hänen varahenkilönsä. Päävastuullisen tilintarkastajan ja hänen varahenkilönsä tulee olla JHTT-tilintarkastajia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tilintarkastajaksi on valittu tilintarkastusyhteisö, sen on ilmoitettava viipymättä tarkastettavalle yhteisölle ja tarkastuksen tilaajalle päävastuullinen tilintarkastaja ja hänen varahenkilönsä. Päävastuullisen tilintarkastajan ja hänen varahenkilönsä tulee olla JHTT-tilintarkastajia.",
        "folded_fi": "jos tilintarkastajaksi on valittu tilintarkastusyhteiso, sen on ilmoitettava viipymatta tarkastettavalle yhteisolle ja tarkastuksen tilaajalle paavastuullinen tilintarkastaja ja hanen varahenkilonsa. paavastuullisen tilintarkastajan ja hanen varahenkilonsa tulee olla jhtt-tilintarkastajia.",
        "title_sv": "En revisionssammanslutnings huvudansvariga revisor",
        "content_sv": "Om en revisionssammanslutning har valts för revisionen, skall den utan dröjsmål meddela det samfund som skall granskas och den som beställt revisionen vem som är huvudansvarig revisor och vem som är hans eller hennes suppleant. Den huvudansvariga revisorn och hans eller hennes suppleant skall vara OFR-revisorer.",
        "normalized_sv": "Om en revisionssammanslutning har valts för revisionen, skall den utan dröjsmål meddela det samfund som skall granskas och den som beställt revisionen vem som är huvudansvarig revisor och vem som är hans eller hennes suppleant. Den huvudansvariga revisorn och hans eller hennes suppleant skall vara OFR-revisorer.",
        "folded_sv": "om en revisionssammanslutning har valts for revisionen, skall den utan drojsmal meddela det samfund som skall granskas och den som bestallt revisionen vem som ar huvudansvarig revisor och vem som ar hans eller hennes suppleant. den huvudansvariga revisorn och hans eller hennes suppleant skall vara ofr-revisorer."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Lautakunnan tehtävät",
      "content": "Tutkintoa järjestäessään lautakunnalla on oikeus käyttää ulkopuolisia asiantuntijoita ja muuta henkilöstöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Tutkintoa järjestäessään lautakunnalla on oikeus käyttää ulkopuolisia asiantuntijoita ja muuta henkilöstöä.",
        "folded_fi": "tutkintoa jarjestaessaan lautakunnalla on oikeus kayttaa ulkopuolisia asiantuntijoita ja muuta henkilostoa.",
        "title_sv": "Nämndens uppgifter",
        "content_sv": "När nämnden ordnar examen har den rätt att anlita utomstående experter och annan personal.",
        "normalized_sv": "När nämnden ordnar examen har den rätt att anlita utomstående experter och annan personal.",
        "folded_sv": "nar namnden ordnar examen har den ratt att anlita utomstaende experter och annan personal."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Valvonta ja laadunvarmistus",
      "content": "Lautakunta valvoo, että tilintarkastajat säilyttävät ammattitaitonsa ja että tilintarkastajat ja tilintarkastusyhteisöt edelleen täyttävät tämän lain mukaiset hyväksymisen edellytykset sekä toimivat tämän lain ja muiden tarkastuksesta annettujen säännösten mukaisesti. Lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edellä mainituissa seikoissa ilmenee puutteita. Lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistusta. Valtioneuvoston asetuksella voidaan kuitenkin säätää, että lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistuksen. Lautakunnalla on valvonta- ja laadunvarmistustehtävien toteuttamiseksi oikeus käyttää ulkopuolisia asiantuntijoita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Lautakunta valvoo, että tilintarkastajat säilyttävät ammattitaitonsa ja että tilintarkastajat ja tilintarkastusyhteisöt edelleen täyttävät tämän lain mukaiset hyväksymisen edellytykset sekä toimivat tämän lain ja muiden tarkastuksesta annettujen säännösten mukaisesti. Lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edellä mainituissa seikoissa ilmenee puutteita. Lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistusta. Valtioneuvoston asetuksella voidaan kuitenkin säätää, että lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisöjen laadunvarmistuksen. Lautakunnalla on valvonta- ja laadunvarmistustehtävien toteuttamiseksi oikeus käyttää ulkopuolisia asiantuntijoita.",
        "folded_fi": "lautakunta valvoo, etta tilintarkastajat sailyttavat ammattitaitonsa ja etta tilintarkastajat ja tilintarkastusyhteisot edelleen tayttavat taman lain mukaiset hyvaksymisen edellytykset seka toimivat taman lain ja muiden tarkastuksesta annettujen saannosten mukaisesti. lautakunta ryhtyy tarvittaviin toimenpiteisiin, jos edella mainituissa seikoissa ilmenee puutteita. lautakunta valvoo tilintarkastajien ja tilintarkastusyhteisojen laadunvarmistusta. valtioneuvoston asetuksella voidaan kuitenkin saataa, etta lautakunta suorittaa osittain tai kokonaan tilintarkastajien ja tilintarkastusyhteisojen laadunvarmistuksen. lautakunnalla on valvonta- ja laadunvarmistustehtavien toteuttamiseksi oikeus kayttaa ulkopuolisia asiantuntijoita.",
        "title_sv": "Tillsyn och kvalitetssäkring",
        "content_sv": "Nämnden utövar tillsyn över att revisorerna behåller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjämt uppfyller förutsättningarna för godkännande enligt denna lag samt verkar enligt denna lag och andra bestämmelser om revision. Nämnden vidtar behövliga åtgärder om det framkommer brister i ovan nämnda omständigheter. Nämnden utövar tillsyn över kvalitetssäkringen av revisorerna och revisionssammanslutningarna. Genom förordning av statsrådet kan dock föreskrivas att nämnden helt eller delvis utför kvalitetssäkring av revisorer och revisionssammanslutningar. Nämnden har rätt att vid utförande av tillsyns- och kvalitetssäkringsuppgifter anlita utomstående experter.",
        "normalized_sv": "Nämnden utövar tillsyn över att revisorerna behåller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjämt uppfyller förutsättningarna för godkännande enligt denna lag samt verkar enligt denna lag och andra bestämmelser om revision. Nämnden vidtar behövliga åtgärder om det framkommer brister i ovan nämnda omständigheter. Nämnden utövar tillsyn över kvalitetssäkringen av revisorerna och revisionssammanslutningarna. Genom förordning av statsrådet kan dock föreskrivas att nämnden helt eller delvis utför kvalitetssäkring av revisorer och revisionssammanslutningar. Nämnden har rätt att vid utförande av tillsyns- och kvalitetssäkringsuppgifter anlita utomstående experter.",
        "folded_sv": "namnden utovar tillsyn over att revisorerna behaller sin yrkesskicklighet och att revisorerna och revisionssammanslutningarna alltjamt uppfyller forutsattningarna for godkannande enligt denna lag samt verkar enligt denna lag och andra bestammelser om revision. namnden vidtar behovliga atgarder om det framkommer brister i ovan namnda omstandigheter. namnden utovar tillsyn over kvalitetssakringen av revisorerna och revisionssammanslutningarna. genom forordning av statsradet kan dock foreskrivas att namnden helt eller delvis utfor kvalitetssakring av revisorer och revisionssammanslutningar. namnden har ratt att vid utforande av tillsyns- och kvalitetssakringsuppgifter anlita utomstaende experter."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Hallinto-oikeudellisten säädösten soveltaminen",
      "content": "Tämän lain 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainittuihin henkilöihin sovelletaan, mitä hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edellä 1 momentissa tarkoitetut henkilöt toimivat virkavastuulla hoitaessaan tämän lain mukaisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Tämän lain 13 § :n 2 momentissa ja 15 § :n 3 momentissa mainittuihin henkilöihin sovelletaan, mitä hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edellä 1 momentissa tarkoitetut henkilöt toimivat virkavastuulla hoitaessaan tämän lain mukaisia tehtäviä.",
        "folded_fi": "taman lain 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainittuihin henkiloihin sovelletaan, mita hallintolaissa, kielilaissa (423/2003) ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. edella 1 momentissa tarkoitetut henkilot toimivat virkavastuulla hoitaessaan taman lain mukaisia tehtavia.",
        "title_sv": "Tillämpning av förvaltningsrättsliga författningar",
        "content_sv": "På de personer som nämns i 13 § 2 mom. och 15 § 3 mom. tillämpas bestämmelserna i förvaltningslagen, språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). De personer som avses i 1 mom. handlar under tjänsteansvar då de sköter uppgifter enligt denna lag.",
        "normalized_sv": "På de personer som nämns i 13 § 2 mom. och 15 § 3 mom. tillämpas bestämmelserna i förvaltningslagen, språklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). De personer som avses i 1 mom. handlar under tjänsteansvar då de sköter uppgifter enligt denna lag.",
        "folded_sv": "pa de personer som namns i 13 § 2 mom. och 15 § 3 mom. tillampas bestammelserna i forvaltningslagen, spraklagen (423/2003) och lagen om offentlighet i myndigheternas verksamhet (621/1999). de personer som avses i 1 mom. handlar under tjansteansvar da de skoter uppgifter enligt denna lag."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tietojenantovelvollisuus",
      "content": "Lautakunnalla ja 15 §:n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisöltä tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. Valvottavan on lisäksi toimitettava viipymättä lautakunnalle sen pyytämät valvonnan kannalta tarpeelliset tiedot ja selvitykset. Mitä 18 §:ssä tai muualla laissa säädetään tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eikä laadunvarmistusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Lautakunnalla ja 15 § :n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisöltä tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. Valvottavan on lisäksi toimitettava viipymättä lautakunnalle sen pyytämät valvonnan kannalta tarpeelliset tiedot ja selvitykset. Mitä 18 § :ssä tai muualla laissa säädetään tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eikä laadunvarmistusta varten.",
        "folded_fi": "lautakunnalla ja 15 §:n 3 momentissa mainituilla ulkopuolisilla asiantuntijoilla on oikeus saada tilintarkastajalta ja tilintarkastusyhteisolta tarkastettavakseen kaikki toiminnan valvonnan kannalta tarpeelliseksi katsomansa asiakirjat ja muut tallenteet. valvottavan on lisaksi toimitettava viipymatta lautakunnalle sen pyytamat valvonnan kannalta tarpeelliset tiedot ja selvitykset. mita 18 §:ssa tai muualla laissa saadetaan tilintarkastajan salassapitovelvollisuudesta, ei koske asiakirjojen ja muiden tallenteiden, tietojen tai selvitysten antamista valvontaa eika laadunvarmistusta varten.",
        "title_sv": "Skyldighet att lämna information",
        "content_sv": "Nämnden och de i 15 § 3 mom. nämnda utomstående experterna har rätt att av en revisor eller en revisionssammanslutning för granskning få alla de handlingar och andra upptagningar som de anser nödvändiga för tillsynen över verksamheten. Tillsynsobjektet skall dessutom utan dröjsmål ge nämnden de upplysningar och redogörelser som nämnden begär och som behövs för tillsynen. Det som i 18 § eller någon annanstans i lag bestäms om revisors tystnadsplikt gäller inte överlämnande av handlingar och andra upptagningar, uppgifter eller utredningar för tillsynen eller kvalitetssäkringen.",
        "normalized_sv": "Nämnden och de i 15 § 3 mom. nämnda utomstående experterna har rätt att av en revisor eller en revisionssammanslutning för granskning få alla de handlingar och andra upptagningar som de anser nödvändiga för tillsynen över verksamheten. Tillsynsobjektet skall dessutom utan dröjsmål ge nämnden de upplysningar och redogörelser som nämnden begär och som behövs för tillsynen. Det som i 18 § eller någon annanstans i lag bestäms om revisors tystnadsplikt gäller inte överlämnande av handlingar och andra upptagningar, uppgifter eller utredningar för tillsynen eller kvalitetssäkringen.",
        "folded_sv": "namnden och de i 15 § 3 mom. namnda utomstaende experterna har ratt att av en revisor eller en revisionssammanslutning for granskning fa alla de handlingar och andra upptagningar som de anser nodvandiga for tillsynen over verksamheten. tillsynsobjektet skall dessutom utan drojsmal ge namnden de upplysningar och redogorelser som namnden begar och som behovs for tillsynen. det som i 18 § eller nagon annanstans i lag bestams om revisors tystnadsplikt galler inte overlamnande av handlingar och andra upptagningar, uppgifter eller utredningar for tillsynen eller kvalitetssakringen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Lautakunnan salassapitovelvollisuus",
      "content": "Edellä 12 §:ssä, 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainitut henkilöt eivät saa yksityisesti hyödyntää eivätkä sivulliselle ilmaista, mitä he tehtävänsä perusteella ovat saaneet tietää tilintarkastajan, tilintarkastusyhteisön tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista, ellei se, jonka hyväksi vaitiolovelvollisuus on säädetty, suostu tietojen antamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Edellä 12 § :ssä, 13 § :n 2 momentissa ja 15 § :n 3 momentissa mainitut henkilöt eivät saa yksityisesti hyödyntää eivätkä sivulliselle ilmaista, mitä he tehtävänsä perusteella ovat saaneet tietää tilintarkastajan, tilintarkastusyhteisön tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilökohtaisista oloista, ellei se, jonka hyväksi vaitiolovelvollisuus on säädetty, suostu tietojen antamiseen.",
        "folded_fi": "edella 12 §:ssa, 13 §:n 2 momentissa ja 15 §:n 3 momentissa mainitut henkilot eivat saa yksityisesti hyodyntaa eivatka sivulliselle ilmaista, mita he tehtavansa perusteella ovat saaneet tietaa tilintarkastajan, tilintarkastusyhteison tai jonkun muun taloudellisesta asemasta, liike- tai ammattisalaisuudesta taikka yksityisen henkilokohtaisista oloista, ellei se, jonka hyvaksi vaitiolovelvollisuus on saadetty, suostu tietojen antamiseen.",
        "title_sv": "Nämndens tystnadsplikt",
        "content_sv": "De i 12 §, 13 § 2 mom. och 15 § 3 mom. nämnda personerna får inte privat utnyttja eller för utomstående röja vad de på grund av sin uppgift har fått veta om en revisors eller revisionssammanslutnings eller någon annans ekonomiska ställning, affärs- eller yrkeshemlighet eller en enskilds personliga omständigheter, om inte den till vars förmån tystnadsplikten är bestämd samtycker till att uppgifterna ges.",
        "normalized_sv": "De i 12 § , 13 § 2 mom. och 15 § 3 mom. nämnda personerna får inte privat utnyttja eller för utomstående röja vad de på grund av sin uppgift har fått veta om en revisors eller revisionssammanslutnings eller någon annans ekonomiska ställning, affärs- eller yrkeshemlighet eller en enskilds personliga omständigheter, om inte den till vars förmån tystnadsplikten är bestämd samtycker till att uppgifterna ges.",
        "folded_sv": "de i 12 §, 13 § 2 mom. och 15 § 3 mom. namnda personerna far inte privat utnyttja eller for utomstaende roja vad de pa grund av sin uppgift har fatt veta om en revisors eller revisionssammanslutnings eller nagon annans ekonomiska stallning, affars- eller yrkeshemlighet eller en enskilds personliga omstandigheter, om inte den till vars forman tystnadsplikten ar bestamd samtycker till att uppgifterna ges."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Oikaisuvaatimuksen tai valituksen saa tehdä se: 1) jonka hakemus osallistua tutkintoon on hylätty; 2) joka on hylätty tutkinnossa tai jonka ei ole katsottu täyttävän muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisöksi hyväksymiseksi on hylätty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyväksyminen on peruutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Oikaisuvaatimuksen tai valituksen saa tehdä se: 1) jonka hakemus osallistua tutkintoon on hylätty; 2) joka on hylätty tutkinnossa tai jonka ei ole katsottu täyttävän muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisöksi hyväksymiseksi on hylätty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyväksyminen on peruutettu.",
        "folded_fi": "oikaisuvaatimuksen tai valituksen saa tehda se: 1) jonka hakemus osallistua tutkintoon on hylatty; 2) joka on hylatty tutkinnossa tai jonka ei ole katsottu tayttavan muita kelpoisuusehtoja; 3) jonka hakemus tilintarkastusyhteisoksi hyvaksymiseksi on hylatty; 4) jolle on annettu varoitus tai huomautus; 5) jonka hyvaksyminen on peruutettu.",
        "title_sv": "Ändringssökande",
        "content_sv": "Rättelseyrkande får framställas eller besvär anföras av den 1) vars ansökan om att få delta i examen har avslagits, 2) som blivit underkänd i examen eller som inte har ansetts uppfylla de övriga behörighetsvillkoren, 3) vars ansökan om att bli godkänd som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmärkning, 5) vars godkännande har återkallats.",
        "normalized_sv": "Rättelseyrkande får framställas eller besvär anföras av den 1) vars ansökan om att få delta i examen har avslagits, 2) som blivit underkänd i examen eller som inte har ansetts uppfylla de övriga behörighetsvillkoren, 3) vars ansökan om att bli godkänd som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmärkning, 5) vars godkännande har återkallats.",
        "folded_sv": "rattelseyrkande far framstallas eller besvar anforas av den 1) vars ansokan om att fa delta i examen har avslagits, 2) som blivit underkand i examen eller som inte har ansetts uppfylla de ovriga behorighetsvillkoren, 3) vars ansokan om att bli godkand som revisionssammanslutning har avslagits, 4) som tilldelats varning eller anmarkning, 5) vars godkannande har aterkallats."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset lautakunnan kokoonpanosta, henkilöstöstä ja tehtävistä, laadunvarmistuksen hoitamisesta sekä lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tarkemmat säännökset lautakunnan kokoonpanosta, henkilöstöstä ja tehtävistä, laadunvarmistuksen hoitamisesta sekä lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset lautakunnan kokoonpanosta, henkilostosta ja tehtavista, laadunvarmistuksen hoitamisesta seka lautakunnalle annettavien selvitysten toimittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om nämndens sammansättning, personal och uppgifter, om kvalitetssäkringen samt om lämnande av de utredningar som skall ges till nämnden utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om nämndens sammansättning, personal och uppgifter, om kvalitetssäkringen samt om lämnande av de utredningar som skall ges till nämnden utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om namndens sammansattning, personal och uppgifter, om kvalitetssakringen samt om lamnande av de utredningar som skall ges till namnden utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Siirtymäsäännökset",
      "content": "Edellä 9 §:n 2 momentissa säädettyä edellytystä toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jälkeen, kun kuusi vuotta on kulunut tämän lain voimaantulosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Edellä 9 § :n 2 momentissa säädettyä edellytystä toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jälkeen, kun kuusi vuotta on kulunut tämän lain voimaantulosta.",
        "folded_fi": "edella 9 §:n 2 momentissa saadettya edellytysta toimimisesta tilintarkastajan ohjauksessa sovelletaan tilintarkastuskokemukseen, joka on saatu sen jalkeen, kun kuusi vuotta on kulunut taman lain voimaantulosta.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillämpas på revisionserfarenhet som har förvärvats efter det att sex år förflutit från denna lags ikraftträdande.",
        "normalized_sv": "Villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillämpas på revisionserfarenhet som har förvärvats efter det att sex år förflutit från denna lags ikraftträdande.",
        "folded_sv": "villkoret enligt 9 § 2 mom. avseende arbete under handledning av en revisor tillampas pa revisionserfarenhet som har forvarvats efter det att sex ar forflutit fran denna lags ikrafttradande."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    }
  ]
}