{
  "id": "373/2016",
  "type": "statute",
  "title": "Laki erillisten vesijättöjen lakkauttamisesta kiinteistöinä",
  "title_en": "Lag om fristående tillandningars upphörande som fastigheter",
  "status": "in_force",
  "issued_date": "2016-05-20",
  "in_force_date": "2016-05-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/373/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan vesijättöihin, jotka ovat syntyneet asianomaisella luvalla vesistöä laskemalla ennen 1 päivää maaliskuuta 1903 ja jotka ovat laskemislupaan sisältyvän määräyksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivätkä kuulu mihinkään tilaan. Lakia sovelletaan lisäksi vesijättöön, joka on kuulunut tilaan ja joka on luovutettu toiselle sitä tilasta erottamatta. Lain soveltamisen edellytyksenä on, että 1 momentissa tarkoitetut erillistä vesijättöä koskevat edellytykset ovat olleet olemassa ennen 13 päivää marraskuuta 1911 ja ovat edelleen olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan vesijättöihin, jotka ovat syntyneet asianomaisella luvalla vesistöä laskemalla ennen 1 päivää maaliskuuta 1903 ja jotka ovat laskemislupaan sisältyvän määräyksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivätkä kuulu mihinkään tilaan. Lakia sovelletaan lisäksi vesijättöön, joka on kuulunut tilaan ja joka on luovutettu toiselle sitä tilasta erottamatta. Lain soveltamisen edellytyksenä on, että 1 momentissa tarkoitetut erillistä vesijättöä koskevat edellytykset ovat olleet olemassa ennen 13 päivää marraskuuta 1911 ja ovat edelleen olemassa.",
        "folded_fi": "tata lakia sovelletaan vesijattoihin, jotka ovat syntyneet asianomaisella luvalla vesistoa laskemalla ennen 1 paivaa maaliskuuta 1903 ja jotka ovat laskemislupaan sisaltyvan maarayksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivatka kuulu mihinkaan tilaan. lakia sovelletaan lisaksi vesijattoon, joka on kuulunut tilaan ja joka on luovutettu toiselle sita tilasta erottamatta. lain soveltamisen edellytyksena on, etta 1 momentissa tarkoitetut erillista vesijattoa koskevat edellytykset ovat olleet olemassa ennen 13 paivaa marraskuuta 1911 ja ovat edelleen olemassa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på tillandningar som har uppstått när ett vattendrag sänkts med behörigt tillstånd före den 1 mars 1903 och som med stöd av en bestämmelse i sänkningstillståndet eller genom ett skifte som verkställts av en myndighet eller genom enskilt skifte kommit i någons ägo utan att höra till någon lägenhet. Lagen tillämpas även på en tillandning som har hört till en lägenhet och som har överlåtits till någon annan utan att den har avskilts från lägenheten. För att lagen ska tillämpas krävs att de i 1 mom. avsedda förutsättningarna i fråga om en fristående tillandning förelåg före den 13 november 1911 och alltjämt föreligger.",
        "normalized_sv": "Denna lag tillämpas på tillandningar som har uppstått när ett vattendrag sänkts med behörigt tillstånd före den 1 mars 1903 och som med stöd av en bestämmelse i sänkningstillståndet eller genom ett skifte som verkställts av en myndighet eller genom enskilt skifte kommit i någons ägo utan att höra till någon lägenhet. Lagen tillämpas även på en tillandning som har hört till en lägenhet och som har överlåtits till någon annan utan att den har avskilts från lägenheten. För att lagen ska tillämpas krävs att de i 1 mom. avsedda förutsättningarna i fråga om en fristående tillandning förelåg före den 13 november 1911 och alltjämt föreligger.",
        "folded_sv": "denna lag tillampas pa tillandningar som har uppstatt nar ett vattendrag sankts med behorigt tillstand fore den 1 mars 1903 och som med stod av en bestammelse i sankningstillstandet eller genom ett skifte som verkstallts av en myndighet eller genom enskilt skifte kommit i nagons ago utan att hora till nagon lagenhet. lagen tillampas aven pa en tillandning som har hort till en lagenhet och som har overlatits till nagon annan utan att den har avskilts fran lagenheten. for att lagen ska tillampas kravs att de i 1 mom. avsedda forutsattningarna i fraga om en fristaende tillandning forelag fore den 13 november 1911 och alltjamt foreligger."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erillisen vesijätön omistusoikeuksien selvittäminen",
      "content": "Maanmittauslaitos selvittää viran puolesta erillisten vesijättöjen omistusoikeudet kiinteistönmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistönmäärityksessä. Kiinteistönmääritystä saa myös hakea se, jonka saantomies on saanut erillisen vesijätön tämän lain 1 §:ssä säädetyllä tavalla taikka joka hallitsee vesijättöä omistajana. Maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 §:ää noudattaen kutsuttava sitä, joka katsoo olevansa kiinteistönmäärityksen kohdealueella erillisen vesijätön omistaja, esittämään selvityksen omistusoikeudestaan erilliseen vesijättöön kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessä. Toimituksen tiedottamisesta säädetään lisäksi kiinteistönmuodostamislain 168 ja 169 §:ssä. Omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistönmuodostamislain 184 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Maanmittauslaitos selvittää viran puolesta erillisten vesijättöjen omistusoikeudet kiinteistönmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistönmäärityksessä. Kiinteistönmääritystä saa myös hakea se, jonka saantomies on saanut erillisen vesijätön tämän lain 1 § :ssä säädetyllä tavalla taikka joka hallitsee vesijättöä omistajana. Maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 § :ää noudattaen kutsuttava sitä, joka katsoo olevansa kiinteistönmäärityksen kohdealueella erillisen vesijätön omistaja, esittämään selvityksen omistusoikeudestaan erilliseen vesijättöön kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessä. Toimituksen tiedottamisesta säädetään lisäksi kiinteistönmuodostamislain 168 ja 169 § :ssä. Omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistönmuodostamislain 184 § :ää.",
        "folded_fi": "maanmittauslaitos selvittaa viran puolesta erillisten vesijattojen omistusoikeudet kiinteistonmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistonmaarityksessa. kiinteistonmaaritysta saa myos hakea se, jonka saantomies on saanut erillisen vesijaton taman lain 1 §:ssa saadetylla tavalla taikka joka hallitsee vesijattoa omistajana. maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 §:aa noudattaen kutsuttava sita, joka katsoo olevansa kiinteistonmaarityksen kohdealueella erillisen vesijaton omistaja, esittamaan selvityksen omistusoikeudestaan erilliseen vesijattoon kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessa. toimituksen tiedottamisesta saadetaan lisaksi kiinteistonmuodostamislain 168 ja 169 §:ssa. omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistonmuodostamislain 184 §:aa.",
        "title_sv": "Utredning av äganderätten till en fristående tillandning",
        "content_sv": "Lantmäteriverket utreder på tjänstens vägnar äganderätten till fristående tillandningar vid en fastighetsbestämning enligt 11 kap. i fastighetsbildningslagen (554/1995). Fastighetsbestämning får även sökas av den vars fångesman har erhållit den fristående tillandningen på det sätt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av ägare. Lantmäteriverket ska genom offentlig delgivning med iakttagande av 62 § i förvaltningslagen (434/2003) kalla den som anser sig vara ägare till en fristående tillandning på fastighetsbestämningens målområde att lägga fram en utredning över sin äganderätt till den fristående tillandningen inom sex månader från det att kungörelsen publicerades i den officiella tidningen. Bestämmelser om tillkännagivande av förrättning finns även i 168 och 169 § i fastighetsbildningslagen. Uppstår tvist om äganderätten, tillämpas 184 § i fastighetsbildningslagen.",
        "normalized_sv": "Lantmäteriverket utreder på tjänstens vägnar äganderätten till fristående tillandningar vid en fastighetsbestämning enligt 11 kap. i fastighetsbildningslagen (554/1995). Fastighetsbestämning får även sökas av den vars fångesman har erhållit den fristående tillandningen på det sätt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av ägare. Lantmäteriverket ska genom offentlig delgivning med iakttagande av 62 § i förvaltningslagen (434/2003) kalla den som anser sig vara ägare till en fristående tillandning på fastighetsbestämningens målområde att lägga fram en utredning över sin äganderätt till den fristående tillandningen inom sex månader från det att kungörelsen publicerades i den officiella tidningen. Bestämmelser om tillkännagivande av förrättning finns även i 168 och 169 § i fastighetsbildningslagen. Uppstår tvist om äganderätten, tillämpas 184 § i fastighetsbildningslagen.",
        "folded_sv": "lantmateriverket utreder pa tjanstens vagnar aganderatten till fristaende tillandningar vid en fastighetsbestamning enligt 11 kap. i fastighetsbildningslagen (554/1995). fastighetsbestamning far aven sokas av den vars fangesman har erhallit den fristaende tillandningen pa det satt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av agare. lantmateriverket ska genom offentlig delgivning med iakttagande av 62 § i forvaltningslagen (434/2003) kalla den som anser sig vara agare till en fristaende tillandning pa fastighetsbestamningens malomrade att lagga fram en utredning over sin aganderatt till den fristaende tillandningen inom sex manader fran det att kungorelsen publicerades i den officiella tidningen. bestammelser om tillkannagivande av forrattning finns aven i 168 och 169 § i fastighetsbildningslagen. uppstar tvist om aganderatten, tillampas 184 § i fastighetsbildningslagen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Erillisen vesijätön liittäminen yhteiseen vesialueeseen tai kiinteistöön tai muodostaminen uudeksi yhteiseksi alueeksi",
      "content": "Erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä ja joka rajoittuu siihen alkuperäiseen yhteiseen alueeseen tai kiinteistöön, josta se on muodostunut, liitetään tähän alkuperäiseen yhteiseen vesialueeseen tai kiinteistön omistajan suostumuksella tähän alkuperäiseen kiinteistöön. Jos kiinteistön omistaja ei anna suostumusta kiinteistöstä muodostuneen erillisen vesijätön kiinteistöön liittämiseksi, erillinen vesijättö liitetään viereiseen yhteiseen vesialueeseen. Muu kuin 1 momentissa tarkoitettu erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä, muodostetaan kiinteistöjen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylään, jonka yhteisestä vesialueesta se on muodostunut. Erillinen vesijättö, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetään hänen omistamaansa tilaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä ja joka rajoittuu siihen alkuperäiseen yhteiseen alueeseen tai kiinteistöön, josta se on muodostunut, liitetään tähän alkuperäiseen yhteiseen vesialueeseen tai kiinteistön omistajan suostumuksella tähän alkuperäiseen kiinteistöön. Jos kiinteistön omistaja ei anna suostumusta kiinteistöstä muodostuneen erillisen vesijätön kiinteistöön liittämiseksi, erillinen vesijättö liitetään viereiseen yhteiseen vesialueeseen. Muu kuin 1 momentissa tarkoitettu erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä, muodostetaan kiinteistöjen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylään, jonka yhteisestä vesialueesta se on muodostunut. Erillinen vesijättö, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetään hänen omistamaansa tilaan.",
        "folded_fi": "erillinen vesijatto, jonka omistusoikeutta ei ole saatu selvitettya ja joka rajoittuu siihen alkuperaiseen yhteiseen alueeseen tai kiinteistoon, josta se on muodostunut, liitetaan tahan alkuperaiseen yhteiseen vesialueeseen tai kiinteiston omistajan suostumuksella tahan alkuperaiseen kiinteistoon. jos kiinteiston omistaja ei anna suostumusta kiinteistosta muodostuneen erillisen vesijaton kiinteistoon liittamiseksi, erillinen vesijatto liitetaan viereiseen yhteiseen vesialueeseen. muu kuin 1 momentissa tarkoitettu erillinen vesijatto, jonka omistusoikeutta ei ole saatu selvitettya, muodostetaan kiinteistojen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylaan, jonka yhteisesta vesialueesta se on muodostunut. erillinen vesijatto, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetaan hanen omistamaansa tilaan.",
        "title_sv": "Fogande av en fristående tillandning till ett samfällt vattenområde eller till en fastighet eller bildande av den till ett nytt samfällt område",
        "content_sv": "En fristående tillandning vars äganderätt inte har kunnat klarläggas och som gränsar till det ursprungliga samfällda område eller till den fastighet inom vilken den har uppstått fogas till detta ursprungliga samfällda vattenområde eller med samtycke av ägaren till fastigheten till denna ursprungliga fastighet. Om ägaren till fastigheten inte ger sitt samtycke till att den fristående tillandning som uppstått inom fastigheten fogas till fastigheten, fogas den fristående tillandningen till det angränsande samfällda vattenområdet. Någon annan än i 1 mom. avsedd fristående tillandning vars äganderätt inte har kunnat klarläggas, bildas till ett nytt samfällt område för fastigheterna i den vattenrättsliga by inom vars samfällda vattenområde den har uppstått. En fristående tillandning vars äganderätt är klarlagd bildas till en ny lägenhet för ägaren eller fogas till en lägenhet som tillhör ägaren.",
        "normalized_sv": "En fristående tillandning vars äganderätt inte har kunnat klarläggas och som gränsar till det ursprungliga samfällda område eller till den fastighet inom vilken den har uppstått fogas till detta ursprungliga samfällda vattenområde eller med samtycke av ägaren till fastigheten till denna ursprungliga fastighet. Om ägaren till fastigheten inte ger sitt samtycke till att den fristående tillandning som uppstått inom fastigheten fogas till fastigheten, fogas den fristående tillandningen till det angränsande samfällda vattenområdet. Någon annan än i 1 mom. avsedd fristående tillandning vars äganderätt inte har kunnat klarläggas, bildas till ett nytt samfällt område för fastigheterna i den vattenrättsliga by inom vars samfällda vattenområde den har uppstått. En fristående tillandning vars äganderätt är klarlagd bildas till en ny lägenhet för ägaren eller fogas till en lägenhet som tillhör ägaren.",
        "folded_sv": "en fristaende tillandning vars aganderatt inte har kunnat klarlaggas och som gransar till det ursprungliga samfallda omrade eller till den fastighet inom vilken den har uppstatt fogas till detta ursprungliga samfallda vattenomrade eller med samtycke av agaren till fastigheten till denna ursprungliga fastighet. om agaren till fastigheten inte ger sitt samtycke till att den fristaende tillandning som uppstatt inom fastigheten fogas till fastigheten, fogas den fristaende tillandningen till det angransande samfallda vattenomradet. nagon annan an i 1 mom. avsedd fristaende tillandning vars aganderatt inte har kunnat klarlaggas, bildas till ett nytt samfallt omrade for fastigheterna i den vattenrattsliga by inom vars samfallda vattenomrade den har uppstatt. en fristaende tillandning vars aganderatt ar klarlagd bildas till en ny lagenhet for agaren eller fogas till en lagenhet som tillhor agaren."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Erillisen vesijätön muodostumisyksikön määrääminen",
      "content": "Jos kysymys erillisen vesijätön muodostumisyksiköstä on epäselvä, erillinen vesijättö on määrättävä toimituspäätöksellä liitettäväksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siinä vesioikeudellisessa kylässä, jonka tiluksiin se todennäköisimmin kuuluu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos kysymys erillisen vesijätön muodostumisyksiköstä on epäselvä, erillinen vesijättö on määrättävä toimituspäätöksellä liitettäväksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siinä vesioikeudellisessa kylässä, jonka tiluksiin se todennäköisimmin kuuluu.",
        "folded_fi": "jos kysymys erillisen vesijaton muodostumisyksikosta on epaselva, erillinen vesijatto on maarattava toimituspaatoksella liitettavaksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siina vesioikeudellisessa kylassa, jonka tiluksiin se todennakoisimmin kuuluu.",
        "title_sv": "Bestämmande av registerenhet för en fristående tillandning",
        "content_sv": "Om det är oklart inom vilken registerenhet en fristående tillandning har uppstått, ska den fristående tillandningen genom ett förrättningsbeslut fogas till det samfällda vattenområdet eller bildas till ett nytt samfällt område i den vattenrättsliga by till vars ägor den mest sannolikt hör.",
        "normalized_sv": "Om det är oklart inom vilken registerenhet en fristående tillandning har uppstått, ska den fristående tillandningen genom ett förrättningsbeslut fogas till det samfällda vattenområdet eller bildas till ett nytt samfällt område i den vattenrättsliga by till vars ägor den mest sannolikt hör.",
        "folded_sv": "om det ar oklart inom vilken registerenhet en fristaende tillandning har uppstatt, ska den fristaende tillandningen genom ett forrattningsbeslut fogas till det samfallda vattenomradet eller bildas till ett nytt samfallt omrade i den vattenrattsliga by till vars agor den mest sannolikt hor."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Erillisen vesijätön korvaaminen",
      "content": "Erillinen vesijättö liitetään muodostumisyksikköönsä tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Erillinen vesijättö liitetään muodostumisyksikköönsä tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
        "folded_fi": "erillinen vesijatto liitetaan muodostumisyksikkoonsa tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
        "title_sv": "Ersättning för en fristående tillandning",
        "content_sv": "En fristående tillandning fogas till den registerenhet inom vilken den har uppstått eller bildas till ett nytt samfällt område utan ersättning.",
        "normalized_sv": "En fristående tillandning fogas till den registerenhet inom vilken den har uppstått eller bildas till ett nytt samfällt område utan ersättning.",
        "folded_sv": "en fristaende tillandning fogas till den registerenhet inom vilken den har uppstatt eller bildas till ett nytt samfallt omrade utan ersattning."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kiinteistötoimitusmaksu",
      "content": "Tässä laissa tarkoitetun kiinteistönmäärityksen ja sen yhteydessä suoritetun kiinteistötoimituksen kiinteistötoimitusmaksu maksetaan valtion varoista siltä osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistöjärjestelmän luotettavuutta ja selvyyttä edistävistä toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tässä laissa tarkoitetun kiinteistönmäärityksen ja sen yhteydessä suoritetun kiinteistötoimituksen kiinteistötoimitusmaksu maksetaan valtion varoista siltä osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistöjärjestelmän luotettavuutta ja selvyyttä edistävistä toimenpiteistä.",
        "folded_fi": "tassa laissa tarkoitetun kiinteistonmaarityksen ja sen yhteydessa suoritetun kiinteistotoimituksen kiinteistotoimitusmaksu maksetaan valtion varoista silta osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistojarjestelman luotettavuutta ja selvyytta edistavista toimenpiteista.",
        "title_sv": "Fastighetsförrättningsavgift",
        "content_sv": "Fastighetsförrättningsavgiften för en i denna lag avsedd fastighetsbestämning och en i samband med den verkställd fastighetsförrättning betalas av statliga medel till den del det vid förrättningen är fråga om åtgärder av allmänt intresse som främjar tillförlitligheten och klarheten i fastighetssystemet.",
        "normalized_sv": "Fastighetsförrättningsavgiften för en i denna lag avsedd fastighetsbestämning och en i samband med den verkställd fastighetsförrättning betalas av statliga medel till den del det vid förrättningen är fråga om åtgärder av allmänt intresse som främjar tillförlitligheten och klarheten i fastighetssystemet.",
        "folded_sv": "fastighetsforrattningsavgiften for en i denna lag avsedd fastighetsbestamning och en i samband med den verkstalld fastighetsforrattning betalas av statliga medel till den del det vid forrattningen ar fraga om atgarder av allmant intresse som framjar tillforlitligheten och klarheten i fastighetssystemet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Omistusoikeuden kirjaaminen",
      "content": "Myönnettäessä lainhuutoa sille, joka tässä laissa tarkoitetussa kiinteistönmäärityksessä tehdyn ratkaisun mukaan on erillisestä vesijätöstä muodostetun tilan tai kiinteistöön liitetyn alueen omistaja, toimituksessa laaditun selitelmän ote on riittävä selvitys hänen saannostaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Myönnettäessä lainhuutoa sille, joka tässä laissa tarkoitetussa kiinteistönmäärityksessä tehdyn ratkaisun mukaan on erillisestä vesijätöstä muodostetun tilan tai kiinteistöön liitetyn alueen omistaja, toimituksessa laaditun selitelmän ote on riittävä selvitys hänen saannostaan.",
        "folded_fi": "myonnettaessa lainhuutoa sille, joka tassa laissa tarkoitetussa kiinteistonmaarityksessa tehdyn ratkaisun mukaan on erillisesta vesijatosta muodostetun tilan tai kiinteistoon liitetyn alueen omistaja, toimituksessa laaditun selitelman ote on riittava selvitys hanen saannostaan.",
        "title_sv": "Registrering av äganderätten",
        "content_sv": "När lagfart beviljas den som enligt ett avgörande som har fattats vid en i denna lag avsedd fastighetsbestämning är ägare till en lägenhet som har bildats av en fristående tillandning eller ägare till ett område som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid förrättningen utgöra tillräcklig utredning över hans fång.",
        "normalized_sv": "När lagfart beviljas den som enligt ett avgörande som har fattats vid en i denna lag avsedd fastighetsbestämning är ägare till en lägenhet som har bildats av en fristående tillandning eller ägare till ett område som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid förrättningen utgöra tillräcklig utredning över hans fång.",
        "folded_sv": "nar lagfart beviljas den som enligt ett avgorande som har fattats vid en i denna lag avsedd fastighetsbestamning ar agare till en lagenhet som har bildats av en fristaende tillandning eller agare till ett omrade som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid forrattningen utgora tillracklig utredning over hans fang."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kiinteistönmuodostamislain soveltaminen",
      "content": "Erillisen vesijätön tilaksi muodostamisessa sovelletaan mitä kiinteistönmuodostamislaissa säädetään määräalan lohkomisesta eri tilaksi ja erillisen vesijätön kiinteistöön liittämisessä mitä kiinteistönmuodostamislaissa säädetään määräalan siirtämisestä lohkomalla toiseen kiinteistöön. Kiinteistönmuodostamislain 32-34 §:ää sovelletaan kuitenkin vain, jos erillisestä vesijätöstä muodostetaan useita eri tiloja samalle omistajalle. Erillisen vesijätön yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittämisessä sovelletaan mitä kiinteistönmuodostamislaissa säädetään yhteisen alueen muodostamisesta ja alueen liittämisestä yhteiseen alueeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Erillisen vesijätön tilaksi muodostamisessa sovelletaan mitä kiinteistönmuodostamislaissa säädetään määräalan lohkomisesta eri tilaksi ja erillisen vesijätön kiinteistöön liittämisessä mitä kiinteistönmuodostamislaissa säädetään määräalan siirtämisestä lohkomalla toiseen kiinteistöön. Kiinteistönmuodostamislain 32-34 § :ää sovelletaan kuitenkin vain, jos erillisestä vesijätöstä muodostetaan useita eri tiloja samalle omistajalle. Erillisen vesijätön yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittämisessä sovelletaan mitä kiinteistönmuodostamislaissa säädetään yhteisen alueen muodostamisesta ja alueen liittämisestä yhteiseen alueeseen.",
        "folded_fi": "erillisen vesijaton tilaksi muodostamisessa sovelletaan mita kiinteistonmuodostamislaissa saadetaan maaraalan lohkomisesta eri tilaksi ja erillisen vesijaton kiinteistoon liittamisessa mita kiinteistonmuodostamislaissa saadetaan maaraalan siirtamisesta lohkomalla toiseen kiinteistoon. kiinteistonmuodostamislain 32-34 §:aa sovelletaan kuitenkin vain, jos erillisesta vesijatosta muodostetaan useita eri tiloja samalle omistajalle. erillisen vesijaton yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittamisessa sovelletaan mita kiinteistonmuodostamislaissa saadetaan yhteisen alueen muodostamisesta ja alueen liittamisesta yhteiseen alueeseen.",
        "title_sv": "Tillämpning av fastighetsbildningslagen",
        "content_sv": "Vid bildande av en fristående tillandning till lägenhet tillämpas vad som i fastighetsbildningslagen föreskrivs om styckning av ett outbrutet område till en särskild lägenhet och vid fogande av en fristående tillandning till en fastighet tillämpas vad som i fastighetsbildningslagen föreskrivs om överföring av ett outbrutet område till en annan fastighet genom styckning. Bestämmelserna i 32-34 § i fastighetsbildningslagen tillämpas dock endast om det av den fristående tillandningen bildas flera olika lägenheter åt samma ägare. Vid bildande av en fristående tillandning till ett samfällt område och vid fogande av en fristående tillandning till ett samfällt område tillämpas vad som i fastighetsbildningslagen föreskrivs om bildande av ett samfällt område och fogande av ett område till ett samfällt område.",
        "normalized_sv": "Vid bildande av en fristående tillandning till lägenhet tillämpas vad som i fastighetsbildningslagen föreskrivs om styckning av ett outbrutet område till en särskild lägenhet och vid fogande av en fristående tillandning till en fastighet tillämpas vad som i fastighetsbildningslagen föreskrivs om överföring av ett outbrutet område till en annan fastighet genom styckning. Bestämmelserna i 32-34 § i fastighetsbildningslagen tillämpas dock endast om det av den fristående tillandningen bildas flera olika lägenheter åt samma ägare. Vid bildande av en fristående tillandning till ett samfällt område och vid fogande av en fristående tillandning till ett samfällt område tillämpas vad som i fastighetsbildningslagen föreskrivs om bildande av ett samfällt område och fogande av ett område till ett samfällt område.",
        "folded_sv": "vid bildande av en fristaende tillandning till lagenhet tillampas vad som i fastighetsbildningslagen foreskrivs om styckning av ett outbrutet omrade till en sarskild lagenhet och vid fogande av en fristaende tillandning till en fastighet tillampas vad som i fastighetsbildningslagen foreskrivs om overforing av ett outbrutet omrade till en annan fastighet genom styckning. bestammelserna i 32-34 § i fastighetsbildningslagen tillampas dock endast om det av den fristaende tillandningen bildas flera olika lagenheter at samma agare. vid bildande av en fristaende tillandning till ett samfallt omrade och vid fogande av en fristaende tillandning till ett samfallt omrade tillampas vad som i fastighetsbildningslagen foreskrivs om bildande av ett samfallt omrade och fogande av ett omrade till ett samfallt omrade."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan vesijättöihin, jotka ovat syntyneet asianomaisella luvalla vesistöä laskemalla ennen 1 päivää maaliskuuta 1903 ja jotka ovat laskemislupaan sisältyvän määräyksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivätkä kuulu mihinkään tilaan. Lakia sovelletaan lisäksi vesijättöön, joka on kuulunut tilaan ja joka on luovutettu toiselle sitä tilasta erottamatta. Lain soveltamisen edellytyksenä on, että 1 momentissa tarkoitetut erillistä vesijättöä koskevat edellytykset ovat olleet olemassa ennen 13 päivää marraskuuta 1911 ja ovat edelleen olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan vesijättöihin, jotka ovat syntyneet asianomaisella luvalla vesistöä laskemalla ennen 1 päivää maaliskuuta 1903 ja jotka ovat laskemislupaan sisältyvän määräyksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivätkä kuulu mihinkään tilaan. Lakia sovelletaan lisäksi vesijättöön, joka on kuulunut tilaan ja joka on luovutettu toiselle sitä tilasta erottamatta. Lain soveltamisen edellytyksenä on, että 1 momentissa tarkoitetut erillistä vesijättöä koskevat edellytykset ovat olleet olemassa ennen 13 päivää marraskuuta 1911 ja ovat edelleen olemassa.",
        "folded_fi": "tata lakia sovelletaan vesijattoihin, jotka ovat syntyneet asianomaisella luvalla vesistoa laskemalla ennen 1 paivaa maaliskuuta 1903 ja jotka ovat laskemislupaan sisaltyvan maarayksen tai viranomaisen suorittaman taikka yksityisen jaon perusteella tulleet jonkun omaksi eivatka kuulu mihinkaan tilaan. lakia sovelletaan lisaksi vesijattoon, joka on kuulunut tilaan ja joka on luovutettu toiselle sita tilasta erottamatta. lain soveltamisen edellytyksena on, etta 1 momentissa tarkoitetut erillista vesijattoa koskevat edellytykset ovat olleet olemassa ennen 13 paivaa marraskuuta 1911 ja ovat edelleen olemassa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på tillandningar som har uppstått när ett vattendrag sänkts med behörigt tillstånd före den 1 mars 1903 och som med stöd av en bestämmelse i sänkningstillståndet eller genom ett skifte som verkställts av en myndighet eller genom enskilt skifte kommit i någons ägo utan att höra till någon lägenhet. Lagen tillämpas även på en tillandning som har hört till en lägenhet och som har överlåtits till någon annan utan att den har avskilts från lägenheten. För att lagen ska tillämpas krävs att de i 1 mom. avsedda förutsättningarna i fråga om en fristående tillandning förelåg före den 13 november 1911 och alltjämt föreligger.",
        "normalized_sv": "Denna lag tillämpas på tillandningar som har uppstått när ett vattendrag sänkts med behörigt tillstånd före den 1 mars 1903 och som med stöd av en bestämmelse i sänkningstillståndet eller genom ett skifte som verkställts av en myndighet eller genom enskilt skifte kommit i någons ägo utan att höra till någon lägenhet. Lagen tillämpas även på en tillandning som har hört till en lägenhet och som har överlåtits till någon annan utan att den har avskilts från lägenheten. För att lagen ska tillämpas krävs att de i 1 mom. avsedda förutsättningarna i fråga om en fristående tillandning förelåg före den 13 november 1911 och alltjämt föreligger.",
        "folded_sv": "denna lag tillampas pa tillandningar som har uppstatt nar ett vattendrag sankts med behorigt tillstand fore den 1 mars 1903 och som med stod av en bestammelse i sankningstillstandet eller genom ett skifte som verkstallts av en myndighet eller genom enskilt skifte kommit i nagons ago utan att hora till nagon lagenhet. lagen tillampas aven pa en tillandning som har hort till en lagenhet och som har overlatits till nagon annan utan att den har avskilts fran lagenheten. for att lagen ska tillampas kravs att de i 1 mom. avsedda forutsattningarna i fraga om en fristaende tillandning forelag fore den 13 november 1911 och alltjamt foreligger."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Erillisen vesijätön omistusoikeuksien selvittäminen",
      "content": "Maanmittauslaitos selvittää viran puolesta erillisten vesijättöjen omistusoikeudet kiinteistönmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistönmäärityksessä. Kiinteistönmääritystä saa myös hakea se, jonka saantomies on saanut erillisen vesijätön tämän lain 1 §:ssä säädetyllä tavalla taikka joka hallitsee vesijättöä omistajana. Maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 §:ää noudattaen kutsuttava sitä, joka katsoo olevansa kiinteistönmäärityksen kohdealueella erillisen vesijätön omistaja, esittämään selvityksen omistusoikeudestaan erilliseen vesijättöön kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessä. Toimituksen tiedottamisesta säädetään lisäksi kiinteistönmuodostamislain 168 ja 169 §:ssä. Omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistönmuodostamislain 184 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Maanmittauslaitos selvittää viran puolesta erillisten vesijättöjen omistusoikeudet kiinteistönmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistönmäärityksessä. Kiinteistönmääritystä saa myös hakea se, jonka saantomies on saanut erillisen vesijätön tämän lain 1 § :ssä säädetyllä tavalla taikka joka hallitsee vesijättöä omistajana. Maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 § :ää noudattaen kutsuttava sitä, joka katsoo olevansa kiinteistönmäärityksen kohdealueella erillisen vesijätön omistaja, esittämään selvityksen omistusoikeudestaan erilliseen vesijättöön kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessä. Toimituksen tiedottamisesta säädetään lisäksi kiinteistönmuodostamislain 168 ja 169 § :ssä. Omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistönmuodostamislain 184 § :ää.",
        "folded_fi": "maanmittauslaitos selvittaa viran puolesta erillisten vesijattojen omistusoikeudet kiinteistonmuodostamislain (554/1995) 11 luvun mukaisessa kiinteistonmaarityksessa. kiinteistonmaaritysta saa myos hakea se, jonka saantomies on saanut erillisen vesijaton taman lain 1 §:ssa saadetylla tavalla taikka joka hallitsee vesijattoa omistajana. maanmittauslaitoksen on yleistiedoksiantona hallintolain (434/2003) 62 §:aa noudattaen kutsuttava sita, joka katsoo olevansa kiinteistonmaarityksen kohdealueella erillisen vesijaton omistaja, esittamaan selvityksen omistusoikeudestaan erilliseen vesijattoon kuuden kuukauden kuluessa kuulutuksen julkaisemisesta virallisessa lehdessa. toimituksen tiedottamisesta saadetaan lisaksi kiinteistonmuodostamislain 168 ja 169 §:ssa. omistusoikeudesta syntyneeseen riitaan sovelletaan kiinteistonmuodostamislain 184 §:aa.",
        "title_sv": "Utredning av äganderätten till en fristående tillandning",
        "content_sv": "Lantmäteriverket utreder på tjänstens vägnar äganderätten till fristående tillandningar vid en fastighetsbestämning enligt 11 kap. i fastighetsbildningslagen (554/1995). Fastighetsbestämning får även sökas av den vars fångesman har erhållit den fristående tillandningen på det sätt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av ägare. Lantmäteriverket ska genom offentlig delgivning med iakttagande av 62 § i förvaltningslagen (434/2003) kalla den som anser sig vara ägare till en fristående tillandning på fastighetsbestämningens målområde att lägga fram en utredning över sin äganderätt till den fristående tillandningen inom sex månader från det att kungörelsen publicerades i den officiella tidningen. Bestämmelser om tillkännagivande av förrättning finns även i 168 och 169 § i fastighetsbildningslagen. Uppstår tvist om äganderätten, tillämpas 184 § i fastighetsbildningslagen.",
        "normalized_sv": "Lantmäteriverket utreder på tjänstens vägnar äganderätten till fristående tillandningar vid en fastighetsbestämning enligt 11 kap. i fastighetsbildningslagen (554/1995). Fastighetsbestämning får även sökas av den vars fångesman har erhållit den fristående tillandningen på det sätt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av ägare. Lantmäteriverket ska genom offentlig delgivning med iakttagande av 62 § i förvaltningslagen (434/2003) kalla den som anser sig vara ägare till en fristående tillandning på fastighetsbestämningens målområde att lägga fram en utredning över sin äganderätt till den fristående tillandningen inom sex månader från det att kungörelsen publicerades i den officiella tidningen. Bestämmelser om tillkännagivande av förrättning finns även i 168 och 169 § i fastighetsbildningslagen. Uppstår tvist om äganderätten, tillämpas 184 § i fastighetsbildningslagen.",
        "folded_sv": "lantmateriverket utreder pa tjanstens vagnar aganderatten till fristaende tillandningar vid en fastighetsbestamning enligt 11 kap. i fastighetsbildningslagen (554/1995). fastighetsbestamning far aven sokas av den vars fangesman har erhallit den fristaende tillandningen pa det satt som avses i 1 § i denna lag och av den som besitter tillandningen i egenskap av agare. lantmateriverket ska genom offentlig delgivning med iakttagande av 62 § i forvaltningslagen (434/2003) kalla den som anser sig vara agare till en fristaende tillandning pa fastighetsbestamningens malomrade att lagga fram en utredning over sin aganderatt till den fristaende tillandningen inom sex manader fran det att kungorelsen publicerades i den officiella tidningen. bestammelser om tillkannagivande av forrattning finns aven i 168 och 169 § i fastighetsbildningslagen. uppstar tvist om aganderatten, tillampas 184 § i fastighetsbildningslagen."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Erillisen vesijätön liittäminen yhteiseen vesialueeseen tai kiinteistöön tai muodostaminen uudeksi yhteiseksi alueeksi",
      "content": "Erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä ja joka rajoittuu siihen alkuperäiseen yhteiseen alueeseen tai kiinteistöön, josta se on muodostunut, liitetään tähän alkuperäiseen yhteiseen vesialueeseen tai kiinteistön omistajan suostumuksella tähän alkuperäiseen kiinteistöön. Jos kiinteistön omistaja ei anna suostumusta kiinteistöstä muodostuneen erillisen vesijätön kiinteistöön liittämiseksi, erillinen vesijättö liitetään viereiseen yhteiseen vesialueeseen. Muu kuin 1 momentissa tarkoitettu erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä, muodostetaan kiinteistöjen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylään, jonka yhteisestä vesialueesta se on muodostunut. Erillinen vesijättö, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetään hänen omistamaansa tilaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä ja joka rajoittuu siihen alkuperäiseen yhteiseen alueeseen tai kiinteistöön, josta se on muodostunut, liitetään tähän alkuperäiseen yhteiseen vesialueeseen tai kiinteistön omistajan suostumuksella tähän alkuperäiseen kiinteistöön. Jos kiinteistön omistaja ei anna suostumusta kiinteistöstä muodostuneen erillisen vesijätön kiinteistöön liittämiseksi, erillinen vesijättö liitetään viereiseen yhteiseen vesialueeseen. Muu kuin 1 momentissa tarkoitettu erillinen vesijättö, jonka omistusoikeutta ei ole saatu selvitettyä, muodostetaan kiinteistöjen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylään, jonka yhteisestä vesialueesta se on muodostunut. Erillinen vesijättö, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetään hänen omistamaansa tilaan.",
        "folded_fi": "erillinen vesijatto, jonka omistusoikeutta ei ole saatu selvitettya ja joka rajoittuu siihen alkuperaiseen yhteiseen alueeseen tai kiinteistoon, josta se on muodostunut, liitetaan tahan alkuperaiseen yhteiseen vesialueeseen tai kiinteiston omistajan suostumuksella tahan alkuperaiseen kiinteistoon. jos kiinteiston omistaja ei anna suostumusta kiinteistosta muodostuneen erillisen vesijaton kiinteistoon liittamiseksi, erillinen vesijatto liitetaan viereiseen yhteiseen vesialueeseen. muu kuin 1 momentissa tarkoitettu erillinen vesijatto, jonka omistusoikeutta ei ole saatu selvitettya, muodostetaan kiinteistojen uudeksi yhteiseksi alueeksi siihen vesioikeudelliseen kylaan, jonka yhteisesta vesialueesta se on muodostunut. erillinen vesijatto, jonka omistusoikeus on selvitetty, muodostetaan omistajalleen tilaksi tai liitetaan hanen omistamaansa tilaan.",
        "title_sv": "Fogande av en fristående tillandning till ett samfällt vattenområde eller till en fastighet eller bildande av den till ett nytt samfällt område",
        "content_sv": "En fristående tillandning vars äganderätt inte har kunnat klarläggas och som gränsar till det ursprungliga samfällda område eller till den fastighet inom vilken den har uppstått fogas till detta ursprungliga samfällda vattenområde eller med samtycke av ägaren till fastigheten till denna ursprungliga fastighet. Om ägaren till fastigheten inte ger sitt samtycke till att den fristående tillandning som uppstått inom fastigheten fogas till fastigheten, fogas den fristående tillandningen till det angränsande samfällda vattenområdet. Någon annan än i 1 mom. avsedd fristående tillandning vars äganderätt inte har kunnat klarläggas, bildas till ett nytt samfällt område för fastigheterna i den vattenrättsliga by inom vars samfällda vattenområde den har uppstått. En fristående tillandning vars äganderätt är klarlagd bildas till en ny lägenhet för ägaren eller fogas till en lägenhet som tillhör ägaren.",
        "normalized_sv": "En fristående tillandning vars äganderätt inte har kunnat klarläggas och som gränsar till det ursprungliga samfällda område eller till den fastighet inom vilken den har uppstått fogas till detta ursprungliga samfällda vattenområde eller med samtycke av ägaren till fastigheten till denna ursprungliga fastighet. Om ägaren till fastigheten inte ger sitt samtycke till att den fristående tillandning som uppstått inom fastigheten fogas till fastigheten, fogas den fristående tillandningen till det angränsande samfällda vattenområdet. Någon annan än i 1 mom. avsedd fristående tillandning vars äganderätt inte har kunnat klarläggas, bildas till ett nytt samfällt område för fastigheterna i den vattenrättsliga by inom vars samfällda vattenområde den har uppstått. En fristående tillandning vars äganderätt är klarlagd bildas till en ny lägenhet för ägaren eller fogas till en lägenhet som tillhör ägaren.",
        "folded_sv": "en fristaende tillandning vars aganderatt inte har kunnat klarlaggas och som gransar till det ursprungliga samfallda omrade eller till den fastighet inom vilken den har uppstatt fogas till detta ursprungliga samfallda vattenomrade eller med samtycke av agaren till fastigheten till denna ursprungliga fastighet. om agaren till fastigheten inte ger sitt samtycke till att den fristaende tillandning som uppstatt inom fastigheten fogas till fastigheten, fogas den fristaende tillandningen till det angransande samfallda vattenomradet. nagon annan an i 1 mom. avsedd fristaende tillandning vars aganderatt inte har kunnat klarlaggas, bildas till ett nytt samfallt omrade for fastigheterna i den vattenrattsliga by inom vars samfallda vattenomrade den har uppstatt. en fristaende tillandning vars aganderatt ar klarlagd bildas till en ny lagenhet for agaren eller fogas till en lagenhet som tillhor agaren."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Erillisen vesijätön muodostumisyksikön määrääminen",
      "content": "Jos kysymys erillisen vesijätön muodostumisyksiköstä on epäselvä, erillinen vesijättö on määrättävä toimituspäätöksellä liitettäväksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siinä vesioikeudellisessa kylässä, jonka tiluksiin se todennäköisimmin kuuluu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos kysymys erillisen vesijätön muodostumisyksiköstä on epäselvä, erillinen vesijättö on määrättävä toimituspäätöksellä liitettäväksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siinä vesioikeudellisessa kylässä, jonka tiluksiin se todennäköisimmin kuuluu.",
        "folded_fi": "jos kysymys erillisen vesijaton muodostumisyksikosta on epaselva, erillinen vesijatto on maarattava toimituspaatoksella liitettavaksi siihen yhteiseen vesialueeseen tai muodostettavaksi uudeksi yhteiseksi alueeksi siina vesioikeudellisessa kylassa, jonka tiluksiin se todennakoisimmin kuuluu.",
        "title_sv": "Bestämmande av registerenhet för en fristående tillandning",
        "content_sv": "Om det är oklart inom vilken registerenhet en fristående tillandning har uppstått, ska den fristående tillandningen genom ett förrättningsbeslut fogas till det samfällda vattenområdet eller bildas till ett nytt samfällt område i den vattenrättsliga by till vars ägor den mest sannolikt hör.",
        "normalized_sv": "Om det är oklart inom vilken registerenhet en fristående tillandning har uppstått, ska den fristående tillandningen genom ett förrättningsbeslut fogas till det samfällda vattenområdet eller bildas till ett nytt samfällt område i den vattenrättsliga by till vars ägor den mest sannolikt hör.",
        "folded_sv": "om det ar oklart inom vilken registerenhet en fristaende tillandning har uppstatt, ska den fristaende tillandningen genom ett forrattningsbeslut fogas till det samfallda vattenomradet eller bildas till ett nytt samfallt omrade i den vattenrattsliga by till vars agor den mest sannolikt hor."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Erillisen vesijätön korvaaminen",
      "content": "Erillinen vesijättö liitetään muodostumisyksikköönsä tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Erillinen vesijättö liitetään muodostumisyksikköönsä tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
        "folded_fi": "erillinen vesijatto liitetaan muodostumisyksikkoonsa tai muodostetaan uudeksi yhteiseksi alueeksi korvauksetta.",
        "title_sv": "Ersättning för en fristående tillandning",
        "content_sv": "En fristående tillandning fogas till den registerenhet inom vilken den har uppstått eller bildas till ett nytt samfällt område utan ersättning.",
        "normalized_sv": "En fristående tillandning fogas till den registerenhet inom vilken den har uppstått eller bildas till ett nytt samfällt område utan ersättning.",
        "folded_sv": "en fristaende tillandning fogas till den registerenhet inom vilken den har uppstatt eller bildas till ett nytt samfallt omrade utan ersattning."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kiinteistötoimitusmaksu",
      "content": "Tässä laissa tarkoitetun kiinteistönmäärityksen ja sen yhteydessä suoritetun kiinteistötoimituksen kiinteistötoimitusmaksu maksetaan valtion varoista siltä osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistöjärjestelmän luotettavuutta ja selvyyttä edistävistä toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tässä laissa tarkoitetun kiinteistönmäärityksen ja sen yhteydessä suoritetun kiinteistötoimituksen kiinteistötoimitusmaksu maksetaan valtion varoista siltä osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistöjärjestelmän luotettavuutta ja selvyyttä edistävistä toimenpiteistä.",
        "folded_fi": "tassa laissa tarkoitetun kiinteistonmaarityksen ja sen yhteydessa suoritetun kiinteistotoimituksen kiinteistotoimitusmaksu maksetaan valtion varoista silta osin kuin toimituksessa on kysymys yleisen edun vaatimista kiinteistojarjestelman luotettavuutta ja selvyytta edistavista toimenpiteista.",
        "title_sv": "Fastighetsförrättningsavgift",
        "content_sv": "Fastighetsförrättningsavgiften för en i denna lag avsedd fastighetsbestämning och en i samband med den verkställd fastighetsförrättning betalas av statliga medel till den del det vid förrättningen är fråga om åtgärder av allmänt intresse som främjar tillförlitligheten och klarheten i fastighetssystemet.",
        "normalized_sv": "Fastighetsförrättningsavgiften för en i denna lag avsedd fastighetsbestämning och en i samband med den verkställd fastighetsförrättning betalas av statliga medel till den del det vid förrättningen är fråga om åtgärder av allmänt intresse som främjar tillförlitligheten och klarheten i fastighetssystemet.",
        "folded_sv": "fastighetsforrattningsavgiften for en i denna lag avsedd fastighetsbestamning och en i samband med den verkstalld fastighetsforrattning betalas av statliga medel till den del det vid forrattningen ar fraga om atgarder av allmant intresse som framjar tillforlitligheten och klarheten i fastighetssystemet."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Omistusoikeuden kirjaaminen",
      "content": "Myönnettäessä lainhuutoa sille, joka tässä laissa tarkoitetussa kiinteistönmäärityksessä tehdyn ratkaisun mukaan on erillisestä vesijätöstä muodostetun tilan tai kiinteistöön liitetyn alueen omistaja, toimituksessa laaditun selitelmän ote on riittävä selvitys hänen saannostaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Myönnettäessä lainhuutoa sille, joka tässä laissa tarkoitetussa kiinteistönmäärityksessä tehdyn ratkaisun mukaan on erillisestä vesijätöstä muodostetun tilan tai kiinteistöön liitetyn alueen omistaja, toimituksessa laaditun selitelmän ote on riittävä selvitys hänen saannostaan.",
        "folded_fi": "myonnettaessa lainhuutoa sille, joka tassa laissa tarkoitetussa kiinteistonmaarityksessa tehdyn ratkaisun mukaan on erillisesta vesijatosta muodostetun tilan tai kiinteistoon liitetyn alueen omistaja, toimituksessa laaditun selitelman ote on riittava selvitys hanen saannostaan.",
        "title_sv": "Registrering av äganderätten",
        "content_sv": "När lagfart beviljas den som enligt ett avgörande som har fattats vid en i denna lag avsedd fastighetsbestämning är ägare till en lägenhet som har bildats av en fristående tillandning eller ägare till ett område som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid förrättningen utgöra tillräcklig utredning över hans fång.",
        "normalized_sv": "När lagfart beviljas den som enligt ett avgörande som har fattats vid en i denna lag avsedd fastighetsbestämning är ägare till en lägenhet som har bildats av en fristående tillandning eller ägare till ett område som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid förrättningen utgöra tillräcklig utredning över hans fång.",
        "folded_sv": "nar lagfart beviljas den som enligt ett avgorande som har fattats vid en i denna lag avsedd fastighetsbestamning ar agare till en lagenhet som har bildats av en fristaende tillandning eller agare till ett omrade som har fogats till en fastighet, ska ett utdrag ur den beskrivning som uppgjorts vid forrattningen utgora tillracklig utredning over hans fang."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kiinteistönmuodostamislain soveltaminen",
      "content": "Erillisen vesijätön tilaksi muodostamisessa sovelletaan mitä kiinteistönmuodostamislaissa säädetään määräalan lohkomisesta eri tilaksi ja erillisen vesijätön kiinteistöön liittämisessä mitä kiinteistönmuodostamislaissa säädetään määräalan siirtämisestä lohkomalla toiseen kiinteistöön. Kiinteistönmuodostamislain 32-34 §:ää sovelletaan kuitenkin vain, jos erillisestä vesijätöstä muodostetaan useita eri tiloja samalle omistajalle. Erillisen vesijätön yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittämisessä sovelletaan mitä kiinteistönmuodostamislaissa säädetään yhteisen alueen muodostamisesta ja alueen liittämisestä yhteiseen alueeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Erillisen vesijätön tilaksi muodostamisessa sovelletaan mitä kiinteistönmuodostamislaissa säädetään määräalan lohkomisesta eri tilaksi ja erillisen vesijätön kiinteistöön liittämisessä mitä kiinteistönmuodostamislaissa säädetään määräalan siirtämisestä lohkomalla toiseen kiinteistöön. Kiinteistönmuodostamislain 32-34 § :ää sovelletaan kuitenkin vain, jos erillisestä vesijätöstä muodostetaan useita eri tiloja samalle omistajalle. Erillisen vesijätön yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittämisessä sovelletaan mitä kiinteistönmuodostamislaissa säädetään yhteisen alueen muodostamisesta ja alueen liittämisestä yhteiseen alueeseen.",
        "folded_fi": "erillisen vesijaton tilaksi muodostamisessa sovelletaan mita kiinteistonmuodostamislaissa saadetaan maaraalan lohkomisesta eri tilaksi ja erillisen vesijaton kiinteistoon liittamisessa mita kiinteistonmuodostamislaissa saadetaan maaraalan siirtamisesta lohkomalla toiseen kiinteistoon. kiinteistonmuodostamislain 32-34 §:aa sovelletaan kuitenkin vain, jos erillisesta vesijatosta muodostetaan useita eri tiloja samalle omistajalle. erillisen vesijaton yhteiseksi alueeksi muodostamisessa ja sen yhteiseen alueeseen liittamisessa sovelletaan mita kiinteistonmuodostamislaissa saadetaan yhteisen alueen muodostamisesta ja alueen liittamisesta yhteiseen alueeseen.",
        "title_sv": "Tillämpning av fastighetsbildningslagen",
        "content_sv": "Vid bildande av en fristående tillandning till lägenhet tillämpas vad som i fastighetsbildningslagen föreskrivs om styckning av ett outbrutet område till en särskild lägenhet och vid fogande av en fristående tillandning till en fastighet tillämpas vad som i fastighetsbildningslagen föreskrivs om överföring av ett outbrutet område till en annan fastighet genom styckning. Bestämmelserna i 32-34 § i fastighetsbildningslagen tillämpas dock endast om det av den fristående tillandningen bildas flera olika lägenheter åt samma ägare. Vid bildande av en fristående tillandning till ett samfällt område och vid fogande av en fristående tillandning till ett samfällt område tillämpas vad som i fastighetsbildningslagen föreskrivs om bildande av ett samfällt område och fogande av ett område till ett samfällt område.",
        "normalized_sv": "Vid bildande av en fristående tillandning till lägenhet tillämpas vad som i fastighetsbildningslagen föreskrivs om styckning av ett outbrutet område till en särskild lägenhet och vid fogande av en fristående tillandning till en fastighet tillämpas vad som i fastighetsbildningslagen föreskrivs om överföring av ett outbrutet område till en annan fastighet genom styckning. Bestämmelserna i 32-34 § i fastighetsbildningslagen tillämpas dock endast om det av den fristående tillandningen bildas flera olika lägenheter åt samma ägare. Vid bildande av en fristående tillandning till ett samfällt område och vid fogande av en fristående tillandning till ett samfällt område tillämpas vad som i fastighetsbildningslagen föreskrivs om bildande av ett samfällt område och fogande av ett område till ett samfällt område.",
        "folded_sv": "vid bildande av en fristaende tillandning till lagenhet tillampas vad som i fastighetsbildningslagen foreskrivs om styckning av ett outbrutet omrade till en sarskild lagenhet och vid fogande av en fristaende tillandning till en fastighet tillampas vad som i fastighetsbildningslagen foreskrivs om overforing av ett outbrutet omrade till en annan fastighet genom styckning. bestammelserna i 32-34 § i fastighetsbildningslagen tillampas dock endast om det av den fristaende tillandningen bildas flera olika lagenheter at samma agare. vid bildande av en fristaende tillandning till ett samfallt omrade och vid fogande av en fristaende tillandning till ett samfallt omrade tillampas vad som i fastighetsbildningslagen foreskrivs om bildande av ett samfallt omrade och fogande av ett omrade till ett samfallt omrade."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017."
      },
      "valid_from": "2016-05-20",
      "valid_to": null
    }
  ]
}