{
  "id": "378/2005",
  "type": "statute",
  "title": "Laki oikeusgeneettisestä isyystutkimuksesta",
  "title_en": "Lag om rättsgenetisk faderskapsundersökning",
  "status": "in_force",
  "issued_date": "2005-06-03",
  "in_force_date": "2005-06-03",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/378/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus Oikeusgeneettisellä isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtävää ihmisen geenien, muun periytyvän DNA:n tai geenituotteiden tutkimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus Oikeusgeneettisellä isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtävää ihmisen geenien, muun periytyvän DNA:n tai geenituotteiden tutkimista.",
        "folded_fi": "tata lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus oikeusgeneettisella isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtavaa ihmisen geenien, muun periytyvan dna:n tai geenituotteiden tutkimista.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på rättsgenetiska faderskapsundersökningar. undersökning Med rättsgenetisk faderskapsundersökning () avses sådan undersökning av människans gener, annat ärftligt DNA eller genprodukter som görs för fastställande eller upphävande av faderskap.",
        "normalized_sv": "Denna lag tillämpas på rättsgenetiska faderskapsundersökningar. undersökning Med rättsgenetisk faderskapsundersökning () avses sådan undersökning av människans gener, annat ärftligt DNA eller genprodukter som görs för fastställande eller upphävande av faderskap.",
        "folded_sv": "denna lag tillampas pa rattsgenetiska faderskapsundersokningar. undersokning med rattsgenetisk faderskapsundersokning () avses sadan undersokning av manniskans gener, annat arftligt dna eller genprodukter som gors for faststallande eller upphavande av faderskap."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tutkimuksen teettäminen",
      "content": "Tuomioistuin voi käsiteltävänään olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi, jos asianosainen sitä vaatii tai jos tuomioistuin pitää sitä muutoin tarpeellisena asian selvittämiseksi. Lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 §:ssä säädetyt edellytykset ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tuomioistuin voi käsiteltävänään olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi, jos asianosainen sitä vaatii tai jos tuomioistuin pitää sitä muutoin tarpeellisena asian selvittämiseksi. Lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 § :ssä säädetyt edellytykset ovat olemassa.",
        "folded_fi": "tuomioistuin voi kasiteltavanaan olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa maarata tutkimuksen tehtavaksi, jos asianosainen sita vaatii tai jos tuomioistuin pitaa sita muutoin tarpeellisena asian selvittamiseksi. lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 §:ssa saadetyt edellytykset ovat olemassa.",
        "title_sv": "Initiativ till undersökning",
        "content_sv": "I samband med ett mål om fastställande eller upphävande av faderskap som domstolen behandlar kan den förordna om undersökning, om en part kräver det eller om domstolen i övrigt anser det nödvändigt för att saken skall kunna utredas. Barnatillsyningsmannen kan beställa en undersökning, om villkoren i 11 § i lagen om faderskap (700/1975) är uppfyllda.",
        "normalized_sv": "I samband med ett mål om fastställande eller upphävande av faderskap som domstolen behandlar kan den förordna om undersökning, om en part kräver det eller om domstolen i övrigt anser det nödvändigt för att saken skall kunna utredas. Barnatillsyningsmannen kan beställa en undersökning, om villkoren i 11 § i lagen om faderskap (700/1975) är uppfyllda.",
        "folded_sv": "i samband med ett mal om faststallande eller upphavande av faderskap som domstolen behandlar kan den forordna om undersokning, om en part kraver det eller om domstolen i ovrigt anser det nodvandigt for att saken skall kunna utredas. barnatillsyningsmannen kan bestalla en undersokning, om villkoren i 11 § i lagen om faderskap (700/1975) ar uppfyllda."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tutkimuksen tekijä",
      "content": "tutkimuksen tekijä Tutkimus tehdään Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "tutkimuksen tekijä Tutkimus tehdään Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa ().",
        "folded_fi": "tutkimuksen tekija tutkimus tehdaan kansanterveyslaitoksessa tai helsingin yliopiston oikeuslaaketieteen laitoksessa ().",
        "title_sv": "Undersökningsmyndigheter",
        "content_sv": "undersökningsmyndighet Undersökningarna utförs av Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet ().",
        "normalized_sv": "undersökningsmyndighet Undersökningarna utförs av Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet ().",
        "folded_sv": "undersokningsmyndighet undersokningarna utfors av folkhalsoinstitutet eller institutionen for rattsmedicin vid helsingfors universitet ()."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lapsen, äidin ja miehen tutkiminen",
      "content": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi lapsesta, äidistä ja oikeudenkäynnissä asianosaisena olevasta miehestä. Tuomioistuin voi isyyden kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi myös muusta miehestä, jos oikeudenkäynnissä esille tulleiden seikkojen perusteella on aihetta olettaa, että tämä on lapsen isä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi lapsesta, äidistä ja oikeudenkäynnissä asianosaisena olevasta miehestä. Tuomioistuin voi isyyden kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi myös muusta miehestä, jos oikeudenkäynnissä esille tulleiden seikkojen perusteella on aihetta olettaa, että tämä on lapsen isä.",
        "folded_fi": "tuomioistuin voi maarata tutkimuksen tehtavaksi lapsesta, aidista ja oikeudenkaynnissa asianosaisena olevasta miehesta. tuomioistuin voi isyyden kumoamista koskevassa asiassa maarata tutkimuksen tehtavaksi myos muusta miehesta, jos oikeudenkaynnissa esille tulleiden seikkojen perusteella on aihetta olettaa, etta tama on lapsen isa.",
        "title_sv": "Undersökning som gäller barnet, modern och män",
        "content_sv": "Domstolen kan bestämma att en undersökning skall gälla barnet, modern och den man som är part i målet. I ett mål som gäller upphävande av faderskap kan domstolen också bestämma att en undersökning skall utföras beträffande någon annan man, om det utifrån de omständigheter som kommit fram i målet finns skäl att anta att denne är far till barnet.",
        "normalized_sv": "Domstolen kan bestämma att en undersökning skall gälla barnet, modern och den man som är part i målet. I ett mål som gäller upphävande av faderskap kan domstolen också bestämma att en undersökning skall utföras beträffande någon annan man, om det utifrån de omständigheter som kommit fram i målet finns skäl att anta att denne är far till barnet.",
        "folded_sv": "domstolen kan bestamma att en undersokning skall galla barnet, modern och den man som ar part i malet. i ett mal som galler upphavande av faderskap kan domstolen ocksa bestamma att en undersokning skall utforas betraffande nagon annan man, om det utifran de omstandigheter som kommit fram i malet finns skal att anta att denne ar far till barnet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tutkimus kadonneesta tai kuolleesta",
      "content": "Jos 4 §:ssä tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi määrätä, että tutkimus tehdään hänestä aiemmin otetusta, saatavilla olevasta kudosnäytteestä tai että tutkimuksessa käytetään hänestä aiemmassa tutkimuksessa saatuja tietoja. Jos tutkittava mies tai äiti on kuollut, mutta häntä ei vielä ole haudattu tai tuhkattu, tuomioistuin voi määrätä tutkimuksen tehtäväksi vainajasta otettavasta kudosnäytteestä. Jos vainaja on kateissa tai häntä ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun määräyksen. Tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa määrätä tehtäväksi äidistä, ennen kuin on osoittautunut, ettei lasta ja miestä koskevasta tutkimuksesta saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos 4 § :ssä tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi määrätä, että tutkimus tehdään hänestä aiemmin otetusta, saatavilla olevasta kudosnäytteestä tai että tutkimuksessa käytetään hänestä aiemmassa tutkimuksessa saatuja tietoja. Jos tutkittava mies tai äiti on kuollut, mutta häntä ei vielä ole haudattu tai tuhkattu, tuomioistuin voi määrätä tutkimuksen tehtäväksi vainajasta otettavasta kudosnäytteestä. Jos vainaja on kateissa tai häntä ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun määräyksen. Tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa määrätä tehtäväksi äidistä, ennen kuin on osoittautunut, ettei lasta ja miestä koskevasta tutkimuksesta saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
        "folded_fi": "jos 4 §:ssa tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi maarata, etta tutkimus tehdaan hanesta aiemmin otetusta, saatavilla olevasta kudosnaytteesta tai etta tutkimuksessa kaytetaan hanesta aiemmassa tutkimuksessa saatuja tietoja. jos tutkittava mies tai aiti on kuollut, mutta hanta ei viela ole haudattu tai tuhkattu, tuomioistuin voi maarata tutkimuksen tehtavaksi vainajasta otettavasta kudosnaytteesta. jos vainaja on kateissa tai hanta ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun maarayksen. tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa maarata tehtavaksi aidista, ennen kuin on osoittautunut, ettei lasta ja miesta koskevasta tutkimuksesta saada riittavaa selvitysta isyyskysymyksen ratkaisemiseksi.",
        "title_sv": "Undersökning som gäller försvunna eller avlidna personer",
        "content_sv": "Om det inte går att få kännedom om var en i 4 § avsedd person som skall undersökas befinner sig, kan domstolen bestämma att undersökningen skall göras med hjälp av ett existerande vävnadsprov som tidigare har tagits av honom eller henne eller att man i undersökningen använder uppgifter om personen från en tidigare undersökning. Om den man eller moder som skall undersökas har avlidit men ännu inte har begravts eller kremerats, kan domstolen bestämma att undersökningen skall göras med hjälp av ett vävnadsprov av den avlidne. Om den avlidne är försvunnen eller inte har kunnat identifieras tillförlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sådant förordnande som avses i 1 mom. Domstolen får dock inte med stöd av 1 och 2 mom. förordna om undersökning beträffande modern förrän det har visat sig att man genom att undersöka barnet och mannen inte får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "normalized_sv": "Om det inte går att få kännedom om var en i 4 § avsedd person som skall undersökas befinner sig, kan domstolen bestämma att undersökningen skall göras med hjälp av ett existerande vävnadsprov som tidigare har tagits av honom eller henne eller att man i undersökningen använder uppgifter om personen från en tidigare undersökning. Om den man eller moder som skall undersökas har avlidit men ännu inte har begravts eller kremerats, kan domstolen bestämma att undersökningen skall göras med hjälp av ett vävnadsprov av den avlidne. Om den avlidne är försvunnen eller inte har kunnat identifieras tillförlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sådant förordnande som avses i 1 mom. Domstolen får dock inte med stöd av 1 och 2 mom. förordna om undersökning beträffande modern förrän det har visat sig att man genom att undersöka barnet och mannen inte får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "folded_sv": "om det inte gar att fa kannedom om var en i 4 § avsedd person som skall undersokas befinner sig, kan domstolen bestamma att undersokningen skall goras med hjalp av ett existerande vavnadsprov som tidigare har tagits av honom eller henne eller att man i undersokningen anvander uppgifter om personen fran en tidigare undersokning. om den man eller moder som skall undersokas har avlidit men annu inte har begravts eller kremerats, kan domstolen bestamma att undersokningen skall goras med hjalp av ett vavnadsprov av den avlidne. om den avlidne ar forsvunnen eller inte har kunnat identifieras tillforlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sadant forordnande som avses i 1 mom. domstolen far dock inte med stod av 1 och 2 mom. forordna om undersokning betraffande modern forran det har visat sig att man genom att undersoka barnet och mannen inte far tillracklig utredning for att avgora faderskapsfragan."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Miehen vanhempien tutkiminen",
      "content": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi molemmista miehen vanhemmista näiden suostumuksella, jos mies on kadonnut tai kuollut eikä tutkimusta voida tehdä 5 §:n 1 tai 2 momentin nojalla. Jos miehen isä tai äiti on kadonnut tai kuollut, sovelletaan, mitä 5 §:n 1 ja 2 momentissa säädetään, jollei ole syytä olettaa, että kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi molemmista miehen vanhemmista näiden suostumuksella, jos mies on kadonnut tai kuollut eikä tutkimusta voida tehdä 5 § :n 1 tai 2 momentin nojalla. Jos miehen isä tai äiti on kadonnut tai kuollut, sovelletaan, mitä 5 § :n 1 ja 2 momentissa säädetään, jollei ole syytä olettaa, että kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
        "folded_fi": "tuomioistuin voi maarata tutkimuksen tehtavaksi molemmista miehen vanhemmista naiden suostumuksella, jos mies on kadonnut tai kuollut eika tutkimusta voida tehda 5 §:n 1 tai 2 momentin nojalla. jos miehen isa tai aiti on kadonnut tai kuollut, sovelletaan, mita 5 §:n 1 ja 2 momentissa saadetaan, jollei ole syyta olettaa, etta kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
        "title_sv": "Undersökning som gäller mannens föräldrar",
        "content_sv": "Domstolen kan bestämma att en undersökning skall utföras beträffande mannens båda föräldrar, om de samtycker till det och om mannen har försvunnit eller avlidit och en undersökning inte kan göras på det sätt som sägs i 5 § 1 eller 2 mom. Om mannens far eller mor har försvunnit eller avlidit tillämpas 5 § 1 och 2 mom., om det inte finns skäl att anta att den försvunna eller avlidna föräldern inte skulle ha samtyckt till undersökningen.",
        "normalized_sv": "Domstolen kan bestämma att en undersökning skall utföras beträffande mannens båda föräldrar, om de samtycker till det och om mannen har försvunnit eller avlidit och en undersökning inte kan göras på det sätt som sägs i 5 § 1 eller 2 mom. Om mannens far eller mor har försvunnit eller avlidit tillämpas 5 § 1 och 2 mom., om det inte finns skäl att anta att den försvunna eller avlidna föräldern inte skulle ha samtyckt till undersökningen.",
        "folded_sv": "domstolen kan bestamma att en undersokning skall utforas betraffande mannens bada foraldrar, om de samtycker till det och om mannen har forsvunnit eller avlidit och en undersokning inte kan goras pa det satt som sags i 5 § 1 eller 2 mom. om mannens far eller mor har forsvunnit eller avlidit tillampas 5 § 1 och 2 mom., om det inte finns skal att anta att den forsvunna eller avlidna foraldern inte skulle ha samtyckt till undersokningen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Miehen muiden sukulaisten tutkiminen",
      "content": "Jos tutkimusta ei voida määrätä tehtäväksi 4―6 §:ssä säädetyllä tavalla, tuomioistuin voi määrätä sen tehtäväksi miehen toisesta vanhemmasta tai muusta sukulaisesta tämän suostumuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos tutkimusta ei voida määrätä tehtäväksi 4―6 § :ssä säädetyllä tavalla, tuomioistuin voi määrätä sen tehtäväksi miehen toisesta vanhemmasta tai muusta sukulaisesta tämän suostumuksella.",
        "folded_fi": "jos tutkimusta ei voida maarata tehtavaksi 4―6 §:ssa saadetylla tavalla, tuomioistuin voi maarata sen tehtavaksi miehen toisesta vanhemmasta tai muusta sukulaisesta taman suostumuksella.",
        "title_sv": "Undersökning som gäller andra släktingar till mannen",
        "content_sv": "Om det inte kan förordnas att en undersökning skall utföras på det sätt som anges i 4―6 §, kan domstolen bestämma att undersökningen skall gälla den ena av mannens föräldrar eller någon annan av hans släktingar med dennes samtycke.",
        "normalized_sv": "Om det inte kan förordnas att en undersökning skall utföras på det sätt som anges i 4―6 § , kan domstolen bestämma att undersökningen skall gälla den ena av mannens föräldrar eller någon annan av hans släktingar med dennes samtycke.",
        "folded_sv": "om det inte kan forordnas att en undersokning skall utforas pa det satt som anges i 4―6 §, kan domstolen bestamma att undersokningen skall galla den ena av mannens foraldrar eller nagon annan av hans slaktingar med dennes samtycke."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Äidin sukulaisten tutkiminen",
      "content": "Mitä 6 ja 7 §:ssä säädetään miehen sukulaisten tutkimisesta, sovelletaan äidin sukulaisiin, jos lasta ja miestä tai heidän sukulaisiaan koskevista tutkimuksista ei saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Mitä 6 ja 7 § :ssä säädetään miehen sukulaisten tutkimisesta, sovelletaan äidin sukulaisiin, jos lasta ja miestä tai heidän sukulaisiaan koskevista tutkimuksista ei saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
        "folded_fi": "mita 6 ja 7 §:ssa saadetaan miehen sukulaisten tutkimisesta, sovelletaan aidin sukulaisiin, jos lasta ja miesta tai heidan sukulaisiaan koskevista tutkimuksista ei saada riittavaa selvitysta isyyskysymyksen ratkaisemiseksi.",
        "title_sv": "Undersökning som gäller släktingar till modern",
        "content_sv": "Bestämmelserna i 6 och 7 § om undersökning av mannens släktingar tillämpas på moderns släktingar, om man inte genom undersökningar som gäller barnet och mannen eller deras släktingar får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "normalized_sv": "Bestämmelserna i 6 och 7 § om undersökning av mannens släktingar tillämpas på moderns släktingar, om man inte genom undersökningar som gäller barnet och mannen eller deras släktingar får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "folded_sv": "bestammelserna i 6 och 7 § om undersokning av mannens slaktingar tillampas pa moderns slaktingar, om man inte genom undersokningar som galler barnet och mannen eller deras slaktingar far tillracklig utredning for att avgora faderskapsfragan."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Suostumuksen antaminen ja peruuttaminen",
      "content": "Tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikänsä, mielenterveyden häiriön, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmärtämään asian merkitystä eikä ole syytä olettaa, että tutkittava ei asian ymmärtäessään antaisi suostumustaan tutkimuksen tekemiseen. Tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikänsä, mielenterveyden häiriön, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmärtämään asian merkitystä eikä ole syytä olettaa, että tutkittava ei asian ymmärtäessään antaisi suostumustaan tutkimuksen tekemiseen. Tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
        "folded_fi": "tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikansa, mielenterveyden hairion, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmartamaan asian merkitysta eika ole syyta olettaa, etta tutkittava ei asian ymmartaessaan antaisi suostumustaan tutkimuksen tekemiseen. tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hanen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
        "title_sv": "Att ge och återta samtycke",
        "content_sv": "Intressebevakaren eller någon annan laglig företrädare för den som skall undersökas kan ge sitt samtycke till undersökningen, om den som skall undersökas inte kan förstå sakens betydelse på grund av ålder, psykisk störning, utvecklingsstörning eller något annat liknande skäl och det inte finns skäl att anta att denne inte skulle ge sitt samtycke till en undersökning, om han eller hon skulle förstå sakens betydelse. Den som skall undersökas eller, i sådana fall som avses i 1 mom., dennes intressebevakare eller någon annan laglig företrädare kan återta sitt samtycke tills resultatet av undersökningen tillställts domstolen.",
        "normalized_sv": "Intressebevakaren eller någon annan laglig företrädare för den som skall undersökas kan ge sitt samtycke till undersökningen, om den som skall undersökas inte kan förstå sakens betydelse på grund av ålder, psykisk störning, utvecklingsstörning eller något annat liknande skäl och det inte finns skäl att anta att denne inte skulle ge sitt samtycke till en undersökning, om han eller hon skulle förstå sakens betydelse. Den som skall undersökas eller, i sådana fall som avses i 1 mom., dennes intressebevakare eller någon annan laglig företrädare kan återta sitt samtycke tills resultatet av undersökningen tillställts domstolen.",
        "folded_sv": "intressebevakaren eller nagon annan laglig foretradare for den som skall undersokas kan ge sitt samtycke till undersokningen, om den som skall undersokas inte kan forsta sakens betydelse pa grund av alder, psykisk storning, utvecklingsstorning eller nagot annat liknande skal och det inte finns skal att anta att denne inte skulle ge sitt samtycke till en undersokning, om han eller hon skulle forsta sakens betydelse. den som skall undersokas eller, i sadana fall som avses i 1 mom., dennes intressebevakare eller nagon annan laglig foretradare kan aterta sitt samtycke tills resultatet av undersokningen tillstallts domstolen."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kuuleminen",
      "content": "Ennen 4 tai 6―8 §:ssä tarkoitetun tutkimusmääräyksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi määrättävälle henkilölle tilaisuus tulla kuulluksi. Jos tutkimus tehdään 5 §:n nojalla kudosnäytteestä, tuomioistuimen on ennen tutkimusmääräyksen antamista varattava tilaisuus tulla kuulluksi sen henkilön aviopuolisolle tai leskelle sekä perillisille, josta näyte on otettu tai aiotaan ottaa. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Ennen 4 tai 6―8 § :ssä tarkoitetun tutkimusmääräyksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi määrättävälle henkilölle tilaisuus tulla kuulluksi. Jos tutkimus tehdään 5 § :n nojalla kudosnäytteestä, tuomioistuimen on ennen tutkimusmääräyksen antamista varattava tilaisuus tulla kuulluksi sen henkilön aviopuolisolle tai leskelle sekä perillisille, josta näyte on otettu tai aiotaan ottaa. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "ennen 4 tai 6―8 §:ssa tarkoitetun tutkimusmaarayksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi maarattavalle henkilolle tilaisuus tulla kuulluksi. jos tutkimus tehdaan 5 §:n nojalla kudosnaytteesta, tuomioistuimen on ennen tutkimusmaarayksen antamista varattava tilaisuus tulla kuulluksi sen henkilon aviopuolisolle tai leskelle seka perillisille, josta nayte on otettu tai aiotaan ottaa. jos kadonneelle henkilolle on maaratty edunvalvoja, myos talle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Hörande",
        "content_sv": "Innan domstolen utfärdar ett förordnande om undersökning enligt 4 eller 6―8 § skall den ge parterna i ett mål som gäller fastställande eller upphävande av faderskap och den som skall undersökas tillfälle att bli hörda. Om undersökningen görs enligt 5 § med hjälp av ett vävnadsprov skall domstolen innan den förordnar om en undersökning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfälle att bli hörda. Om en intressebevakare förordnats för en försvunnen person skall även intressebevakaren ges tillfälle att bli hörd.",
        "normalized_sv": "Innan domstolen utfärdar ett förordnande om undersökning enligt 4 eller 6―8 § skall den ge parterna i ett mål som gäller fastställande eller upphävande av faderskap och den som skall undersökas tillfälle att bli hörda. Om undersökningen görs enligt 5 § med hjälp av ett vävnadsprov skall domstolen innan den förordnar om en undersökning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfälle att bli hörda. Om en intressebevakare förordnats för en försvunnen person skall även intressebevakaren ges tillfälle att bli hörd.",
        "folded_sv": "innan domstolen utfardar ett forordnande om undersokning enligt 4 eller 6―8 § skall den ge parterna i ett mal som galler faststallande eller upphavande av faderskap och den som skall undersokas tillfalle att bli horda. om undersokningen gors enligt 5 § med hjalp av ett vavnadsprov skall domstolen innan den forordnar om en undersokning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfalle att bli horda. om en intressebevakare forordnats for en forsvunnen person skall aven intressebevakaren ges tillfalle att bli hord."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tutkimusmääräyksen antaminen",
      "content": "Ennen kuin tuomioistuin määrää tutkimuksen tehtäväksi 6―8 §:n nojalla, sen on pyydettävä tutkimuksen tekijältä kirjallinen lausunto siitä, edistääkö tutkimus asian selvittämistä, sekä siitä, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hänen lapsensa syntyperää koskevia seikkoja. Lausunto on annettava tiedoksi tutkittavalle taikka 9 §:n 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojalleen tai muulle lailliselle edustajalleen. Määrätessään tutkimuksen tehtäväksi elossa olevasta henkilöstä tuomioistuimen on velvoitettava tutkittava sakon uhalla määräajassa osoittamaan todistuksella, että hänestä on otettu tarvittava näyte. Jos määräys koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. Uhkasakkoa ei saa asettaa sille, josta näyte voidaan ottaa ainoastaan hänen suostumuksellaan. Todistuksen antaa näytteen ottamisesta vastuussa oleva lääkäri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ennen kuin tuomioistuin määrää tutkimuksen tehtäväksi 6―8 § :n nojalla, sen on pyydettävä tutkimuksen tekijältä kirjallinen lausunto siitä, edistääkö tutkimus asian selvittämistä, sekä siitä, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hänen lapsensa syntyperää koskevia seikkoja. Lausunto on annettava tiedoksi tutkittavalle taikka 9 § :n 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojalleen tai muulle lailliselle edustajalleen. Määrätessään tutkimuksen tehtäväksi elossa olevasta henkilöstä tuomioistuimen on velvoitettava tutkittava sakon uhalla määräajassa osoittamaan todistuksella, että hänestä on otettu tarvittava näyte. Jos määräys koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. Uhkasakkoa ei saa asettaa sille, josta näyte voidaan ottaa ainoastaan hänen suostumuksellaan. Todistuksen antaa näytteen ottamisesta vastuussa oleva lääkäri.",
        "folded_fi": "ennen kuin tuomioistuin maaraa tutkimuksen tehtavaksi 6―8 §:n nojalla, sen on pyydettava tutkimuksen tekijalta kirjallinen lausunto siita, edistaako tutkimus asian selvittamista, seka siita, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hanen lapsensa syntyperaa koskevia seikkoja. lausunto on annettava tiedoksi tutkittavalle taikka 9 §:n 1 momentissa tarkoitetuissa tapauksissa hanen edunvalvojalleen tai muulle lailliselle edustajalleen. maaratessaan tutkimuksen tehtavaksi elossa olevasta henkilosta tuomioistuimen on velvoitettava tutkittava sakon uhalla maaraajassa osoittamaan todistuksella, etta hanesta on otettu tarvittava nayte. jos maarays koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. uhkasakkoa ei saa asettaa sille, josta nayte voidaan ottaa ainoastaan hanen suostumuksellaan. todistuksen antaa naytteen ottamisesta vastuussa oleva laakari.",
        "title_sv": "Förordnande om undersökning",
        "content_sv": "Innan domstolen förordnar att en undersökning enligt 6―8 § skall utföras skall den av undersökningsmyndigheten begära ett skriftligt utlåtande om en undersökning främjar utredningen av ärendet och om det i samband med undersökningen kan komma fram omständigheter som gäller den undersöktes egen eller hans eller hennes barns härkomst. Utlåtandet skall delges den som skall undersökas eller i sådana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga företrädare. När domstolen förordnar om undersökning beträffande en levande person, skall domstolen vid vite ålägga den som skall undersökas att inom en viss tid uppvisa ett intyg på att det prov som behövs har tagits. Om förordnandet gäller ett barn under 15 år, skall vitet föreläggas barnets lagliga företrädare. Vite får inte föreläggas den av vilken prov kan tas enbart med hans eller hennes samtycke. Intyg om att prov har tagits ges av den läkare som ansvarar för provtagningen.",
        "normalized_sv": "Innan domstolen förordnar att en undersökning enligt 6―8 § skall utföras skall den av undersökningsmyndigheten begära ett skriftligt utlåtande om en undersökning främjar utredningen av ärendet och om det i samband med undersökningen kan komma fram omständigheter som gäller den undersöktes egen eller hans eller hennes barns härkomst. Utlåtandet skall delges den som skall undersökas eller i sådana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga företrädare. När domstolen förordnar om undersökning beträffande en levande person, skall domstolen vid vite ålägga den som skall undersökas att inom en viss tid uppvisa ett intyg på att det prov som behövs har tagits. Om förordnandet gäller ett barn under 15 år, skall vitet föreläggas barnets lagliga företrädare. Vite får inte föreläggas den av vilken prov kan tas enbart med hans eller hennes samtycke. Intyg om att prov har tagits ges av den läkare som ansvarar för provtagningen.",
        "folded_sv": "innan domstolen forordnar att en undersokning enligt 6―8 § skall utforas skall den av undersokningsmyndigheten begara ett skriftligt utlatande om en undersokning framjar utredningen av arendet och om det i samband med undersokningen kan komma fram omstandigheter som galler den undersoktes egen eller hans eller hennes barns harkomst. utlatandet skall delges den som skall undersokas eller i sadana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga foretradare. nar domstolen forordnar om undersokning betraffande en levande person, skall domstolen vid vite alagga den som skall undersokas att inom en viss tid uppvisa ett intyg pa att det prov som behovs har tagits. om forordnandet galler ett barn under 15 ar, skall vitet forelaggas barnets lagliga foretradare. vite far inte forelaggas den av vilken prov kan tas enbart med hans eller hennes samtycke. intyg om att prov har tagits ges av den lakare som ansvarar for provtagningen."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tutkimusmääräyksen noudattamatta jättäminen",
      "content": "Jos se, jolle on 11 §:n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estettä jättänyt tuomioistuimen antaman tutkimusmääräyksen täyttämättä, tuomioistuin voi tuomita hänet uhkasakkoon ja, jos näytteen ottaminen on yhä tarpeen asian selvittämiseksi, asettaa uuden, korkeamman uhkasakon. Jos on todennäköistä, ettei tutkittava tai hänen laillinen edustajansa uhkasakosta huolimatta noudata 11 §:n 2 momentissa tarkoitettua tutkimusmääräystä, tuomioistuin voi uhkasakon asettamisen sijasta määrätä, että tutkittava on tuotava näytteen ottamiseen ja että näyte saadaan ottaa vastoin hänen tai hänen laillisen edustajansa tahtoa. Tuomioistuimen annettua 2 momentissa tarkoitetun määräyksen poliisi on velvollinen antamaan näytteen ottamiseen tuomista ja näytteen ottamista varten tarvittavaa virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos se, jolle on 11 § :n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estettä jättänyt tuomioistuimen antaman tutkimusmääräyksen täyttämättä, tuomioistuin voi tuomita hänet uhkasakkoon ja, jos näytteen ottaminen on yhä tarpeen asian selvittämiseksi, asettaa uuden, korkeamman uhkasakon. Jos on todennäköistä, ettei tutkittava tai hänen laillinen edustajansa uhkasakosta huolimatta noudata 11 § :n 2 momentissa tarkoitettua tutkimusmääräystä, tuomioistuin voi uhkasakon asettamisen sijasta määrätä, että tutkittava on tuotava näytteen ottamiseen ja että näyte saadaan ottaa vastoin hänen tai hänen laillisen edustajansa tahtoa. Tuomioistuimen annettua 2 momentissa tarkoitetun määräyksen poliisi on velvollinen antamaan näytteen ottamiseen tuomista ja näytteen ottamista varten tarvittavaa virka-apua.",
        "folded_fi": "jos se, jolle on 11 §:n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estetta jattanyt tuomioistuimen antaman tutkimusmaarayksen tayttamatta, tuomioistuin voi tuomita hanet uhkasakkoon ja, jos naytteen ottaminen on yha tarpeen asian selvittamiseksi, asettaa uuden, korkeamman uhkasakon. jos on todennakoista, ettei tutkittava tai hanen laillinen edustajansa uhkasakosta huolimatta noudata 11 §:n 2 momentissa tarkoitettua tutkimusmaaraysta, tuomioistuin voi uhkasakon asettamisen sijasta maarata, etta tutkittava on tuotava naytteen ottamiseen ja etta nayte saadaan ottaa vastoin hanen tai hanen laillisen edustajansa tahtoa. tuomioistuimen annettua 2 momentissa tarkoitetun maarayksen poliisi on velvollinen antamaan naytteen ottamiseen tuomista ja naytteen ottamista varten tarvittavaa virka-apua.",
        "title_sv": "Underlåtenhet att iaktta ett förordnande om undersökning",
        "content_sv": "Om den som har förelagts vite enligt 11 § 2 mom. utan laga skäl har låtit bli att iaktta domstolens förordnande om undersökning, kan domstolen döma ut vitet och, om ett prov fortfarande behövs för utredningen av saken, förelägga ett nytt högre vite. Om det är sannolikt att den som skall undersökas eller dennes lagliga företrädare trots ett vite inte kommer att iaktta det förordnande som avses i 11 § 2 mom., kan domstolen i stället för att förelägga vite bestämma att den som skall undersökas skall hämtas till provtagningen och att provet får tas mot hans eller hennes eller den lagliga företrädarens vilja. När domstolen har utfärdat ett förordnande enligt 2 mom. skall polisen ge den handräckning som behövs för att hämta den berörde till provtagning och för provtagningen.",
        "normalized_sv": "Om den som har förelagts vite enligt 11 § 2 mom. utan laga skäl har låtit bli att iaktta domstolens förordnande om undersökning, kan domstolen döma ut vitet och, om ett prov fortfarande behövs för utredningen av saken, förelägga ett nytt högre vite. Om det är sannolikt att den som skall undersökas eller dennes lagliga företrädare trots ett vite inte kommer att iaktta det förordnande som avses i 11 § 2 mom., kan domstolen i stället för att förelägga vite bestämma att den som skall undersökas skall hämtas till provtagningen och att provet får tas mot hans eller hennes eller den lagliga företrädarens vilja. När domstolen har utfärdat ett förordnande enligt 2 mom. skall polisen ge den handräckning som behövs för att hämta den berörde till provtagning och för provtagningen.",
        "folded_sv": "om den som har forelagts vite enligt 11 § 2 mom. utan laga skal har latit bli att iaktta domstolens forordnande om undersokning, kan domstolen doma ut vitet och, om ett prov fortfarande behovs for utredningen av saken, forelagga ett nytt hogre vite. om det ar sannolikt att den som skall undersokas eller dennes lagliga foretradare trots ett vite inte kommer att iaktta det forordnande som avses i 11 § 2 mom., kan domstolen i stallet for att forelagga vite bestamma att den som skall undersokas skall hamtas till provtagningen och att provet far tas mot hans eller hennes eller den lagliga foretradarens vilja. nar domstolen har utfardat ett forordnande enligt 2 mom. skall polisen ge den handrackning som behovs for att hamta den berorde till provtagning och for provtagningen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Näytteen ottaminen",
      "content": "Elossa olevasta otetaan tutkimusta varten verinäyte. Jos verinäytteen ottamisesta voi aiheutua tutkittavalle terveydellistä haittaa tai vaaraa taikka jos on muu painava syy, näyte voidaan ottaa suun limakalvolta. Vainajasta näyte otetaan saatavilla olevasta kudoksesta. Näytteen ottaa laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö. Ennen näytteen ottamista lääkärin on todettava tutkittavan henkilöllisyys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Elossa olevasta otetaan tutkimusta varten verinäyte. Jos verinäytteen ottamisesta voi aiheutua tutkittavalle terveydellistä haittaa tai vaaraa taikka jos on muu painava syy, näyte voidaan ottaa suun limakalvolta. Vainajasta näyte otetaan saatavilla olevasta kudoksesta. Näytteen ottaa laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö. Ennen näytteen ottamista lääkärin on todettava tutkittavan henkilöllisyys.",
        "folded_fi": "elossa olevasta otetaan tutkimusta varten verinayte. jos verinaytteen ottamisesta voi aiheutua tutkittavalle terveydellista haittaa tai vaaraa taikka jos on muu painava syy, nayte voidaan ottaa suun limakalvolta. vainajasta nayte otetaan saatavilla olevasta kudoksesta. naytteen ottaa laillistettu tai luvan saanut laakari taikka hanen valittomassa valvonnassaan muu terveydenhuollon ammattihenkilo. ennen naytteen ottamista laakarin on todettava tutkittavan henkilollisyys.",
        "title_sv": "Provtagning",
        "content_sv": "Av levande personer tas blodprov. Om tagande av blodprov kan medföra olägenhet eller fara för den undersöktes hälsa eller om det finns något annat vägande skäl, kan provet tas från munnens slemhinna. I fråga om avlidna tas provet från sådan vävnad som finns att tillgå. Provet tas av en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt av någon annan yrkesutbildad person inom hälso- och sjukvården. Innan provet tas skall läkaren konstatera identiteten i fråga om den som skall undersökas.",
        "normalized_sv": "Av levande personer tas blodprov. Om tagande av blodprov kan medföra olägenhet eller fara för den undersöktes hälsa eller om det finns något annat vägande skäl, kan provet tas från munnens slemhinna. I fråga om avlidna tas provet från sådan vävnad som finns att tillgå. Provet tas av en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt av någon annan yrkesutbildad person inom hälso- och sjukvården. Innan provet tas skall läkaren konstatera identiteten i fråga om den som skall undersökas.",
        "folded_sv": "av levande personer tas blodprov. om tagande av blodprov kan medfora olagenhet eller fara for den undersoktes halsa eller om det finns nagot annat vagande skal, kan provet tas fran munnens slemhinna. i fraga om avlidna tas provet fran sadan vavnad som finns att tillga. provet tas av en legitimerad lakare eller en lakare med tillstand, eller under lakarens direkta uppsikt av nagon annan yrkesutbildad person inom halso- och sjukvarden. innan provet tas skall lakaren konstatera identiteten i fraga om den som skall undersokas."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Uuden näytteen ottaminen",
      "content": "Jos tutkimusta ei voida tehdä 13 §:n mukaan otetusta näytteestä taikka jos tutkimustuloksen varmentaminen tai täydentäminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijän on viipymättä ilmoitettava uuden näytteen tarpeellisuudesta tutkimusmääräyksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. Antaessaan uuden tutkimusmääräyksen tuomioistuimen on asetettava määräaika, jonka kuluessa tutkittavan on osoitettava, että uusi näyte on otettu. Tutkimusmääräyksen antamiseen ja uuden näytteen ottamiseen sovelletaan, mitä 11 §:n 2 ja 3 momentissa sekä 12 ja 13 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos tutkimusta ei voida tehdä 13 § :n mukaan otetusta näytteestä taikka jos tutkimustuloksen varmentaminen tai täydentäminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijän on viipymättä ilmoitettava uuden näytteen tarpeellisuudesta tutkimusmääräyksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. Antaessaan uuden tutkimusmääräyksen tuomioistuimen on asetettava määräaika, jonka kuluessa tutkittavan on osoitettava, että uusi näyte on otettu. Tutkimusmääräyksen antamiseen ja uuden näytteen ottamiseen sovelletaan, mitä 11 § :n 2 ja 3 momentissa sekä 12 ja 13 § :ssä säädetään.",
        "folded_fi": "jos tutkimusta ei voida tehda 13 §:n mukaan otetusta naytteesta taikka jos tutkimustuloksen varmentaminen tai taydentaminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijan on viipymatta ilmoitettava uuden naytteen tarpeellisuudesta tutkimusmaarayksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. antaessaan uuden tutkimusmaarayksen tuomioistuimen on asetettava maaraaika, jonka kuluessa tutkittavan on osoitettava, etta uusi nayte on otettu. tutkimusmaarayksen antamiseen ja uuden naytteen ottamiseen sovelletaan, mita 11 §:n 2 ja 3 momentissa seka 12 ja 13 §:ssa saadetaan.",
        "title_sv": "Ny provtagning",
        "content_sv": "Om undersökningen inte kan göras med hjälp av ett prov som tagits enligt 13 § eller om undersökningsresultatet måste bekräftas eller kompletteras innan utlåtande ges, skall undersökningsmyndigheten utan dröjsmål underrätta den domstol som utfärdat förordnandet om undersökning eller den barnatillsyningsman som beställt undersökningen om behovet av ett nytt prov. Om domstolen utfärdar ett nytt förordnande om undersökning skall den sätta ut en tid inom vilken den undersökte skall visa att ett nytt prov har tagits. Förordnanden om undersökning utfärdas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 §.",
        "normalized_sv": "Om undersökningen inte kan göras med hjälp av ett prov som tagits enligt 13 § eller om undersökningsresultatet måste bekräftas eller kompletteras innan utlåtande ges, skall undersökningsmyndigheten utan dröjsmål underrätta den domstol som utfärdat förordnandet om undersökning eller den barnatillsyningsman som beställt undersökningen om behovet av ett nytt prov. Om domstolen utfärdar ett nytt förordnande om undersökning skall den sätta ut en tid inom vilken den undersökte skall visa att ett nytt prov har tagits. Förordnanden om undersökning utfärdas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 § .",
        "folded_sv": "om undersokningen inte kan goras med hjalp av ett prov som tagits enligt 13 § eller om undersokningsresultatet maste bekraftas eller kompletteras innan utlatande ges, skall undersokningsmyndigheten utan drojsmal underratta den domstol som utfardat forordnandet om undersokning eller den barnatillsyningsman som bestallt undersokningen om behovet av ett nytt prov. om domstolen utfardar ett nytt forordnande om undersokning skall den satta ut en tid inom vilken den undersokte skall visa att ett nytt prov har tagits. forordnanden om undersokning utfardas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 §."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Näytteen hävittäminen",
      "content": "Tutkimuksen tekijän on hävitettävä 13 tai 14 §:n mukaan otettu näyte, kun kaksi vuotta on kulunut tutkimuksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tutkimuksen tekijän on hävitettävä 13 tai 14 § :n mukaan otettu näyte, kun kaksi vuotta on kulunut tutkimuksen tekemisestä.",
        "folded_fi": "tutkimuksen tekijan on havitettava 13 tai 14 §:n mukaan otettu nayte, kun kaksi vuotta on kulunut tutkimuksen tekemisesta.",
        "title_sv": "Förstöring av prov",
        "content_sv": "Undersökningsmyndigheten skall förstöra prov som tagits enligt 13 eller 14 § när två år har gått från det undersökningen gjordes.",
        "normalized_sv": "Undersökningsmyndigheten skall förstöra prov som tagits enligt 13 eller 14 § när två år har gått från det undersökningen gjordes.",
        "folded_sv": "undersokningsmyndigheten skall forstora prov som tagits enligt 13 eller 14 § nar tva ar har gatt fran det undersokningen gjordes."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Näytteen ottaminen tulevan tutkimuksen varalta",
      "content": "Laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö saa pyynnöstä ottaa vainajasta näytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnön esittänyt antaa selvityksen siitä, että näytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. Oikeus pyynnön esittämiseen on sillä, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. Edellä 1 momentissa tarkoitettu näyte saadaan hävittää, kun kaksi vuotta on kulunut sen ottamisesta, jollei näytettä hallussaan pitävälle sairaalalle, terveydenhuollon toimintayksikölle, yliopiston laitokselle tai terveydenhuollon ammattihenkilölle ole selvitetty, että isyyden vahvistamista tai kumoamista koskeva asia on vireillä. Näin otettua näytettä ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa määräystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö saa pyynnöstä ottaa vainajasta näytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnön esittänyt antaa selvityksen siitä, että näytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. Oikeus pyynnön esittämiseen on sillä, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. Edellä 1 momentissa tarkoitettu näyte saadaan hävittää, kun kaksi vuotta on kulunut sen ottamisesta, jollei näytettä hallussaan pitävälle sairaalalle, terveydenhuollon toimintayksikölle, yliopiston laitokselle tai terveydenhuollon ammattihenkilölle ole selvitetty, että isyyden vahvistamista tai kumoamista koskeva asia on vireillä. Näin otettua näytettä ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa määräystä.",
        "folded_fi": "laillistettu tai luvan saanut laakari taikka hanen valittomassa valvonnassaan muu terveydenhuollon ammattihenkilo saa pyynnosta ottaa vainajasta naytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnon esittanyt antaa selvityksen siita, etta naytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. oikeus pyynnon esittamiseen on silla, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. edella 1 momentissa tarkoitettu nayte saadaan havittaa, kun kaksi vuotta on kulunut sen ottamisesta, jollei naytetta hallussaan pitavalle sairaalalle, terveydenhuollon toimintayksikolle, yliopiston laitokselle tai terveydenhuollon ammattihenkilolle ole selvitetty, etta isyyden vahvistamista tai kumoamista koskeva asia on vireilla. nain otettua naytetta ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa maaraysta.",
        "title_sv": "Provtagning för en framtida undersökning",
        "content_sv": "På begäran får en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt någon annan yrkesutbildad person inom hälso- och sjukvården, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person för en eventuell undersökning, om den som framställer begäran visar att provtagning kan behövas för fastställande eller upphävande av faderskap. Rätt att framställa begäran har den som enligt lagen om faderskap har rätt att föra talan om fastställande eller upphävande av faderskap. Ett prov som avses i 1 mom. får förstöras när två år har gått från det att provet togs, om inte det sjukhus, den verksamhetsenhet inom hälso- och sjukvården, den universitetsinstitution eller den yrkesutbildade person inom hälso- och sjukvården som har hand om provet har underrättats om att ett mål som gäller fastställande eller upphävande av faderskap har inletts. Ett prov som har tagits på detta sätt får inte undersökas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan förordnande av domstol.",
        "normalized_sv": "På begäran får en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt någon annan yrkesutbildad person inom hälso- och sjukvården, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person för en eventuell undersökning, om den som framställer begäran visar att provtagning kan behövas för fastställande eller upphävande av faderskap. Rätt att framställa begäran har den som enligt lagen om faderskap har rätt att föra talan om fastställande eller upphävande av faderskap. Ett prov som avses i 1 mom. får förstöras när två år har gått från det att provet togs, om inte det sjukhus, den verksamhetsenhet inom hälso- och sjukvården, den universitetsinstitution eller den yrkesutbildade person inom hälso- och sjukvården som har hand om provet har underrättats om att ett mål som gäller fastställande eller upphävande av faderskap har inletts. Ett prov som har tagits på detta sätt får inte undersökas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan förordnande av domstol.",
        "folded_sv": "pa begaran far en legitimerad lakare eller en lakare med tillstand, eller under lakarens direkta uppsikt nagon annan yrkesutbildad person inom halso- och sjukvarden, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person for en eventuell undersokning, om den som framstaller begaran visar att provtagning kan behovas for faststallande eller upphavande av faderskap. ratt att framstalla begaran har den som enligt lagen om faderskap har ratt att fora talan om faststallande eller upphavande av faderskap. ett prov som avses i 1 mom. far forstoras nar tva ar har gatt fran det att provet togs, om inte det sjukhus, den verksamhetsenhet inom halso- och sjukvarden, den universitetsinstitution eller den yrkesutbildade person inom halso- och sjukvarden som har hand om provet har underrattats om att ett mal som galler faststallande eller upphavande av faderskap har inletts. ett prov som har tagits pa detta satt far inte undersokas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan forordnande av domstol."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Näytteen hävittämiskielto",
      "content": "Tuomioistuin voi sakon uhalla kieltää sairaalaa, terveydenhuollon toimintayksikköä, yliopiston laitosta tai terveydenhuollon ammattihenkilöä hävittämästä 5―8 tai 16 §:ssä tarkoitetusta henkilöstä muuten kuin tämän lain nojalla otettua näytettä. Kielto voidaan määrätä hakemuksesta, jos hakija antaa selvityksen siitä, että näytteen säilyttäminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka hän aikoo panna vireille. Hakemus on viipymättä annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. Kielto on tämän jälkeen väliaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. Tuomioistuimen määräämä kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. Kielto on määrättävä olemaan voimassa tietyn ajan, kuitenkin enintään kaksi vuotta. Erityisestä syystä tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentää voimassaoloaikaa enintään kahdella vuodella. Jos isyyden vahvistamista tai kumoamista koskeva oikeudenkäynti ei ole vireillä, tässä pykälässä tarkoitetun kiellon antamista koskevan asian vireillepanoon ja käsittelyyn sovelletaan, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Hakemus käsitellään siinä tuomioistuimessa, joka olisi toimivaltainen käsittelemään sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tuomioistuin voi sakon uhalla kieltää sairaalaa, terveydenhuollon toimintayksikköä, yliopiston laitosta tai terveydenhuollon ammattihenkilöä hävittämästä 5―8 tai 16 § :ssä tarkoitetusta henkilöstä muuten kuin tämän lain nojalla otettua näytettä. Kielto voidaan määrätä hakemuksesta, jos hakija antaa selvityksen siitä, että näytteen säilyttäminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka hän aikoo panna vireille. Hakemus on viipymättä annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. Kielto on tämän jälkeen väliaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. Tuomioistuimen määräämä kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. Kielto on määrättävä olemaan voimassa tietyn ajan, kuitenkin enintään kaksi vuotta. Erityisestä syystä tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentää voimassaoloaikaa enintään kahdella vuodella. Jos isyyden vahvistamista tai kumoamista koskeva oikeudenkäynti ei ole vireillä, tässä pykälässä tarkoitetun kiellon antamista koskevan asian vireillepanoon ja käsittelyyn sovelletaan, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Hakemus käsitellään siinä tuomioistuimessa, joka olisi toimivaltainen käsittelemään sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
        "folded_fi": "tuomioistuin voi sakon uhalla kieltaa sairaalaa, terveydenhuollon toimintayksikkoa, yliopiston laitosta tai terveydenhuollon ammattihenkiloa havittamasta 5―8 tai 16 §:ssa tarkoitetusta henkilosta muuten kuin taman lain nojalla otettua naytetta. kielto voidaan maarata hakemuksesta, jos hakija antaa selvityksen siita, etta naytteen sailyttaminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka han aikoo panna vireille. hakemus on viipymatta annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. kielto on taman jalkeen valiaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. tuomioistuimen maaraama kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. kielto on maarattava olemaan voimassa tietyn ajan, kuitenkin enintaan kaksi vuotta. erityisesta syysta tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentaa voimassaoloaikaa enintaan kahdella vuodella. jos isyyden vahvistamista tai kumoamista koskeva oikeudenkaynti ei ole vireilla, tassa pykalassa tarkoitetun kiellon antamista koskevan asian vireillepanoon ja kasittelyyn sovelletaan, mita oikeudenkaymiskaaren 8 luvussa saadetaan. hakemus kasitellaan siina tuomioistuimessa, joka olisi toimivaltainen kasittelemaan sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
        "title_sv": "Förbud mot att förstöra prov",
        "content_sv": "Domstolen kan vid vite förbjuda ett sjukhus, en verksamhetsenhet inom hälso- och sjukvården, en universitetsinstitution eller en yrkesutbildad person inom hälso- och sjukvården att förstöra andra prov än de som tagits med stöd av denna lag av en person som avses i 5―8 eller 16 §. Ett sådant förbud kan meddelas på ansökan, om sökanden visar att provet kan behövas för bevisningen i ett sådant mål angående fastställande eller upphävande av faderskap där sökanden är part eller som sökanden har för avsikt att inleda. Ansökan skall omedelbart delges den som förbudet avses gälla. Därefter gäller förbudet temporärt tills domstolen har avgjort ansökningsärendet. Det förbud som domstolen meddelat gäller tills frågan om fastställande eller upphävande av faderskap har avgjorts genom en lagakraftvunnen dom. Förbudet skall meddelas för viss tid, dock för högst två år. Av särskilda skäl kan domstolen under den tid förbudet gäller på ansökan förlänga det med högst två år. Har någon rättegång om fastställande eller upphävande av faderskap inte inletts, tillämpas på anhängiggörande och behandling av ärenden som gäller förbud enligt denna paragraf 8 kap. i rättegångsbalken. Ansökan behandlas vid den domstol som skulle vara behörig att behandla den talan om fastställande eller upphävande av faderskap som ansökan gäller.",
        "normalized_sv": "Domstolen kan vid vite förbjuda ett sjukhus, en verksamhetsenhet inom hälso- och sjukvården, en universitetsinstitution eller en yrkesutbildad person inom hälso- och sjukvården att förstöra andra prov än de som tagits med stöd av denna lag av en person som avses i 5―8 eller 16 § . Ett sådant förbud kan meddelas på ansökan, om sökanden visar att provet kan behövas för bevisningen i ett sådant mål angående fastställande eller upphävande av faderskap där sökanden är part eller som sökanden har för avsikt att inleda. Ansökan skall omedelbart delges den som förbudet avses gälla. Därefter gäller förbudet temporärt tills domstolen har avgjort ansökningsärendet. Det förbud som domstolen meddelat gäller tills frågan om fastställande eller upphävande av faderskap har avgjorts genom en lagakraftvunnen dom. Förbudet skall meddelas för viss tid, dock för högst två år. Av särskilda skäl kan domstolen under den tid förbudet gäller på ansökan förlänga det med högst två år. Har någon rättegång om fastställande eller upphävande av faderskap inte inletts, tillämpas på anhängiggörande och behandling av ärenden som gäller förbud enligt denna paragraf 8 kap. i rättegångsbalken. Ansökan behandlas vid den domstol som skulle vara behörig att behandla den talan om fastställande eller upphävande av faderskap som ansökan gäller.",
        "folded_sv": "domstolen kan vid vite forbjuda ett sjukhus, en verksamhetsenhet inom halso- och sjukvarden, en universitetsinstitution eller en yrkesutbildad person inom halso- och sjukvarden att forstora andra prov an de som tagits med stod av denna lag av en person som avses i 5―8 eller 16 §. ett sadant forbud kan meddelas pa ansokan, om sokanden visar att provet kan behovas for bevisningen i ett sadant mal angaende faststallande eller upphavande av faderskap dar sokanden ar part eller som sokanden har for avsikt att inleda. ansokan skall omedelbart delges den som forbudet avses galla. darefter galler forbudet temporart tills domstolen har avgjort ansokningsarendet. det forbud som domstolen meddelat galler tills fragan om faststallande eller upphavande av faderskap har avgjorts genom en lagakraftvunnen dom. forbudet skall meddelas for viss tid, dock for hogst tva ar. av sarskilda skal kan domstolen under den tid forbudet galler pa ansokan forlanga det med hogst tva ar. har nagon rattegang om faststallande eller upphavande av faderskap inte inletts, tillampas pa anhangiggorande och behandling av arenden som galler forbud enligt denna paragraf 8 kap. i rattegangsbalken. ansokan behandlas vid den domstol som skulle vara behorig att behandla den talan om faststallande eller upphavande av faderskap som ansokan galler."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Oikeudenkäymiskaaren eräiden säännösten soveltaminen",
      "content": "Tässä laissa tarkoitettu uhkasakko asetetaan euromäärältään kiinteänä ottaen huomioon sakotetun maksukyky. Uhkasakko voidaan erityisestä syystä tuomita lievempänä kuin se on asetettu. Kun tutkittava on määrätty tuotavaksi näytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mitä oikeudenkäymiskaaren 12 luvun 32 §:ssä säädetään. Käräjäoikeuden oikeudenkäynnin aikana tämän lain nojalla tekemästä ratkaisusta saa erikseen valittaa siten kuin oikeudenkäymiskaaren 25 luvussa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tässä laissa tarkoitettu uhkasakko asetetaan euromäärältään kiinteänä ottaen huomioon sakotetun maksukyky. Uhkasakko voidaan erityisestä syystä tuomita lievempänä kuin se on asetettu. Kun tutkittava on määrätty tuotavaksi näytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mitä oikeudenkäymiskaaren 12 luvun 32 § :ssä säädetään. Käräjäoikeuden oikeudenkäynnin aikana tämän lain nojalla tekemästä ratkaisusta saa erikseen valittaa siten kuin oikeudenkäymiskaaren 25 luvussa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "tassa laissa tarkoitettu uhkasakko asetetaan euromaaraltaan kiinteana ottaen huomioon sakotetun maksukyky. uhkasakko voidaan erityisesta syysta tuomita lievempana kuin se on asetettu. kun tutkittava on maaratty tuotavaksi naytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mita oikeudenkaymiskaaren 12 luvun 32 §:ssa saadetaan. karajaoikeuden oikeudenkaynnin aikana taman lain nojalla tekemasta ratkaisusta saa erikseen valittaa siten kuin oikeudenkaymiskaaren 25 luvussa saadetaan. valitus on kasiteltava kiireellisena.",
        "title_sv": "Tillämpning av vissa bestämmelser i rättegångsbalken",
        "content_sv": "Vite enligt denna lag föreläggs till ett visst belopp med beaktande av betalningsförmågan hos den som saken gäller. Vitet kan av särskilda skäl dömas ut till ett lägre belopp än vad som förelagts. När domstolen har bestämt att någon som skall undersökas skall hämtas till provtagning, tillämpas 12 kap. 32 § i rättegångsbalken på betalning och ersättning för kostnaderna för hämtningen. Besvär över avgöranden som tingsrätten meddelat med stöd av denna lag under en rättegång får anföras särskilt i enlighet med 25 kap. i rättegångsbalken. Besvären skall behandlas i brådskande ordning.",
        "normalized_sv": "Vite enligt denna lag föreläggs till ett visst belopp med beaktande av betalningsförmågan hos den som saken gäller. Vitet kan av särskilda skäl dömas ut till ett lägre belopp än vad som förelagts. När domstolen har bestämt att någon som skall undersökas skall hämtas till provtagning, tillämpas 12 kap. 32 § i rättegångsbalken på betalning och ersättning för kostnaderna för hämtningen. Besvär över avgöranden som tingsrätten meddelat med stöd av denna lag under en rättegång får anföras särskilt i enlighet med 25 kap. i rättegångsbalken. Besvären skall behandlas i brådskande ordning.",
        "folded_sv": "vite enligt denna lag forelaggs till ett visst belopp med beaktande av betalningsformagan hos den som saken galler. vitet kan av sarskilda skal domas ut till ett lagre belopp an vad som forelagts. nar domstolen har bestamt att nagon som skall undersokas skall hamtas till provtagning, tillampas 12 kap. 32 § i rattegangsbalken pa betalning och ersattning for kostnaderna for hamtningen. besvar over avgoranden som tingsratten meddelat med stod av denna lag under en rattegang far anforas sarskilt i enlighet med 25 kap. i rattegangsbalken. besvaren skall behandlas i bradskande ordning."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Matka- ja toimeentulokustannusten maksaminen ennakolta",
      "content": "Kun tuomioistuin on määrännyt näytteen otettavaksi muusta henkilöstä kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, tällä on oikeus pyynnöstä saada valtion varoista korvaus näytteen ottamista varten välttämättömistä matka- ja toimeentulokustannuksista. Tuomioistuin voi määrätä korvauksen suoritettavaksi etukäteen, jos tutkimukseen määrätty henkilö sitä pyytää. Jos ennakkoa saanut on ilman laillista estettä jättänyt täyttämättä tehtävän, jota varten ennakko on maksettu, tuomioistuimen on määrättävä ennakko perittäväksi häneltä takaisin. Ennen määräyksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilölle tilaisuus tulla kuulluksi. Edellä 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mitä valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Kun tuomioistuin on määrännyt näytteen otettavaksi muusta henkilöstä kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, tällä on oikeus pyynnöstä saada valtion varoista korvaus näytteen ottamista varten välttämättömistä matka- ja toimeentulokustannuksista. Tuomioistuin voi määrätä korvauksen suoritettavaksi etukäteen, jos tutkimukseen määrätty henkilö sitä pyytää. Jos ennakkoa saanut on ilman laillista estettä jättänyt täyttämättä tehtävän, jota varten ennakko on maksettu, tuomioistuimen on määrättävä ennakko perittäväksi häneltä takaisin. Ennen määräyksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilölle tilaisuus tulla kuulluksi. Edellä 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mitä valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa säädetään.",
        "folded_fi": "kun tuomioistuin on maarannyt naytteen otettavaksi muusta henkilosta kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, talla on oikeus pyynnosta saada valtion varoista korvaus naytteen ottamista varten valttamattomista matka- ja toimeentulokustannuksista. tuomioistuin voi maarata korvauksen suoritettavaksi etukateen, jos tutkimukseen maaratty henkilo sita pyytaa. jos ennakkoa saanut on ilman laillista estetta jattanyt tayttamatta tehtavan, jota varten ennakko on maksettu, tuomioistuimen on maarattava ennakko perittavaksi hanelta takaisin. ennen maarayksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilolle tilaisuus tulla kuulluksi. edella 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mita valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa saadetaan.",
        "title_sv": "Förskottsbetalning av kostnader för resor och uppehälle",
        "content_sv": "När domstolen bestämt om provtagning av någon annan än en part i ett ärende som gäller fastställande eller upphävande av faderskap, har denne rätt att på begäran få ersättning av statsmedel för de kostnader för resor och uppehälle som är nödvändiga för provtagningen. Domstolen kan förordna att ersättningen skall betalas i förskott om den som skall undersökas begär detta. Om den som har fått förskott utan laga hinder underlåtit att fullgöra den uppgift för vilken förskottet har betalats, skall domstolen bestämma att förskottet skall krävas tillbaka. Innan domstolen beslutar om återkrav skall den ge den som har fått förskott tillfälle att bli hörd. På förskottsbetalning med statsmedel av kostnader som avses i 1 mom. gäller i tillämpliga delar vad som föreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den förordning som utfärdats med stöd av den.",
        "normalized_sv": "När domstolen bestämt om provtagning av någon annan än en part i ett ärende som gäller fastställande eller upphävande av faderskap, har denne rätt att på begäran få ersättning av statsmedel för de kostnader för resor och uppehälle som är nödvändiga för provtagningen. Domstolen kan förordna att ersättningen skall betalas i förskott om den som skall undersökas begär detta. Om den som har fått förskott utan laga hinder underlåtit att fullgöra den uppgift för vilken förskottet har betalats, skall domstolen bestämma att förskottet skall krävas tillbaka. Innan domstolen beslutar om återkrav skall den ge den som har fått förskott tillfälle att bli hörd. På förskottsbetalning med statsmedel av kostnader som avses i 1 mom. gäller i tillämpliga delar vad som föreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den förordning som utfärdats med stöd av den.",
        "folded_sv": "nar domstolen bestamt om provtagning av nagon annan an en part i ett arende som galler faststallande eller upphavande av faderskap, har denne ratt att pa begaran fa ersattning av statsmedel for de kostnader for resor och uppehalle som ar nodvandiga for provtagningen. domstolen kan forordna att ersattningen skall betalas i forskott om den som skall undersokas begar detta. om den som har fatt forskott utan laga hinder underlatit att fullgora den uppgift for vilken forskottet har betalats, skall domstolen bestamma att forskottet skall kravas tillbaka. innan domstolen beslutar om aterkrav skall den ge den som har fatt forskott tillfalle att bli hord. pa forskottsbetalning med statsmedel av kostnader som avses i 1 mom. galler i tillampliga delar vad som foreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den forordning som utfardats med stod av den."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Kustannusten maksaminen",
      "content": "Valtion varoista maksetaan korvaus: 1) 13 ja 14 §:ssä tarkoitetun näytteen ottamisesta sekä 11 §:n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen määräämän tai lastenvalvojan tilaaman tutkimuksen tekemisestä ja lausunnon antamisesta siitä; 3) 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Valtion varoista maksetaan korvaus: 1) 13 ja 14 § :ssä tarkoitetun näytteen ottamisesta sekä 11 § :n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen määräämän tai lastenvalvojan tilaaman tutkimuksen tekemisestä ja lausunnon antamisesta siitä; 3) 11 § :n 1 momentissa tarkoitetun lausunnon antamisesta.",
        "folded_fi": "valtion varoista maksetaan korvaus: 1) 13 ja 14 §:ssa tarkoitetun naytteen ottamisesta seka 11 §:n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen maaraaman tai lastenvalvojan tilaaman tutkimuksen tekemisesta ja lausunnon antamisesta siita; 3) 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta.",
        "title_sv": "Betalning av kostnader",
        "content_sv": "Av statsmedel betalas ersättning 1) för provtagning enligt 13 och 14 § samt för givande av intyg enligt 11 § 3 mom., 2) för undersökning som förordnats av domstolen eller som beställts av barnatillsyningsmannen samt för utlåtande därom, 3) för utlåtande enligt 11 § 1 mom.",
        "normalized_sv": "Av statsmedel betalas ersättning 1) för provtagning enligt 13 och 14 § samt för givande av intyg enligt 11 § 3 mom., 2) för undersökning som förordnats av domstolen eller som beställts av barnatillsyningsmannen samt för utlåtande därom, 3) för utlåtande enligt 11 § 1 mom.",
        "folded_sv": "av statsmedel betalas ersattning 1) for provtagning enligt 13 och 14 § samt for givande av intyg enligt 11 § 3 mom., 2) for undersokning som forordnats av domstolen eller som bestallts av barnatillsyningsmannen samt for utlatande darom, 3) for utlatande enligt 11 § 1 mom."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Maksettujen kustannusten korvaaminen",
      "content": "Edellä 19 ja 20 §:ssä tarkoitetut kustannukset jäävät valtion vahingoksi. Tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niistä, jos oikeudenkäynti on ilmeisesti ollut aiheeton taikka jos tehdyllä tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitystä asian selvittämisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitää kohtuullisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Edellä 19 ja 20 § :ssä tarkoitetut kustannukset jäävät valtion vahingoksi. Tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niistä, jos oikeudenkäynti on ilmeisesti ollut aiheeton taikka jos tehdyllä tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitystä asian selvittämisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitää kohtuullisena.",
        "folded_fi": "edella 19 ja 20 §:ssa tarkoitetut kustannukset jaavat valtion vahingoksi. tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niista, jos oikeudenkaynti on ilmeisesti ollut aiheeton taikka jos tehdylla tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitysta asian selvittamisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitaa kohtuullisena.",
        "title_sv": "Ersättning för kostnader som betalats",
        "content_sv": "Staten svarar för kostnaderna enligt 19 och 20 §. Domstolen kan likväl ålägga en part att ersätta de kostnader som betalats med statsmedel eller en del av dem, om rättegången uppenbart har varit obefogad eller om den undersökning som utförts eller det utlåtande som inhämtats inte har haft någon betydelse för utredningen av målet och det med hänsyn till omständigheterna kan anses skäligt att kostnaderna skall ersättas.",
        "normalized_sv": "Staten svarar för kostnaderna enligt 19 och 20 § . Domstolen kan likväl ålägga en part att ersätta de kostnader som betalats med statsmedel eller en del av dem, om rättegången uppenbart har varit obefogad eller om den undersökning som utförts eller det utlåtande som inhämtats inte har haft någon betydelse för utredningen av målet och det med hänsyn till omständigheterna kan anses skäligt att kostnaderna skall ersättas.",
        "folded_sv": "staten svarar for kostnaderna enligt 19 och 20 §. domstolen kan likval alagga en part att ersatta de kostnader som betalats med statsmedel eller en del av dem, om rattegangen uppenbart har varit obefogad eller om den undersokning som utforts eller det utlatande som inhamtats inte har haft nagon betydelse for utredningen av malet och det med hansyn till omstandigheterna kan anses skaligt att kostnaderna skall ersattas."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Taloudellisten menetysten korvaaminen",
      "content": "Kun tutkimus on määrätty tehtäväksi sellaisesta miehestä taikka miehen tai äidin sukulaisesta, joka ei ole oikeudenkäynnissä asianosaisena, tutkittavalle taloudellisesta menetyksestä maksettavasta korvauksesta on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 17 luvun 40 §:ssä säädetään todistajalle maksettavasta korvauksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Kun tutkimus on määrätty tehtäväksi sellaisesta miehestä taikka miehen tai äidin sukulaisesta, joka ei ole oikeudenkäynnissä asianosaisena, tutkittavalle taloudellisesta menetyksestä maksettavasta korvauksesta on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 17 luvun 40 § :ssä säädetään todistajalle maksettavasta korvauksesta.",
        "folded_fi": "kun tutkimus on maaratty tehtavaksi sellaisesta miehesta taikka miehen tai aidin sukulaisesta, joka ei ole oikeudenkaynnissa asianosaisena, tutkittavalle taloudellisesta menetyksesta maksettavasta korvauksesta on soveltuvin osin voimassa, mita oikeudenkaymiskaaren 17 luvun 40 §:ssa saadetaan todistajalle maksettavasta korvauksesta.",
        "title_sv": "Ersättning för ekonomisk förlust",
        "content_sv": "Om domstolen har bestämt att en undersökning skall gälla en sådan man eller en sådan släkting till en man eller till modern som inte är part i rättegången, gäller i fråga om ersättning till den undersökte för ekonomisk förlust i tillämpliga delar vad som i 17 kap. 40 § i rättegångsbalken föreskrivs om ersättning till vittnen.",
        "normalized_sv": "Om domstolen har bestämt att en undersökning skall gälla en sådan man eller en sådan släkting till en man eller till modern som inte är part i rättegången, gäller i fråga om ersättning till den undersökte för ekonomisk förlust i tillämpliga delar vad som i 17 kap. 40 § i rättegångsbalken föreskrivs om ersättning till vittnen.",
        "folded_sv": "om domstolen har bestamt att en undersokning skall galla en sadan man eller en sadan slakting till en man eller till modern som inte ar part i rattegangen, galler i fraga om ersattning till den undersokte for ekonomisk forlust i tillampliga delar vad som i 17 kap. 40 § i rattegangsbalken foreskrivs om ersattning till vittnen."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Tutkimuksen tekijän oikeus saada salassa pidettäviä tietoja",
      "content": "Tutkimuksen tekijällä on oikeus salassapitosäännösten estämättä saada toiselta tutkimuksen tekijältä tieto siitä, onko tämä tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on välttämätöntä tutkimuksen asianmukaiseksi tekemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tutkimuksen tekijällä on oikeus salassapitosäännösten estämättä saada toiselta tutkimuksen tekijältä tieto siitä, onko tämä tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on välttämätöntä tutkimuksen asianmukaiseksi tekemiseksi.",
        "folded_fi": "tutkimuksen tekijalla on oikeus salassapitosaannosten estamatta saada toiselta tutkimuksen tekijalta tieto siita, onko tama tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on valttamatonta tutkimuksen asianmukaiseksi tekemiseksi.",
        "title_sv": "Undersökningsmyndighetens rätt att få sekretessbelagda uppgifter",
        "content_sv": "En undersökningsmyndighet har utan hinder av sekretessbestämmelserna rätt att av en annan undersökningsmyndighet få besked om den andra undersökningsmyndigheten har utfört en undersökning som gäller den som skall undersökas samt upplysningar om resultaten av och utlåtandet om undersökningen, om detta är nödvändigt för att utföra undersökningen på behörigt sätt.",
        "normalized_sv": "En undersökningsmyndighet har utan hinder av sekretessbestämmelserna rätt att av en annan undersökningsmyndighet få besked om den andra undersökningsmyndigheten har utfört en undersökning som gäller den som skall undersökas samt upplysningar om resultaten av och utlåtandet om undersökningen, om detta är nödvändigt för att utföra undersökningen på behörigt sätt.",
        "folded_sv": "en undersokningsmyndighet har utan hinder av sekretessbestammelserna ratt att av en annan undersokningsmyndighet fa besked om den andra undersokningsmyndigheten har utfort en undersokning som galler den som skall undersokas samt upplysningar om resultaten av och utlatandet om undersokningen, om detta ar nodvandigt for att utfora undersokningen pa behorigt satt."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan säätää tarkemmin: 1) näytteen ottamisesta, käsittelystä ja lähettämisestä; 2) tutkimuksen tekemisestä ja tutkimuksen perusteella annettavaan lausuntoon sisällytettävistä tiedoista; 3) 11 §:n 1 momentissa tarkoitettuun lausuntoon sisällytettävistä tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lähettämiseen liittyvästä menettelystä; 5) tutkimuksen tekijöiden välisestä yhteistyöstä; 6) näytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja näytteen lähettämisestä maksettavasta korvauksesta; 7) tutkimuksen tekemisestä, tutkimuksen perusteella annettavasta lausunnosta ja sen lähettämisestä sekä 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta ja lähettämisestä maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvästä laskutusmenettelystä ja laskujen tietosisällöstä; 9) toiminnassa käytettävistä lomakkeista; 10) lain muusta täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää tarkemmin: 1) näytteen ottamisesta, käsittelystä ja lähettämisestä; 2) tutkimuksen tekemisestä ja tutkimuksen perusteella annettavaan lausuntoon sisällytettävistä tiedoista; 3) 11 § :n 1 momentissa tarkoitettuun lausuntoon sisällytettävistä tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lähettämiseen liittyvästä menettelystä; 5) tutkimuksen tekijöiden välisestä yhteistyöstä; 6) näytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja näytteen lähettämisestä maksettavasta korvauksesta; 7) tutkimuksen tekemisestä, tutkimuksen perusteella annettavasta lausunnosta ja sen lähettämisestä sekä 11 § :n 1 momentissa tarkoitetun lausunnon antamisesta ja lähettämisestä maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvästä laskutusmenettelystä ja laskujen tietosisällöstä; 9) toiminnassa käytettävistä lomakkeista; 10) lain muusta täytäntöönpanosta.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa tarkemmin: 1) naytteen ottamisesta, kasittelysta ja lahettamisesta; 2) tutkimuksen tekemisesta ja tutkimuksen perusteella annettavaan lausuntoon sisallytettavista tiedoista; 3) 11 §:n 1 momentissa tarkoitettuun lausuntoon sisallytettavista tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lahettamiseen liittyvasta menettelysta; 5) tutkimuksen tekijoiden valisesta yhteistyosta; 6) naytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja naytteen lahettamisesta maksettavasta korvauksesta; 7) tutkimuksen tekemisesta, tutkimuksen perusteella annettavasta lausunnosta ja sen lahettamisesta seka 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta ja lahettamisesta maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvasta laskutusmenettelysta ja laskujen tietosisallosta; 9) toiminnassa kaytettavista lomakkeista; 10) lain muusta taytantoonpanosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersökningar skall utföras och vilka uppgifter som skall ingå i det utlåtande som ges med anledning av undersökningen, 3) vilka uppgifter som skall ingå i utlåtanden som avses i 11 § 1 mom., 4) förfarandet när utlåtanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersökningsmyndigheterna, 6) den ersättning som betalas för provtagning, utfärdande av intyg till den som undersökts och sändande av prov, 7) den ersättning som betalas för utförande av undersökningar, för utlåtanden med anledning av undersökningar och för sändande av sådana utlåtanden samt för utfärdande och sändande av utlåtanden som avses i 11 § 1 mom., 8) förfarandet vid fakturering av ersättningar som avses i 6 och 7 punkten samt om vilka uppgifter räkningarna skall innehålla, 9) de blanketter som används i verksamheten, 10) övrig verkställighet av lagen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersökningar skall utföras och vilka uppgifter som skall ingå i det utlåtande som ges med anledning av undersökningen, 3) vilka uppgifter som skall ingå i utlåtanden som avses i 11 § 1 mom., 4) förfarandet när utlåtanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersökningsmyndigheterna, 6) den ersättning som betalas för provtagning, utfärdande av intyg till den som undersökts och sändande av prov, 7) den ersättning som betalas för utförande av undersökningar, för utlåtanden med anledning av undersökningar och för sändande av sådana utlåtanden samt för utfärdande och sändande av utlåtanden som avses i 11 § 1 mom., 8) förfarandet vid fakturering av ersättningar som avses i 6 och 7 punkten samt om vilka uppgifter räkningarna skall innehålla, 9) de blanketter som används i verksamheten, 10) övrig verkställighet av lagen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersokningar skall utforas och vilka uppgifter som skall inga i det utlatande som ges med anledning av undersokningen, 3) vilka uppgifter som skall inga i utlatanden som avses i 11 § 1 mom., 4) forfarandet nar utlatanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersokningsmyndigheterna, 6) den ersattning som betalas for provtagning, utfardande av intyg till den som undersokts och sandande av prov, 7) den ersattning som betalas for utforande av undersokningar, for utlatanden med anledning av undersokningar och for sandande av sadana utlatanden samt for utfardande och sandande av utlatanden som avses i 11 § 1 mom., 8) forfarandet vid fakturering av ersattningar som avses i 6 och 7 punkten samt om vilka uppgifter rakningarna skall innehalla, 9) de blanketter som anvands i verksamheten, 10) ovrig verkstallighet av lagen."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan eräistä veri- ja muita periytyviä ominaisuuksia koskevista tutkimuksista 5 päivänä syyskuuta 1975 annettu laki (702/1975). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan eräistä veri- ja muita periytyviä ominaisuuksia koskevista tutkimuksista 5 päivänä syyskuuta 1975 annettu laki (702/1975). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2005. talla lailla kumotaan eraista veri- ja muita periytyvia ominaisuuksia koskevista tutkimuksista 5 paivana syyskuuta 1975 annettu laki (702/1975). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs lagen av den 5 september 1975 om vissa blodundersökningar och andra undersökningar rörande ärftliga egenskaper (702/1975). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs lagen av den 5 september 1975 om vissa blodundersökningar och andra undersökningar rörande ärftliga egenskaper (702/1975). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2005. genom denna lag upphavs lagen av den 5 september 1975 om vissa blodundersokningar och andra undersokningar rorande arftliga egenskaper (702/1975). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus Oikeusgeneettisellä isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtävää ihmisen geenien, muun periytyvän DNA:n tai geenituotteiden tutkimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus Oikeusgeneettisellä isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtävää ihmisen geenien, muun periytyvän DNA:n tai geenituotteiden tutkimista.",
        "folded_fi": "tata lakia sovelletaan oikeusgeneettiseen isyystutkimukseen. tutkimus oikeusgeneettisella isyystutkimuksella () tarkoitetaan isyyden vahvistamiseksi tai kumoamiseksi tehtavaa ihmisen geenien, muun periytyvan dna:n tai geenituotteiden tutkimista.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på rättsgenetiska faderskapsundersökningar. undersökning Med rättsgenetisk faderskapsundersökning () avses sådan undersökning av människans gener, annat ärftligt DNA eller genprodukter som görs för fastställande eller upphävande av faderskap.",
        "normalized_sv": "Denna lag tillämpas på rättsgenetiska faderskapsundersökningar. undersökning Med rättsgenetisk faderskapsundersökning () avses sådan undersökning av människans gener, annat ärftligt DNA eller genprodukter som görs för fastställande eller upphävande av faderskap.",
        "folded_sv": "denna lag tillampas pa rattsgenetiska faderskapsundersokningar. undersokning med rattsgenetisk faderskapsundersokning () avses sadan undersokning av manniskans gener, annat arftligt dna eller genprodukter som gors for faststallande eller upphavande av faderskap."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tutkimuksen teettäminen",
      "content": "Tuomioistuin voi käsiteltävänään olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi, jos asianosainen sitä vaatii tai jos tuomioistuin pitää sitä muutoin tarpeellisena asian selvittämiseksi. Lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 §:ssä säädetyt edellytykset ovat olemassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tuomioistuin voi käsiteltävänään olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi, jos asianosainen sitä vaatii tai jos tuomioistuin pitää sitä muutoin tarpeellisena asian selvittämiseksi. Lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 § :ssä säädetyt edellytykset ovat olemassa.",
        "folded_fi": "tuomioistuin voi kasiteltavanaan olevassa isyyden vahvistamista tai kumoamista koskevassa asiassa maarata tutkimuksen tehtavaksi, jos asianosainen sita vaatii tai jos tuomioistuin pitaa sita muutoin tarpeellisena asian selvittamiseksi. lastenvalvoja voi tilata tutkimuksen, jos isyyslain (700/1975) 11 §:ssa saadetyt edellytykset ovat olemassa.",
        "title_sv": "Initiativ till undersökning",
        "content_sv": "I samband med ett mål om fastställande eller upphävande av faderskap som domstolen behandlar kan den förordna om undersökning, om en part kräver det eller om domstolen i övrigt anser det nödvändigt för att saken skall kunna utredas. Barnatillsyningsmannen kan beställa en undersökning, om villkoren i 11 § i lagen om faderskap (700/1975) är uppfyllda.",
        "normalized_sv": "I samband med ett mål om fastställande eller upphävande av faderskap som domstolen behandlar kan den förordna om undersökning, om en part kräver det eller om domstolen i övrigt anser det nödvändigt för att saken skall kunna utredas. Barnatillsyningsmannen kan beställa en undersökning, om villkoren i 11 § i lagen om faderskap (700/1975) är uppfyllda.",
        "folded_sv": "i samband med ett mal om faststallande eller upphavande av faderskap som domstolen behandlar kan den forordna om undersokning, om en part kraver det eller om domstolen i ovrigt anser det nodvandigt for att saken skall kunna utredas. barnatillsyningsmannen kan bestalla en undersokning, om villkoren i 11 § i lagen om faderskap (700/1975) ar uppfyllda."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tutkimuksen tekijä",
      "content": "tutkimuksen tekijä Tutkimus tehdään Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa ().",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "tutkimuksen tekijä Tutkimus tehdään Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa ().",
        "folded_fi": "tutkimuksen tekija tutkimus tehdaan kansanterveyslaitoksessa tai helsingin yliopiston oikeuslaaketieteen laitoksessa ().",
        "title_sv": "Undersökningsmyndigheter",
        "content_sv": "undersökningsmyndighet Undersökningarna utförs av Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet ().",
        "normalized_sv": "undersökningsmyndighet Undersökningarna utförs av Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet ().",
        "folded_sv": "undersokningsmyndighet undersokningarna utfors av folkhalsoinstitutet eller institutionen for rattsmedicin vid helsingfors universitet ()."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lapsen, äidin ja miehen tutkiminen",
      "content": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi lapsesta, äidistä ja oikeudenkäynnissä asianosaisena olevasta miehestä. Tuomioistuin voi isyyden kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi myös muusta miehestä, jos oikeudenkäynnissä esille tulleiden seikkojen perusteella on aihetta olettaa, että tämä on lapsen isä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi lapsesta, äidistä ja oikeudenkäynnissä asianosaisena olevasta miehestä. Tuomioistuin voi isyyden kumoamista koskevassa asiassa määrätä tutkimuksen tehtäväksi myös muusta miehestä, jos oikeudenkäynnissä esille tulleiden seikkojen perusteella on aihetta olettaa, että tämä on lapsen isä.",
        "folded_fi": "tuomioistuin voi maarata tutkimuksen tehtavaksi lapsesta, aidista ja oikeudenkaynnissa asianosaisena olevasta miehesta. tuomioistuin voi isyyden kumoamista koskevassa asiassa maarata tutkimuksen tehtavaksi myos muusta miehesta, jos oikeudenkaynnissa esille tulleiden seikkojen perusteella on aihetta olettaa, etta tama on lapsen isa.",
        "title_sv": "Undersökning som gäller barnet, modern och män",
        "content_sv": "Domstolen kan bestämma att en undersökning skall gälla barnet, modern och den man som är part i målet. I ett mål som gäller upphävande av faderskap kan domstolen också bestämma att en undersökning skall utföras beträffande någon annan man, om det utifrån de omständigheter som kommit fram i målet finns skäl att anta att denne är far till barnet.",
        "normalized_sv": "Domstolen kan bestämma att en undersökning skall gälla barnet, modern och den man som är part i målet. I ett mål som gäller upphävande av faderskap kan domstolen också bestämma att en undersökning skall utföras beträffande någon annan man, om det utifrån de omständigheter som kommit fram i målet finns skäl att anta att denne är far till barnet.",
        "folded_sv": "domstolen kan bestamma att en undersokning skall galla barnet, modern och den man som ar part i malet. i ett mal som galler upphavande av faderskap kan domstolen ocksa bestamma att en undersokning skall utforas betraffande nagon annan man, om det utifran de omstandigheter som kommit fram i malet finns skal att anta att denne ar far till barnet."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tutkimus kadonneesta tai kuolleesta",
      "content": "Jos 4 §:ssä tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi määrätä, että tutkimus tehdään hänestä aiemmin otetusta, saatavilla olevasta kudosnäytteestä tai että tutkimuksessa käytetään hänestä aiemmassa tutkimuksessa saatuja tietoja. Jos tutkittava mies tai äiti on kuollut, mutta häntä ei vielä ole haudattu tai tuhkattu, tuomioistuin voi määrätä tutkimuksen tehtäväksi vainajasta otettavasta kudosnäytteestä. Jos vainaja on kateissa tai häntä ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun määräyksen. Tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa määrätä tehtäväksi äidistä, ennen kuin on osoittautunut, ettei lasta ja miestä koskevasta tutkimuksesta saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos 4 § :ssä tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi määrätä, että tutkimus tehdään hänestä aiemmin otetusta, saatavilla olevasta kudosnäytteestä tai että tutkimuksessa käytetään hänestä aiemmassa tutkimuksessa saatuja tietoja. Jos tutkittava mies tai äiti on kuollut, mutta häntä ei vielä ole haudattu tai tuhkattu, tuomioistuin voi määrätä tutkimuksen tehtäväksi vainajasta otettavasta kudosnäytteestä. Jos vainaja on kateissa tai häntä ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun määräyksen. Tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa määrätä tehtäväksi äidistä, ennen kuin on osoittautunut, ettei lasta ja miestä koskevasta tutkimuksesta saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
        "folded_fi": "jos 4 §:ssa tarkoitetun tutkittavan olinpaikasta ei voida saada tietoa, tuomioistuin voi maarata, etta tutkimus tehdaan hanesta aiemmin otetusta, saatavilla olevasta kudosnaytteesta tai etta tutkimuksessa kaytetaan hanesta aiemmassa tutkimuksessa saatuja tietoja. jos tutkittava mies tai aiti on kuollut, mutta hanta ei viela ole haudattu tai tuhkattu, tuomioistuin voi maarata tutkimuksen tehtavaksi vainajasta otettavasta kudosnaytteesta. jos vainaja on kateissa tai hanta ei ole voitu tunnistaa luotettavasti taikka jos vainaja on haudattu tai tuhkattu, tuomioistuin voi antaa 1 momentissa tarkoitetun maarayksen. tutkimusta 1 tai 2 momentin nojalla ei kuitenkaan saa maarata tehtavaksi aidista, ennen kuin on osoittautunut, ettei lasta ja miesta koskevasta tutkimuksesta saada riittavaa selvitysta isyyskysymyksen ratkaisemiseksi.",
        "title_sv": "Undersökning som gäller försvunna eller avlidna personer",
        "content_sv": "Om det inte går att få kännedom om var en i 4 § avsedd person som skall undersökas befinner sig, kan domstolen bestämma att undersökningen skall göras med hjälp av ett existerande vävnadsprov som tidigare har tagits av honom eller henne eller att man i undersökningen använder uppgifter om personen från en tidigare undersökning. Om den man eller moder som skall undersökas har avlidit men ännu inte har begravts eller kremerats, kan domstolen bestämma att undersökningen skall göras med hjälp av ett vävnadsprov av den avlidne. Om den avlidne är försvunnen eller inte har kunnat identifieras tillförlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sådant förordnande som avses i 1 mom. Domstolen får dock inte med stöd av 1 och 2 mom. förordna om undersökning beträffande modern förrän det har visat sig att man genom att undersöka barnet och mannen inte får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "normalized_sv": "Om det inte går att få kännedom om var en i 4 § avsedd person som skall undersökas befinner sig, kan domstolen bestämma att undersökningen skall göras med hjälp av ett existerande vävnadsprov som tidigare har tagits av honom eller henne eller att man i undersökningen använder uppgifter om personen från en tidigare undersökning. Om den man eller moder som skall undersökas har avlidit men ännu inte har begravts eller kremerats, kan domstolen bestämma att undersökningen skall göras med hjälp av ett vävnadsprov av den avlidne. Om den avlidne är försvunnen eller inte har kunnat identifieras tillförlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sådant förordnande som avses i 1 mom. Domstolen får dock inte med stöd av 1 och 2 mom. förordna om undersökning beträffande modern förrän det har visat sig att man genom att undersöka barnet och mannen inte får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "folded_sv": "om det inte gar att fa kannedom om var en i 4 § avsedd person som skall undersokas befinner sig, kan domstolen bestamma att undersokningen skall goras med hjalp av ett existerande vavnadsprov som tidigare har tagits av honom eller henne eller att man i undersokningen anvander uppgifter om personen fran en tidigare undersokning. om den man eller moder som skall undersokas har avlidit men annu inte har begravts eller kremerats, kan domstolen bestamma att undersokningen skall goras med hjalp av ett vavnadsprov av den avlidne. om den avlidne ar forsvunnen eller inte har kunnat identifieras tillforlitligt eller om den avlidne har begravts eller kremerats, kan domstolen ge ett sadant forordnande som avses i 1 mom. domstolen far dock inte med stod av 1 och 2 mom. forordna om undersokning betraffande modern forran det har visat sig att man genom att undersoka barnet och mannen inte far tillracklig utredning for att avgora faderskapsfragan."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Miehen vanhempien tutkiminen",
      "content": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi molemmista miehen vanhemmista näiden suostumuksella, jos mies on kadonnut tai kuollut eikä tutkimusta voida tehdä 5 §:n 1 tai 2 momentin nojalla. Jos miehen isä tai äiti on kadonnut tai kuollut, sovelletaan, mitä 5 §:n 1 ja 2 momentissa säädetään, jollei ole syytä olettaa, että kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tuomioistuin voi määrätä tutkimuksen tehtäväksi molemmista miehen vanhemmista näiden suostumuksella, jos mies on kadonnut tai kuollut eikä tutkimusta voida tehdä 5 § :n 1 tai 2 momentin nojalla. Jos miehen isä tai äiti on kadonnut tai kuollut, sovelletaan, mitä 5 § :n 1 ja 2 momentissa säädetään, jollei ole syytä olettaa, että kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
        "folded_fi": "tuomioistuin voi maarata tutkimuksen tehtavaksi molemmista miehen vanhemmista naiden suostumuksella, jos mies on kadonnut tai kuollut eika tutkimusta voida tehda 5 §:n 1 tai 2 momentin nojalla. jos miehen isa tai aiti on kadonnut tai kuollut, sovelletaan, mita 5 §:n 1 ja 2 momentissa saadetaan, jollei ole syyta olettaa, etta kadonnut tai kuollut vanhempi ei olisi antanut suostumustaan tutkimuksen tekemiseen.",
        "title_sv": "Undersökning som gäller mannens föräldrar",
        "content_sv": "Domstolen kan bestämma att en undersökning skall utföras beträffande mannens båda föräldrar, om de samtycker till det och om mannen har försvunnit eller avlidit och en undersökning inte kan göras på det sätt som sägs i 5 § 1 eller 2 mom. Om mannens far eller mor har försvunnit eller avlidit tillämpas 5 § 1 och 2 mom., om det inte finns skäl att anta att den försvunna eller avlidna föräldern inte skulle ha samtyckt till undersökningen.",
        "normalized_sv": "Domstolen kan bestämma att en undersökning skall utföras beträffande mannens båda föräldrar, om de samtycker till det och om mannen har försvunnit eller avlidit och en undersökning inte kan göras på det sätt som sägs i 5 § 1 eller 2 mom. Om mannens far eller mor har försvunnit eller avlidit tillämpas 5 § 1 och 2 mom., om det inte finns skäl att anta att den försvunna eller avlidna föräldern inte skulle ha samtyckt till undersökningen.",
        "folded_sv": "domstolen kan bestamma att en undersokning skall utforas betraffande mannens bada foraldrar, om de samtycker till det och om mannen har forsvunnit eller avlidit och en undersokning inte kan goras pa det satt som sags i 5 § 1 eller 2 mom. om mannens far eller mor har forsvunnit eller avlidit tillampas 5 § 1 och 2 mom., om det inte finns skal att anta att den forsvunna eller avlidna foraldern inte skulle ha samtyckt till undersokningen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Miehen muiden sukulaisten tutkiminen",
      "content": "Jos tutkimusta ei voida määrätä tehtäväksi 4―6 §:ssä säädetyllä tavalla, tuomioistuin voi määrätä sen tehtäväksi miehen toisesta vanhemmasta tai muusta sukulaisesta tämän suostumuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos tutkimusta ei voida määrätä tehtäväksi 4―6 § :ssä säädetyllä tavalla, tuomioistuin voi määrätä sen tehtäväksi miehen toisesta vanhemmasta tai muusta sukulaisesta tämän suostumuksella.",
        "folded_fi": "jos tutkimusta ei voida maarata tehtavaksi 4―6 §:ssa saadetylla tavalla, tuomioistuin voi maarata sen tehtavaksi miehen toisesta vanhemmasta tai muusta sukulaisesta taman suostumuksella.",
        "title_sv": "Undersökning som gäller andra släktingar till mannen",
        "content_sv": "Om det inte kan förordnas att en undersökning skall utföras på det sätt som anges i 4―6 §, kan domstolen bestämma att undersökningen skall gälla den ena av mannens föräldrar eller någon annan av hans släktingar med dennes samtycke.",
        "normalized_sv": "Om det inte kan förordnas att en undersökning skall utföras på det sätt som anges i 4―6 § , kan domstolen bestämma att undersökningen skall gälla den ena av mannens föräldrar eller någon annan av hans släktingar med dennes samtycke.",
        "folded_sv": "om det inte kan forordnas att en undersokning skall utforas pa det satt som anges i 4―6 §, kan domstolen bestamma att undersokningen skall galla den ena av mannens foraldrar eller nagon annan av hans slaktingar med dennes samtycke."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Äidin sukulaisten tutkiminen",
      "content": "Mitä 6 ja 7 §:ssä säädetään miehen sukulaisten tutkimisesta, sovelletaan äidin sukulaisiin, jos lasta ja miestä tai heidän sukulaisiaan koskevista tutkimuksista ei saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Mitä 6 ja 7 § :ssä säädetään miehen sukulaisten tutkimisesta, sovelletaan äidin sukulaisiin, jos lasta ja miestä tai heidän sukulaisiaan koskevista tutkimuksista ei saada riittävää selvitystä isyyskysymyksen ratkaisemiseksi.",
        "folded_fi": "mita 6 ja 7 §:ssa saadetaan miehen sukulaisten tutkimisesta, sovelletaan aidin sukulaisiin, jos lasta ja miesta tai heidan sukulaisiaan koskevista tutkimuksista ei saada riittavaa selvitysta isyyskysymyksen ratkaisemiseksi.",
        "title_sv": "Undersökning som gäller släktingar till modern",
        "content_sv": "Bestämmelserna i 6 och 7 § om undersökning av mannens släktingar tillämpas på moderns släktingar, om man inte genom undersökningar som gäller barnet och mannen eller deras släktingar får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "normalized_sv": "Bestämmelserna i 6 och 7 § om undersökning av mannens släktingar tillämpas på moderns släktingar, om man inte genom undersökningar som gäller barnet och mannen eller deras släktingar får tillräcklig utredning för att avgöra faderskapsfrågan.",
        "folded_sv": "bestammelserna i 6 och 7 § om undersokning av mannens slaktingar tillampas pa moderns slaktingar, om man inte genom undersokningar som galler barnet och mannen eller deras slaktingar far tillracklig utredning for att avgora faderskapsfragan."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Suostumuksen antaminen ja peruuttaminen",
      "content": "Tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikänsä, mielenterveyden häiriön, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmärtämään asian merkitystä eikä ole syytä olettaa, että tutkittava ei asian ymmärtäessään antaisi suostumustaan tutkimuksen tekemiseen. Tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikänsä, mielenterveyden häiriön, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmärtämään asian merkitystä eikä ole syytä olettaa, että tutkittava ei asian ymmärtäessään antaisi suostumustaan tutkimuksen tekemiseen. Tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
        "folded_fi": "tutkittavan edunvalvoja tai muu laillinen edustaja voi antaa suostumuksen tutkimuksen tekemiseen, jos tutkittava ei ikansa, mielenterveyden hairion, kehitysvammaisuuden tai muun vastaavan syyn vuoksi kykene ymmartamaan asian merkitysta eika ole syyta olettaa, etta tutkittava ei asian ymmartaessaan antaisi suostumustaan tutkimuksen tekemiseen. tutkittava taikka 1 momentissa tarkoitetuissa tapauksissa hanen edunvalvojansa tai muu laillinen edustajansa voi peruuttaa annetun suostumuksen, kunnes tutkimuksen tulokset on toimitettu tuomioistuimelle.",
        "title_sv": "Att ge och återta samtycke",
        "content_sv": "Intressebevakaren eller någon annan laglig företrädare för den som skall undersökas kan ge sitt samtycke till undersökningen, om den som skall undersökas inte kan förstå sakens betydelse på grund av ålder, psykisk störning, utvecklingsstörning eller något annat liknande skäl och det inte finns skäl att anta att denne inte skulle ge sitt samtycke till en undersökning, om han eller hon skulle förstå sakens betydelse. Den som skall undersökas eller, i sådana fall som avses i 1 mom., dennes intressebevakare eller någon annan laglig företrädare kan återta sitt samtycke tills resultatet av undersökningen tillställts domstolen.",
        "normalized_sv": "Intressebevakaren eller någon annan laglig företrädare för den som skall undersökas kan ge sitt samtycke till undersökningen, om den som skall undersökas inte kan förstå sakens betydelse på grund av ålder, psykisk störning, utvecklingsstörning eller något annat liknande skäl och det inte finns skäl att anta att denne inte skulle ge sitt samtycke till en undersökning, om han eller hon skulle förstå sakens betydelse. Den som skall undersökas eller, i sådana fall som avses i 1 mom., dennes intressebevakare eller någon annan laglig företrädare kan återta sitt samtycke tills resultatet av undersökningen tillställts domstolen.",
        "folded_sv": "intressebevakaren eller nagon annan laglig foretradare for den som skall undersokas kan ge sitt samtycke till undersokningen, om den som skall undersokas inte kan forsta sakens betydelse pa grund av alder, psykisk storning, utvecklingsstorning eller nagot annat liknande skal och det inte finns skal att anta att denne inte skulle ge sitt samtycke till en undersokning, om han eller hon skulle forsta sakens betydelse. den som skall undersokas eller, i sadana fall som avses i 1 mom., dennes intressebevakare eller nagon annan laglig foretradare kan aterta sitt samtycke tills resultatet av undersokningen tillstallts domstolen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kuuleminen",
      "content": "Ennen 4 tai 6―8 §:ssä tarkoitetun tutkimusmääräyksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi määrättävälle henkilölle tilaisuus tulla kuulluksi. Jos tutkimus tehdään 5 §:n nojalla kudosnäytteestä, tuomioistuimen on ennen tutkimusmääräyksen antamista varattava tilaisuus tulla kuulluksi sen henkilön aviopuolisolle tai leskelle sekä perillisille, josta näyte on otettu tai aiotaan ottaa. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Ennen 4 tai 6―8 § :ssä tarkoitetun tutkimusmääräyksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi määrättävälle henkilölle tilaisuus tulla kuulluksi. Jos tutkimus tehdään 5 § :n nojalla kudosnäytteestä, tuomioistuimen on ennen tutkimusmääräyksen antamista varattava tilaisuus tulla kuulluksi sen henkilön aviopuolisolle tai leskelle sekä perillisille, josta näyte on otettu tai aiotaan ottaa. Jos kadonneelle henkilölle on määrätty edunvalvoja, myös tälle on varattava tilaisuus tulla kuulluksi.",
        "folded_fi": "ennen 4 tai 6―8 §:ssa tarkoitetun tutkimusmaarayksen antamista tuomioistuimen on varattava isyyden kumoamista tai vahvistamista koskevan asian asianosaiselle ja tutkittavaksi maarattavalle henkilolle tilaisuus tulla kuulluksi. jos tutkimus tehdaan 5 §:n nojalla kudosnaytteesta, tuomioistuimen on ennen tutkimusmaarayksen antamista varattava tilaisuus tulla kuulluksi sen henkilon aviopuolisolle tai leskelle seka perillisille, josta nayte on otettu tai aiotaan ottaa. jos kadonneelle henkilolle on maaratty edunvalvoja, myos talle on varattava tilaisuus tulla kuulluksi.",
        "title_sv": "Hörande",
        "content_sv": "Innan domstolen utfärdar ett förordnande om undersökning enligt 4 eller 6―8 § skall den ge parterna i ett mål som gäller fastställande eller upphävande av faderskap och den som skall undersökas tillfälle att bli hörda. Om undersökningen görs enligt 5 § med hjälp av ett vävnadsprov skall domstolen innan den förordnar om en undersökning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfälle att bli hörda. Om en intressebevakare förordnats för en försvunnen person skall även intressebevakaren ges tillfälle att bli hörd.",
        "normalized_sv": "Innan domstolen utfärdar ett förordnande om undersökning enligt 4 eller 6―8 § skall den ge parterna i ett mål som gäller fastställande eller upphävande av faderskap och den som skall undersökas tillfälle att bli hörda. Om undersökningen görs enligt 5 § med hjälp av ett vävnadsprov skall domstolen innan den förordnar om en undersökning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfälle att bli hörda. Om en intressebevakare förordnats för en försvunnen person skall även intressebevakaren ges tillfälle att bli hörd.",
        "folded_sv": "innan domstolen utfardar ett forordnande om undersokning enligt 4 eller 6―8 § skall den ge parterna i ett mal som galler faststallande eller upphavande av faderskap och den som skall undersokas tillfalle att bli horda. om undersokningen gors enligt 5 § med hjalp av ett vavnadsprov skall domstolen innan den forordnar om en undersokning ge maken eller makan eller den efterlevande maken eller makan samt arvingarna till den person som provet tagits av eller avses att tas av tillfalle att bli horda. om en intressebevakare forordnats for en forsvunnen person skall aven intressebevakaren ges tillfalle att bli hord."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tutkimusmääräyksen antaminen",
      "content": "Ennen kuin tuomioistuin määrää tutkimuksen tehtäväksi 6―8 §:n nojalla, sen on pyydettävä tutkimuksen tekijältä kirjallinen lausunto siitä, edistääkö tutkimus asian selvittämistä, sekä siitä, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hänen lapsensa syntyperää koskevia seikkoja. Lausunto on annettava tiedoksi tutkittavalle taikka 9 §:n 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojalleen tai muulle lailliselle edustajalleen. Määrätessään tutkimuksen tehtäväksi elossa olevasta henkilöstä tuomioistuimen on velvoitettava tutkittava sakon uhalla määräajassa osoittamaan todistuksella, että hänestä on otettu tarvittava näyte. Jos määräys koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. Uhkasakkoa ei saa asettaa sille, josta näyte voidaan ottaa ainoastaan hänen suostumuksellaan. Todistuksen antaa näytteen ottamisesta vastuussa oleva lääkäri.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ennen kuin tuomioistuin määrää tutkimuksen tehtäväksi 6―8 § :n nojalla, sen on pyydettävä tutkimuksen tekijältä kirjallinen lausunto siitä, edistääkö tutkimus asian selvittämistä, sekä siitä, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hänen lapsensa syntyperää koskevia seikkoja. Lausunto on annettava tiedoksi tutkittavalle taikka 9 § :n 1 momentissa tarkoitetuissa tapauksissa hänen edunvalvojalleen tai muulle lailliselle edustajalleen. Määrätessään tutkimuksen tehtäväksi elossa olevasta henkilöstä tuomioistuimen on velvoitettava tutkittava sakon uhalla määräajassa osoittamaan todistuksella, että hänestä on otettu tarvittava näyte. Jos määräys koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. Uhkasakkoa ei saa asettaa sille, josta näyte voidaan ottaa ainoastaan hänen suostumuksellaan. Todistuksen antaa näytteen ottamisesta vastuussa oleva lääkäri.",
        "folded_fi": "ennen kuin tuomioistuin maaraa tutkimuksen tehtavaksi 6―8 §:n nojalla, sen on pyydettava tutkimuksen tekijalta kirjallinen lausunto siita, edistaako tutkimus asian selvittamista, seka siita, voiko tutkimuksessa tulla ilmi tutkittavan omaa tai hanen lapsensa syntyperaa koskevia seikkoja. lausunto on annettava tiedoksi tutkittavalle taikka 9 §:n 1 momentissa tarkoitetuissa tapauksissa hanen edunvalvojalleen tai muulle lailliselle edustajalleen. maaratessaan tutkimuksen tehtavaksi elossa olevasta henkilosta tuomioistuimen on velvoitettava tutkittava sakon uhalla maaraajassa osoittamaan todistuksella, etta hanesta on otettu tarvittava nayte. jos maarays koskee alle 15-vuotiasta lasta, uhkasakko on asetettava lapsen lailliselle edustajalle. uhkasakkoa ei saa asettaa sille, josta nayte voidaan ottaa ainoastaan hanen suostumuksellaan. todistuksen antaa naytteen ottamisesta vastuussa oleva laakari.",
        "title_sv": "Förordnande om undersökning",
        "content_sv": "Innan domstolen förordnar att en undersökning enligt 6―8 § skall utföras skall den av undersökningsmyndigheten begära ett skriftligt utlåtande om en undersökning främjar utredningen av ärendet och om det i samband med undersökningen kan komma fram omständigheter som gäller den undersöktes egen eller hans eller hennes barns härkomst. Utlåtandet skall delges den som skall undersökas eller i sådana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga företrädare. När domstolen förordnar om undersökning beträffande en levande person, skall domstolen vid vite ålägga den som skall undersökas att inom en viss tid uppvisa ett intyg på att det prov som behövs har tagits. Om förordnandet gäller ett barn under 15 år, skall vitet föreläggas barnets lagliga företrädare. Vite får inte föreläggas den av vilken prov kan tas enbart med hans eller hennes samtycke. Intyg om att prov har tagits ges av den läkare som ansvarar för provtagningen.",
        "normalized_sv": "Innan domstolen förordnar att en undersökning enligt 6―8 § skall utföras skall den av undersökningsmyndigheten begära ett skriftligt utlåtande om en undersökning främjar utredningen av ärendet och om det i samband med undersökningen kan komma fram omständigheter som gäller den undersöktes egen eller hans eller hennes barns härkomst. Utlåtandet skall delges den som skall undersökas eller i sådana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga företrädare. När domstolen förordnar om undersökning beträffande en levande person, skall domstolen vid vite ålägga den som skall undersökas att inom en viss tid uppvisa ett intyg på att det prov som behövs har tagits. Om förordnandet gäller ett barn under 15 år, skall vitet föreläggas barnets lagliga företrädare. Vite får inte föreläggas den av vilken prov kan tas enbart med hans eller hennes samtycke. Intyg om att prov har tagits ges av den läkare som ansvarar för provtagningen.",
        "folded_sv": "innan domstolen forordnar att en undersokning enligt 6―8 § skall utforas skall den av undersokningsmyndigheten begara ett skriftligt utlatande om en undersokning framjar utredningen av arendet och om det i samband med undersokningen kan komma fram omstandigheter som galler den undersoktes egen eller hans eller hennes barns harkomst. utlatandet skall delges den som skall undersokas eller i sadana fall som avses i 9 § 1 mom. dennes intressebevakare eller lagliga foretradare. nar domstolen forordnar om undersokning betraffande en levande person, skall domstolen vid vite alagga den som skall undersokas att inom en viss tid uppvisa ett intyg pa att det prov som behovs har tagits. om forordnandet galler ett barn under 15 ar, skall vitet forelaggas barnets lagliga foretradare. vite far inte forelaggas den av vilken prov kan tas enbart med hans eller hennes samtycke. intyg om att prov har tagits ges av den lakare som ansvarar for provtagningen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tutkimusmääräyksen noudattamatta jättäminen",
      "content": "Jos se, jolle on 11 §:n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estettä jättänyt tuomioistuimen antaman tutkimusmääräyksen täyttämättä, tuomioistuin voi tuomita hänet uhkasakkoon ja, jos näytteen ottaminen on yhä tarpeen asian selvittämiseksi, asettaa uuden, korkeamman uhkasakon. Jos on todennäköistä, ettei tutkittava tai hänen laillinen edustajansa uhkasakosta huolimatta noudata 11 §:n 2 momentissa tarkoitettua tutkimusmääräystä, tuomioistuin voi uhkasakon asettamisen sijasta määrätä, että tutkittava on tuotava näytteen ottamiseen ja että näyte saadaan ottaa vastoin hänen tai hänen laillisen edustajansa tahtoa. Tuomioistuimen annettua 2 momentissa tarkoitetun määräyksen poliisi on velvollinen antamaan näytteen ottamiseen tuomista ja näytteen ottamista varten tarvittavaa virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos se, jolle on 11 § :n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estettä jättänyt tuomioistuimen antaman tutkimusmääräyksen täyttämättä, tuomioistuin voi tuomita hänet uhkasakkoon ja, jos näytteen ottaminen on yhä tarpeen asian selvittämiseksi, asettaa uuden, korkeamman uhkasakon. Jos on todennäköistä, ettei tutkittava tai hänen laillinen edustajansa uhkasakosta huolimatta noudata 11 § :n 2 momentissa tarkoitettua tutkimusmääräystä, tuomioistuin voi uhkasakon asettamisen sijasta määrätä, että tutkittava on tuotava näytteen ottamiseen ja että näyte saadaan ottaa vastoin hänen tai hänen laillisen edustajansa tahtoa. Tuomioistuimen annettua 2 momentissa tarkoitetun määräyksen poliisi on velvollinen antamaan näytteen ottamiseen tuomista ja näytteen ottamista varten tarvittavaa virka-apua.",
        "folded_fi": "jos se, jolle on 11 §:n 2 momentin nojalla asetettu uhkasakko, on ilman laillista estetta jattanyt tuomioistuimen antaman tutkimusmaarayksen tayttamatta, tuomioistuin voi tuomita hanet uhkasakkoon ja, jos naytteen ottaminen on yha tarpeen asian selvittamiseksi, asettaa uuden, korkeamman uhkasakon. jos on todennakoista, ettei tutkittava tai hanen laillinen edustajansa uhkasakosta huolimatta noudata 11 §:n 2 momentissa tarkoitettua tutkimusmaaraysta, tuomioistuin voi uhkasakon asettamisen sijasta maarata, etta tutkittava on tuotava naytteen ottamiseen ja etta nayte saadaan ottaa vastoin hanen tai hanen laillisen edustajansa tahtoa. tuomioistuimen annettua 2 momentissa tarkoitetun maarayksen poliisi on velvollinen antamaan naytteen ottamiseen tuomista ja naytteen ottamista varten tarvittavaa virka-apua.",
        "title_sv": "Underlåtenhet att iaktta ett förordnande om undersökning",
        "content_sv": "Om den som har förelagts vite enligt 11 § 2 mom. utan laga skäl har låtit bli att iaktta domstolens förordnande om undersökning, kan domstolen döma ut vitet och, om ett prov fortfarande behövs för utredningen av saken, förelägga ett nytt högre vite. Om det är sannolikt att den som skall undersökas eller dennes lagliga företrädare trots ett vite inte kommer att iaktta det förordnande som avses i 11 § 2 mom., kan domstolen i stället för att förelägga vite bestämma att den som skall undersökas skall hämtas till provtagningen och att provet får tas mot hans eller hennes eller den lagliga företrädarens vilja. När domstolen har utfärdat ett förordnande enligt 2 mom. skall polisen ge den handräckning som behövs för att hämta den berörde till provtagning och för provtagningen.",
        "normalized_sv": "Om den som har förelagts vite enligt 11 § 2 mom. utan laga skäl har låtit bli att iaktta domstolens förordnande om undersökning, kan domstolen döma ut vitet och, om ett prov fortfarande behövs för utredningen av saken, förelägga ett nytt högre vite. Om det är sannolikt att den som skall undersökas eller dennes lagliga företrädare trots ett vite inte kommer att iaktta det förordnande som avses i 11 § 2 mom., kan domstolen i stället för att förelägga vite bestämma att den som skall undersökas skall hämtas till provtagningen och att provet får tas mot hans eller hennes eller den lagliga företrädarens vilja. När domstolen har utfärdat ett förordnande enligt 2 mom. skall polisen ge den handräckning som behövs för att hämta den berörde till provtagning och för provtagningen.",
        "folded_sv": "om den som har forelagts vite enligt 11 § 2 mom. utan laga skal har latit bli att iaktta domstolens forordnande om undersokning, kan domstolen doma ut vitet och, om ett prov fortfarande behovs for utredningen av saken, forelagga ett nytt hogre vite. om det ar sannolikt att den som skall undersokas eller dennes lagliga foretradare trots ett vite inte kommer att iaktta det forordnande som avses i 11 § 2 mom., kan domstolen i stallet for att forelagga vite bestamma att den som skall undersokas skall hamtas till provtagningen och att provet far tas mot hans eller hennes eller den lagliga foretradarens vilja. nar domstolen har utfardat ett forordnande enligt 2 mom. skall polisen ge den handrackning som behovs for att hamta den berorde till provtagning och for provtagningen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Näytteen ottaminen",
      "content": "Elossa olevasta otetaan tutkimusta varten verinäyte. Jos verinäytteen ottamisesta voi aiheutua tutkittavalle terveydellistä haittaa tai vaaraa taikka jos on muu painava syy, näyte voidaan ottaa suun limakalvolta. Vainajasta näyte otetaan saatavilla olevasta kudoksesta. Näytteen ottaa laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö. Ennen näytteen ottamista lääkärin on todettava tutkittavan henkilöllisyys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Elossa olevasta otetaan tutkimusta varten verinäyte. Jos verinäytteen ottamisesta voi aiheutua tutkittavalle terveydellistä haittaa tai vaaraa taikka jos on muu painava syy, näyte voidaan ottaa suun limakalvolta. Vainajasta näyte otetaan saatavilla olevasta kudoksesta. Näytteen ottaa laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö. Ennen näytteen ottamista lääkärin on todettava tutkittavan henkilöllisyys.",
        "folded_fi": "elossa olevasta otetaan tutkimusta varten verinayte. jos verinaytteen ottamisesta voi aiheutua tutkittavalle terveydellista haittaa tai vaaraa taikka jos on muu painava syy, nayte voidaan ottaa suun limakalvolta. vainajasta nayte otetaan saatavilla olevasta kudoksesta. naytteen ottaa laillistettu tai luvan saanut laakari taikka hanen valittomassa valvonnassaan muu terveydenhuollon ammattihenkilo. ennen naytteen ottamista laakarin on todettava tutkittavan henkilollisyys.",
        "title_sv": "Provtagning",
        "content_sv": "Av levande personer tas blodprov. Om tagande av blodprov kan medföra olägenhet eller fara för den undersöktes hälsa eller om det finns något annat vägande skäl, kan provet tas från munnens slemhinna. I fråga om avlidna tas provet från sådan vävnad som finns att tillgå. Provet tas av en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt av någon annan yrkesutbildad person inom hälso- och sjukvården. Innan provet tas skall läkaren konstatera identiteten i fråga om den som skall undersökas.",
        "normalized_sv": "Av levande personer tas blodprov. Om tagande av blodprov kan medföra olägenhet eller fara för den undersöktes hälsa eller om det finns något annat vägande skäl, kan provet tas från munnens slemhinna. I fråga om avlidna tas provet från sådan vävnad som finns att tillgå. Provet tas av en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt av någon annan yrkesutbildad person inom hälso- och sjukvården. Innan provet tas skall läkaren konstatera identiteten i fråga om den som skall undersökas.",
        "folded_sv": "av levande personer tas blodprov. om tagande av blodprov kan medfora olagenhet eller fara for den undersoktes halsa eller om det finns nagot annat vagande skal, kan provet tas fran munnens slemhinna. i fraga om avlidna tas provet fran sadan vavnad som finns att tillga. provet tas av en legitimerad lakare eller en lakare med tillstand, eller under lakarens direkta uppsikt av nagon annan yrkesutbildad person inom halso- och sjukvarden. innan provet tas skall lakaren konstatera identiteten i fraga om den som skall undersokas."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Uuden näytteen ottaminen",
      "content": "Jos tutkimusta ei voida tehdä 13 §:n mukaan otetusta näytteestä taikka jos tutkimustuloksen varmentaminen tai täydentäminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijän on viipymättä ilmoitettava uuden näytteen tarpeellisuudesta tutkimusmääräyksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. Antaessaan uuden tutkimusmääräyksen tuomioistuimen on asetettava määräaika, jonka kuluessa tutkittavan on osoitettava, että uusi näyte on otettu. Tutkimusmääräyksen antamiseen ja uuden näytteen ottamiseen sovelletaan, mitä 11 §:n 2 ja 3 momentissa sekä 12 ja 13 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos tutkimusta ei voida tehdä 13 § :n mukaan otetusta näytteestä taikka jos tutkimustuloksen varmentaminen tai täydentäminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijän on viipymättä ilmoitettava uuden näytteen tarpeellisuudesta tutkimusmääräyksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. Antaessaan uuden tutkimusmääräyksen tuomioistuimen on asetettava määräaika, jonka kuluessa tutkittavan on osoitettava, että uusi näyte on otettu. Tutkimusmääräyksen antamiseen ja uuden näytteen ottamiseen sovelletaan, mitä 11 § :n 2 ja 3 momentissa sekä 12 ja 13 § :ssä säädetään.",
        "folded_fi": "jos tutkimusta ei voida tehda 13 §:n mukaan otetusta naytteesta taikka jos tutkimustuloksen varmentaminen tai taydentaminen ennen lausunnon antamista on tarpeen, tutkimuksen tekijan on viipymatta ilmoitettava uuden naytteen tarpeellisuudesta tutkimusmaarayksen antaneelle tuomioistuimelle tai tutkimuksen tilanneelle lastenvalvojalle. antaessaan uuden tutkimusmaarayksen tuomioistuimen on asetettava maaraaika, jonka kuluessa tutkittavan on osoitettava, etta uusi nayte on otettu. tutkimusmaarayksen antamiseen ja uuden naytteen ottamiseen sovelletaan, mita 11 §:n 2 ja 3 momentissa seka 12 ja 13 §:ssa saadetaan.",
        "title_sv": "Ny provtagning",
        "content_sv": "Om undersökningen inte kan göras med hjälp av ett prov som tagits enligt 13 § eller om undersökningsresultatet måste bekräftas eller kompletteras innan utlåtande ges, skall undersökningsmyndigheten utan dröjsmål underrätta den domstol som utfärdat förordnandet om undersökning eller den barnatillsyningsman som beställt undersökningen om behovet av ett nytt prov. Om domstolen utfärdar ett nytt förordnande om undersökning skall den sätta ut en tid inom vilken den undersökte skall visa att ett nytt prov har tagits. Förordnanden om undersökning utfärdas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 §.",
        "normalized_sv": "Om undersökningen inte kan göras med hjälp av ett prov som tagits enligt 13 § eller om undersökningsresultatet måste bekräftas eller kompletteras innan utlåtande ges, skall undersökningsmyndigheten utan dröjsmål underrätta den domstol som utfärdat förordnandet om undersökning eller den barnatillsyningsman som beställt undersökningen om behovet av ett nytt prov. Om domstolen utfärdar ett nytt förordnande om undersökning skall den sätta ut en tid inom vilken den undersökte skall visa att ett nytt prov har tagits. Förordnanden om undersökning utfärdas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 § .",
        "folded_sv": "om undersokningen inte kan goras med hjalp av ett prov som tagits enligt 13 § eller om undersokningsresultatet maste bekraftas eller kompletteras innan utlatande ges, skall undersokningsmyndigheten utan drojsmal underratta den domstol som utfardat forordnandet om undersokning eller den barnatillsyningsman som bestallt undersokningen om behovet av ett nytt prov. om domstolen utfardar ett nytt forordnande om undersokning skall den satta ut en tid inom vilken den undersokte skall visa att ett nytt prov har tagits. forordnanden om undersokning utfardas och nya prov tas i enlighet med 11 § 2 och 3 mom. samt 12 och 13 §."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Näytteen hävittäminen",
      "content": "Tutkimuksen tekijän on hävitettävä 13 tai 14 §:n mukaan otettu näyte, kun kaksi vuotta on kulunut tutkimuksen tekemisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tutkimuksen tekijän on hävitettävä 13 tai 14 § :n mukaan otettu näyte, kun kaksi vuotta on kulunut tutkimuksen tekemisestä.",
        "folded_fi": "tutkimuksen tekijan on havitettava 13 tai 14 §:n mukaan otettu nayte, kun kaksi vuotta on kulunut tutkimuksen tekemisesta.",
        "title_sv": "Förstöring av prov",
        "content_sv": "Undersökningsmyndigheten skall förstöra prov som tagits enligt 13 eller 14 § när två år har gått från det undersökningen gjordes.",
        "normalized_sv": "Undersökningsmyndigheten skall förstöra prov som tagits enligt 13 eller 14 § när två år har gått från det undersökningen gjordes.",
        "folded_sv": "undersokningsmyndigheten skall forstora prov som tagits enligt 13 eller 14 § nar tva ar har gatt fran det undersokningen gjordes."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Näytteen ottaminen tulevan tutkimuksen varalta",
      "content": "Laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö saa pyynnöstä ottaa vainajasta näytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnön esittänyt antaa selvityksen siitä, että näytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. Oikeus pyynnön esittämiseen on sillä, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. Edellä 1 momentissa tarkoitettu näyte saadaan hävittää, kun kaksi vuotta on kulunut sen ottamisesta, jollei näytettä hallussaan pitävälle sairaalalle, terveydenhuollon toimintayksikölle, yliopiston laitokselle tai terveydenhuollon ammattihenkilölle ole selvitetty, että isyyden vahvistamista tai kumoamista koskeva asia on vireillä. Näin otettua näytettä ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa määräystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Laillistettu tai luvan saanut lääkäri taikka hänen välittömässä valvonnassaan muu terveydenhuollon ammattihenkilö saa pyynnöstä ottaa vainajasta näytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnön esittänyt antaa selvityksen siitä, että näytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. Oikeus pyynnön esittämiseen on sillä, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. Edellä 1 momentissa tarkoitettu näyte saadaan hävittää, kun kaksi vuotta on kulunut sen ottamisesta, jollei näytettä hallussaan pitävälle sairaalalle, terveydenhuollon toimintayksikölle, yliopiston laitokselle tai terveydenhuollon ammattihenkilölle ole selvitetty, että isyyden vahvistamista tai kumoamista koskeva asia on vireillä. Näin otettua näytettä ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa määräystä.",
        "folded_fi": "laillistettu tai luvan saanut laakari taikka hanen valittomassa valvonnassaan muu terveydenhuollon ammattihenkilo saa pyynnosta ottaa vainajasta naytteen mahdollista tutkimusta varten ilman vainajan lesken ja perillisten suostumusta, jos pyynnon esittanyt antaa selvityksen siita, etta naytteen ottaminen voi olla tarpeen isyyden vahvistamista tai kumoamista varten. oikeus pyynnon esittamiseen on silla, joka isyyslain mukaan voi ajaa kannetta isyyden vahvistamiseksi tai kumoamiseksi. edella 1 momentissa tarkoitettu nayte saadaan havittaa, kun kaksi vuotta on kulunut sen ottamisesta, jollei naytetta hallussaan pitavalle sairaalalle, terveydenhuollon toimintayksikolle, yliopiston laitokselle tai terveydenhuollon ammattihenkilolle ole selvitetty, etta isyyden vahvistamista tai kumoamista koskeva asia on vireilla. nain otettua naytetta ei saa tutkia ilman vainajan lesken ja perillisten suostumusta tai tuomioistuimen antamaa maaraysta.",
        "title_sv": "Provtagning för en framtida undersökning",
        "content_sv": "På begäran får en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt någon annan yrkesutbildad person inom hälso- och sjukvården, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person för en eventuell undersökning, om den som framställer begäran visar att provtagning kan behövas för fastställande eller upphävande av faderskap. Rätt att framställa begäran har den som enligt lagen om faderskap har rätt att föra talan om fastställande eller upphävande av faderskap. Ett prov som avses i 1 mom. får förstöras när två år har gått från det att provet togs, om inte det sjukhus, den verksamhetsenhet inom hälso- och sjukvården, den universitetsinstitution eller den yrkesutbildade person inom hälso- och sjukvården som har hand om provet har underrättats om att ett mål som gäller fastställande eller upphävande av faderskap har inletts. Ett prov som har tagits på detta sätt får inte undersökas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan förordnande av domstol.",
        "normalized_sv": "På begäran får en legitimerad läkare eller en läkare med tillstånd, eller under läkarens direkta uppsikt någon annan yrkesutbildad person inom hälso- och sjukvården, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person för en eventuell undersökning, om den som framställer begäran visar att provtagning kan behövas för fastställande eller upphävande av faderskap. Rätt att framställa begäran har den som enligt lagen om faderskap har rätt att föra talan om fastställande eller upphävande av faderskap. Ett prov som avses i 1 mom. får förstöras när två år har gått från det att provet togs, om inte det sjukhus, den verksamhetsenhet inom hälso- och sjukvården, den universitetsinstitution eller den yrkesutbildade person inom hälso- och sjukvården som har hand om provet har underrättats om att ett mål som gäller fastställande eller upphävande av faderskap har inletts. Ett prov som har tagits på detta sätt får inte undersökas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan förordnande av domstol.",
        "folded_sv": "pa begaran far en legitimerad lakare eller en lakare med tillstand, eller under lakarens direkta uppsikt nagon annan yrkesutbildad person inom halso- och sjukvarden, utan samtycke av den efterlevande maken eller makan och arvingarna ta ett prov av en avliden person for en eventuell undersokning, om den som framstaller begaran visar att provtagning kan behovas for faststallande eller upphavande av faderskap. ratt att framstalla begaran har den som enligt lagen om faderskap har ratt att fora talan om faststallande eller upphavande av faderskap. ett prov som avses i 1 mom. far forstoras nar tva ar har gatt fran det att provet togs, om inte det sjukhus, den verksamhetsenhet inom halso- och sjukvarden, den universitetsinstitution eller den yrkesutbildade person inom halso- och sjukvarden som har hand om provet har underrattats om att ett mal som galler faststallande eller upphavande av faderskap har inletts. ett prov som har tagits pa detta satt far inte undersokas utan samtycke av den avlidnes efterlevande make eller maka och arvingarna eller utan forordnande av domstol."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Näytteen hävittämiskielto",
      "content": "Tuomioistuin voi sakon uhalla kieltää sairaalaa, terveydenhuollon toimintayksikköä, yliopiston laitosta tai terveydenhuollon ammattihenkilöä hävittämästä 5―8 tai 16 §:ssä tarkoitetusta henkilöstä muuten kuin tämän lain nojalla otettua näytettä. Kielto voidaan määrätä hakemuksesta, jos hakija antaa selvityksen siitä, että näytteen säilyttäminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka hän aikoo panna vireille. Hakemus on viipymättä annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. Kielto on tämän jälkeen väliaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. Tuomioistuimen määräämä kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. Kielto on määrättävä olemaan voimassa tietyn ajan, kuitenkin enintään kaksi vuotta. Erityisestä syystä tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentää voimassaoloaikaa enintään kahdella vuodella. Jos isyyden vahvistamista tai kumoamista koskeva oikeudenkäynti ei ole vireillä, tässä pykälässä tarkoitetun kiellon antamista koskevan asian vireillepanoon ja käsittelyyn sovelletaan, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Hakemus käsitellään siinä tuomioistuimessa, joka olisi toimivaltainen käsittelemään sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tuomioistuin voi sakon uhalla kieltää sairaalaa, terveydenhuollon toimintayksikköä, yliopiston laitosta tai terveydenhuollon ammattihenkilöä hävittämästä 5―8 tai 16 § :ssä tarkoitetusta henkilöstä muuten kuin tämän lain nojalla otettua näytettä. Kielto voidaan määrätä hakemuksesta, jos hakija antaa selvityksen siitä, että näytteen säilyttäminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka hän aikoo panna vireille. Hakemus on viipymättä annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. Kielto on tämän jälkeen väliaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. Tuomioistuimen määräämä kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. Kielto on määrättävä olemaan voimassa tietyn ajan, kuitenkin enintään kaksi vuotta. Erityisestä syystä tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentää voimassaoloaikaa enintään kahdella vuodella. Jos isyyden vahvistamista tai kumoamista koskeva oikeudenkäynti ei ole vireillä, tässä pykälässä tarkoitetun kiellon antamista koskevan asian vireillepanoon ja käsittelyyn sovelletaan, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Hakemus käsitellään siinä tuomioistuimessa, joka olisi toimivaltainen käsittelemään sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
        "folded_fi": "tuomioistuin voi sakon uhalla kieltaa sairaalaa, terveydenhuollon toimintayksikkoa, yliopiston laitosta tai terveydenhuollon ammattihenkiloa havittamasta 5―8 tai 16 §:ssa tarkoitetusta henkilosta muuten kuin taman lain nojalla otettua naytetta. kielto voidaan maarata hakemuksesta, jos hakija antaa selvityksen siita, etta naytteen sailyttaminen voi olla tarpeen todisteiden saamiseksi sellaisessa isyyden vahvistamista tai kumoamista koskevassa asiassa, jossa hakija on asianosaisena tai jonka han aikoo panna vireille. hakemus on viipymatta annettava tiedoksi sille, jolle kieltoa haetaan annettavaksi. kielto on taman jalkeen valiaikaisesti voimassa, kunnes tuomioistuin on ratkaissut hakemusasian. tuomioistuimen maaraama kielto on voimassa, kunnes isyyden vahvistamista tai kumoamista koskeva asia on lainvoimaisella tuomiolla ratkaistu. kielto on maarattava olemaan voimassa tietyn ajan, kuitenkin enintaan kaksi vuotta. erityisesta syysta tuomioistuin voi kiellon voimassaoloaikana hakemuksesta pidentaa voimassaoloaikaa enintaan kahdella vuodella. jos isyyden vahvistamista tai kumoamista koskeva oikeudenkaynti ei ole vireilla, tassa pykalassa tarkoitetun kiellon antamista koskevan asian vireillepanoon ja kasittelyyn sovelletaan, mita oikeudenkaymiskaaren 8 luvussa saadetaan. hakemus kasitellaan siina tuomioistuimessa, joka olisi toimivaltainen kasittelemaan sen isyyden vahvistamista tai kumoamista koskevan kanteen, josta hakemuksessa on kysymys.",
        "title_sv": "Förbud mot att förstöra prov",
        "content_sv": "Domstolen kan vid vite förbjuda ett sjukhus, en verksamhetsenhet inom hälso- och sjukvården, en universitetsinstitution eller en yrkesutbildad person inom hälso- och sjukvården att förstöra andra prov än de som tagits med stöd av denna lag av en person som avses i 5―8 eller 16 §. Ett sådant förbud kan meddelas på ansökan, om sökanden visar att provet kan behövas för bevisningen i ett sådant mål angående fastställande eller upphävande av faderskap där sökanden är part eller som sökanden har för avsikt att inleda. Ansökan skall omedelbart delges den som förbudet avses gälla. Därefter gäller förbudet temporärt tills domstolen har avgjort ansökningsärendet. Det förbud som domstolen meddelat gäller tills frågan om fastställande eller upphävande av faderskap har avgjorts genom en lagakraftvunnen dom. Förbudet skall meddelas för viss tid, dock för högst två år. Av särskilda skäl kan domstolen under den tid förbudet gäller på ansökan förlänga det med högst två år. Har någon rättegång om fastställande eller upphävande av faderskap inte inletts, tillämpas på anhängiggörande och behandling av ärenden som gäller förbud enligt denna paragraf 8 kap. i rättegångsbalken. Ansökan behandlas vid den domstol som skulle vara behörig att behandla den talan om fastställande eller upphävande av faderskap som ansökan gäller.",
        "normalized_sv": "Domstolen kan vid vite förbjuda ett sjukhus, en verksamhetsenhet inom hälso- och sjukvården, en universitetsinstitution eller en yrkesutbildad person inom hälso- och sjukvården att förstöra andra prov än de som tagits med stöd av denna lag av en person som avses i 5―8 eller 16 § . Ett sådant förbud kan meddelas på ansökan, om sökanden visar att provet kan behövas för bevisningen i ett sådant mål angående fastställande eller upphävande av faderskap där sökanden är part eller som sökanden har för avsikt att inleda. Ansökan skall omedelbart delges den som förbudet avses gälla. Därefter gäller förbudet temporärt tills domstolen har avgjort ansökningsärendet. Det förbud som domstolen meddelat gäller tills frågan om fastställande eller upphävande av faderskap har avgjorts genom en lagakraftvunnen dom. Förbudet skall meddelas för viss tid, dock för högst två år. Av särskilda skäl kan domstolen under den tid förbudet gäller på ansökan förlänga det med högst två år. Har någon rättegång om fastställande eller upphävande av faderskap inte inletts, tillämpas på anhängiggörande och behandling av ärenden som gäller förbud enligt denna paragraf 8 kap. i rättegångsbalken. Ansökan behandlas vid den domstol som skulle vara behörig att behandla den talan om fastställande eller upphävande av faderskap som ansökan gäller.",
        "folded_sv": "domstolen kan vid vite forbjuda ett sjukhus, en verksamhetsenhet inom halso- och sjukvarden, en universitetsinstitution eller en yrkesutbildad person inom halso- och sjukvarden att forstora andra prov an de som tagits med stod av denna lag av en person som avses i 5―8 eller 16 §. ett sadant forbud kan meddelas pa ansokan, om sokanden visar att provet kan behovas for bevisningen i ett sadant mal angaende faststallande eller upphavande av faderskap dar sokanden ar part eller som sokanden har for avsikt att inleda. ansokan skall omedelbart delges den som forbudet avses galla. darefter galler forbudet temporart tills domstolen har avgjort ansokningsarendet. det forbud som domstolen meddelat galler tills fragan om faststallande eller upphavande av faderskap har avgjorts genom en lagakraftvunnen dom. forbudet skall meddelas for viss tid, dock for hogst tva ar. av sarskilda skal kan domstolen under den tid forbudet galler pa ansokan forlanga det med hogst tva ar. har nagon rattegang om faststallande eller upphavande av faderskap inte inletts, tillampas pa anhangiggorande och behandling av arenden som galler forbud enligt denna paragraf 8 kap. i rattegangsbalken. ansokan behandlas vid den domstol som skulle vara behorig att behandla den talan om faststallande eller upphavande av faderskap som ansokan galler."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Oikeudenkäymiskaaren eräiden säännösten soveltaminen",
      "content": "Tässä laissa tarkoitettu uhkasakko asetetaan euromäärältään kiinteänä ottaen huomioon sakotetun maksukyky. Uhkasakko voidaan erityisestä syystä tuomita lievempänä kuin se on asetettu. Kun tutkittava on määrätty tuotavaksi näytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mitä oikeudenkäymiskaaren 12 luvun 32 §:ssä säädetään. Käräjäoikeuden oikeudenkäynnin aikana tämän lain nojalla tekemästä ratkaisusta saa erikseen valittaa siten kuin oikeudenkäymiskaaren 25 luvussa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tässä laissa tarkoitettu uhkasakko asetetaan euromäärältään kiinteänä ottaen huomioon sakotetun maksukyky. Uhkasakko voidaan erityisestä syystä tuomita lievempänä kuin se on asetettu. Kun tutkittava on määrätty tuotavaksi näytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mitä oikeudenkäymiskaaren 12 luvun 32 § :ssä säädetään. Käräjäoikeuden oikeudenkäynnin aikana tämän lain nojalla tekemästä ratkaisusta saa erikseen valittaa siten kuin oikeudenkäymiskaaren 25 luvussa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "tassa laissa tarkoitettu uhkasakko asetetaan euromaaraltaan kiinteana ottaen huomioon sakotetun maksukyky. uhkasakko voidaan erityisesta syysta tuomita lievempana kuin se on asetettu. kun tutkittava on maaratty tuotavaksi naytteen ottamiseen, tuomisesta aiheutuvien kustannusten maksamiseen ja korvaamiseen sovelletaan, mita oikeudenkaymiskaaren 12 luvun 32 §:ssa saadetaan. karajaoikeuden oikeudenkaynnin aikana taman lain nojalla tekemasta ratkaisusta saa erikseen valittaa siten kuin oikeudenkaymiskaaren 25 luvussa saadetaan. valitus on kasiteltava kiireellisena.",
        "title_sv": "Tillämpning av vissa bestämmelser i rättegångsbalken",
        "content_sv": "Vite enligt denna lag föreläggs till ett visst belopp med beaktande av betalningsförmågan hos den som saken gäller. Vitet kan av särskilda skäl dömas ut till ett lägre belopp än vad som förelagts. När domstolen har bestämt att någon som skall undersökas skall hämtas till provtagning, tillämpas 12 kap. 32 § i rättegångsbalken på betalning och ersättning för kostnaderna för hämtningen. Besvär över avgöranden som tingsrätten meddelat med stöd av denna lag under en rättegång får anföras särskilt i enlighet med 25 kap. i rättegångsbalken. Besvären skall behandlas i brådskande ordning.",
        "normalized_sv": "Vite enligt denna lag föreläggs till ett visst belopp med beaktande av betalningsförmågan hos den som saken gäller. Vitet kan av särskilda skäl dömas ut till ett lägre belopp än vad som förelagts. När domstolen har bestämt att någon som skall undersökas skall hämtas till provtagning, tillämpas 12 kap. 32 § i rättegångsbalken på betalning och ersättning för kostnaderna för hämtningen. Besvär över avgöranden som tingsrätten meddelat med stöd av denna lag under en rättegång får anföras särskilt i enlighet med 25 kap. i rättegångsbalken. Besvären skall behandlas i brådskande ordning.",
        "folded_sv": "vite enligt denna lag forelaggs till ett visst belopp med beaktande av betalningsformagan hos den som saken galler. vitet kan av sarskilda skal domas ut till ett lagre belopp an vad som forelagts. nar domstolen har bestamt att nagon som skall undersokas skall hamtas till provtagning, tillampas 12 kap. 32 § i rattegangsbalken pa betalning och ersattning for kostnaderna for hamtningen. besvar over avgoranden som tingsratten meddelat med stod av denna lag under en rattegang far anforas sarskilt i enlighet med 25 kap. i rattegangsbalken. besvaren skall behandlas i bradskande ordning."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Matka- ja toimeentulokustannusten maksaminen ennakolta",
      "content": "Kun tuomioistuin on määrännyt näytteen otettavaksi muusta henkilöstä kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, tällä on oikeus pyynnöstä saada valtion varoista korvaus näytteen ottamista varten välttämättömistä matka- ja toimeentulokustannuksista. Tuomioistuin voi määrätä korvauksen suoritettavaksi etukäteen, jos tutkimukseen määrätty henkilö sitä pyytää. Jos ennakkoa saanut on ilman laillista estettä jättänyt täyttämättä tehtävän, jota varten ennakko on maksettu, tuomioistuimen on määrättävä ennakko perittäväksi häneltä takaisin. Ennen määräyksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilölle tilaisuus tulla kuulluksi. Edellä 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mitä valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Kun tuomioistuin on määrännyt näytteen otettavaksi muusta henkilöstä kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, tällä on oikeus pyynnöstä saada valtion varoista korvaus näytteen ottamista varten välttämättömistä matka- ja toimeentulokustannuksista. Tuomioistuin voi määrätä korvauksen suoritettavaksi etukäteen, jos tutkimukseen määrätty henkilö sitä pyytää. Jos ennakkoa saanut on ilman laillista estettä jättänyt täyttämättä tehtävän, jota varten ennakko on maksettu, tuomioistuimen on määrättävä ennakko perittäväksi häneltä takaisin. Ennen määräyksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilölle tilaisuus tulla kuulluksi. Edellä 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mitä valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa säädetään.",
        "folded_fi": "kun tuomioistuin on maarannyt naytteen otettavaksi muusta henkilosta kuin isyyden vahvistamista tai kumoamista koskevan asian asianosaisesta, talla on oikeus pyynnosta saada valtion varoista korvaus naytteen ottamista varten valttamattomista matka- ja toimeentulokustannuksista. tuomioistuin voi maarata korvauksen suoritettavaksi etukateen, jos tutkimukseen maaratty henkilo sita pyytaa. jos ennakkoa saanut on ilman laillista estetta jattanyt tayttamatta tehtavan, jota varten ennakko on maksettu, tuomioistuimen on maarattava ennakko perittavaksi hanelta takaisin. ennen maarayksen antamista tuomioistuimen on varattava ennakkoa saaneelle henkilolle tilaisuus tulla kuulluksi. edella 1 momentissa tarkoitettujen kustannusten maksamisesta ennakolta valtion varoista on soveltuvin osin voimassa, mita valtion varoista maksettavista todistelukustannuksista annetussa laissa (666/1972) ja sen nojalla annetussa asetuksessa saadetaan.",
        "title_sv": "Förskottsbetalning av kostnader för resor och uppehälle",
        "content_sv": "När domstolen bestämt om provtagning av någon annan än en part i ett ärende som gäller fastställande eller upphävande av faderskap, har denne rätt att på begäran få ersättning av statsmedel för de kostnader för resor och uppehälle som är nödvändiga för provtagningen. Domstolen kan förordna att ersättningen skall betalas i förskott om den som skall undersökas begär detta. Om den som har fått förskott utan laga hinder underlåtit att fullgöra den uppgift för vilken förskottet har betalats, skall domstolen bestämma att förskottet skall krävas tillbaka. Innan domstolen beslutar om återkrav skall den ge den som har fått förskott tillfälle att bli hörd. På förskottsbetalning med statsmedel av kostnader som avses i 1 mom. gäller i tillämpliga delar vad som föreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den förordning som utfärdats med stöd av den.",
        "normalized_sv": "När domstolen bestämt om provtagning av någon annan än en part i ett ärende som gäller fastställande eller upphävande av faderskap, har denne rätt att på begäran få ersättning av statsmedel för de kostnader för resor och uppehälle som är nödvändiga för provtagningen. Domstolen kan förordna att ersättningen skall betalas i förskott om den som skall undersökas begär detta. Om den som har fått förskott utan laga hinder underlåtit att fullgöra den uppgift för vilken förskottet har betalats, skall domstolen bestämma att förskottet skall krävas tillbaka. Innan domstolen beslutar om återkrav skall den ge den som har fått förskott tillfälle att bli hörd. På förskottsbetalning med statsmedel av kostnader som avses i 1 mom. gäller i tillämpliga delar vad som föreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den förordning som utfärdats med stöd av den.",
        "folded_sv": "nar domstolen bestamt om provtagning av nagon annan an en part i ett arende som galler faststallande eller upphavande av faderskap, har denne ratt att pa begaran fa ersattning av statsmedel for de kostnader for resor och uppehalle som ar nodvandiga for provtagningen. domstolen kan forordna att ersattningen skall betalas i forskott om den som skall undersokas begar detta. om den som har fatt forskott utan laga hinder underlatit att fullgora den uppgift for vilken forskottet har betalats, skall domstolen bestamma att forskottet skall kravas tillbaka. innan domstolen beslutar om aterkrav skall den ge den som har fatt forskott tillfalle att bli hord. pa forskottsbetalning med statsmedel av kostnader som avses i 1 mom. galler i tillampliga delar vad som foreskrivs i lagen om bestridande av bevisningskostnader med statens medel (666/1972) och i den forordning som utfardats med stod av den."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Kustannusten maksaminen",
      "content": "Valtion varoista maksetaan korvaus: 1) 13 ja 14 §:ssä tarkoitetun näytteen ottamisesta sekä 11 §:n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen määräämän tai lastenvalvojan tilaaman tutkimuksen tekemisestä ja lausunnon antamisesta siitä; 3) 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Valtion varoista maksetaan korvaus: 1) 13 ja 14 § :ssä tarkoitetun näytteen ottamisesta sekä 11 § :n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen määräämän tai lastenvalvojan tilaaman tutkimuksen tekemisestä ja lausunnon antamisesta siitä; 3) 11 § :n 1 momentissa tarkoitetun lausunnon antamisesta.",
        "folded_fi": "valtion varoista maksetaan korvaus: 1) 13 ja 14 §:ssa tarkoitetun naytteen ottamisesta seka 11 §:n 3 momentissa tarkoitetun todistuksen antamisesta; 2) tuomioistuimen maaraaman tai lastenvalvojan tilaaman tutkimuksen tekemisesta ja lausunnon antamisesta siita; 3) 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta.",
        "title_sv": "Betalning av kostnader",
        "content_sv": "Av statsmedel betalas ersättning 1) för provtagning enligt 13 och 14 § samt för givande av intyg enligt 11 § 3 mom., 2) för undersökning som förordnats av domstolen eller som beställts av barnatillsyningsmannen samt för utlåtande därom, 3) för utlåtande enligt 11 § 1 mom.",
        "normalized_sv": "Av statsmedel betalas ersättning 1) för provtagning enligt 13 och 14 § samt för givande av intyg enligt 11 § 3 mom., 2) för undersökning som förordnats av domstolen eller som beställts av barnatillsyningsmannen samt för utlåtande därom, 3) för utlåtande enligt 11 § 1 mom.",
        "folded_sv": "av statsmedel betalas ersattning 1) for provtagning enligt 13 och 14 § samt for givande av intyg enligt 11 § 3 mom., 2) for undersokning som forordnats av domstolen eller som bestallts av barnatillsyningsmannen samt for utlatande darom, 3) for utlatande enligt 11 § 1 mom."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Maksettujen kustannusten korvaaminen",
      "content": "Edellä 19 ja 20 §:ssä tarkoitetut kustannukset jäävät valtion vahingoksi. Tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niistä, jos oikeudenkäynti on ilmeisesti ollut aiheeton taikka jos tehdyllä tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitystä asian selvittämisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitää kohtuullisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Edellä 19 ja 20 § :ssä tarkoitetut kustannukset jäävät valtion vahingoksi. Tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niistä, jos oikeudenkäynti on ilmeisesti ollut aiheeton taikka jos tehdyllä tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitystä asian selvittämisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitää kohtuullisena.",
        "folded_fi": "edella 19 ja 20 §:ssa tarkoitetut kustannukset jaavat valtion vahingoksi. tuomioistuin voi kuitenkin velvoittaa asianosaisen korvaamaan valtion varoista suoritetut kustannukset tai osan niista, jos oikeudenkaynti on ilmeisesti ollut aiheeton taikka jos tehdylla tutkimuksella tai hankitulla lausunnolla ei ole ollut merkitysta asian selvittamisen kannalta ja kustannusten korvaamista voidaan olosuhteisiin katsoen pitaa kohtuullisena.",
        "title_sv": "Ersättning för kostnader som betalats",
        "content_sv": "Staten svarar för kostnaderna enligt 19 och 20 §. Domstolen kan likväl ålägga en part att ersätta de kostnader som betalats med statsmedel eller en del av dem, om rättegången uppenbart har varit obefogad eller om den undersökning som utförts eller det utlåtande som inhämtats inte har haft någon betydelse för utredningen av målet och det med hänsyn till omständigheterna kan anses skäligt att kostnaderna skall ersättas.",
        "normalized_sv": "Staten svarar för kostnaderna enligt 19 och 20 § . Domstolen kan likväl ålägga en part att ersätta de kostnader som betalats med statsmedel eller en del av dem, om rättegången uppenbart har varit obefogad eller om den undersökning som utförts eller det utlåtande som inhämtats inte har haft någon betydelse för utredningen av målet och det med hänsyn till omständigheterna kan anses skäligt att kostnaderna skall ersättas.",
        "folded_sv": "staten svarar for kostnaderna enligt 19 och 20 §. domstolen kan likval alagga en part att ersatta de kostnader som betalats med statsmedel eller en del av dem, om rattegangen uppenbart har varit obefogad eller om den undersokning som utforts eller det utlatande som inhamtats inte har haft nagon betydelse for utredningen av malet och det med hansyn till omstandigheterna kan anses skaligt att kostnaderna skall ersattas."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Taloudellisten menetysten korvaaminen",
      "content": "Kun tutkimus on määrätty tehtäväksi sellaisesta miehestä taikka miehen tai äidin sukulaisesta, joka ei ole oikeudenkäynnissä asianosaisena, tutkittavalle taloudellisesta menetyksestä maksettavasta korvauksesta on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 17 luvun 40 §:ssä säädetään todistajalle maksettavasta korvauksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Kun tutkimus on määrätty tehtäväksi sellaisesta miehestä taikka miehen tai äidin sukulaisesta, joka ei ole oikeudenkäynnissä asianosaisena, tutkittavalle taloudellisesta menetyksestä maksettavasta korvauksesta on soveltuvin osin voimassa, mitä oikeudenkäymiskaaren 17 luvun 40 § :ssä säädetään todistajalle maksettavasta korvauksesta.",
        "folded_fi": "kun tutkimus on maaratty tehtavaksi sellaisesta miehesta taikka miehen tai aidin sukulaisesta, joka ei ole oikeudenkaynnissa asianosaisena, tutkittavalle taloudellisesta menetyksesta maksettavasta korvauksesta on soveltuvin osin voimassa, mita oikeudenkaymiskaaren 17 luvun 40 §:ssa saadetaan todistajalle maksettavasta korvauksesta.",
        "title_sv": "Ersättning för ekonomisk förlust",
        "content_sv": "Om domstolen har bestämt att en undersökning skall gälla en sådan man eller en sådan släkting till en man eller till modern som inte är part i rättegången, gäller i fråga om ersättning till den undersökte för ekonomisk förlust i tillämpliga delar vad som i 17 kap. 40 § i rättegångsbalken föreskrivs om ersättning till vittnen.",
        "normalized_sv": "Om domstolen har bestämt att en undersökning skall gälla en sådan man eller en sådan släkting till en man eller till modern som inte är part i rättegången, gäller i fråga om ersättning till den undersökte för ekonomisk förlust i tillämpliga delar vad som i 17 kap. 40 § i rättegångsbalken föreskrivs om ersättning till vittnen.",
        "folded_sv": "om domstolen har bestamt att en undersokning skall galla en sadan man eller en sadan slakting till en man eller till modern som inte ar part i rattegangen, galler i fraga om ersattning till den undersokte for ekonomisk forlust i tillampliga delar vad som i 17 kap. 40 § i rattegangsbalken foreskrivs om ersattning till vittnen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Tutkimuksen tekijän oikeus saada salassa pidettäviä tietoja",
      "content": "Tutkimuksen tekijällä on oikeus salassapitosäännösten estämättä saada toiselta tutkimuksen tekijältä tieto siitä, onko tämä tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on välttämätöntä tutkimuksen asianmukaiseksi tekemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tutkimuksen tekijällä on oikeus salassapitosäännösten estämättä saada toiselta tutkimuksen tekijältä tieto siitä, onko tämä tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on välttämätöntä tutkimuksen asianmukaiseksi tekemiseksi.",
        "folded_fi": "tutkimuksen tekijalla on oikeus salassapitosaannosten estamatta saada toiselta tutkimuksen tekijalta tieto siita, onko tama tehnyt tutkittavasta tutkimuksen, samoin kuin tiedot tutkimuksen tuloksista ja annetusta lausunnosta, jos se on valttamatonta tutkimuksen asianmukaiseksi tekemiseksi.",
        "title_sv": "Undersökningsmyndighetens rätt att få sekretessbelagda uppgifter",
        "content_sv": "En undersökningsmyndighet har utan hinder av sekretessbestämmelserna rätt att av en annan undersökningsmyndighet få besked om den andra undersökningsmyndigheten har utfört en undersökning som gäller den som skall undersökas samt upplysningar om resultaten av och utlåtandet om undersökningen, om detta är nödvändigt för att utföra undersökningen på behörigt sätt.",
        "normalized_sv": "En undersökningsmyndighet har utan hinder av sekretessbestämmelserna rätt att av en annan undersökningsmyndighet få besked om den andra undersökningsmyndigheten har utfört en undersökning som gäller den som skall undersökas samt upplysningar om resultaten av och utlåtandet om undersökningen, om detta är nödvändigt för att utföra undersökningen på behörigt sätt.",
        "folded_sv": "en undersokningsmyndighet har utan hinder av sekretessbestammelserna ratt att av en annan undersokningsmyndighet fa besked om den andra undersokningsmyndigheten har utfort en undersokning som galler den som skall undersokas samt upplysningar om resultaten av och utlatandet om undersokningen, om detta ar nodvandigt for att utfora undersokningen pa behorigt satt."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan säätää tarkemmin: 1) näytteen ottamisesta, käsittelystä ja lähettämisestä; 2) tutkimuksen tekemisestä ja tutkimuksen perusteella annettavaan lausuntoon sisällytettävistä tiedoista; 3) 11 §:n 1 momentissa tarkoitettuun lausuntoon sisällytettävistä tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lähettämiseen liittyvästä menettelystä; 5) tutkimuksen tekijöiden välisestä yhteistyöstä; 6) näytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja näytteen lähettämisestä maksettavasta korvauksesta; 7) tutkimuksen tekemisestä, tutkimuksen perusteella annettavasta lausunnosta ja sen lähettämisestä sekä 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta ja lähettämisestä maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvästä laskutusmenettelystä ja laskujen tietosisällöstä; 9) toiminnassa käytettävistä lomakkeista; 10) lain muusta täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää tarkemmin: 1) näytteen ottamisesta, käsittelystä ja lähettämisestä; 2) tutkimuksen tekemisestä ja tutkimuksen perusteella annettavaan lausuntoon sisällytettävistä tiedoista; 3) 11 § :n 1 momentissa tarkoitettuun lausuntoon sisällytettävistä tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lähettämiseen liittyvästä menettelystä; 5) tutkimuksen tekijöiden välisestä yhteistyöstä; 6) näytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja näytteen lähettämisestä maksettavasta korvauksesta; 7) tutkimuksen tekemisestä, tutkimuksen perusteella annettavasta lausunnosta ja sen lähettämisestä sekä 11 § :n 1 momentissa tarkoitetun lausunnon antamisesta ja lähettämisestä maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvästä laskutusmenettelystä ja laskujen tietosisällöstä; 9) toiminnassa käytettävistä lomakkeista; 10) lain muusta täytäntöönpanosta.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa tarkemmin: 1) naytteen ottamisesta, kasittelysta ja lahettamisesta; 2) tutkimuksen tekemisesta ja tutkimuksen perusteella annettavaan lausuntoon sisallytettavista tiedoista; 3) 11 §:n 1 momentissa tarkoitettuun lausuntoon sisallytettavista tiedoista; 4) 2 ja 3 kohdassa tarkoitetun lausunnon lahettamiseen liittyvasta menettelysta; 5) tutkimuksen tekijoiden valisesta yhteistyosta; 6) naytteen ottamisesta, tutkittavalle annettavasta todistuksesta ja naytteen lahettamisesta maksettavasta korvauksesta; 7) tutkimuksen tekemisesta, tutkimuksen perusteella annettavasta lausunnosta ja sen lahettamisesta seka 11 §:n 1 momentissa tarkoitetun lausunnon antamisesta ja lahettamisesta maksettavasta korvauksesta; 8) 6 ja 7 kohdassa tarkoitettujen korvausten maksamiseen liittyvasta laskutusmenettelysta ja laskujen tietosisallosta; 9) toiminnassa kaytettavista lomakkeista; 10) lain muusta taytantoonpanosta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersökningar skall utföras och vilka uppgifter som skall ingå i det utlåtande som ges med anledning av undersökningen, 3) vilka uppgifter som skall ingå i utlåtanden som avses i 11 § 1 mom., 4) förfarandet när utlåtanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersökningsmyndigheterna, 6) den ersättning som betalas för provtagning, utfärdande av intyg till den som undersökts och sändande av prov, 7) den ersättning som betalas för utförande av undersökningar, för utlåtanden med anledning av undersökningar och för sändande av sådana utlåtanden samt för utfärdande och sändande av utlåtanden som avses i 11 § 1 mom., 8) förfarandet vid fakturering av ersättningar som avses i 6 och 7 punkten samt om vilka uppgifter räkningarna skall innehålla, 9) de blanketter som används i verksamheten, 10) övrig verkställighet av lagen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersökningar skall utföras och vilka uppgifter som skall ingå i det utlåtande som ges med anledning av undersökningen, 3) vilka uppgifter som skall ingå i utlåtanden som avses i 11 § 1 mom., 4) förfarandet när utlåtanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersökningsmyndigheterna, 6) den ersättning som betalas för provtagning, utfärdande av intyg till den som undersökts och sändande av prov, 7) den ersättning som betalas för utförande av undersökningar, för utlåtanden med anledning av undersökningar och för sändande av sådana utlåtanden samt för utfärdande och sändande av utlåtanden som avses i 11 § 1 mom., 8) förfarandet vid fakturering av ersättningar som avses i 6 och 7 punkten samt om vilka uppgifter räkningarna skall innehålla, 9) de blanketter som används i verksamheten, 10) övrig verkställighet av lagen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om 1) provtagning samt om hur prov skall behandlas och skickas, 2) hur undersokningar skall utforas och vilka uppgifter som skall inga i det utlatande som ges med anledning av undersokningen, 3) vilka uppgifter som skall inga i utlatanden som avses i 11 § 1 mom., 4) forfarandet nar utlatanden som avses i 2 och 3 punkten skickas, 5) samarbetet mellan undersokningsmyndigheterna, 6) den ersattning som betalas for provtagning, utfardande av intyg till den som undersokts och sandande av prov, 7) den ersattning som betalas for utforande av undersokningar, for utlatanden med anledning av undersokningar och for sandande av sadana utlatanden samt for utfardande och sandande av utlatanden som avses i 11 § 1 mom., 8) forfarandet vid fakturering av ersattningar som avses i 6 och 7 punkten samt om vilka uppgifter rakningarna skall innehalla, 9) de blanketter som anvands i verksamheten, 10) ovrig verkstallighet av lagen."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan eräistä veri- ja muita periytyviä ominaisuuksia koskevista tutkimuksista 5 päivänä syyskuuta 1975 annettu laki (702/1975). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan eräistä veri- ja muita periytyviä ominaisuuksia koskevista tutkimuksista 5 päivänä syyskuuta 1975 annettu laki (702/1975). Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2005. talla lailla kumotaan eraista veri- ja muita periytyvia ominaisuuksia koskevista tutkimuksista 5 paivana syyskuuta 1975 annettu laki (702/1975). ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs lagen av den 5 september 1975 om vissa blodundersökningar och andra undersökningar rörande ärftliga egenskaper (702/1975). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs lagen av den 5 september 1975 om vissa blodundersökningar och andra undersökningar rörande ärftliga egenskaper (702/1975). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2005. genom denna lag upphavs lagen av den 5 september 1975 om vissa blodundersokningar och andra undersokningar rorande arftliga egenskaper (702/1975). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-06-03",
      "valid_to": null
    }
  ]
}