{
  "id": "380/2006",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2006-05-19",
  "in_force_date": "2006-05-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/380/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Yleiset edellytykset oleskeluluvan myöntämiselle",
      "content": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:36",
        "normalized_fi": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella.",
        "folded_fi": "oleskelulupa voidaan jattaa myontamatta, jos ulkomaalaisen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta, kansanterveytta tai suomen kansainvalisia suhteita. kansainvalisten suhteiden vaarantaminen ei kuitenkaan esta oleskeluluvan myontamista perhesiteen perusteella.",
        "title_sv": "Allmänna villkor för beviljande av uppehållstillstånd",
        "content_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband.",
        "normalized_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband.",
        "folded_sv": "uppehallstillstand kan vagras, om en utlanning anses aventyra allman ordning och sakerhet, folkhalsan eller finlands internationella forbindelser. aventyrande av internationella forbindelser hindrar dock inte att uppehallstillstand beviljas pa grund av familjeband."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Perheenjäsen",
      "content": "Tätä lakia sovellettaessa perheenjäseneksi katsotaan Suomessa asuvan henkilön aviopuoliso sekä alle 18-vuotias naimaton lapsi, jonka huoltaja on Suomessa asuva henkilö tai tämän aviopuoliso. Jos Suomessa asuva henkilö on alaikäinen lapsi, perheenjäsen on hänen huoltajansa. Perheenjäseneksi katsotaan myös samaa sukupuolta oleva henkilö, jos parisuhde on kansallisesti rekisteröity.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:37",
        "normalized_fi": "Tätä lakia sovellettaessa perheenjäseneksi katsotaan Suomessa asuvan henkilön aviopuoliso sekä alle 18-vuotias naimaton lapsi, jonka huoltaja on Suomessa asuva henkilö tai tämän aviopuoliso. Jos Suomessa asuva henkilö on alaikäinen lapsi, perheenjäsen on hänen huoltajansa. Perheenjäseneksi katsotaan myös samaa sukupuolta oleva henkilö, jos parisuhde on kansallisesti rekisteröity.",
        "folded_fi": "tata lakia sovellettaessa perheenjaseneksi katsotaan suomessa asuvan henkilon aviopuoliso seka alle 18-vuotias naimaton lapsi, jonka huoltaja on suomessa asuva henkilo tai taman aviopuoliso. jos suomessa asuva henkilo on alaikainen lapsi, perheenjasen on hanen huoltajansa. perheenjaseneksi katsotaan myos samaa sukupuolta oleva henkilo, jos parisuhde on kansallisesti rekisteroity.",
        "title_sv": "Familjemedlem",
        "content_sv": "Vid tillämpningen av denna lag anses som familjemedlem maken till en i Finland bosatt person samt ett ogift barn under 18 år vars vårdnadshavare den i Finland bosatta personen eller dennes make är. Om den person som är bosatt i Finland är ett minderårigt barn, är barnets vårdnadshavare en familjemedlem. Som familjemedlem anses också en person av samma kön, om partnerskapet har registrerats nationellt.",
        "normalized_sv": "Vid tillämpningen av denna lag anses som familjemedlem maken till en i Finland bosatt person samt ett ogift barn under 18 år vars vårdnadshavare den i Finland bosatta personen eller dennes make är. Om den person som är bosatt i Finland är ett minderårigt barn, är barnets vårdnadshavare en familjemedlem. Som familjemedlem anses också en person av samma kön, om partnerskapet har registrerats nationellt.",
        "folded_sv": "vid tillampningen av denna lag anses som familjemedlem maken till en i finland bosatt person samt ett ogift barn under 18 ar vars vardnadshavare den i finland bosatta personen eller dennes make ar. om den person som ar bosatt i finland ar ett minderarigt barn, ar barnets vardnadshavare en familjemedlem. som familjemedlem anses ocksa en person av samma kon, om partnerskapet har registrerats nationellt."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän määräaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenkokoajan määräaikaisen oleskeluluvan voimassaoloaika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:55",
        "normalized_fi": "Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän määräaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenkokoajan määräaikaisen oleskeluluvan voimassaoloaika.",
        "folded_fi": "jos oleskelulupa myonnetaan perhesiteen perusteella, myonnettavan maaraaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myontamisen perusteena olevan perheenkokoajan maaraaikaisen oleskeluluvan voimassaoloaika.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det tidsbegränsade uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det tidsbegränsade uppehållstillstånd för anknytningspersonen som ligger till grund för beviljandet av uppehållstillståndet.",
        "normalized_sv": "Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det tidsbegränsade uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det tidsbegränsade uppehållstillstånd för anknytningspersonen som ligger till grund för beviljandet av uppehållstillståndet.",
        "folded_sv": "om uppehallstillstand beviljas pa grund av familjeband, far giltighetstiden for det tidsbegransade uppehallstillstand som beviljas dock inte vara langre an giltighetstiden for det tidsbegransade uppehallstillstand for anknytningspersonen som ligger till grund for beviljandet av uppehallstillstandet."
      }
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "title": "Pysyvän oleskeluluvan myöntäminen",
      "content": "Pysyvä oleskelulupa myönnetään ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtäjaksoisesti neljän vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myönnetään jatkuva oleskelulupa, ovat olemassa ja pysyvän oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Oleskelua pidetään yhtäjaksoisena, jos ulkomaalainen on oleskellut Suomessa vähintään puolet oleskeluluvan voimassaoloajasta. Yhtäjaksoista oleskelua eivät katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai työskentelystä ulkomailla olevassa työkohteessa suomalaisen työnantajan lähettämänä. Perhesiteen perusteella määräaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myöntää pysyvä oleskelulupa, vaikka perheenkokoaja ei täytä pysyvän oleskeluluvan myöntämisen edellytyksiä. Neljän vuoden määräaika lasketaan maahantulopäivästä, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. Jos oleskelulupaa on haettu Suomessa, neljän vuoden määräaika lasketaan ensimmäistä jatkuvaa maassaoleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä. Jos henkilö on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:56",
        "normalized_fi": "Pysyvä oleskelulupa myönnetään ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtäjaksoisesti neljän vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myönnetään jatkuva oleskelulupa, ovat olemassa ja pysyvän oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Oleskelua pidetään yhtäjaksoisena, jos ulkomaalainen on oleskellut Suomessa vähintään puolet oleskeluluvan voimassaoloajasta. Yhtäjaksoista oleskelua eivät katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai työskentelystä ulkomailla olevassa työkohteessa suomalaisen työnantajan lähettämänä. Perhesiteen perusteella määräaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myöntää pysyvä oleskelulupa, vaikka perheenkokoaja ei täytä pysyvän oleskeluluvan myöntämisen edellytyksiä. Neljän vuoden määräaika lasketaan maahantulopäivästä, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. Jos oleskelulupaa on haettu Suomessa, neljän vuoden määräaika lasketaan ensimmäistä jatkuvaa maassaoleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä. Jos henkilö on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
        "folded_fi": "pysyva oleskelulupa myonnetaan ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtajaksoisesti neljan vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myonnetaan jatkuva oleskelulupa, ovat olemassa ja pysyvan oleskeluluvan myontamiselle ei ole tassa laissa mainittuja esteita. oleskelua pidetaan yhtajaksoisena, jos ulkomaalainen on oleskellut suomessa vahintaan puolet oleskeluluvan voimassaoloajasta. yhtajaksoista oleskelua eivat katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai tyoskentelysta ulkomailla olevassa tyokohteessa suomalaisen tyonantajan lahettamana. perhesiteen perusteella maaraaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myontaa pysyva oleskelulupa, vaikka perheenkokoaja ei tayta pysyvan oleskeluluvan myontamisen edellytyksia. neljan vuoden maaraaika lasketaan maahantulopaivasta, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. jos oleskelulupaa on haettu suomessa, neljan vuoden maaraaika lasketaan ensimmaista jatkuvaa maassaoleskelua varten myonnetyn maaraaikaisen oleskeluluvan alkamispaivasta. jos henkilo on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljan vuoden maaraaika lasketaan maahantulopaivasta.",
        "title_sv": "Beviljande av permanent uppehållstillstånd",
        "content_sv": "Permanent uppehållstillstånd beviljas en utlänning som efter att ha fått kontinuerligt uppehållstillstånd lagligen vistats i landet i fyra år utan avbrott, om villkoren för kontinuerligt uppehållstillstånd för utlänningen uppfylls och om det inte finns några i denna lag nämnda hinder för beviljande av permanent uppehållstillstånd. Vistelsen betraktas som oavbruten, om utlänningen har vistats i Finland under minst hälften av uppehållstillståndets giltighetstid. En oavbruten vistelse avbryts inte av frånvaro som beror på sedvanliga semesterresor eller andra resor eller arbete på en arbetsplats utomlands utsänd av en finländsk arbetsgivare. En utlänning som på grund av familjeband har fått tidsbegränsat uppehållstillstånd kan beviljas permanent uppehållstillstånd även om anknytningspersonen inte uppfyller kraven för beviljande av permanent uppehållstillstånd. Tidsfristen fyra år räknas från inresedagen, om utlänningen vid inresan haft uppehållstillstånd för kontinuerlig vistelse i landet. Har uppehållstillstånd sökts i Finland, räknas tidsfristen fyra år från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet. Om en person har fått uppehållstillstånd på grund av flyktingskap eller behov av skydd, räknas tidsfristen fyra år från inresedagen.",
        "normalized_sv": "Permanent uppehållstillstånd beviljas en utlänning som efter att ha fått kontinuerligt uppehållstillstånd lagligen vistats i landet i fyra år utan avbrott, om villkoren för kontinuerligt uppehållstillstånd för utlänningen uppfylls och om det inte finns några i denna lag nämnda hinder för beviljande av permanent uppehållstillstånd. Vistelsen betraktas som oavbruten, om utlänningen har vistats i Finland under minst hälften av uppehållstillståndets giltighetstid. En oavbruten vistelse avbryts inte av frånvaro som beror på sedvanliga semesterresor eller andra resor eller arbete på en arbetsplats utomlands utsänd av en finländsk arbetsgivare. En utlänning som på grund av familjeband har fått tidsbegränsat uppehållstillstånd kan beviljas permanent uppehållstillstånd även om anknytningspersonen inte uppfyller kraven för beviljande av permanent uppehållstillstånd. Tidsfristen fyra år räknas från inresedagen, om utlänningen vid inresan haft uppehållstillstånd för kontinuerlig vistelse i landet. Har uppehållstillstånd sökts i Finland, räknas tidsfristen fyra år från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet. Om en person har fått uppehållstillstånd på grund av flyktingskap eller behov av skydd, räknas tidsfristen fyra år från inresedagen.",
        "folded_sv": "permanent uppehallstillstand beviljas en utlanning som efter att ha fatt kontinuerligt uppehallstillstand lagligen vistats i landet i fyra ar utan avbrott, om villkoren for kontinuerligt uppehallstillstand for utlanningen uppfylls och om det inte finns nagra i denna lag namnda hinder for beviljande av permanent uppehallstillstand. vistelsen betraktas som oavbruten, om utlanningen har vistats i finland under minst halften av uppehallstillstandets giltighetstid. en oavbruten vistelse avbryts inte av franvaro som beror pa sedvanliga semesterresor eller andra resor eller arbete pa en arbetsplats utomlands utsand av en finlandsk arbetsgivare. en utlanning som pa grund av familjeband har fatt tidsbegransat uppehallstillstand kan beviljas permanent uppehallstillstand aven om anknytningspersonen inte uppfyller kraven for beviljande av permanent uppehallstillstand. tidsfristen fyra ar raknas fran inresedagen, om utlanningen vid inresan haft uppehallstillstand for kontinuerlig vistelse i landet. har uppehallstillstand sokts i finland, raknas tidsfristen fyra ar fran den forsta dagen for det forsta tidsbegransade uppehallstillstand som beviljats for kontinuerlig vistelse i landet. om en person har fatt uppehallstillstand pa grund av flyktingskap eller behov av skydd, raknas tidsfristen fyra ar fran inresedagen."
      }
    },
    {
      "provision_ref": "4:66 a",
      "chapter": "4",
      "section": "66 a",
      "title": "Harkinta perhesiteen perusteella tehdyn hakemuksen yhteydessä",
      "content": "Kun oleskelulupaa on haettu perhesiteen perusteella, luvan myöntämättä jättämistä harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hänen maassa oleskelunsa pituus sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Sama koskee harkintaa päätettäessä perhesiteen perusteella myönnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hänen perheenjäsenensä maastapoistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:66 a",
        "normalized_fi": "Kun oleskelulupaa on haettu perhesiteen perusteella, luvan myöntämättä jättämistä harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hänen maassa oleskelunsa pituus sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Sama koskee harkintaa päätettäessä perhesiteen perusteella myönnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hänen perheenjäsenensä maastapoistamisesta.",
        "folded_fi": "kun oleskelulupaa on haettu perhesiteen perusteella, luvan myontamatta jattamista harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hanen maassa oleskelunsa pituus seka hanen perheeseen liittyvat, kulttuuriset ja sosiaaliset siteensa kotimaahan. sama koskee harkintaa paatettaessa perhesiteen perusteella myonnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hanen perheenjasenensa maastapoistamisesta.",
        "title_sv": "Prövningen av ansökningar som gjorts på grund av familjeband",
        "content_sv": "När det prövas om uppehållstillstånd som sökts på grund av familjeband skall förvägras, skall hänsyn tas till arten och stabiliteten av utlänningens familjeband och längden på hans eller hennes vistelse i landet samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Detsamma gäller prövningen vid beslut om återkallande av uppehållstillstånd som beviljats på grund av familjeband samt beslut om att avlägsna en anknytningsperson eller dennes familjemedlemmar ur landet.",
        "normalized_sv": "När det prövas om uppehållstillstånd som sökts på grund av familjeband skall förvägras, skall hänsyn tas till arten och stabiliteten av utlänningens familjeband och längden på hans eller hennes vistelse i landet samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Detsamma gäller prövningen vid beslut om återkallande av uppehållstillstånd som beviljats på grund av familjeband samt beslut om att avlägsna en anknytningsperson eller dennes familjemedlemmar ur landet.",
        "folded_sv": "nar det provas om uppehallstillstand som sokts pa grund av familjeband skall forvagras, skall hansyn tas till arten och stabiliteten av utlanningens familjeband och langden pa hans eller hennes vistelse i landet samt hans eller hennes familjemassiga, kulturella och sociala anknytning till hemlandet. detsamma galler provningen vid beslut om aterkallande av uppehallstillstand som beviljats pa grund av familjeband samt beslut om att avlagsna en anknytningsperson eller dennes familjemedlemmar ur landet."
      }
    },
    {
      "provision_ref": "4:69 a",
      "chapter": "4",
      "section": "69 a",
      "title": "Päätös perhesiteen perusteella tehtyyn hakemukseen",
      "content": "Perhesiteen perusteella tehtyä oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään yhdeksän kuukauden kuluttua hakemuksen jättämisestä. Poikkeuksellisissa olosuhteissa päätös voidaan antaa tiedoksi myöhemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 a",
        "normalized_fi": "Perhesiteen perusteella tehtyä oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään yhdeksän kuukauden kuluttua hakemuksen jättämisestä. Poikkeuksellisissa olosuhteissa päätös voidaan antaa tiedoksi myöhemmin.",
        "folded_fi": "perhesiteen perusteella tehtya oleskelulupahakemusta koskeva paatos on annettava hakijalle tiedoksi viimeistaan yhdeksan kuukauden kuluttua hakemuksen jattamisesta. poikkeuksellisissa olosuhteissa paatos voidaan antaa tiedoksi myohemmin.",
        "title_sv": "Beslut på grundval av familjeband",
        "content_sv": "Ett beslut som gäller en ansökan om uppehållstillstånd på grund av familjeband skall delges sökanden senast nio månader efter det att ansökan gavs in. Under exceptionella förhållanden kan beslutet delges senare.",
        "normalized_sv": "Ett beslut som gäller en ansökan om uppehållstillstånd på grund av familjeband skall delges sökanden senast nio månader efter det att ansökan gavs in. Under exceptionella förhållanden kan beslutet delges senare.",
        "folded_sv": "ett beslut som galler en ansokan om uppehallstillstand pa grund av familjeband skall delges sokanden senast nio manader efter det att ansokan gavs in. under exceptionella forhallanden kan beslutet delges senare."
      }
    },
    {
      "provision_ref": "4:79",
      "chapter": "4",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty oleskelulupa perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty oleskelulupa perhesiteen perusteella.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty oleskelulupa perhesiteen perusteella.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats uppehållstillstånd på grund av familjeband.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats uppehållstillstånd på grund av familjeband.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats uppehallstillstand pa grund av familjeband."
      }
    },
    {
      "provision_ref": "4:114",
      "chapter": "4",
      "section": "114",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen perheenjäsenelle",
      "content": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:114",
        "normalized_fi": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä.",
        "folded_fi": "oleskelulupa myonnetaan perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapaista suojelua saaneen ulkomaalaisen perheenjasenelle, jos: 1) perheenkokoaja asuu suomessa tai hanelle on myonnetty oleskelulupa suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleista jarjestysta, turvallisuutta tai kansanterveytta.",
        "title_sv": "Beviljande av uppehållstillstånd för familjemedlemmar till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus, uppehållstillstånd på grund av behov av skydd eller tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och om 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "normalized_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus, uppehållstillstånd på grund av behov av skydd eller tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och om 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "folded_sv": "familjemedlemmar till en utlanning som fatt flyktingstatus, uppehallstillstand pa grund av behov av skydd eller tillfalligt skydd beviljas uppehallstillstand pa grund av familjeband, om 1) anknytningspersonen ar bosatt i finland eller har beviljats uppehallstillstand for att flytta till finland, och om 2) sokanden inte anses aventyra allman ordning och sakerhet eller folkhalsan."
      }
    },
    {
      "provision_ref": "4:146",
      "chapter": "4",
      "section": "146",
      "title": "Kokonaisharkinta",
      "content": "Käännyttämistä ja maasta karkottamista sekä maahantulokiellon määräämistä ja pituutta harkittaessa on otettava huomioon päätöksen perusteena olevat seikat sekä asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. Harkinnassa on erityisesti kiinnitettävä huomiota lapsen etuun ja perhe-elämän suojaan. Harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus sekä ulkomaalaiselle myönnetyn oleskeluluvan luonne, hänen siteensä Suomeen sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Jos käännyttäminen tai maasta karkottaminen taikka siihen liittyvä maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus sekä yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:146",
        "normalized_fi": "Käännyttämistä ja maasta karkottamista sekä maahantulokiellon määräämistä ja pituutta harkittaessa on otettava huomioon päätöksen perusteena olevat seikat sekä asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. Harkinnassa on erityisesti kiinnitettävä huomiota lapsen etuun ja perhe-elämän suojaan. Harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus sekä ulkomaalaiselle myönnetyn oleskeluluvan luonne, hänen siteensä Suomeen sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Jos käännyttäminen tai maasta karkottaminen taikka siihen liittyvä maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus sekä yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
        "folded_fi": "kaannyttamista ja maasta karkottamista seka maahantulokiellon maaraamista ja pituutta harkittaessa on otettava huomioon paatoksen perusteena olevat seikat seka asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. harkinnassa on erityisesti kiinnitettava huomiota lapsen etuun ja perhe-elaman suojaan. harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus seka ulkomaalaiselle myonnetyn oleskeluluvan luonne, hanen siteensa suomeen seka hanen perheeseen liittyvat, kulttuuriset ja sosiaaliset siteensa kotimaahan. jos kaannyttaminen tai maasta karkottaminen taikka siihen liittyva maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus seka yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
        "title_sv": "Helhetsbedömning",
        "content_sv": "När avvisning och utvisning samt meddelande av inreseförbud i anslutning till dem samt inreseförbudets längd prövas skall hänsyn tas till de omständigheter som beslutet grundar sig på samt sådana omständigheter och förhållanden i sin helhet som annars inverkar på saken. Vid bedömningen skall särskilt avseende fästas vid barnets bästa och skyddet för familjelivet. Sådana omständigheter som annars skall beaktas vid bedömningen är åtminstone hur länge och i vilket syfte utlänningen har vistats i landet samt karaktären hos det uppehållstillstånd som beviljats utlänningen, utlänningens band till Finland samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Om en avvisning eller utvisning eller ett inreseförbud i anslutning till dem baserar sig på utlänningens brottsliga verksamhet skall hänsyn tas till hur allvarlig gärningen är samt till den olägenhet, skada eller fara som orsakats allmän eller enskild säkerhet.",
        "normalized_sv": "När avvisning och utvisning samt meddelande av inreseförbud i anslutning till dem samt inreseförbudets längd prövas skall hänsyn tas till de omständigheter som beslutet grundar sig på samt sådana omständigheter och förhållanden i sin helhet som annars inverkar på saken. Vid bedömningen skall särskilt avseende fästas vid barnets bästa och skyddet för familjelivet. Sådana omständigheter som annars skall beaktas vid bedömningen är åtminstone hur länge och i vilket syfte utlänningen har vistats i landet samt karaktären hos det uppehållstillstånd som beviljats utlänningen, utlänningens band till Finland samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Om en avvisning eller utvisning eller ett inreseförbud i anslutning till dem baserar sig på utlänningens brottsliga verksamhet skall hänsyn tas till hur allvarlig gärningen är samt till den olägenhet, skada eller fara som orsakats allmän eller enskild säkerhet.",
        "folded_sv": "nar avvisning och utvisning samt meddelande av inreseforbud i anslutning till dem samt inreseforbudets langd provas skall hansyn tas till de omstandigheter som beslutet grundar sig pa samt sadana omstandigheter och forhallanden i sin helhet som annars inverkar pa saken. vid bedomningen skall sarskilt avseende fastas vid barnets basta och skyddet for familjelivet. sadana omstandigheter som annars skall beaktas vid bedomningen ar atminstone hur lange och i vilket syfte utlanningen har vistats i landet samt karaktaren hos det uppehallstillstand som beviljats utlanningen, utlanningens band till finland samt hans eller hennes familjemassiga, kulturella och sociala anknytning till hemlandet. om en avvisning eller utvisning eller ett inreseforbud i anslutning till dem baserar sig pa utlanningens brottsliga verksamhet skall hansyn tas till hur allvarlig garningen ar samt till den olagenhet, skada eller fara som orsakats allman eller enskild sakerhet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Yleiset edellytykset oleskeluluvan myöntämiselle",
      "content": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:36",
        "normalized_fi": "Oleskelulupa voidaan jättää myöntämättä, jos ulkomaalaisen katsotaan vaarantavan yleistä järjestystä ja turvallisuutta, kansanterveyttä tai Suomen kansainvälisiä suhteita. Kansainvälisten suhteiden vaarantaminen ei kuitenkaan estä oleskeluluvan myöntämistä perhesiteen perusteella.",
        "folded_fi": "oleskelulupa voidaan jattaa myontamatta, jos ulkomaalaisen katsotaan vaarantavan yleista jarjestysta ja turvallisuutta, kansanterveytta tai suomen kansainvalisia suhteita. kansainvalisten suhteiden vaarantaminen ei kuitenkaan esta oleskeluluvan myontamista perhesiteen perusteella.",
        "title_sv": "Allmänna villkor för beviljande av uppehållstillstånd",
        "content_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband.",
        "normalized_sv": "Uppehållstillstånd kan vägras, om en utlänning anses äventyra allmän ordning och säkerhet, folkhälsan eller Finlands internationella förbindelser. Äventyrande av internationella förbindelser hindrar dock inte att uppehållstillstånd beviljas på grund av familjeband.",
        "folded_sv": "uppehallstillstand kan vagras, om en utlanning anses aventyra allman ordning och sakerhet, folkhalsan eller finlands internationella forbindelser. aventyrande av internationella forbindelser hindrar dock inte att uppehallstillstand beviljas pa grund av familjeband."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Perheenjäsen",
      "content": "Tätä lakia sovellettaessa perheenjäseneksi katsotaan Suomessa asuvan henkilön aviopuoliso sekä alle 18-vuotias naimaton lapsi, jonka huoltaja on Suomessa asuva henkilö tai tämän aviopuoliso. Jos Suomessa asuva henkilö on alaikäinen lapsi, perheenjäsen on hänen huoltajansa. Perheenjäseneksi katsotaan myös samaa sukupuolta oleva henkilö, jos parisuhde on kansallisesti rekisteröity.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:37",
        "normalized_fi": "Tätä lakia sovellettaessa perheenjäseneksi katsotaan Suomessa asuvan henkilön aviopuoliso sekä alle 18-vuotias naimaton lapsi, jonka huoltaja on Suomessa asuva henkilö tai tämän aviopuoliso. Jos Suomessa asuva henkilö on alaikäinen lapsi, perheenjäsen on hänen huoltajansa. Perheenjäseneksi katsotaan myös samaa sukupuolta oleva henkilö, jos parisuhde on kansallisesti rekisteröity.",
        "folded_fi": "tata lakia sovellettaessa perheenjaseneksi katsotaan suomessa asuvan henkilon aviopuoliso seka alle 18-vuotias naimaton lapsi, jonka huoltaja on suomessa asuva henkilo tai taman aviopuoliso. jos suomessa asuva henkilo on alaikainen lapsi, perheenjasen on hanen huoltajansa. perheenjaseneksi katsotaan myos samaa sukupuolta oleva henkilo, jos parisuhde on kansallisesti rekisteroity.",
        "title_sv": "Familjemedlem",
        "content_sv": "Vid tillämpningen av denna lag anses som familjemedlem maken till en i Finland bosatt person samt ett ogift barn under 18 år vars vårdnadshavare den i Finland bosatta personen eller dennes make är. Om den person som är bosatt i Finland är ett minderårigt barn, är barnets vårdnadshavare en familjemedlem. Som familjemedlem anses också en person av samma kön, om partnerskapet har registrerats nationellt.",
        "normalized_sv": "Vid tillämpningen av denna lag anses som familjemedlem maken till en i Finland bosatt person samt ett ogift barn under 18 år vars vårdnadshavare den i Finland bosatta personen eller dennes make är. Om den person som är bosatt i Finland är ett minderårigt barn, är barnets vårdnadshavare en familjemedlem. Som familjemedlem anses också en person av samma kön, om partnerskapet har registrerats nationellt.",
        "folded_sv": "vid tillampningen av denna lag anses som familjemedlem maken till en i finland bosatt person samt ett ogift barn under 18 ar vars vardnadshavare den i finland bosatta personen eller dennes make ar. om den person som ar bosatt i finland ar ett minderarigt barn, ar barnets vardnadshavare en familjemedlem. som familjemedlem anses ocksa en person av samma kon, om partnerskapet har registrerats nationellt."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "title": "Jatkoluvan pituus",
      "content": "Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän määräaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenkokoajan määräaikaisen oleskeluluvan voimassaoloaika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:55",
        "normalized_fi": "Jos oleskelulupa myönnetään perhesiteen perusteella, myönnettävän määräaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myöntämisen perusteena olevan perheenkokoajan määräaikaisen oleskeluluvan voimassaoloaika.",
        "folded_fi": "jos oleskelulupa myonnetaan perhesiteen perusteella, myonnettavan maaraaikaisen oleskeluluvan voimassaoloaika ei kuitenkaan saa olla pidempi kuin oleskeluluvan myontamisen perusteena olevan perheenkokoajan maaraaikaisen oleskeluluvan voimassaoloaika.",
        "title_sv": "Det fortsatta tillståndets längd",
        "content_sv": "Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det tidsbegränsade uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det tidsbegränsade uppehållstillstånd för anknytningspersonen som ligger till grund för beviljandet av uppehållstillståndet.",
        "normalized_sv": "Om uppehållstillstånd beviljas på grund av familjeband, får giltighetstiden för det tidsbegränsade uppehållstillstånd som beviljas dock inte vara längre än giltighetstiden för det tidsbegränsade uppehållstillstånd för anknytningspersonen som ligger till grund för beviljandet av uppehållstillståndet.",
        "folded_sv": "om uppehallstillstand beviljas pa grund av familjeband, far giltighetstiden for det tidsbegransade uppehallstillstand som beviljas dock inte vara langre an giltighetstiden for det tidsbegransade uppehallstillstand for anknytningspersonen som ligger till grund for beviljandet av uppehallstillstandet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:56",
      "chapter": "4",
      "section": "56",
      "title": "Pysyvän oleskeluluvan myöntäminen",
      "content": "Pysyvä oleskelulupa myönnetään ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtäjaksoisesti neljän vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myönnetään jatkuva oleskelulupa, ovat olemassa ja pysyvän oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Oleskelua pidetään yhtäjaksoisena, jos ulkomaalainen on oleskellut Suomessa vähintään puolet oleskeluluvan voimassaoloajasta. Yhtäjaksoista oleskelua eivät katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai työskentelystä ulkomailla olevassa työkohteessa suomalaisen työnantajan lähettämänä. Perhesiteen perusteella määräaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myöntää pysyvä oleskelulupa, vaikka perheenkokoaja ei täytä pysyvän oleskeluluvan myöntämisen edellytyksiä. Neljän vuoden määräaika lasketaan maahantulopäivästä, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. Jos oleskelulupaa on haettu Suomessa, neljän vuoden määräaika lasketaan ensimmäistä jatkuvaa maassaoleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä. Jos henkilö on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:56",
        "normalized_fi": "Pysyvä oleskelulupa myönnetään ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtäjaksoisesti neljän vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myönnetään jatkuva oleskelulupa, ovat olemassa ja pysyvän oleskeluluvan myöntämiselle ei ole tässä laissa mainittuja esteitä. Oleskelua pidetään yhtäjaksoisena, jos ulkomaalainen on oleskellut Suomessa vähintään puolet oleskeluluvan voimassaoloajasta. Yhtäjaksoista oleskelua eivät katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai työskentelystä ulkomailla olevassa työkohteessa suomalaisen työnantajan lähettämänä. Perhesiteen perusteella määräaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myöntää pysyvä oleskelulupa, vaikka perheenkokoaja ei täytä pysyvän oleskeluluvan myöntämisen edellytyksiä. Neljän vuoden määräaika lasketaan maahantulopäivästä, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. Jos oleskelulupaa on haettu Suomessa, neljän vuoden määräaika lasketaan ensimmäistä jatkuvaa maassaoleskelua varten myönnetyn määräaikaisen oleskeluluvan alkamispäivästä. Jos henkilö on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljän vuoden määräaika lasketaan maahantulopäivästä.",
        "folded_fi": "pysyva oleskelulupa myonnetaan ulkomaalaiselle, joka on jatkuvan oleskeluluvan saatuaan luvallisesti oleskellut maassa yhtajaksoisesti neljan vuoden ajan, jos edellytykset, joiden perusteella ulkomaalaiselle myonnetaan jatkuva oleskelulupa, ovat olemassa ja pysyvan oleskeluluvan myontamiselle ei ole tassa laissa mainittuja esteita. oleskelua pidetaan yhtajaksoisena, jos ulkomaalainen on oleskellut suomessa vahintaan puolet oleskeluluvan voimassaoloajasta. yhtajaksoista oleskelua eivat katkaise poissaolot, jotka johtuvat tavanomaisista loma- tai muista matkoista tai tyoskentelysta ulkomailla olevassa tyokohteessa suomalaisen tyonantajan lahettamana. perhesiteen perusteella maaraaikaisen oleskeluluvan saaneelle ulkomaalaiselle voidaan myontaa pysyva oleskelulupa, vaikka perheenkokoaja ei tayta pysyvan oleskeluluvan myontamisen edellytyksia. neljan vuoden maaraaika lasketaan maahantulopaivasta, jos ulkomaalaisella on maahan saapuessaan ollut oleskelulupa jatkuvaa maassaoleskelua varten. jos oleskelulupaa on haettu suomessa, neljan vuoden maaraaika lasketaan ensimmaista jatkuvaa maassaoleskelua varten myonnetyn maaraaikaisen oleskeluluvan alkamispaivasta. jos henkilo on saanut oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella, neljan vuoden maaraaika lasketaan maahantulopaivasta.",
        "title_sv": "Beviljande av permanent uppehållstillstånd",
        "content_sv": "Permanent uppehållstillstånd beviljas en utlänning som efter att ha fått kontinuerligt uppehållstillstånd lagligen vistats i landet i fyra år utan avbrott, om villkoren för kontinuerligt uppehållstillstånd för utlänningen uppfylls och om det inte finns några i denna lag nämnda hinder för beviljande av permanent uppehållstillstånd. Vistelsen betraktas som oavbruten, om utlänningen har vistats i Finland under minst hälften av uppehållstillståndets giltighetstid. En oavbruten vistelse avbryts inte av frånvaro som beror på sedvanliga semesterresor eller andra resor eller arbete på en arbetsplats utomlands utsänd av en finländsk arbetsgivare. En utlänning som på grund av familjeband har fått tidsbegränsat uppehållstillstånd kan beviljas permanent uppehållstillstånd även om anknytningspersonen inte uppfyller kraven för beviljande av permanent uppehållstillstånd. Tidsfristen fyra år räknas från inresedagen, om utlänningen vid inresan haft uppehållstillstånd för kontinuerlig vistelse i landet. Har uppehållstillstånd sökts i Finland, räknas tidsfristen fyra år från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet. Om en person har fått uppehållstillstånd på grund av flyktingskap eller behov av skydd, räknas tidsfristen fyra år från inresedagen.",
        "normalized_sv": "Permanent uppehållstillstånd beviljas en utlänning som efter att ha fått kontinuerligt uppehållstillstånd lagligen vistats i landet i fyra år utan avbrott, om villkoren för kontinuerligt uppehållstillstånd för utlänningen uppfylls och om det inte finns några i denna lag nämnda hinder för beviljande av permanent uppehållstillstånd. Vistelsen betraktas som oavbruten, om utlänningen har vistats i Finland under minst hälften av uppehållstillståndets giltighetstid. En oavbruten vistelse avbryts inte av frånvaro som beror på sedvanliga semesterresor eller andra resor eller arbete på en arbetsplats utomlands utsänd av en finländsk arbetsgivare. En utlänning som på grund av familjeband har fått tidsbegränsat uppehållstillstånd kan beviljas permanent uppehållstillstånd även om anknytningspersonen inte uppfyller kraven för beviljande av permanent uppehållstillstånd. Tidsfristen fyra år räknas från inresedagen, om utlänningen vid inresan haft uppehållstillstånd för kontinuerlig vistelse i landet. Har uppehållstillstånd sökts i Finland, räknas tidsfristen fyra år från den första dagen för det första tidsbegränsade uppehållstillstånd som beviljats för kontinuerlig vistelse i landet. Om en person har fått uppehållstillstånd på grund av flyktingskap eller behov av skydd, räknas tidsfristen fyra år från inresedagen.",
        "folded_sv": "permanent uppehallstillstand beviljas en utlanning som efter att ha fatt kontinuerligt uppehallstillstand lagligen vistats i landet i fyra ar utan avbrott, om villkoren for kontinuerligt uppehallstillstand for utlanningen uppfylls och om det inte finns nagra i denna lag namnda hinder for beviljande av permanent uppehallstillstand. vistelsen betraktas som oavbruten, om utlanningen har vistats i finland under minst halften av uppehallstillstandets giltighetstid. en oavbruten vistelse avbryts inte av franvaro som beror pa sedvanliga semesterresor eller andra resor eller arbete pa en arbetsplats utomlands utsand av en finlandsk arbetsgivare. en utlanning som pa grund av familjeband har fatt tidsbegransat uppehallstillstand kan beviljas permanent uppehallstillstand aven om anknytningspersonen inte uppfyller kraven for beviljande av permanent uppehallstillstand. tidsfristen fyra ar raknas fran inresedagen, om utlanningen vid inresan haft uppehallstillstand for kontinuerlig vistelse i landet. har uppehallstillstand sokts i finland, raknas tidsfristen fyra ar fran den forsta dagen for det forsta tidsbegransade uppehallstillstand som beviljats for kontinuerlig vistelse i landet. om en person har fatt uppehallstillstand pa grund av flyktingskap eller behov av skydd, raknas tidsfristen fyra ar fran inresedagen."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:66 a",
      "chapter": "4",
      "section": "66 a",
      "title": "Harkinta perhesiteen perusteella tehdyn hakemuksen yhteydessä",
      "content": "Kun oleskelulupaa on haettu perhesiteen perusteella, luvan myöntämättä jättämistä harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hänen maassa oleskelunsa pituus sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Sama koskee harkintaa päätettäessä perhesiteen perusteella myönnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hänen perheenjäsenensä maastapoistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:66 a",
        "normalized_fi": "Kun oleskelulupaa on haettu perhesiteen perusteella, luvan myöntämättä jättämistä harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hänen maassa oleskelunsa pituus sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Sama koskee harkintaa päätettäessä perhesiteen perusteella myönnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hänen perheenjäsenensä maastapoistamisesta.",
        "folded_fi": "kun oleskelulupaa on haettu perhesiteen perusteella, luvan myontamatta jattamista harkittaessa on otettava huomioon ulkomaalaisen perhesiteiden luonne ja kiinteys, hanen maassa oleskelunsa pituus seka hanen perheeseen liittyvat, kulttuuriset ja sosiaaliset siteensa kotimaahan. sama koskee harkintaa paatettaessa perhesiteen perusteella myonnetyn oleskeluluvan peruuttamisesta taikka perheenkokoajan tai hanen perheenjasenensa maastapoistamisesta.",
        "title_sv": "Prövningen av ansökningar som gjorts på grund av familjeband",
        "content_sv": "När det prövas om uppehållstillstånd som sökts på grund av familjeband skall förvägras, skall hänsyn tas till arten och stabiliteten av utlänningens familjeband och längden på hans eller hennes vistelse i landet samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Detsamma gäller prövningen vid beslut om återkallande av uppehållstillstånd som beviljats på grund av familjeband samt beslut om att avlägsna en anknytningsperson eller dennes familjemedlemmar ur landet.",
        "normalized_sv": "När det prövas om uppehållstillstånd som sökts på grund av familjeband skall förvägras, skall hänsyn tas till arten och stabiliteten av utlänningens familjeband och längden på hans eller hennes vistelse i landet samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Detsamma gäller prövningen vid beslut om återkallande av uppehållstillstånd som beviljats på grund av familjeband samt beslut om att avlägsna en anknytningsperson eller dennes familjemedlemmar ur landet.",
        "folded_sv": "nar det provas om uppehallstillstand som sokts pa grund av familjeband skall forvagras, skall hansyn tas till arten och stabiliteten av utlanningens familjeband och langden pa hans eller hennes vistelse i landet samt hans eller hennes familjemassiga, kulturella och sociala anknytning till hemlandet. detsamma galler provningen vid beslut om aterkallande av uppehallstillstand som beviljats pa grund av familjeband samt beslut om att avlagsna en anknytningsperson eller dennes familjemedlemmar ur landet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 a",
      "chapter": "4",
      "section": "69 a",
      "title": "Päätös perhesiteen perusteella tehtyyn hakemukseen",
      "content": "Perhesiteen perusteella tehtyä oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään yhdeksän kuukauden kuluttua hakemuksen jättämisestä. Poikkeuksellisissa olosuhteissa päätös voidaan antaa tiedoksi myöhemmin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 a",
        "normalized_fi": "Perhesiteen perusteella tehtyä oleskelulupahakemusta koskeva päätös on annettava hakijalle tiedoksi viimeistään yhdeksän kuukauden kuluttua hakemuksen jättämisestä. Poikkeuksellisissa olosuhteissa päätös voidaan antaa tiedoksi myöhemmin.",
        "folded_fi": "perhesiteen perusteella tehtya oleskelulupahakemusta koskeva paatos on annettava hakijalle tiedoksi viimeistaan yhdeksan kuukauden kuluttua hakemuksen jattamisesta. poikkeuksellisissa olosuhteissa paatos voidaan antaa tiedoksi myohemmin.",
        "title_sv": "Beslut på grundval av familjeband",
        "content_sv": "Ett beslut som gäller en ansökan om uppehållstillstånd på grund av familjeband skall delges sökanden senast nio månader efter det att ansökan gavs in. Under exceptionella förhållanden kan beslutet delges senare.",
        "normalized_sv": "Ett beslut som gäller en ansökan om uppehållstillstånd på grund av familjeband skall delges sökanden senast nio månader efter det att ansökan gavs in. Under exceptionella förhållanden kan beslutet delges senare.",
        "folded_sv": "ett beslut som galler en ansokan om uppehallstillstand pa grund av familjeband skall delges sokanden senast nio manader efter det att ansokan gavs in. under exceptionella forhallanden kan beslutet delges senare."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:79",
      "chapter": "4",
      "section": "79",
      "title": "Rajoittamaton työnteko muun oleskeluluvan kuin työntekijän oleskeluluvan nojalla",
      "content": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty oleskelulupa perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:79",
        "normalized_fi": "Oikeus tehdä ansiotyötä on ulkomaalaisella, jolle on myönnetty oleskelulupa perhesiteen perusteella.",
        "folded_fi": "oikeus tehda ansiotyota on ulkomaalaisella, jolle on myonnetty oleskelulupa perhesiteen perusteella.",
        "title_sv": "Obegränsat arbete med stöd av annat uppehållstillstånd än uppehållstillstånd för arbetstagare",
        "content_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats uppehållstillstånd på grund av familjeband.",
        "normalized_sv": "Rätt att förvärvsarbeta har en utlänning som har beviljats uppehållstillstånd på grund av familjeband.",
        "folded_sv": "ratt att forvarvsarbeta har en utlanning som har beviljats uppehallstillstand pa grund av familjeband."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:114",
      "chapter": "4",
      "section": "114",
      "title": "Oleskeluluvan myöntäminen kansainvälistä suojelua tai tilapäistä suojelua saaneen perheenjäsenelle",
      "content": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:114",
        "normalized_fi": "Oleskelulupa myönnetään perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapäistä suojelua saaneen ulkomaalaisen perheenjäsenelle, jos: 1) perheenkokoaja asuu Suomessa tai hänelle on myönnetty oleskelulupa Suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleistä järjestystä, turvallisuutta tai kansanterveyttä.",
        "folded_fi": "oleskelulupa myonnetaan perhesiteen perusteella pakolaisen, suojelun tarpeen perusteella oleskeluluvan saaneen tai tilapaista suojelua saaneen ulkomaalaisen perheenjasenelle, jos: 1) perheenkokoaja asuu suomessa tai hanelle on myonnetty oleskelulupa suomeen muuttoa varten; ja 2) hakijan ei katsota vaarantavan yleista jarjestysta, turvallisuutta tai kansanterveytta.",
        "title_sv": "Beviljande av uppehållstillstånd för familjemedlemmar till en person som fått internationellt skydd eller tillfälligt skydd",
        "content_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus, uppehållstillstånd på grund av behov av skydd eller tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och om 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "normalized_sv": "Familjemedlemmar till en utlänning som fått flyktingstatus, uppehållstillstånd på grund av behov av skydd eller tillfälligt skydd beviljas uppehållstillstånd på grund av familjeband, om 1) anknytningspersonen är bosatt i Finland eller har beviljats uppehållstillstånd för att flytta till Finland, och om 2) sökanden inte anses äventyra allmän ordning och säkerhet eller folkhälsan.",
        "folded_sv": "familjemedlemmar till en utlanning som fatt flyktingstatus, uppehallstillstand pa grund av behov av skydd eller tillfalligt skydd beviljas uppehallstillstand pa grund av familjeband, om 1) anknytningspersonen ar bosatt i finland eller har beviljats uppehallstillstand for att flytta till finland, och om 2) sokanden inte anses aventyra allman ordning och sakerhet eller folkhalsan."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "4:146",
      "chapter": "4",
      "section": "146",
      "title": "Kokonaisharkinta",
      "content": "Käännyttämistä ja maasta karkottamista sekä maahantulokiellon määräämistä ja pituutta harkittaessa on otettava huomioon päätöksen perusteena olevat seikat sekä asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. Harkinnassa on erityisesti kiinnitettävä huomiota lapsen etuun ja perhe-elämän suojaan. Harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus sekä ulkomaalaiselle myönnetyn oleskeluluvan luonne, hänen siteensä Suomeen sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Jos käännyttäminen tai maasta karkottaminen taikka siihen liittyvä maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus sekä yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:146",
        "normalized_fi": "Käännyttämistä ja maasta karkottamista sekä maahantulokiellon määräämistä ja pituutta harkittaessa on otettava huomioon päätöksen perusteena olevat seikat sekä asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. Harkinnassa on erityisesti kiinnitettävä huomiota lapsen etuun ja perhe-elämän suojaan. Harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus sekä ulkomaalaiselle myönnetyn oleskeluluvan luonne, hänen siteensä Suomeen sekä hänen perheeseen liittyvät, kulttuuriset ja sosiaaliset siteensä kotimaahan. Jos käännyttäminen tai maasta karkottaminen taikka siihen liittyvä maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus sekä yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
        "folded_fi": "kaannyttamista ja maasta karkottamista seka maahantulokiellon maaraamista ja pituutta harkittaessa on otettava huomioon paatoksen perusteena olevat seikat seka asiaan muutoin vaikuttavat seikat ja olot kokonaisuudessaan. harkinnassa on erityisesti kiinnitettava huomiota lapsen etuun ja perhe-elaman suojaan. harkinnassa muutoin huomioon otettavia seikkoja ovat ainakin ulkomaalaisen maassa oleskelun pituus ja tarkoitus seka ulkomaalaiselle myonnetyn oleskeluluvan luonne, hanen siteensa suomeen seka hanen perheeseen liittyvat, kulttuuriset ja sosiaaliset siteensa kotimaahan. jos kaannyttaminen tai maasta karkottaminen taikka siihen liittyva maahantulokielto perustuisi ulkomaalaisen rikolliseen toimintaan, on otettava huomioon teon vakavuus seka yleiselle tai yksityiselle turvallisuudelle aiheutunut haitta, vahinko tai vaara.",
        "title_sv": "Helhetsbedömning",
        "content_sv": "När avvisning och utvisning samt meddelande av inreseförbud i anslutning till dem samt inreseförbudets längd prövas skall hänsyn tas till de omständigheter som beslutet grundar sig på samt sådana omständigheter och förhållanden i sin helhet som annars inverkar på saken. Vid bedömningen skall särskilt avseende fästas vid barnets bästa och skyddet för familjelivet. Sådana omständigheter som annars skall beaktas vid bedömningen är åtminstone hur länge och i vilket syfte utlänningen har vistats i landet samt karaktären hos det uppehållstillstånd som beviljats utlänningen, utlänningens band till Finland samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Om en avvisning eller utvisning eller ett inreseförbud i anslutning till dem baserar sig på utlänningens brottsliga verksamhet skall hänsyn tas till hur allvarlig gärningen är samt till den olägenhet, skada eller fara som orsakats allmän eller enskild säkerhet.",
        "normalized_sv": "När avvisning och utvisning samt meddelande av inreseförbud i anslutning till dem samt inreseförbudets längd prövas skall hänsyn tas till de omständigheter som beslutet grundar sig på samt sådana omständigheter och förhållanden i sin helhet som annars inverkar på saken. Vid bedömningen skall särskilt avseende fästas vid barnets bästa och skyddet för familjelivet. Sådana omständigheter som annars skall beaktas vid bedömningen är åtminstone hur länge och i vilket syfte utlänningen har vistats i landet samt karaktären hos det uppehållstillstånd som beviljats utlänningen, utlänningens band till Finland samt hans eller hennes familjemässiga, kulturella och sociala anknytning till hemlandet. Om en avvisning eller utvisning eller ett inreseförbud i anslutning till dem baserar sig på utlänningens brottsliga verksamhet skall hänsyn tas till hur allvarlig gärningen är samt till den olägenhet, skada eller fara som orsakats allmän eller enskild säkerhet.",
        "folded_sv": "nar avvisning och utvisning samt meddelande av inreseforbud i anslutning till dem samt inreseforbudets langd provas skall hansyn tas till de omstandigheter som beslutet grundar sig pa samt sadana omstandigheter och forhallanden i sin helhet som annars inverkar pa saken. vid bedomningen skall sarskilt avseende fastas vid barnets basta och skyddet for familjelivet. sadana omstandigheter som annars skall beaktas vid bedomningen ar atminstone hur lange och i vilket syfte utlanningen har vistats i landet samt karaktaren hos det uppehallstillstand som beviljats utlanningen, utlanningens band till finland samt hans eller hennes familjemassiga, kulturella och sociala anknytning till hemlandet. om en avvisning eller utvisning eller ett inreseforbud i anslutning till dem baserar sig pa utlanningens brottsliga verksamhet skall hansyn tas till hur allvarlig garningen ar samt till den olagenhet, skada eller fara som orsakats allman eller enskild sakerhet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    }
  ]
}