{
  "id": "393/2006",
  "type": "statute",
  "title": "Laki ulkomaisista vakuutusyhtiöistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utländska försäkringsbolag",
  "status": "in_force",
  "issued_date": "2006-05-19",
  "in_force_date": "2006-05-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/393/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:13 a",
      "chapter": "2",
      "section": "13 a",
      "title": "Lisäeläketoiminnan aloittaminen",
      "content": "Ennen kuin ulkomainen ETA-vakuutusyhtiö voi harjoittaa lisäeläketoimintaa Suomessa, Vakuutusvalvontaviraston on saatava ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vähintään seuraavat tiedot: 1) niiden Suomessa sijaitsevien yritysten ja itsenäisten ammatinharjoittajien nimet, joiden lisäeläkejärjestelmää ETA-vakuutusyhtiö alkaa hoitaa; 2) ETA-valtio, jonka ammatillisia lisäeläkkeitä koskevaa sosiaali- ja työlainsäädäntöä sovelletaan 1 kohdassa tarkoitetun yrityksen ja jäsenten väliseen suhteeseen tai itsenäisiin ammatinharjoittajiin; sekä 3) selvitys ulkomaiselle ETA-vakuutusyhtiölle hoidettavaksi tulevan eläkejärjestelmän pääpiirteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 a",
        "normalized_fi": "Ennen kuin ulkomainen ETA-vakuutusyhtiö voi harjoittaa lisäeläketoimintaa Suomessa, Vakuutusvalvontaviraston on saatava ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vähintään seuraavat tiedot: 1) niiden Suomessa sijaitsevien yritysten ja itsenäisten ammatinharjoittajien nimet, joiden lisäeläkejärjestelmää ETA-vakuutusyhtiö alkaa hoitaa; 2) ETA-valtio, jonka ammatillisia lisäeläkkeitä koskevaa sosiaali- ja työlainsäädäntöä sovelletaan 1 kohdassa tarkoitetun yrityksen ja jäsenten väliseen suhteeseen tai itsenäisiin ammatinharjoittajiin; sekä 3) selvitys ulkomaiselle ETA-vakuutusyhtiölle hoidettavaksi tulevan eläkejärjestelmän pääpiirteistä.",
        "folded_fi": "ennen kuin ulkomainen eta-vakuutusyhtio voi harjoittaa lisaelaketoimintaa suomessa, vakuutusvalvontaviraston on saatava eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vahintaan seuraavat tiedot: 1) niiden suomessa sijaitsevien yritysten ja itsenaisten ammatinharjoittajien nimet, joiden lisaelakejarjestelmaa eta-vakuutusyhtio alkaa hoitaa; 2) eta-valtio, jonka ammatillisia lisaelakkeita koskevaa sosiaali- ja tyolainsaadantoa sovelletaan 1 kohdassa tarkoitetun yrityksen ja jasenten valiseen suhteeseen tai itsenaisiin ammatinharjoittajiin; seka 3) selvitys ulkomaiselle eta-vakuutusyhtiolle hoidettavaksi tulevan elakejarjestelman paapiirteista.",
        "title_sv": "Inledande av tilläggspensionsverksamhet",
        "content_sv": "Innan ett utländskt EES-försäkringsbolag kan bedriva tilläggspensionsverksamhet i Finland skall Försäkringsinspektionen av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat få minst följande uppgifter: 1) namnen på de i Finland etablerade företag och självständiga yrkesutövare vilkas tilläggspensionssystem EES-försäkringsbolaget börjar förvalta, 2) den EES-stat vars social- och arbetsrätt gällande avtalsbaserade tilläggspensioner tillämpas på förhållandet mellan ett företag som avses i 1 punkten och medlemmarna eller på självständiga yrkesutövare, samt 3) en utredning om huvuddragen i det pensionssystem som EES-försäkringsbolaget skall förvalta.",
        "normalized_sv": "Innan ett utländskt EES-försäkringsbolag kan bedriva tilläggspensionsverksamhet i Finland skall Försäkringsinspektionen av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat få minst följande uppgifter: 1) namnen på de i Finland etablerade företag och självständiga yrkesutövare vilkas tilläggspensionssystem EES-försäkringsbolaget börjar förvalta, 2) den EES-stat vars social- och arbetsrätt gällande avtalsbaserade tilläggspensioner tillämpas på förhållandet mellan ett företag som avses i 1 punkten och medlemmarna eller på självständiga yrkesutövare, samt 3) en utredning om huvuddragen i det pensionssystem som EES-försäkringsbolaget skall förvalta.",
        "folded_sv": "innan ett utlandskt ees-forsakringsbolag kan bedriva tillaggspensionsverksamhet i finland skall forsakringsinspektionen av den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat fa minst foljande uppgifter: 1) namnen pa de i finland etablerade foretag och sjalvstandiga yrkesutovare vilkas tillaggspensionssystem ees-forsakringsbolaget borjar forvalta, 2) den ees-stat vars social- och arbetsratt gallande avtalsbaserade tillaggspensioner tillampas pa forhallandet mellan ett foretag som avses i 1 punkten och medlemmarna eller pa sjalvstandiga yrkesutovare, samt 3) en utredning om huvuddragen i det pensionssystem som ees-forsakringsbolaget skall forvalta."
      }
    },
    {
      "provision_ref": "2:13 b",
      "chapter": "2",
      "section": "13 b",
      "title": "Vakuutusvalvontaviraston ilmoitus",
      "content": "Vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a §:ssä tarkoitettujen tietojen vastaanottamisesta ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niistä ammatillisiin lisäeläkkeisiin sovellettavista sosiaali- ja työlainsäädännön vaatimuksista, joita noudattaen lisäeläketoimintaa on harjoitettava Suomessa; ja 2) Suomessa työskentelevien vakuutettujen osalta noudatettavista tiedonantosäännöksistä, joista säädetään tarkemmin 13 c ja 13 d §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 b",
        "normalized_fi": "Vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a § :ssä tarkoitettujen tietojen vastaanottamisesta ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niistä ammatillisiin lisäeläkkeisiin sovellettavista sosiaali- ja työlainsäädännön vaatimuksista, joita noudattaen lisäeläketoimintaa on harjoitettava Suomessa; ja 2) Suomessa työskentelevien vakuutettujen osalta noudatettavista tiedonantosäännöksistä, joista säädetään tarkemmin 13 c ja 13 d § :ssä.",
        "folded_fi": "vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a §:ssa tarkoitettujen tietojen vastaanottamisesta eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niista ammatillisiin lisaelakkeisiin sovellettavista sosiaali- ja tyolainsaadannon vaatimuksista, joita noudattaen lisaelaketoimintaa on harjoitettava suomessa; ja 2) suomessa tyoskentelevien vakuutettujen osalta noudatettavista tiedonantosaannoksista, joista saadetaan tarkemmin 13 c ja 13 d §:ssa.",
        "title_sv": "Försäkringsinspektionens underrättelse",
        "content_sv": "Försäkringsinspektionen skall vid behov inom två månader från mottagandet av de uppgifter som avses i 13 a § underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om 1) de på avtalsbaserade tilläggspensioner tillämpliga krav i social- och arbetsrätten som skall följas när tilläggspensionsverksamhet bedrivs i Finland, och 2) de informationsbestämmelser som skall följas när det gäller försäkrade som arbetar i Finland och som det föreskrivs närmare om i 13 c och 13 d §.",
        "normalized_sv": "Försäkringsinspektionen skall vid behov inom två månader från mottagandet av de uppgifter som avses i 13 a § underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om 1) de på avtalsbaserade tilläggspensioner tillämpliga krav i social- och arbetsrätten som skall följas när tilläggspensionsverksamhet bedrivs i Finland, och 2) de informationsbestämmelser som skall följas när det gäller försäkrade som arbetar i Finland och som det föreskrivs närmare om i 13 c och 13 d § .",
        "folded_sv": "forsakringsinspektionen skall vid behov inom tva manader fran mottagandet av de uppgifter som avses i 13 a § underratta den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat om 1) de pa avtalsbaserade tillaggspensioner tillampliga krav i social- och arbetsratten som skall foljas nar tillaggspensionsverksamhet bedrivs i finland, och 2) de informationsbestammelser som skall foljas nar det galler forsakrade som arbetar i finland och som det foreskrivs narmare om i 13 c och 13 d §."
      }
    },
    {
      "provision_ref": "2:13 c",
      "chapter": "2",
      "section": "13 c",
      "title": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön tiedonantovelvoitteet",
      "content": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön on kohtuullisin väliajoin saatettava lisäeläke-etuihin oikeutetuille vakuutetuille sekä tarvittaessa heidän edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista käy ilmi lisäeläke-etujen laajuus, lisäeläke-etujen saamiseen liittyvät edellytykset ja valintamahdollisuudet sekä kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyistä muutoksista. ETA-vakuutusyhtiön on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisäeläketoiminnan osalta. Kunkin eläkkeensaajan on saatava eläkkeelle jäädessään tai muiden etuuksien erääntyessä yksityiskohtaiset tiedot niistä eläke- ja muista etuuksista, joihin hän on oikeutettu. Lisäksi kunkin eläkkeensaajan sekä tarvittaessa heidän edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyistä olennaisista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 c",
        "normalized_fi": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön on kohtuullisin väliajoin saatettava lisäeläke-etuihin oikeutetuille vakuutetuille sekä tarvittaessa heidän edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista käy ilmi lisäeläke-etujen laajuus, lisäeläke-etujen saamiseen liittyvät edellytykset ja valintamahdollisuudet sekä kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyistä muutoksista. ETA-vakuutusyhtiön on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisäeläketoiminnan osalta. Kunkin eläkkeensaajan on saatava eläkkeelle jäädessään tai muiden etuuksien erääntyessä yksityiskohtaiset tiedot niistä eläke- ja muista etuuksista, joihin hän on oikeutettu. Lisäksi kunkin eläkkeensaajan sekä tarvittaessa heidän edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyistä olennaisista muutoksista.",
        "folded_fi": "lisaelaketoimintaa harjoittavan eta-vakuutusyhtion on kohtuullisin valiajoin saatettava lisaelake-etuihin oikeutetuille vakuutetuille seka tarvittaessa heidan edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista kay ilmi lisaelake-etujen laajuus, lisaelake-etujen saamiseen liittyvat edellytykset ja valintamahdollisuudet seka kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyista muutoksista. eta-vakuutusyhtion on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisaelaketoiminnan osalta. kunkin elakkeensaajan on saatava elakkeelle jaadessaan tai muiden etuuksien eraantyessa yksityiskohtaiset tiedot niista elake- ja muista etuuksista, joihin han on oikeutettu. lisaksi kunkin elakkeensaajan seka tarvittaessa heidan edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyista olennaisista muutoksista.",
        "title_sv": "Informationskyldighet för EES-försäkringsbolag med tilläggspensionsverksamhet",
        "content_sv": "Ett EES-försäkringsbolag med tilläggspensionsverksamhet skall med skäliga mellanrum för kännedom tillställa försäkrade som har rätt till tilläggspensionsförmåner och vid behov deras företrädare de gällande försäkringsvillkoren, som skall ange omfattningen av tilläggspensionsförmånerna, förutsättningarna och valmöjligheterna i anslutning till erhållandet av dessa förmåner samt inom skälig tid väsentlig information om ändringar av försäkringsvillkoren. EES-försäkringsbolaget skall varje år ge de försäkrade en redogörelse för bolagets finansiella ställning när det gäller tilläggspensionsverksamheten. Varje pensionstagare skall, vid pensionsavgång eller när andra förmåner skall betalas ut, få utförlig information om de pensionsförmåner och andra förmåner som pensionstagaren har rätt till. Vidare skall varje pensionstagare samt vid behov deras företrädare inom skälig tid få information om väsentliga ändringar av försäkringsvillkoren.",
        "normalized_sv": "Ett EES-försäkringsbolag med tilläggspensionsverksamhet skall med skäliga mellanrum för kännedom tillställa försäkrade som har rätt till tilläggspensionsförmåner och vid behov deras företrädare de gällande försäkringsvillkoren, som skall ange omfattningen av tilläggspensionsförmånerna, förutsättningarna och valmöjligheterna i anslutning till erhållandet av dessa förmåner samt inom skälig tid väsentlig information om ändringar av försäkringsvillkoren. EES-försäkringsbolaget skall varje år ge de försäkrade en redogörelse för bolagets finansiella ställning när det gäller tilläggspensionsverksamheten. Varje pensionstagare skall, vid pensionsavgång eller när andra förmåner skall betalas ut, få utförlig information om de pensionsförmåner och andra förmåner som pensionstagaren har rätt till. Vidare skall varje pensionstagare samt vid behov deras företrädare inom skälig tid få information om väsentliga ändringar av försäkringsvillkoren.",
        "folded_sv": "ett ees-forsakringsbolag med tillaggspensionsverksamhet skall med skaliga mellanrum for kannedom tillstalla forsakrade som har ratt till tillaggspensionsformaner och vid behov deras foretradare de gallande forsakringsvillkoren, som skall ange omfattningen av tillaggspensionsformanerna, forutsattningarna och valmojligheterna i anslutning till erhallandet av dessa formaner samt inom skalig tid vasentlig information om andringar av forsakringsvillkoren. ees-forsakringsbolaget skall varje ar ge de forsakrade en redogorelse for bolagets finansiella stallning nar det galler tillaggspensionsverksamheten. varje pensionstagare skall, vid pensionsavgang eller nar andra formaner skall betalas ut, fa utforlig information om de pensionsformaner och andra formaner som pensionstagaren har ratt till. vidare skall varje pensionstagare samt vid behov deras foretradare inom skalig tid fa information om vasentliga andringar av forsakringsvillkoren."
      }
    },
    {
      "provision_ref": "2:13 d",
      "chapter": "2",
      "section": "13 d",
      "title": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön pyynnöstä toimitettavat tiedot",
      "content": "Vakuutettujen ja eläkkeensaajien sekä tarvittaessa heidän edustajiensa on saatava pyynnöstä lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön lisäeläketoimintaa koskeva: 1) tilinpäätös ja vuosikertomus ja, jos ETA-vakuutusyhtiö vastaa useammasta kuin yhdestä lisäeläkejärjestelmästä, kunkin lisäeläkejärjestelmän tilinpäätös ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. Vakuutettujen on saatava pyynnöstä lisäeläketoimintaa harjoittavalta ETA-vakuutusyhtiöltä yksityiskohtaiset tiedot: 1) eläke-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen päättyessä; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta sekä riskiasemasta ja sijoituksiin liittyvistä kustannuksista, jos vakuutettu vastaa sijoitusriskistä; sekä 4) säännöistä, jotka koskevat eläkeoikeuksien siirtämistä toiseen eläkelaitokseen siinä tapauksessa, että työsuhteen päättymisen johdosta vakuutussuhde päättyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 d",
        "normalized_fi": "Vakuutettujen ja eläkkeensaajien sekä tarvittaessa heidän edustajiensa on saatava pyynnöstä lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön lisäeläketoimintaa koskeva: 1) tilinpäätös ja vuosikertomus ja, jos ETA-vakuutusyhtiö vastaa useammasta kuin yhdestä lisäeläkejärjestelmästä, kunkin lisäeläkejärjestelmän tilinpäätös ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. Vakuutettujen on saatava pyynnöstä lisäeläketoimintaa harjoittavalta ETA-vakuutusyhtiöltä yksityiskohtaiset tiedot: 1) eläke-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen päättyessä; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta sekä riskiasemasta ja sijoituksiin liittyvistä kustannuksista, jos vakuutettu vastaa sijoitusriskistä; sekä 4) säännöistä, jotka koskevat eläkeoikeuksien siirtämistä toiseen eläkelaitokseen siinä tapauksessa, että työsuhteen päättymisen johdosta vakuutussuhde päättyy.",
        "folded_fi": "vakuutettujen ja elakkeensaajien seka tarvittaessa heidan edustajiensa on saatava pyynnosta lisaelaketoimintaa harjoittavan eta-vakuutusyhtion lisaelaketoimintaa koskeva: 1) tilinpaatos ja vuosikertomus ja, jos eta-vakuutusyhtio vastaa useammasta kuin yhdesta lisaelakejarjestelmasta, kunkin lisaelakejarjestelman tilinpaatos ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. vakuutettujen on saatava pyynnosta lisaelaketoimintaa harjoittavalta eta-vakuutusyhtiolta yksityiskohtaiset tiedot: 1) elake-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen paattyessa; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta seka riskiasemasta ja sijoituksiin liittyvista kustannuksista, jos vakuutettu vastaa sijoitusriskista; seka 4) saannoista, jotka koskevat elakeoikeuksien siirtamista toiseen elakelaitokseen siina tapauksessa, etta tyosuhteen paattymisen johdosta vakuutussuhde paattyy.",
        "title_sv": "Information som ett EES-försäkringsbolag med tilläggspensionsverksamhet skall lämna på begäran",
        "content_sv": "De försäkrade och pensionstagarna samt vid behov deras företrädare skall på begäran i fråga om ett EES-försäkringsbolag med tilläggspensionsverksamhet få följande information om den verksamheten: 1) bokslut och årsredovisning och, om EES-försäkringsbolaget ansvarar för fler än ett tilläggspensionssystem, bokslutet och årsredovisningen för vart och ett av systemen, och 2) riktlinjerna för placeringspolitiken. De försäkrade skall av ett EES-försäkringsbolag med tilläggspensionsverksamhet på begäran få utförlig information om 1) målnivån för pensionsförmånerna, 2) förmånernas nivå när försäkringsförhållandet upphör, 3) tillgängliga investeringsalternativ och den faktiska investeringsportföljen samt om riskexponering och kostnader som är förenade med investeringarna, om den försäkrade själv står för den finansiella risken, samt 4) de regler som gäller för överföringen av pensionsrättigheter till en annan pensionsanstalt när försäkringsförhållandet upphör till följd av att anställningsförhållandet upphör.",
        "normalized_sv": "De försäkrade och pensionstagarna samt vid behov deras företrädare skall på begäran i fråga om ett EES-försäkringsbolag med tilläggspensionsverksamhet få följande information om den verksamheten: 1) bokslut och årsredovisning och, om EES-försäkringsbolaget ansvarar för fler än ett tilläggspensionssystem, bokslutet och årsredovisningen för vart och ett av systemen, och 2) riktlinjerna för placeringspolitiken. De försäkrade skall av ett EES-försäkringsbolag med tilläggspensionsverksamhet på begäran få utförlig information om 1) målnivån för pensionsförmånerna, 2) förmånernas nivå när försäkringsförhållandet upphör, 3) tillgängliga investeringsalternativ och den faktiska investeringsportföljen samt om riskexponering och kostnader som är förenade med investeringarna, om den försäkrade själv står för den finansiella risken, samt 4) de regler som gäller för överföringen av pensionsrättigheter till en annan pensionsanstalt när försäkringsförhållandet upphör till följd av att anställningsförhållandet upphör.",
        "folded_sv": "de forsakrade och pensionstagarna samt vid behov deras foretradare skall pa begaran i fraga om ett ees-forsakringsbolag med tillaggspensionsverksamhet fa foljande information om den verksamheten: 1) bokslut och arsredovisning och, om ees-forsakringsbolaget ansvarar for fler an ett tillaggspensionssystem, bokslutet och arsredovisningen for vart och ett av systemen, och 2) riktlinjerna for placeringspolitiken. de forsakrade skall av ett ees-forsakringsbolag med tillaggspensionsverksamhet pa begaran fa utforlig information om 1) malnivan for pensionsformanerna, 2) formanernas niva nar forsakringsforhallandet upphor, 3) tillgangliga investeringsalternativ och den faktiska investeringsportfoljen samt om riskexponering och kostnader som ar forenade med investeringarna, om den forsakrade sjalv star for den finansiella risken, samt 4) de regler som galler for overforingen av pensionsrattigheter till en annan pensionsanstalt nar forsakringsforhallandet upphor till foljd av att anstallningsforhallandet upphor."
      }
    },
    {
      "provision_ref": "2:13 e",
      "chapter": "2",
      "section": "13 e",
      "title": "Lisäeläketoiminnan aloittaminen",
      "content": "ETA-vakuutusyhtiö voi aloittaa lisäeläketoiminnan harjoittamisen Suomessa, kun ulkomainen ETA-vakuutusyhtiö on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b §:ssä tarkoitetuista ehdoista, kuitenkin viimeistään kahden kuukauden kuluessa siitä, kun Vakuutusvalvontavirasto vastaanotti 13 a §:ssä tarkoitetut tiedot ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. Vakuutusvalvontaviraston on ilmoitettava ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisäeläketoimintaan sovellettavan työ- ja sosiaalilainsäädännön vaatimusten ja tiedonantosäännösten merkittävistä muutoksista, jos ne voivat vaikuttaa ETA-vakuutusyhtiön Suomessa hoitamaan eläkejärjestelmään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 e",
        "normalized_fi": "ETA-vakuutusyhtiö voi aloittaa lisäeläketoiminnan harjoittamisen Suomessa, kun ulkomainen ETA-vakuutusyhtiö on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b § :ssä tarkoitetuista ehdoista, kuitenkin viimeistään kahden kuukauden kuluessa siitä, kun Vakuutusvalvontavirasto vastaanotti 13 a § :ssä tarkoitetut tiedot ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. Vakuutusvalvontaviraston on ilmoitettava ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisäeläketoimintaan sovellettavan työ- ja sosiaalilainsäädännön vaatimusten ja tiedonantosäännösten merkittävistä muutoksista, jos ne voivat vaikuttaa ETA-vakuutusyhtiön Suomessa hoitamaan eläkejärjestelmään.",
        "folded_fi": "eta-vakuutusyhtio voi aloittaa lisaelaketoiminnan harjoittamisen suomessa, kun ulkomainen eta-vakuutusyhtio on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b §:ssa tarkoitetuista ehdoista, kuitenkin viimeistaan kahden kuukauden kuluessa siita, kun vakuutusvalvontavirasto vastaanotti 13 a §:ssa tarkoitetut tiedot eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. vakuutusvalvontaviraston on ilmoitettava ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisaelaketoimintaan sovellettavan tyo- ja sosiaalilainsaadannon vaatimusten ja tiedonantosaannosten merkittavista muutoksista, jos ne voivat vaikuttaa eta-vakuutusyhtion suomessa hoitamaan elakejarjestelmaan.",
        "title_sv": "Inledande av tilläggspensionsverksamhet",
        "content_sv": "Ett utländskt EES-försäkringsbolag kan inleda tilläggspensionsverksamhet i Finland, när bolaget av den myndighet som svarar för försäkringsinspektionen i bolagets hemstat har fått uppgift om de villkor som avses i 13 b §, dock senast två månader efter det att Försäkringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat. Försäkringsinspektionen skall underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om väsentliga ändringar av de social- och arbetsrättsliga krav på tilläggspensionsverksamhet och av de informationsbestämmelser som kan påverka ett pensionssystem som EES-försäkringsbolaget förvaltar i Finland.",
        "normalized_sv": "Ett utländskt EES-försäkringsbolag kan inleda tilläggspensionsverksamhet i Finland, när bolaget av den myndighet som svarar för försäkringsinspektionen i bolagets hemstat har fått uppgift om de villkor som avses i 13 b § , dock senast två månader efter det att Försäkringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat. Försäkringsinspektionen skall underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om väsentliga ändringar av de social- och arbetsrättsliga krav på tilläggspensionsverksamhet och av de informationsbestämmelser som kan påverka ett pensionssystem som EES-försäkringsbolaget förvaltar i Finland.",
        "folded_sv": "ett utlandskt ees-forsakringsbolag kan inleda tillaggspensionsverksamhet i finland, nar bolaget av den myndighet som svarar for forsakringsinspektionen i bolagets hemstat har fatt uppgift om de villkor som avses i 13 b §, dock senast tva manader efter det att forsakringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat. forsakringsinspektionen skall underratta den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat om vasentliga andringar av de social- och arbetsrattsliga krav pa tillaggspensionsverksamhet och av de informationsbestammelser som kan paverka ett pensionssystem som ees-forsakringsbolaget forvaltar i finland."
      }
    },
    {
      "provision_ref": "2:14 a",
      "chapter": "2",
      "section": "14 a",
      "title": "Ulkomaisten ETA-vakuutusyhtiöiden lisäeläketoiminnan valvonta",
      "content": "Vakuutusvalvontavirasto valvoo, että lisäeläketoimintaa harjoittava ETA-vakuutusyhtiö noudattaa Suomessa harjoittamansa toiminnan osalta 13 b §:n 1 momentin 1 kohdassa mainittua sosiaali- ja työlainsäädäntöä sekä 13 b §:n 1 momentin 2 kohdassa mainittuja tiedonantosäännöksiä. Jos Vakuutusvalvontavirasto havaitsee, että ETA-vakuutusyhtiö ei noudata edellä mainittuja säännöksiä, sen on ilmoitettava asiasta välittömästi ETA-vakuutusyhtiön kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. Vakuutusvalvontavirasto harjoittaa valvontaa yhteistyössä ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 a",
        "normalized_fi": "Vakuutusvalvontavirasto valvoo, että lisäeläketoimintaa harjoittava ETA-vakuutusyhtiö noudattaa Suomessa harjoittamansa toiminnan osalta 13 b § :n 1 momentin 1 kohdassa mainittua sosiaali- ja työlainsäädäntöä sekä 13 b § :n 1 momentin 2 kohdassa mainittuja tiedonantosäännöksiä. Jos Vakuutusvalvontavirasto havaitsee, että ETA-vakuutusyhtiö ei noudata edellä mainittuja säännöksiä, sen on ilmoitettava asiasta välittömästi ETA-vakuutusyhtiön kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. Vakuutusvalvontavirasto harjoittaa valvontaa yhteistyössä ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
        "folded_fi": "vakuutusvalvontavirasto valvoo, etta lisaelaketoimintaa harjoittava eta-vakuutusyhtio noudattaa suomessa harjoittamansa toiminnan osalta 13 b §:n 1 momentin 1 kohdassa mainittua sosiaali- ja tyolainsaadantoa seka 13 b §:n 1 momentin 2 kohdassa mainittuja tiedonantosaannoksia. jos vakuutusvalvontavirasto havaitsee, etta eta-vakuutusyhtio ei noudata edella mainittuja saannoksia, sen on ilmoitettava asiasta valittomasti eta-vakuutusyhtion kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. vakuutusvalvontavirasto harjoittaa valvontaa yhteistyossa eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
        "title_sv": "Tillsynen över utländska EES-försäkringsbolags tilläggspensionsverksamhet",
        "content_sv": "Försäkringsinspektionen tillser att ett EES-försäkringsbolag med tilläggspensionsverksamhet, när det gäller verksamhet som bolaget bedriver i Finland, följer den social- och arbetsrätt som avses i 13 b § 1 mom. 1 punkten och de informationsbestämmelser som avses i 13 b § 1 mom. 2 punkten. Om Försäkringsinspektionen upptäcker att ett EES-försäkringsbolag inte följer ovan nämnda bestämmelser, skall den genast underrätta den myndighet i EES-försäkringsbolagets hemstat som svarar för försäkringsinspektionen om detta. Försäkringsinspektionen utövar tillsyn i samarbete med den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat.",
        "normalized_sv": "Försäkringsinspektionen tillser att ett EES-försäkringsbolag med tilläggspensionsverksamhet, när det gäller verksamhet som bolaget bedriver i Finland, följer den social- och arbetsrätt som avses i 13 b § 1 mom. 1 punkten och de informationsbestämmelser som avses i 13 b § 1 mom. 2 punkten. Om Försäkringsinspektionen upptäcker att ett EES-försäkringsbolag inte följer ovan nämnda bestämmelser, skall den genast underrätta den myndighet i EES-försäkringsbolagets hemstat som svarar för försäkringsinspektionen om detta. Försäkringsinspektionen utövar tillsyn i samarbete med den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat.",
        "folded_sv": "forsakringsinspektionen tillser att ett ees-forsakringsbolag med tillaggspensionsverksamhet, nar det galler verksamhet som bolaget bedriver i finland, foljer den social- och arbetsratt som avses i 13 b § 1 mom. 1 punkten och de informationsbestammelser som avses i 13 b § 1 mom. 2 punkten. om forsakringsinspektionen upptacker att ett ees-forsakringsbolag inte foljer ovan namnda bestammelser, skall den genast underratta den myndighet i ees-forsakringsbolagets hemstat som svarar for forsakringsinspektionen om detta. forsakringsinspektionen utovar tillsyn i samarbete med den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Kotivaltion viranomaisen toimivalta Suomessa",
      "content": "Vakuutusvalvontavirasto voi ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnöstä rajoittaa ETA-vakuutusyhtiön oikeutta käyttää luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtiöiden ja yhteissijoitusyritysten, sijoituspalveluyrityksistä annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiölaissa tarkoitettujen henkivakuutusyhtiöiden hallussa olevia ETA-vakuutusyhtiön lisäeläketoimintaa koskevia varoja tai kieltää yhtiöltä varojen käytön kokonaan, jos ETA-vakuutusyhtiö ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittävää koko liiketoimintansa käsittävää vakuutusteknistä vastuuvelkaa tai sen varat ovat riittämättömät kattamaan vakuutusteknisen vastuuvelan taikka ETA-vakuutusyhtiö ei enää täytä lakisääteisiä omia varoja koskevia vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Vakuutusvalvontavirasto voi ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnöstä rajoittaa ETA-vakuutusyhtiön oikeutta käyttää luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtiöiden ja yhteissijoitusyritysten, sijoituspalveluyrityksistä annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiölaissa tarkoitettujen henkivakuutusyhtiöiden hallussa olevia ETA-vakuutusyhtiön lisäeläketoimintaa koskevia varoja tai kieltää yhtiöltä varojen käytön kokonaan, jos ETA-vakuutusyhtiö ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittävää koko liiketoimintansa käsittävää vakuutusteknistä vastuuvelkaa tai sen varat ovat riittämättömät kattamaan vakuutusteknisen vastuuvelan taikka ETA-vakuutusyhtiö ei enää täytä lakisääteisiä omia varoja koskevia vaatimuksia.",
        "folded_fi": "vakuutusvalvontavirasto voi ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnosta rajoittaa eta-vakuutusyhtion oikeutta kayttaa luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtioiden ja yhteissijoitusyritysten, sijoituspalveluyrityksista annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiolaissa tarkoitettujen henkivakuutusyhtioiden hallussa olevia eta-vakuutusyhtion lisaelaketoimintaa koskevia varoja tai kieltaa yhtiolta varojen kayton kokonaan, jos eta-vakuutusyhtio ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittavaa koko liiketoimintansa kasittavaa vakuutusteknista vastuuvelkaa tai sen varat ovat riittamattomat kattamaan vakuutusteknisen vastuuvelan taikka eta-vakuutusyhtio ei enaa tayta lakisaateisia omia varoja koskevia vaatimuksia.",
        "title_sv": "Hemstatens myndighets behörighet i Finland",
        "content_sv": "Försäkringsinspektionen kan på begäran av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat begränsa EES-försäkringsbolagets rätt att använda tillgångar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondföretag som avses i lagen om placeringsfonder (48/1999), värdepappersföretag som avses i lagen om värdepappersföretag (579/1996) och livförsäkringsbolag som avses i lagen om försäkringsbolag och vilka hänför sig till EES-försäkringsbolagets tilläggspensionsverksamhet eller helt förbjuda EES-försäkringsbolaget att använda nämnda tillgångar, om EES-försäkringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillräcklig försäkringsteknisk ansvarsskuld i förhållande till hela sin verksamhet, eller om dess tillgångar är otillräckliga för täckande av den försäkringstekniska ansvarsskulden eller EES-försäkringsbolaget inte längre uppfyller de lagstadgade kapitalkraven.",
        "normalized_sv": "Försäkringsinspektionen kan på begäran av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat begränsa EES-försäkringsbolagets rätt att använda tillgångar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondföretag som avses i lagen om placeringsfonder (48/1999), värdepappersföretag som avses i lagen om värdepappersföretag (579/1996) och livförsäkringsbolag som avses i lagen om försäkringsbolag och vilka hänför sig till EES-försäkringsbolagets tilläggspensionsverksamhet eller helt förbjuda EES-försäkringsbolaget att använda nämnda tillgångar, om EES-försäkringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillräcklig försäkringsteknisk ansvarsskuld i förhållande till hela sin verksamhet, eller om dess tillgångar är otillräckliga för täckande av den försäkringstekniska ansvarsskulden eller EES-försäkringsbolaget inte längre uppfyller de lagstadgade kapitalkraven.",
        "folded_sv": "forsakringsinspektionen kan pa begaran av den myndighet som svarar for forsakringsinspektionen i det utlandska ees-forsakringsbolagets hemstat begransa ees-forsakringsbolagets ratt att anvanda tillgangar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondforetag som avses i lagen om placeringsfonder (48/1999), vardepappersforetag som avses i lagen om vardepappersforetag (579/1996) och livforsakringsbolag som avses i lagen om forsakringsbolag och vilka hanfor sig till ees-forsakringsbolagets tillaggspensionsverksamhet eller helt forbjuda ees-forsakringsbolaget att anvanda namnda tillgangar, om ees-forsakringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillracklig forsakringsteknisk ansvarsskuld i forhallande till hela sin verksamhet, eller om dess tillgangar ar otillrackliga for tackande av den forsakringstekniska ansvarsskulden eller ees-forsakringsbolaget inte langre uppfyller de lagstadgade kapitalkraven."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Pakkokeinot",
      "content": "Vakuutusvalvontavirasto voi antaa ulkomaiselle ETA-vakuutusyhtiölle huomautuksen, kehottaa yhtiötä korjaamaan asian määräajassa tai kieltää yhtiötä jatkamasta sosiaali- ja terveysministeriön tai Vakuutusvalvontaviraston virheellisenä pitämää menettelyä, jos yhtiö ei noudata lakia tai ministeriön taikka Vakuutusvalvontaviraston tämän lain taikka poliisitoimesta vastaavan ministeriön rahanpesun estämisestä ja selvittämisestä annetun lain (68/1998) nojalla antamia säännöksiä, jos yhtiö on käyttänyt hyvän vakuutustavan vastaisia menettelytapoja tai jos yhtiön toiminnassa on ilmennyt väärinkäytöksiä taikka jos yhtiö ei ole lisäeläketoiminnassa noudattanut 13 b §:n 1 momentin 1 kohdassa tarkoitettuja työ- ja sosiaalilainsäädännön säännöksiä. Jos ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittämättömiksi ja yhtiö jatkaa virheellistä menettelyään, Vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltää yhtiötä luovuttamasta tai panttaamasta yhtiön Suomessa olevaa omaisuutta, kieltää yhtiötä suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltää yhtiötä antamasta Suomessa uusia vakuutuksia, kunnes asia on korjattu. Uhkasakon tuomitsee maksettavaksi ulkomaisen ETA-vakuutusyhtiön edustuston sijaintipaikan lääninhallitus tai, jollei yhtiöllä ole edustustoa Suomessa, Etelä-Suomen lääninhallitus. Vakuutusvalvontavirasto voi lisäksi kieltää ETA-vakuutusyhtiötä jatkamasta lisäeläkkeiden markkinointia tai lisäeläketoimintaansa Suomessa ja erityisen painavista syistä kieltää yhtiön toiminnan Suomessa kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Vakuutusvalvontavirasto voi antaa ulkomaiselle ETA-vakuutusyhtiölle huomautuksen, kehottaa yhtiötä korjaamaan asian määräajassa tai kieltää yhtiötä jatkamasta sosiaali- ja terveysministeriön tai Vakuutusvalvontaviraston virheellisenä pitämää menettelyä, jos yhtiö ei noudata lakia tai ministeriön taikka Vakuutusvalvontaviraston tämän lain taikka poliisitoimesta vastaavan ministeriön rahanpesun estämisestä ja selvittämisestä annetun lain (68/1998) nojalla antamia säännöksiä, jos yhtiö on käyttänyt hyvän vakuutustavan vastaisia menettelytapoja tai jos yhtiön toiminnassa on ilmennyt väärinkäytöksiä taikka jos yhtiö ei ole lisäeläketoiminnassa noudattanut 13 b § :n 1 momentin 1 kohdassa tarkoitettuja työ- ja sosiaalilainsäädännön säännöksiä. Jos ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittämättömiksi ja yhtiö jatkaa virheellistä menettelyään, Vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltää yhtiötä luovuttamasta tai panttaamasta yhtiön Suomessa olevaa omaisuutta, kieltää yhtiötä suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltää yhtiötä antamasta Suomessa uusia vakuutuksia, kunnes asia on korjattu. Uhkasakon tuomitsee maksettavaksi ulkomaisen ETA-vakuutusyhtiön edustuston sijaintipaikan lääninhallitus tai, jollei yhtiöllä ole edustustoa Suomessa, Etelä-Suomen lääninhallitus. Vakuutusvalvontavirasto voi lisäksi kieltää ETA-vakuutusyhtiötä jatkamasta lisäeläkkeiden markkinointia tai lisäeläketoimintaansa Suomessa ja erityisen painavista syistä kieltää yhtiön toiminnan Suomessa kokonaan.",
        "folded_fi": "vakuutusvalvontavirasto voi antaa ulkomaiselle eta-vakuutusyhtiolle huomautuksen, kehottaa yhtiota korjaamaan asian maaraajassa tai kieltaa yhtiota jatkamasta sosiaali- ja terveysministerion tai vakuutusvalvontaviraston virheellisena pitamaa menettelya, jos yhtio ei noudata lakia tai ministerion taikka vakuutusvalvontaviraston taman lain taikka poliisitoimesta vastaavan ministerion rahanpesun estamisesta ja selvittamisesta annetun lain (68/1998) nojalla antamia saannoksia, jos yhtio on kayttanyt hyvan vakuutustavan vastaisia menettelytapoja tai jos yhtion toiminnassa on ilmennyt vaarinkaytoksia taikka jos yhtio ei ole lisaelaketoiminnassa noudattanut 13 b §:n 1 momentin 1 kohdassa tarkoitettuja tyo- ja sosiaalilainsaadannon saannoksia. jos ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittamattomiksi ja yhtio jatkaa virheellista menettelyaan, vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltaa yhtiota luovuttamasta tai panttaamasta yhtion suomessa olevaa omaisuutta, kieltaa yhtiota suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltaa yhtiota antamasta suomessa uusia vakuutuksia, kunnes asia on korjattu. uhkasakon tuomitsee maksettavaksi ulkomaisen eta-vakuutusyhtion edustuston sijaintipaikan laaninhallitus tai, jollei yhtiolla ole edustustoa suomessa, etela-suomen laaninhallitus. vakuutusvalvontavirasto voi lisaksi kieltaa eta-vakuutusyhtiota jatkamasta lisaelakkeiden markkinointia tai lisaelaketoimintaansa suomessa ja erityisen painavista syista kieltaa yhtion toiminnan suomessa kokonaan.",
        "title_sv": "Tvångsmedel",
        "content_sv": "Försäkringsinspektionen kan tilldela ett utländskt EES-försäkringsbolag en anmärkning, uppmana bolaget att inom en viss tid rätta till något eller förbjuda bolaget att fortsätta med det förfarande som social- och hälsovårdsministeriet eller Försäkringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de föreskrifter som ministeriet eller Försäkringsinspektionen har meddelat med stöd av denna lag eller som det ministerium som svarar för polisväsendet har meddelat med stöd av lagen om förhindrande och utredning av penningtvätt (68/1998), om bolaget har förfarit i strid med god försäkringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tilläggspensionsverksamhet inte har följt de bestämmelser i social- och arbetsrätten som avses i 13 b § 1 mom. 1 punkten. Om de åtgärder som vidtas av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat visar sig vara otillräckliga och bolaget fortsätter sitt felaktiga förfarande, kan Försäkringsinspektionen, efter att ha lämnat meddelande om detta till den myndighet som svarar för försäkringsinspektionen i bolagets hemstat, förena sin uppmaning eller sitt förbud med vite, förbjuda bolaget att överlåta eller pantsätta egendom som bolaget innehar i Finland, förbjuda bolaget att betala återköpsvärdet till försäkringstagarna eller förbjuda bolaget att i Finland bevilja nya försäkringar tills saken har rättats till. Vitet döms ut av länsstyrelsen i det län där orten för det utländska EES-försäkringsbolagets representation är belägen eller, om bolaget inte har någon representation i Finland, av länsstyrelsen i Södra Finlands län. Försäkringsinspektionen kan dessutom förbjuda EES-försäkringsbolaget att fortsätta marknadsföringen av tilläggspensioner eller sin tilläggspensionsverksamhet i Finland och av synnerligen vägande skäl helt förbjuda bolagets verksamhet i Finland.",
        "normalized_sv": "Försäkringsinspektionen kan tilldela ett utländskt EES-försäkringsbolag en anmärkning, uppmana bolaget att inom en viss tid rätta till något eller förbjuda bolaget att fortsätta med det förfarande som social- och hälsovårdsministeriet eller Försäkringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de föreskrifter som ministeriet eller Försäkringsinspektionen har meddelat med stöd av denna lag eller som det ministerium som svarar för polisväsendet har meddelat med stöd av lagen om förhindrande och utredning av penningtvätt (68/1998), om bolaget har förfarit i strid med god försäkringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tilläggspensionsverksamhet inte har följt de bestämmelser i social- och arbetsrätten som avses i 13 b § 1 mom. 1 punkten. Om de åtgärder som vidtas av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat visar sig vara otillräckliga och bolaget fortsätter sitt felaktiga förfarande, kan Försäkringsinspektionen, efter att ha lämnat meddelande om detta till den myndighet som svarar för försäkringsinspektionen i bolagets hemstat, förena sin uppmaning eller sitt förbud med vite, förbjuda bolaget att överlåta eller pantsätta egendom som bolaget innehar i Finland, förbjuda bolaget att betala återköpsvärdet till försäkringstagarna eller förbjuda bolaget att i Finland bevilja nya försäkringar tills saken har rättats till. Vitet döms ut av länsstyrelsen i det län där orten för det utländska EES-försäkringsbolagets representation är belägen eller, om bolaget inte har någon representation i Finland, av länsstyrelsen i Södra Finlands län. Försäkringsinspektionen kan dessutom förbjuda EES-försäkringsbolaget att fortsätta marknadsföringen av tilläggspensioner eller sin tilläggspensionsverksamhet i Finland och av synnerligen vägande skäl helt förbjuda bolagets verksamhet i Finland.",
        "folded_sv": "forsakringsinspektionen kan tilldela ett utlandskt ees-forsakringsbolag en anmarkning, uppmana bolaget att inom en viss tid ratta till nagot eller forbjuda bolaget att fortsatta med det forfarande som social- och halsovardsministeriet eller forsakringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de foreskrifter som ministeriet eller forsakringsinspektionen har meddelat med stod av denna lag eller som det ministerium som svarar for polisvasendet har meddelat med stod av lagen om forhindrande och utredning av penningtvatt (68/1998), om bolaget har forfarit i strid med god forsakringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tillaggspensionsverksamhet inte har foljt de bestammelser i social- och arbetsratten som avses i 13 b § 1 mom. 1 punkten. om de atgarder som vidtas av den myndighet som svarar for forsakringsinspektionen i det utlandska ees-forsakringsbolagets hemstat visar sig vara otillrackliga och bolaget fortsatter sitt felaktiga forfarande, kan forsakringsinspektionen, efter att ha lamnat meddelande om detta till den myndighet som svarar for forsakringsinspektionen i bolagets hemstat, forena sin uppmaning eller sitt forbud med vite, forbjuda bolaget att overlata eller pantsatta egendom som bolaget innehar i finland, forbjuda bolaget att betala aterkopsvardet till forsakringstagarna eller forbjuda bolaget att i finland bevilja nya forsakringar tills saken har rattats till. vitet doms ut av lansstyrelsen i det lan dar orten for det utlandska ees-forsakringsbolagets representation ar belagen eller, om bolaget inte har nagon representation i finland, av lansstyrelsen i sodra finlands lan. forsakringsinspektionen kan dessutom forbjuda ees-forsakringsbolaget att fortsatta marknadsforingen av tillaggspensioner eller sin tillaggspensionsverksamhet i finland och av synnerligen vagande skal helt forbjuda bolagets verksamhet i finland."
      }
    },
    {
      "provision_ref": "2:70",
      "chapter": "2",
      "section": "70",
      "title": "Ulkomaisista vakuutusyhtiöistä pidettävä rekisteri",
      "content": "Vakuutusvalvontavirasto pitää rekisteriä Suomessa toimivista ulkomaisista vakuutusyhtiöistä. Rekisteriin merkitään: 6) kolmannen maan vakuutusyhtiölle Suomessa myönnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle ETA-vakuutusyhtiölle sen kotivaltiossa myönnetyn toimiluvan peruuttamisen ajankohta; sekä 8) ETA-vakuutusyhtiön Suomessa harjoittama lisäeläketoiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70",
        "normalized_fi": "Vakuutusvalvontavirasto pitää rekisteriä Suomessa toimivista ulkomaisista vakuutusyhtiöistä. Rekisteriin merkitään: 6) kolmannen maan vakuutusyhtiölle Suomessa myönnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle ETA-vakuutusyhtiölle sen kotivaltiossa myönnetyn toimiluvan peruuttamisen ajankohta; sekä 8) ETA-vakuutusyhtiön Suomessa harjoittama lisäeläketoiminta.",
        "folded_fi": "vakuutusvalvontavirasto pitaa rekisteria suomessa toimivista ulkomaisista vakuutusyhtioista. rekisteriin merkitaan: 6) kolmannen maan vakuutusyhtiolle suomessa myonnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle eta-vakuutusyhtiolle sen kotivaltiossa myonnetyn toimiluvan peruuttamisen ajankohta; seka 8) eta-vakuutusyhtion suomessa harjoittama lisaelaketoiminta.",
        "title_sv": "Register över utländska försäkringsbolag",
        "content_sv": "Försäkringsinspektionen för register över utländska försäkringsbolag som är verksamma i Finland. I registret antecknas 6) återkallande eller begränsning av koncession som i Finland beviljats ett försäkringsbolag från tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten för återkallande av koncession som beviljats ett utländskt EES-försäkringsbolag i dess hemstat, och 8) tilläggspensionsverksamhet som ett EES-försäkringsbolag bedriver i Finland.",
        "normalized_sv": "Försäkringsinspektionen för register över utländska försäkringsbolag som är verksamma i Finland. I registret antecknas 6) återkallande eller begränsning av koncession som i Finland beviljats ett försäkringsbolag från tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten för återkallande av koncession som beviljats ett utländskt EES-försäkringsbolag i dess hemstat, och 8) tilläggspensionsverksamhet som ett EES-försäkringsbolag bedriver i Finland.",
        "folded_sv": "forsakringsinspektionen for register over utlandska forsakringsbolag som ar verksamma i finland. i registret antecknas 6) aterkallande eller begransning av koncession som i finland beviljats ett forsakringsbolag fran tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten for aterkallande av koncession som beviljats ett utlandskt ees-forsakringsbolag i dess hemstat, och 8) tillaggspensionsverksamhet som ett ees-forsakringsbolag bedriver i finland."
      }
    },
    {
      "provision_ref": "2:75",
      "chapter": "2",
      "section": "75",
      "title": "Vakuutusyhtiön lukuun toimiminen Suomessa",
      "content": "Jos Vakuutusvalvontavirastolla on syytä otaksua, että joku harjoittaa ulkomaisen vakuutusyhtiön lukuun Suomessa tässä laissa tarkoitettua toimintaa tekemättä 7, 10 ja 13 a §:ssä tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siitä selvitystä ja tarvittaessa kehotettava asianomaista määräajassa tekemään 7, 10 tai 13 a §:ssä tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:75",
        "normalized_fi": "Jos Vakuutusvalvontavirastolla on syytä otaksua, että joku harjoittaa ulkomaisen vakuutusyhtiön lukuun Suomessa tässä laissa tarkoitettua toimintaa tekemättä 7, 10 ja 13 a § :ssä tarkoitettua ilmoitusta tai ilman 18 § :n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siitä selvitystä ja tarvittaessa kehotettava asianomaista määräajassa tekemään 7, 10 tai 13 a § :ssä tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
        "folded_fi": "jos vakuutusvalvontavirastolla on syyta otaksua, etta joku harjoittaa ulkomaisen vakuutusyhtion lukuun suomessa tassa laissa tarkoitettua toimintaa tekematta 7, 10 ja 13 a §:ssa tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siita selvitysta ja tarvittaessa kehotettava asianomaista maaraajassa tekemaan 7, 10 tai 13 a §:ssa tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
        "title_sv": "Verksamhet som i Finland bedrivs för ett försäkringsbolags räkning",
        "content_sv": "Har Försäkringsinspektionen skäl att anta att någon för ett utländskt försäkringsbolags räkning i Finland bedriver verksamhet enligt denna lag utan att göra sådan anmälan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken gäller att inom en bestämd tid göra anmälan enligt 7, 10 eller 13 a §, ansöka om koncession, ändra sin verksamhet enligt inspektionens anvisningar eller upphöra med verksamheten.",
        "normalized_sv": "Har Försäkringsinspektionen skäl att anta att någon för ett utländskt försäkringsbolags räkning i Finland bedriver verksamhet enligt denna lag utan att göra sådan anmälan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken gäller att inom en bestämd tid göra anmälan enligt 7, 10 eller 13 a § , ansöka om koncession, ändra sin verksamhet enligt inspektionens anvisningar eller upphöra med verksamheten.",
        "folded_sv": "har forsakringsinspektionen skal att anta att nagon for ett utlandskt forsakringsbolags rakning i finland bedriver verksamhet enligt denna lag utan att gora sadan anmalan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken galler att inom en bestamd tid gora anmalan enligt 7, 10 eller 13 a §, ansoka om koncession, andra sin verksamhet enligt inspektionens anvisningar eller upphora med verksamheten."
      }
    },
    {
      "provision_ref": "2:76",
      "chapter": "2",
      "section": "76",
      "title": "Vakuutusliikkeen luvaton harjoittaminen",
      "content": "Joka 1) ulkomaisen vakuutusyhtiön lukuun harjoittaa vakuutusliikettä Suomessa tekemättä 7 tai 10 §:ssä tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 §:n vastaisesti taikka harjoittaa lisäeläketoimintaa tekemättä 13 a §:ssä tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiölaissa säädetään vakuutusliikkeen luvattomasta harjoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:76",
        "normalized_fi": "Joka 1) ulkomaisen vakuutusyhtiön lukuun harjoittaa vakuutusliikettä Suomessa tekemättä 7 tai 10 § :ssä tarkoitettua ilmoitusta tai ilman 18 § :n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 § :n vastaisesti taikka harjoittaa lisäeläketoimintaa tekemättä 13 a § :ssä tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiölaissa säädetään vakuutusliikkeen luvattomasta harjoittamisesta.",
        "folded_fi": "joka 1) ulkomaisen vakuutusyhtion lukuun harjoittaa vakuutusliiketta suomessa tekematta 7 tai 10 §:ssa tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 §:n vastaisesti taikka harjoittaa lisaelaketoimintaa tekematta 13 a §:ssa tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiolaissa saadetaan vakuutusliikkeen luvattomasta harjoittamisesta.",
        "title_sv": "Olovligt bedrivande av försäkringsrörelse",
        "content_sv": "Den som 1) för ett utländskt försäkringsbolags räkning bedriver försäkringsrörelse i Finland utan att göra anmälan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tilläggspensionsverksamhet utan att göra anmälan enligt 13 a §, eller skall dömas enligt vad lagen om försäkringsbolag bestämmer om olovligt bedrivande av försäkringsrörelse.",
        "normalized_sv": "Den som 1) för ett utländskt försäkringsbolags räkning bedriver försäkringsrörelse i Finland utan att göra anmälan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tilläggspensionsverksamhet utan att göra anmälan enligt 13 a § , eller skall dömas enligt vad lagen om försäkringsbolag bestämmer om olovligt bedrivande av försäkringsrörelse.",
        "folded_sv": "den som 1) for ett utlandskt forsakringsbolags rakning bedriver forsakringsrorelse i finland utan att gora anmalan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tillaggspensionsverksamhet utan att gora anmalan enligt 13 a §, eller skall domas enligt vad lagen om forsakringsbolag bestammer om olovligt bedrivande av forsakringsrorelse."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Henkivakuutusta harjoittavalla ulkomaisella ETA-vakuutusyhtiöllä on oikeus harjoittaa lisäeläketoimintaa Suomessa siten kuin tässä laissa säädetään. Lisäeläketoimintaan ei sovelleta 4―6 ja 7―13 §:n, 4―8 luvun, 56 ja 57 §:n eikä 10 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Henkivakuutusta harjoittavalla ulkomaisella ETA-vakuutusyhtiöllä on oikeus harjoittaa lisäeläketoimintaa Suomessa siten kuin tässä laissa säädetään. Lisäeläketoimintaan ei sovelleta 4―6 ja 7―13 § :n, 4―8 luvun, 56 ja 57 § :n eikä 10 luvun säännöksiä.",
        "folded_fi": "henkivakuutusta harjoittavalla ulkomaisella eta-vakuutusyhtiolla on oikeus harjoittaa lisaelaketoimintaa suomessa siten kuin tassa laissa saadetaan. lisaelaketoimintaan ei sovelleta 4―6 ja 7―13 §:n, 4―8 luvun, 56 ja 57 §:n eika 10 luvun saannoksia.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Ett utländskt EES-försäkringsbolag som bedriver livförsäkringsverksamhet har rätt att bedriva tilläggpensionsverksamhet i Finland enligt vad som föreskrivs i denna lag. Bestämmelserna i 4―6 och 7―13 §, 4―8 kap., 56 och 57 § och 10 kap. tillämpas inte på tilläggspensionsverksamhet.",
        "normalized_sv": "Ett utländskt EES-försäkringsbolag som bedriver livförsäkringsverksamhet har rätt att bedriva tilläggpensionsverksamhet i Finland enligt vad som föreskrivs i denna lag. Bestämmelserna i 4―6 och 7―13 § , 4―8 kap., 56 och 57 § och 10 kap. tillämpas inte på tilläggspensionsverksamhet.",
        "folded_sv": "ett utlandskt ees-forsakringsbolag som bedriver livforsakringsverksamhet har ratt att bedriva tillaggpensionsverksamhet i finland enligt vad som foreskrivs i denna lag. bestammelserna i 4―6 och 7―13 §, 4―8 kap., 56 och 57 § och 10 kap. tillampas inte pa tillaggspensionsverksamhet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 13) selvittäjällä toimivaltaisten viranomaisten tai vakuutusyhtiön hallintoelinten nimeämää henkilöä tai elintä, jonka tehtävänä on huolehtia likvidaatiomenettelystä; 14) vakuutussaatavalla kaikkia niitä saatavia, joista ulkomainen vakuutusyhtiö on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa kärsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiöltä, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtiö on velkaa sen vuoksi, että näitä sopimuksia ja toimia ei ole tehty tai että ne on peruutettu tällaisiin sopimuksiin tai toimiin sovellettavan lainsäädännön mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetään myös vakuutussaatavina; sekä 15) lisäeläketoiminnalla ammatillisia lisäeläkkeitä tarjoavien laitosten toiminnasta ja valvonnasta annetussa Euroopan parlamentin ja neuvoston direktiivissä 2003/41/EY tarkoitettua toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 13) selvittäjällä toimivaltaisten viranomaisten tai vakuutusyhtiön hallintoelinten nimeämää henkilöä tai elintä, jonka tehtävänä on huolehtia likvidaatiomenettelystä; 14) vakuutussaatavalla kaikkia niitä saatavia, joista ulkomainen vakuutusyhtiö on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa kärsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiöltä, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtiö on velkaa sen vuoksi, että näitä sopimuksia ja toimia ei ole tehty tai että ne on peruutettu tällaisiin sopimuksiin tai toimiin sovellettavan lainsäädännön mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetään myös vakuutussaatavina; sekä 15) lisäeläketoiminnalla ammatillisia lisäeläkkeitä tarjoavien laitosten toiminnasta ja valvonnasta annetussa Euroopan parlamentin ja neuvoston direktiivissä 2003/41/EY tarkoitettua toimintaa.",
        "folded_fi": "tassa laissa tarkoitetaan: 13) selvittajalla toimivaltaisten viranomaisten tai vakuutusyhtion hallintoelinten nimeamaa henkiloa tai elinta, jonka tehtavana on huolehtia likvidaatiomenettelysta; 14) vakuutussaatavalla kaikkia niita saatavia, joista ulkomainen vakuutusyhtio on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa karsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiolta, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtio on velkaa sen vuoksi, etta naita sopimuksia ja toimia ei ole tehty tai etta ne on peruutettu tallaisiin sopimuksiin tai toimiin sovellettavan lainsaadannon mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetaan myos vakuutussaatavina; seka 15) lisaelaketoiminnalla ammatillisia lisaelakkeita tarjoavien laitosten toiminnasta ja valvonnasta annetussa euroopan parlamentin ja neuvoston direktiivissa 2003/41/ey tarkoitettua toimintaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 13) förvaltare varje person eller organ som utses av de behöriga myndigheterna eller förvaltningsorganen i ett försäkringsbolag för att förvalta ett likvidationsförfarande, 14) försäkringsfordran varje fordran som ett utländskt försäkringsbolag enligt ett direktförsäkringsavtal ansvarar för gentemot försäkringstagare, försäkrade personer, förmånstagare eller sådana skadelidande vilka har rätt att kräva ersättning enligt försäkringsavtalet direkt av försäkringsbolaget, inbegripet reserver för okända skador; de försäkringspremier som ett utländskt försäkringsbolag är skyldigt till följd av att dessa försäkringsavtal och denna verksamhet inte har ingåtts eller har återgåtts enligt den lag som gäller för sådana avtal eller sådan verksamhet innan likvidationsförfarandet har inletts skall också betraktas som försäkringsfordran, och 15) tilläggspensionsverksamhet verksamhet som avses i Europaparlamentets och rådets direktiv 2003/41/EG om verksamhet i och tillsyn över tjänstepensionsinstitut.",
        "normalized_sv": "I denna lag avses med 13) förvaltare varje person eller organ som utses av de behöriga myndigheterna eller förvaltningsorganen i ett försäkringsbolag för att förvalta ett likvidationsförfarande, 14) försäkringsfordran varje fordran som ett utländskt försäkringsbolag enligt ett direktförsäkringsavtal ansvarar för gentemot försäkringstagare, försäkrade personer, förmånstagare eller sådana skadelidande vilka har rätt att kräva ersättning enligt försäkringsavtalet direkt av försäkringsbolaget, inbegripet reserver för okända skador; de försäkringspremier som ett utländskt försäkringsbolag är skyldigt till följd av att dessa försäkringsavtal och denna verksamhet inte har ingåtts eller har återgåtts enligt den lag som gäller för sådana avtal eller sådan verksamhet innan likvidationsförfarandet har inletts skall också betraktas som försäkringsfordran, och 15) tilläggspensionsverksamhet verksamhet som avses i Europaparlamentets och rådets direktiv 2003/41/EG om verksamhet i och tillsyn över tjänstepensionsinstitut.",
        "folded_sv": "i denna lag avses med 13) forvaltare varje person eller organ som utses av de behoriga myndigheterna eller forvaltningsorganen i ett forsakringsbolag for att forvalta ett likvidationsforfarande, 14) forsakringsfordran varje fordran som ett utlandskt forsakringsbolag enligt ett direktforsakringsavtal ansvarar for gentemot forsakringstagare, forsakrade personer, formanstagare eller sadana skadelidande vilka har ratt att krava ersattning enligt forsakringsavtalet direkt av forsakringsbolaget, inbegripet reserver for okanda skador; de forsakringspremier som ett utlandskt forsakringsbolag ar skyldigt till foljd av att dessa forsakringsavtal och denna verksamhet inte har ingatts eller har atergatts enligt den lag som galler for sadana avtal eller sadan verksamhet innan likvidationsforfarandet har inletts skall ocksa betraktas som forsakringsfordran, och 15) tillaggspensionsverksamhet verksamhet som avses i europaparlamentets och radets direktiv 2003/41/eg om verksamhet i och tillsyn over tjanstepensionsinstitut."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:13 a",
      "chapter": "2",
      "section": "13 a",
      "title": "Lisäeläketoiminnan aloittaminen",
      "content": "Ennen kuin ulkomainen ETA-vakuutusyhtiö voi harjoittaa lisäeläketoimintaa Suomessa, Vakuutusvalvontaviraston on saatava ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vähintään seuraavat tiedot: 1) niiden Suomessa sijaitsevien yritysten ja itsenäisten ammatinharjoittajien nimet, joiden lisäeläkejärjestelmää ETA-vakuutusyhtiö alkaa hoitaa; 2) ETA-valtio, jonka ammatillisia lisäeläkkeitä koskevaa sosiaali- ja työlainsäädäntöä sovelletaan 1 kohdassa tarkoitetun yrityksen ja jäsenten väliseen suhteeseen tai itsenäisiin ammatinharjoittajiin; sekä 3) selvitys ulkomaiselle ETA-vakuutusyhtiölle hoidettavaksi tulevan eläkejärjestelmän pääpiirteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 a",
        "normalized_fi": "Ennen kuin ulkomainen ETA-vakuutusyhtiö voi harjoittaa lisäeläketoimintaa Suomessa, Vakuutusvalvontaviraston on saatava ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vähintään seuraavat tiedot: 1) niiden Suomessa sijaitsevien yritysten ja itsenäisten ammatinharjoittajien nimet, joiden lisäeläkejärjestelmää ETA-vakuutusyhtiö alkaa hoitaa; 2) ETA-valtio, jonka ammatillisia lisäeläkkeitä koskevaa sosiaali- ja työlainsäädäntöä sovelletaan 1 kohdassa tarkoitetun yrityksen ja jäsenten väliseen suhteeseen tai itsenäisiin ammatinharjoittajiin; sekä 3) selvitys ulkomaiselle ETA-vakuutusyhtiölle hoidettavaksi tulevan eläkejärjestelmän pääpiirteistä.",
        "folded_fi": "ennen kuin ulkomainen eta-vakuutusyhtio voi harjoittaa lisaelaketoimintaa suomessa, vakuutusvalvontaviraston on saatava eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta vahintaan seuraavat tiedot: 1) niiden suomessa sijaitsevien yritysten ja itsenaisten ammatinharjoittajien nimet, joiden lisaelakejarjestelmaa eta-vakuutusyhtio alkaa hoitaa; 2) eta-valtio, jonka ammatillisia lisaelakkeita koskevaa sosiaali- ja tyolainsaadantoa sovelletaan 1 kohdassa tarkoitetun yrityksen ja jasenten valiseen suhteeseen tai itsenaisiin ammatinharjoittajiin; seka 3) selvitys ulkomaiselle eta-vakuutusyhtiolle hoidettavaksi tulevan elakejarjestelman paapiirteista.",
        "title_sv": "Inledande av tilläggspensionsverksamhet",
        "content_sv": "Innan ett utländskt EES-försäkringsbolag kan bedriva tilläggspensionsverksamhet i Finland skall Försäkringsinspektionen av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat få minst följande uppgifter: 1) namnen på de i Finland etablerade företag och självständiga yrkesutövare vilkas tilläggspensionssystem EES-försäkringsbolaget börjar förvalta, 2) den EES-stat vars social- och arbetsrätt gällande avtalsbaserade tilläggspensioner tillämpas på förhållandet mellan ett företag som avses i 1 punkten och medlemmarna eller på självständiga yrkesutövare, samt 3) en utredning om huvuddragen i det pensionssystem som EES-försäkringsbolaget skall förvalta.",
        "normalized_sv": "Innan ett utländskt EES-försäkringsbolag kan bedriva tilläggspensionsverksamhet i Finland skall Försäkringsinspektionen av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat få minst följande uppgifter: 1) namnen på de i Finland etablerade företag och självständiga yrkesutövare vilkas tilläggspensionssystem EES-försäkringsbolaget börjar förvalta, 2) den EES-stat vars social- och arbetsrätt gällande avtalsbaserade tilläggspensioner tillämpas på förhållandet mellan ett företag som avses i 1 punkten och medlemmarna eller på självständiga yrkesutövare, samt 3) en utredning om huvuddragen i det pensionssystem som EES-försäkringsbolaget skall förvalta.",
        "folded_sv": "innan ett utlandskt ees-forsakringsbolag kan bedriva tillaggspensionsverksamhet i finland skall forsakringsinspektionen av den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat fa minst foljande uppgifter: 1) namnen pa de i finland etablerade foretag och sjalvstandiga yrkesutovare vilkas tillaggspensionssystem ees-forsakringsbolaget borjar forvalta, 2) den ees-stat vars social- och arbetsratt gallande avtalsbaserade tillaggspensioner tillampas pa forhallandet mellan ett foretag som avses i 1 punkten och medlemmarna eller pa sjalvstandiga yrkesutovare, samt 3) en utredning om huvuddragen i det pensionssystem som ees-forsakringsbolaget skall forvalta."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 b",
      "chapter": "2",
      "section": "13 b",
      "title": "Vakuutusvalvontaviraston ilmoitus",
      "content": "Vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a §:ssä tarkoitettujen tietojen vastaanottamisesta ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niistä ammatillisiin lisäeläkkeisiin sovellettavista sosiaali- ja työlainsäädännön vaatimuksista, joita noudattaen lisäeläketoimintaa on harjoitettava Suomessa; ja 2) Suomessa työskentelevien vakuutettujen osalta noudatettavista tiedonantosäännöksistä, joista säädetään tarkemmin 13 c ja 13 d §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 b",
        "normalized_fi": "Vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a § :ssä tarkoitettujen tietojen vastaanottamisesta ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niistä ammatillisiin lisäeläkkeisiin sovellettavista sosiaali- ja työlainsäädännön vaatimuksista, joita noudattaen lisäeläketoimintaa on harjoitettava Suomessa; ja 2) Suomessa työskentelevien vakuutettujen osalta noudatettavista tiedonantosäännöksistä, joista säädetään tarkemmin 13 c ja 13 d § :ssä.",
        "folded_fi": "vakuutusvalvontaviraston on tarvittaessa ilmoitettava kahden kuukauden kuluessa 13 a §:ssa tarkoitettujen tietojen vastaanottamisesta eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle: 1) niista ammatillisiin lisaelakkeisiin sovellettavista sosiaali- ja tyolainsaadannon vaatimuksista, joita noudattaen lisaelaketoimintaa on harjoitettava suomessa; ja 2) suomessa tyoskentelevien vakuutettujen osalta noudatettavista tiedonantosaannoksista, joista saadetaan tarkemmin 13 c ja 13 d §:ssa.",
        "title_sv": "Försäkringsinspektionens underrättelse",
        "content_sv": "Försäkringsinspektionen skall vid behov inom två månader från mottagandet av de uppgifter som avses i 13 a § underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om 1) de på avtalsbaserade tilläggspensioner tillämpliga krav i social- och arbetsrätten som skall följas när tilläggspensionsverksamhet bedrivs i Finland, och 2) de informationsbestämmelser som skall följas när det gäller försäkrade som arbetar i Finland och som det föreskrivs närmare om i 13 c och 13 d §.",
        "normalized_sv": "Försäkringsinspektionen skall vid behov inom två månader från mottagandet av de uppgifter som avses i 13 a § underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om 1) de på avtalsbaserade tilläggspensioner tillämpliga krav i social- och arbetsrätten som skall följas när tilläggspensionsverksamhet bedrivs i Finland, och 2) de informationsbestämmelser som skall följas när det gäller försäkrade som arbetar i Finland och som det föreskrivs närmare om i 13 c och 13 d § .",
        "folded_sv": "forsakringsinspektionen skall vid behov inom tva manader fran mottagandet av de uppgifter som avses i 13 a § underratta den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat om 1) de pa avtalsbaserade tillaggspensioner tillampliga krav i social- och arbetsratten som skall foljas nar tillaggspensionsverksamhet bedrivs i finland, och 2) de informationsbestammelser som skall foljas nar det galler forsakrade som arbetar i finland och som det foreskrivs narmare om i 13 c och 13 d §."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 c",
      "chapter": "2",
      "section": "13 c",
      "title": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön tiedonantovelvoitteet",
      "content": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön on kohtuullisin väliajoin saatettava lisäeläke-etuihin oikeutetuille vakuutetuille sekä tarvittaessa heidän edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista käy ilmi lisäeläke-etujen laajuus, lisäeläke-etujen saamiseen liittyvät edellytykset ja valintamahdollisuudet sekä kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyistä muutoksista. ETA-vakuutusyhtiön on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisäeläketoiminnan osalta. Kunkin eläkkeensaajan on saatava eläkkeelle jäädessään tai muiden etuuksien erääntyessä yksityiskohtaiset tiedot niistä eläke- ja muista etuuksista, joihin hän on oikeutettu. Lisäksi kunkin eläkkeensaajan sekä tarvittaessa heidän edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyistä olennaisista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 c",
        "normalized_fi": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön on kohtuullisin väliajoin saatettava lisäeläke-etuihin oikeutetuille vakuutetuille sekä tarvittaessa heidän edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista käy ilmi lisäeläke-etujen laajuus, lisäeläke-etujen saamiseen liittyvät edellytykset ja valintamahdollisuudet sekä kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyistä muutoksista. ETA-vakuutusyhtiön on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisäeläketoiminnan osalta. Kunkin eläkkeensaajan on saatava eläkkeelle jäädessään tai muiden etuuksien erääntyessä yksityiskohtaiset tiedot niistä eläke- ja muista etuuksista, joihin hän on oikeutettu. Lisäksi kunkin eläkkeensaajan sekä tarvittaessa heidän edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyistä olennaisista muutoksista.",
        "folded_fi": "lisaelaketoimintaa harjoittavan eta-vakuutusyhtion on kohtuullisin valiajoin saatettava lisaelake-etuihin oikeutetuille vakuutetuille seka tarvittaessa heidan edustajillensa tiedoksi voimassa olevat vakuutusehdot, joista kay ilmi lisaelake-etujen laajuus, lisaelake-etujen saamiseen liittyvat edellytykset ja valintamahdollisuudet seka kohtuullisen ajan kuluessa olennaiset tiedot vakuutusehtoihin tehdyista muutoksista. eta-vakuutusyhtion on annettava vakuutetuille vuosittain selvitys taloudellisesta tilanteestaan lisaelaketoiminnan osalta. kunkin elakkeensaajan on saatava elakkeelle jaadessaan tai muiden etuuksien eraantyessa yksityiskohtaiset tiedot niista elake- ja muista etuuksista, joihin han on oikeutettu. lisaksi kunkin elakkeensaajan seka tarvittaessa heidan edustajiensa on saatava kohtuullisen ajan kuluessa tieto vakuutusehtoihin tehdyista olennaisista muutoksista.",
        "title_sv": "Informationskyldighet för EES-försäkringsbolag med tilläggspensionsverksamhet",
        "content_sv": "Ett EES-försäkringsbolag med tilläggspensionsverksamhet skall med skäliga mellanrum för kännedom tillställa försäkrade som har rätt till tilläggspensionsförmåner och vid behov deras företrädare de gällande försäkringsvillkoren, som skall ange omfattningen av tilläggspensionsförmånerna, förutsättningarna och valmöjligheterna i anslutning till erhållandet av dessa förmåner samt inom skälig tid väsentlig information om ändringar av försäkringsvillkoren. EES-försäkringsbolaget skall varje år ge de försäkrade en redogörelse för bolagets finansiella ställning när det gäller tilläggspensionsverksamheten. Varje pensionstagare skall, vid pensionsavgång eller när andra förmåner skall betalas ut, få utförlig information om de pensionsförmåner och andra förmåner som pensionstagaren har rätt till. Vidare skall varje pensionstagare samt vid behov deras företrädare inom skälig tid få information om väsentliga ändringar av försäkringsvillkoren.",
        "normalized_sv": "Ett EES-försäkringsbolag med tilläggspensionsverksamhet skall med skäliga mellanrum för kännedom tillställa försäkrade som har rätt till tilläggspensionsförmåner och vid behov deras företrädare de gällande försäkringsvillkoren, som skall ange omfattningen av tilläggspensionsförmånerna, förutsättningarna och valmöjligheterna i anslutning till erhållandet av dessa förmåner samt inom skälig tid väsentlig information om ändringar av försäkringsvillkoren. EES-försäkringsbolaget skall varje år ge de försäkrade en redogörelse för bolagets finansiella ställning när det gäller tilläggspensionsverksamheten. Varje pensionstagare skall, vid pensionsavgång eller när andra förmåner skall betalas ut, få utförlig information om de pensionsförmåner och andra förmåner som pensionstagaren har rätt till. Vidare skall varje pensionstagare samt vid behov deras företrädare inom skälig tid få information om väsentliga ändringar av försäkringsvillkoren.",
        "folded_sv": "ett ees-forsakringsbolag med tillaggspensionsverksamhet skall med skaliga mellanrum for kannedom tillstalla forsakrade som har ratt till tillaggspensionsformaner och vid behov deras foretradare de gallande forsakringsvillkoren, som skall ange omfattningen av tillaggspensionsformanerna, forutsattningarna och valmojligheterna i anslutning till erhallandet av dessa formaner samt inom skalig tid vasentlig information om andringar av forsakringsvillkoren. ees-forsakringsbolaget skall varje ar ge de forsakrade en redogorelse for bolagets finansiella stallning nar det galler tillaggspensionsverksamheten. varje pensionstagare skall, vid pensionsavgang eller nar andra formaner skall betalas ut, fa utforlig information om de pensionsformaner och andra formaner som pensionstagaren har ratt till. vidare skall varje pensionstagare samt vid behov deras foretradare inom skalig tid fa information om vasentliga andringar av forsakringsvillkoren."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 d",
      "chapter": "2",
      "section": "13 d",
      "title": "Lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön pyynnöstä toimitettavat tiedot",
      "content": "Vakuutettujen ja eläkkeensaajien sekä tarvittaessa heidän edustajiensa on saatava pyynnöstä lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön lisäeläketoimintaa koskeva: 1) tilinpäätös ja vuosikertomus ja, jos ETA-vakuutusyhtiö vastaa useammasta kuin yhdestä lisäeläkejärjestelmästä, kunkin lisäeläkejärjestelmän tilinpäätös ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. Vakuutettujen on saatava pyynnöstä lisäeläketoimintaa harjoittavalta ETA-vakuutusyhtiöltä yksityiskohtaiset tiedot: 1) eläke-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen päättyessä; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta sekä riskiasemasta ja sijoituksiin liittyvistä kustannuksista, jos vakuutettu vastaa sijoitusriskistä; sekä 4) säännöistä, jotka koskevat eläkeoikeuksien siirtämistä toiseen eläkelaitokseen siinä tapauksessa, että työsuhteen päättymisen johdosta vakuutussuhde päättyy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 d",
        "normalized_fi": "Vakuutettujen ja eläkkeensaajien sekä tarvittaessa heidän edustajiensa on saatava pyynnöstä lisäeläketoimintaa harjoittavan ETA-vakuutusyhtiön lisäeläketoimintaa koskeva: 1) tilinpäätös ja vuosikertomus ja, jos ETA-vakuutusyhtiö vastaa useammasta kuin yhdestä lisäeläkejärjestelmästä, kunkin lisäeläkejärjestelmän tilinpäätös ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. Vakuutettujen on saatava pyynnöstä lisäeläketoimintaa harjoittavalta ETA-vakuutusyhtiöltä yksityiskohtaiset tiedot: 1) eläke-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen päättyessä; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta sekä riskiasemasta ja sijoituksiin liittyvistä kustannuksista, jos vakuutettu vastaa sijoitusriskistä; sekä 4) säännöistä, jotka koskevat eläkeoikeuksien siirtämistä toiseen eläkelaitokseen siinä tapauksessa, että työsuhteen päättymisen johdosta vakuutussuhde päättyy.",
        "folded_fi": "vakuutettujen ja elakkeensaajien seka tarvittaessa heidan edustajiensa on saatava pyynnosta lisaelaketoimintaa harjoittavan eta-vakuutusyhtion lisaelaketoimintaa koskeva: 1) tilinpaatos ja vuosikertomus ja, jos eta-vakuutusyhtio vastaa useammasta kuin yhdesta lisaelakejarjestelmasta, kunkin lisaelakejarjestelman tilinpaatos ja vuosikertomus; ja 2) sijoituspolitiikan periaatteita koskeva selvitys. vakuutettujen on saatava pyynnosta lisaelaketoimintaa harjoittavalta eta-vakuutusyhtiolta yksityiskohtaiset tiedot: 1) elake-etuuksien tavoitetasosta; 2) etuuksien tasosta vakuutussuhteen paattyessa; 3) mahdollisista sijoitusvaihtoehdoista ja kulloisestakin sijoitussalkusta seka riskiasemasta ja sijoituksiin liittyvista kustannuksista, jos vakuutettu vastaa sijoitusriskista; seka 4) saannoista, jotka koskevat elakeoikeuksien siirtamista toiseen elakelaitokseen siina tapauksessa, etta tyosuhteen paattymisen johdosta vakuutussuhde paattyy.",
        "title_sv": "Information som ett EES-försäkringsbolag med tilläggspensionsverksamhet skall lämna på begäran",
        "content_sv": "De försäkrade och pensionstagarna samt vid behov deras företrädare skall på begäran i fråga om ett EES-försäkringsbolag med tilläggspensionsverksamhet få följande information om den verksamheten: 1) bokslut och årsredovisning och, om EES-försäkringsbolaget ansvarar för fler än ett tilläggspensionssystem, bokslutet och årsredovisningen för vart och ett av systemen, och 2) riktlinjerna för placeringspolitiken. De försäkrade skall av ett EES-försäkringsbolag med tilläggspensionsverksamhet på begäran få utförlig information om 1) målnivån för pensionsförmånerna, 2) förmånernas nivå när försäkringsförhållandet upphör, 3) tillgängliga investeringsalternativ och den faktiska investeringsportföljen samt om riskexponering och kostnader som är förenade med investeringarna, om den försäkrade själv står för den finansiella risken, samt 4) de regler som gäller för överföringen av pensionsrättigheter till en annan pensionsanstalt när försäkringsförhållandet upphör till följd av att anställningsförhållandet upphör.",
        "normalized_sv": "De försäkrade och pensionstagarna samt vid behov deras företrädare skall på begäran i fråga om ett EES-försäkringsbolag med tilläggspensionsverksamhet få följande information om den verksamheten: 1) bokslut och årsredovisning och, om EES-försäkringsbolaget ansvarar för fler än ett tilläggspensionssystem, bokslutet och årsredovisningen för vart och ett av systemen, och 2) riktlinjerna för placeringspolitiken. De försäkrade skall av ett EES-försäkringsbolag med tilläggspensionsverksamhet på begäran få utförlig information om 1) målnivån för pensionsförmånerna, 2) förmånernas nivå när försäkringsförhållandet upphör, 3) tillgängliga investeringsalternativ och den faktiska investeringsportföljen samt om riskexponering och kostnader som är förenade med investeringarna, om den försäkrade själv står för den finansiella risken, samt 4) de regler som gäller för överföringen av pensionsrättigheter till en annan pensionsanstalt när försäkringsförhållandet upphör till följd av att anställningsförhållandet upphör.",
        "folded_sv": "de forsakrade och pensionstagarna samt vid behov deras foretradare skall pa begaran i fraga om ett ees-forsakringsbolag med tillaggspensionsverksamhet fa foljande information om den verksamheten: 1) bokslut och arsredovisning och, om ees-forsakringsbolaget ansvarar for fler an ett tillaggspensionssystem, bokslutet och arsredovisningen for vart och ett av systemen, och 2) riktlinjerna for placeringspolitiken. de forsakrade skall av ett ees-forsakringsbolag med tillaggspensionsverksamhet pa begaran fa utforlig information om 1) malnivan for pensionsformanerna, 2) formanernas niva nar forsakringsforhallandet upphor, 3) tillgangliga investeringsalternativ och den faktiska investeringsportfoljen samt om riskexponering och kostnader som ar forenade med investeringarna, om den forsakrade sjalv star for den finansiella risken, samt 4) de regler som galler for overforingen av pensionsrattigheter till en annan pensionsanstalt nar forsakringsforhallandet upphor till foljd av att anstallningsforhallandet upphor."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 e",
      "chapter": "2",
      "section": "13 e",
      "title": "Lisäeläketoiminnan aloittaminen",
      "content": "ETA-vakuutusyhtiö voi aloittaa lisäeläketoiminnan harjoittamisen Suomessa, kun ulkomainen ETA-vakuutusyhtiö on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b §:ssä tarkoitetuista ehdoista, kuitenkin viimeistään kahden kuukauden kuluessa siitä, kun Vakuutusvalvontavirasto vastaanotti 13 a §:ssä tarkoitetut tiedot ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. Vakuutusvalvontaviraston on ilmoitettava ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisäeläketoimintaan sovellettavan työ- ja sosiaalilainsäädännön vaatimusten ja tiedonantosäännösten merkittävistä muutoksista, jos ne voivat vaikuttaa ETA-vakuutusyhtiön Suomessa hoitamaan eläkejärjestelmään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 e",
        "normalized_fi": "ETA-vakuutusyhtiö voi aloittaa lisäeläketoiminnan harjoittamisen Suomessa, kun ulkomainen ETA-vakuutusyhtiö on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b § :ssä tarkoitetuista ehdoista, kuitenkin viimeistään kahden kuukauden kuluessa siitä, kun Vakuutusvalvontavirasto vastaanotti 13 a § :ssä tarkoitetut tiedot ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. Vakuutusvalvontaviraston on ilmoitettava ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisäeläketoimintaan sovellettavan työ- ja sosiaalilainsäädännön vaatimusten ja tiedonantosäännösten merkittävistä muutoksista, jos ne voivat vaikuttaa ETA-vakuutusyhtiön Suomessa hoitamaan eläkejärjestelmään.",
        "folded_fi": "eta-vakuutusyhtio voi aloittaa lisaelaketoiminnan harjoittamisen suomessa, kun ulkomainen eta-vakuutusyhtio on saanut kotivaltionsa vakuutustarkastuksesta vastaavalta viranomaiselta tiedon 13 b §:ssa tarkoitetuista ehdoista, kuitenkin viimeistaan kahden kuukauden kuluessa siita, kun vakuutusvalvontavirasto vastaanotti 13 a §:ssa tarkoitetut tiedot eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalta viranomaiselta. vakuutusvalvontaviraston on ilmoitettava ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle lisaelaketoimintaan sovellettavan tyo- ja sosiaalilainsaadannon vaatimusten ja tiedonantosaannosten merkittavista muutoksista, jos ne voivat vaikuttaa eta-vakuutusyhtion suomessa hoitamaan elakejarjestelmaan.",
        "title_sv": "Inledande av tilläggspensionsverksamhet",
        "content_sv": "Ett utländskt EES-försäkringsbolag kan inleda tilläggspensionsverksamhet i Finland, när bolaget av den myndighet som svarar för försäkringsinspektionen i bolagets hemstat har fått uppgift om de villkor som avses i 13 b §, dock senast två månader efter det att Försäkringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat. Försäkringsinspektionen skall underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om väsentliga ändringar av de social- och arbetsrättsliga krav på tilläggspensionsverksamhet och av de informationsbestämmelser som kan påverka ett pensionssystem som EES-försäkringsbolaget förvaltar i Finland.",
        "normalized_sv": "Ett utländskt EES-försäkringsbolag kan inleda tilläggspensionsverksamhet i Finland, när bolaget av den myndighet som svarar för försäkringsinspektionen i bolagets hemstat har fått uppgift om de villkor som avses i 13 b § , dock senast två månader efter det att Försäkringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat. Försäkringsinspektionen skall underrätta den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat om väsentliga ändringar av de social- och arbetsrättsliga krav på tilläggspensionsverksamhet och av de informationsbestämmelser som kan påverka ett pensionssystem som EES-försäkringsbolaget förvaltar i Finland.",
        "folded_sv": "ett utlandskt ees-forsakringsbolag kan inleda tillaggspensionsverksamhet i finland, nar bolaget av den myndighet som svarar for forsakringsinspektionen i bolagets hemstat har fatt uppgift om de villkor som avses i 13 b §, dock senast tva manader efter det att forsakringsinspektionen mottog de i 13 a § avsedda uppgifterna av den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat. forsakringsinspektionen skall underratta den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat om vasentliga andringar av de social- och arbetsrattsliga krav pa tillaggspensionsverksamhet och av de informationsbestammelser som kan paverka ett pensionssystem som ees-forsakringsbolaget forvaltar i finland."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:14 a",
      "chapter": "2",
      "section": "14 a",
      "title": "Ulkomaisten ETA-vakuutusyhtiöiden lisäeläketoiminnan valvonta",
      "content": "Vakuutusvalvontavirasto valvoo, että lisäeläketoimintaa harjoittava ETA-vakuutusyhtiö noudattaa Suomessa harjoittamansa toiminnan osalta 13 b §:n 1 momentin 1 kohdassa mainittua sosiaali- ja työlainsäädäntöä sekä 13 b §:n 1 momentin 2 kohdassa mainittuja tiedonantosäännöksiä. Jos Vakuutusvalvontavirasto havaitsee, että ETA-vakuutusyhtiö ei noudata edellä mainittuja säännöksiä, sen on ilmoitettava asiasta välittömästi ETA-vakuutusyhtiön kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. Vakuutusvalvontavirasto harjoittaa valvontaa yhteistyössä ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 a",
        "normalized_fi": "Vakuutusvalvontavirasto valvoo, että lisäeläketoimintaa harjoittava ETA-vakuutusyhtiö noudattaa Suomessa harjoittamansa toiminnan osalta 13 b § :n 1 momentin 1 kohdassa mainittua sosiaali- ja työlainsäädäntöä sekä 13 b § :n 1 momentin 2 kohdassa mainittuja tiedonantosäännöksiä. Jos Vakuutusvalvontavirasto havaitsee, että ETA-vakuutusyhtiö ei noudata edellä mainittuja säännöksiä, sen on ilmoitettava asiasta välittömästi ETA-vakuutusyhtiön kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. Vakuutusvalvontavirasto harjoittaa valvontaa yhteistyössä ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
        "folded_fi": "vakuutusvalvontavirasto valvoo, etta lisaelaketoimintaa harjoittava eta-vakuutusyhtio noudattaa suomessa harjoittamansa toiminnan osalta 13 b §:n 1 momentin 1 kohdassa mainittua sosiaali- ja tyolainsaadantoa seka 13 b §:n 1 momentin 2 kohdassa mainittuja tiedonantosaannoksia. jos vakuutusvalvontavirasto havaitsee, etta eta-vakuutusyhtio ei noudata edella mainittuja saannoksia, sen on ilmoitettava asiasta valittomasti eta-vakuutusyhtion kotivaltion vakuutusvalvonnasta vastaavalle viranomaiselle. vakuutusvalvontavirasto harjoittaa valvontaa yhteistyossa eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen kanssa.",
        "title_sv": "Tillsynen över utländska EES-försäkringsbolags tilläggspensionsverksamhet",
        "content_sv": "Försäkringsinspektionen tillser att ett EES-försäkringsbolag med tilläggspensionsverksamhet, när det gäller verksamhet som bolaget bedriver i Finland, följer den social- och arbetsrätt som avses i 13 b § 1 mom. 1 punkten och de informationsbestämmelser som avses i 13 b § 1 mom. 2 punkten. Om Försäkringsinspektionen upptäcker att ett EES-försäkringsbolag inte följer ovan nämnda bestämmelser, skall den genast underrätta den myndighet i EES-försäkringsbolagets hemstat som svarar för försäkringsinspektionen om detta. Försäkringsinspektionen utövar tillsyn i samarbete med den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat.",
        "normalized_sv": "Försäkringsinspektionen tillser att ett EES-försäkringsbolag med tilläggspensionsverksamhet, när det gäller verksamhet som bolaget bedriver i Finland, följer den social- och arbetsrätt som avses i 13 b § 1 mom. 1 punkten och de informationsbestämmelser som avses i 13 b § 1 mom. 2 punkten. Om Försäkringsinspektionen upptäcker att ett EES-försäkringsbolag inte följer ovan nämnda bestämmelser, skall den genast underrätta den myndighet i EES-försäkringsbolagets hemstat som svarar för försäkringsinspektionen om detta. Försäkringsinspektionen utövar tillsyn i samarbete med den myndighet som svarar för försäkringsinspektionen i EES-försäkringsbolagets hemstat.",
        "folded_sv": "forsakringsinspektionen tillser att ett ees-forsakringsbolag med tillaggspensionsverksamhet, nar det galler verksamhet som bolaget bedriver i finland, foljer den social- och arbetsratt som avses i 13 b § 1 mom. 1 punkten och de informationsbestammelser som avses i 13 b § 1 mom. 2 punkten. om forsakringsinspektionen upptacker att ett ees-forsakringsbolag inte foljer ovan namnda bestammelser, skall den genast underratta den myndighet i ees-forsakringsbolagets hemstat som svarar for forsakringsinspektionen om detta. forsakringsinspektionen utovar tillsyn i samarbete med den myndighet som svarar for forsakringsinspektionen i ees-forsakringsbolagets hemstat."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Kotivaltion viranomaisen toimivalta Suomessa",
      "content": "Vakuutusvalvontavirasto voi ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnöstä rajoittaa ETA-vakuutusyhtiön oikeutta käyttää luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtiöiden ja yhteissijoitusyritysten, sijoituspalveluyrityksistä annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiölaissa tarkoitettujen henkivakuutusyhtiöiden hallussa olevia ETA-vakuutusyhtiön lisäeläketoimintaa koskevia varoja tai kieltää yhtiöltä varojen käytön kokonaan, jos ETA-vakuutusyhtiö ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittävää koko liiketoimintansa käsittävää vakuutusteknistä vastuuvelkaa tai sen varat ovat riittämättömät kattamaan vakuutusteknisen vastuuvelan taikka ETA-vakuutusyhtiö ei enää täytä lakisääteisiä omia varoja koskevia vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Vakuutusvalvontavirasto voi ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnöstä rajoittaa ETA-vakuutusyhtiön oikeutta käyttää luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtiöiden ja yhteissijoitusyritysten, sijoituspalveluyrityksistä annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiölaissa tarkoitettujen henkivakuutusyhtiöiden hallussa olevia ETA-vakuutusyhtiön lisäeläketoimintaa koskevia varoja tai kieltää yhtiöltä varojen käytön kokonaan, jos ETA-vakuutusyhtiö ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittävää koko liiketoimintansa käsittävää vakuutusteknistä vastuuvelkaa tai sen varat ovat riittämättömät kattamaan vakuutusteknisen vastuuvelan taikka ETA-vakuutusyhtiö ei enää täytä lakisääteisiä omia varoja koskevia vaatimuksia.",
        "folded_fi": "vakuutusvalvontavirasto voi ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen pyynnosta rajoittaa eta-vakuutusyhtion oikeutta kayttaa luottolaitostoiminnasta annetussa laissa (1607/1993) tarkoitettujen luottolaitosten, sijoitusrahastolaissa (48/1999) tarkoitettujen rahastoyhtioiden ja yhteissijoitusyritysten, sijoituspalveluyrityksista annetussa laissa (579/1996) tarkoitettujen sijoituspalveluyritysten ja vakuutusyhtiolaissa tarkoitettujen henkivakuutusyhtioiden hallussa olevia eta-vakuutusyhtion lisaelaketoimintaa koskevia varoja tai kieltaa yhtiolta varojen kayton kokonaan, jos eta-vakuutusyhtio ei ole kotivaltionsa valvontaviranomaisen mukaan muodostanut riittavaa koko liiketoimintansa kasittavaa vakuutusteknista vastuuvelkaa tai sen varat ovat riittamattomat kattamaan vakuutusteknisen vastuuvelan taikka eta-vakuutusyhtio ei enaa tayta lakisaateisia omia varoja koskevia vaatimuksia.",
        "title_sv": "Hemstatens myndighets behörighet i Finland",
        "content_sv": "Försäkringsinspektionen kan på begäran av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat begränsa EES-försäkringsbolagets rätt att använda tillgångar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondföretag som avses i lagen om placeringsfonder (48/1999), värdepappersföretag som avses i lagen om värdepappersföretag (579/1996) och livförsäkringsbolag som avses i lagen om försäkringsbolag och vilka hänför sig till EES-försäkringsbolagets tilläggspensionsverksamhet eller helt förbjuda EES-försäkringsbolaget att använda nämnda tillgångar, om EES-försäkringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillräcklig försäkringsteknisk ansvarsskuld i förhållande till hela sin verksamhet, eller om dess tillgångar är otillräckliga för täckande av den försäkringstekniska ansvarsskulden eller EES-försäkringsbolaget inte längre uppfyller de lagstadgade kapitalkraven.",
        "normalized_sv": "Försäkringsinspektionen kan på begäran av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat begränsa EES-försäkringsbolagets rätt att använda tillgångar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondföretag som avses i lagen om placeringsfonder (48/1999), värdepappersföretag som avses i lagen om värdepappersföretag (579/1996) och livförsäkringsbolag som avses i lagen om försäkringsbolag och vilka hänför sig till EES-försäkringsbolagets tilläggspensionsverksamhet eller helt förbjuda EES-försäkringsbolaget att använda nämnda tillgångar, om EES-försäkringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillräcklig försäkringsteknisk ansvarsskuld i förhållande till hela sin verksamhet, eller om dess tillgångar är otillräckliga för täckande av den försäkringstekniska ansvarsskulden eller EES-försäkringsbolaget inte längre uppfyller de lagstadgade kapitalkraven.",
        "folded_sv": "forsakringsinspektionen kan pa begaran av den myndighet som svarar for forsakringsinspektionen i det utlandska ees-forsakringsbolagets hemstat begransa ees-forsakringsbolagets ratt att anvanda tillgangar vilka innehas av kreditinstitut som avses i kreditinstitutslagen (1607/1993), fondbolag och fondforetag som avses i lagen om placeringsfonder (48/1999), vardepappersforetag som avses i lagen om vardepappersforetag (579/1996) och livforsakringsbolag som avses i lagen om forsakringsbolag och vilka hanfor sig till ees-forsakringsbolagets tillaggspensionsverksamhet eller helt forbjuda ees-forsakringsbolaget att anvanda namnda tillgangar, om ees-forsakringsbolaget enligt tillsynsmyndigheten i bolagets hemstat inte har genererat en tillracklig forsakringsteknisk ansvarsskuld i forhallande till hela sin verksamhet, eller om dess tillgangar ar otillrackliga for tackande av den forsakringstekniska ansvarsskulden eller ees-forsakringsbolaget inte langre uppfyller de lagstadgade kapitalkraven."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Pakkokeinot",
      "content": "Vakuutusvalvontavirasto voi antaa ulkomaiselle ETA-vakuutusyhtiölle huomautuksen, kehottaa yhtiötä korjaamaan asian määräajassa tai kieltää yhtiötä jatkamasta sosiaali- ja terveysministeriön tai Vakuutusvalvontaviraston virheellisenä pitämää menettelyä, jos yhtiö ei noudata lakia tai ministeriön taikka Vakuutusvalvontaviraston tämän lain taikka poliisitoimesta vastaavan ministeriön rahanpesun estämisestä ja selvittämisestä annetun lain (68/1998) nojalla antamia säännöksiä, jos yhtiö on käyttänyt hyvän vakuutustavan vastaisia menettelytapoja tai jos yhtiön toiminnassa on ilmennyt väärinkäytöksiä taikka jos yhtiö ei ole lisäeläketoiminnassa noudattanut 13 b §:n 1 momentin 1 kohdassa tarkoitettuja työ- ja sosiaalilainsäädännön säännöksiä. Jos ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittämättömiksi ja yhtiö jatkaa virheellistä menettelyään, Vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltää yhtiötä luovuttamasta tai panttaamasta yhtiön Suomessa olevaa omaisuutta, kieltää yhtiötä suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltää yhtiötä antamasta Suomessa uusia vakuutuksia, kunnes asia on korjattu. Uhkasakon tuomitsee maksettavaksi ulkomaisen ETA-vakuutusyhtiön edustuston sijaintipaikan lääninhallitus tai, jollei yhtiöllä ole edustustoa Suomessa, Etelä-Suomen lääninhallitus. Vakuutusvalvontavirasto voi lisäksi kieltää ETA-vakuutusyhtiötä jatkamasta lisäeläkkeiden markkinointia tai lisäeläketoimintaansa Suomessa ja erityisen painavista syistä kieltää yhtiön toiminnan Suomessa kokonaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Vakuutusvalvontavirasto voi antaa ulkomaiselle ETA-vakuutusyhtiölle huomautuksen, kehottaa yhtiötä korjaamaan asian määräajassa tai kieltää yhtiötä jatkamasta sosiaali- ja terveysministeriön tai Vakuutusvalvontaviraston virheellisenä pitämää menettelyä, jos yhtiö ei noudata lakia tai ministeriön taikka Vakuutusvalvontaviraston tämän lain taikka poliisitoimesta vastaavan ministeriön rahanpesun estämisestä ja selvittämisestä annetun lain (68/1998) nojalla antamia säännöksiä, jos yhtiö on käyttänyt hyvän vakuutustavan vastaisia menettelytapoja tai jos yhtiön toiminnassa on ilmennyt väärinkäytöksiä taikka jos yhtiö ei ole lisäeläketoiminnassa noudattanut 13 b § :n 1 momentin 1 kohdassa tarkoitettuja työ- ja sosiaalilainsäädännön säännöksiä. Jos ulkomaisen ETA-vakuutusyhtiön kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittämättömiksi ja yhtiö jatkaa virheellistä menettelyään, Vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtiön kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltää yhtiötä luovuttamasta tai panttaamasta yhtiön Suomessa olevaa omaisuutta, kieltää yhtiötä suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltää yhtiötä antamasta Suomessa uusia vakuutuksia, kunnes asia on korjattu. Uhkasakon tuomitsee maksettavaksi ulkomaisen ETA-vakuutusyhtiön edustuston sijaintipaikan lääninhallitus tai, jollei yhtiöllä ole edustustoa Suomessa, Etelä-Suomen lääninhallitus. Vakuutusvalvontavirasto voi lisäksi kieltää ETA-vakuutusyhtiötä jatkamasta lisäeläkkeiden markkinointia tai lisäeläketoimintaansa Suomessa ja erityisen painavista syistä kieltää yhtiön toiminnan Suomessa kokonaan.",
        "folded_fi": "vakuutusvalvontavirasto voi antaa ulkomaiselle eta-vakuutusyhtiolle huomautuksen, kehottaa yhtiota korjaamaan asian maaraajassa tai kieltaa yhtiota jatkamasta sosiaali- ja terveysministerion tai vakuutusvalvontaviraston virheellisena pitamaa menettelya, jos yhtio ei noudata lakia tai ministerion taikka vakuutusvalvontaviraston taman lain taikka poliisitoimesta vastaavan ministerion rahanpesun estamisesta ja selvittamisesta annetun lain (68/1998) nojalla antamia saannoksia, jos yhtio on kayttanyt hyvan vakuutustavan vastaisia menettelytapoja tai jos yhtion toiminnassa on ilmennyt vaarinkaytoksia taikka jos yhtio ei ole lisaelaketoiminnassa noudattanut 13 b §:n 1 momentin 1 kohdassa tarkoitettuja tyo- ja sosiaalilainsaadannon saannoksia. jos ulkomaisen eta-vakuutusyhtion kotivaltion vakuutustarkastuksesta vastaavan viranomaisen toimenpiteet osoittautuvat riittamattomiksi ja yhtio jatkaa virheellista menettelyaan, vakuutusvalvontavirasto voi ilmoitettuaan asiasta yhtion kotivaltion vakuutustarkastuksesta vastaavalle viranomaiselle asettaa uhkasakon antamansa kehotuksen tai kiellon noudattamisen tehostamiseksi, kieltaa yhtiota luovuttamasta tai panttaamasta yhtion suomessa olevaa omaisuutta, kieltaa yhtiota suorittamasta vakuutuksen takaisinostoarvoa vakuutuksenottajille tai kieltaa yhtiota antamasta suomessa uusia vakuutuksia, kunnes asia on korjattu. uhkasakon tuomitsee maksettavaksi ulkomaisen eta-vakuutusyhtion edustuston sijaintipaikan laaninhallitus tai, jollei yhtiolla ole edustustoa suomessa, etela-suomen laaninhallitus. vakuutusvalvontavirasto voi lisaksi kieltaa eta-vakuutusyhtiota jatkamasta lisaelakkeiden markkinointia tai lisaelaketoimintaansa suomessa ja erityisen painavista syista kieltaa yhtion toiminnan suomessa kokonaan.",
        "title_sv": "Tvångsmedel",
        "content_sv": "Försäkringsinspektionen kan tilldela ett utländskt EES-försäkringsbolag en anmärkning, uppmana bolaget att inom en viss tid rätta till något eller förbjuda bolaget att fortsätta med det förfarande som social- och hälsovårdsministeriet eller Försäkringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de föreskrifter som ministeriet eller Försäkringsinspektionen har meddelat med stöd av denna lag eller som det ministerium som svarar för polisväsendet har meddelat med stöd av lagen om förhindrande och utredning av penningtvätt (68/1998), om bolaget har förfarit i strid med god försäkringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tilläggspensionsverksamhet inte har följt de bestämmelser i social- och arbetsrätten som avses i 13 b § 1 mom. 1 punkten. Om de åtgärder som vidtas av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat visar sig vara otillräckliga och bolaget fortsätter sitt felaktiga förfarande, kan Försäkringsinspektionen, efter att ha lämnat meddelande om detta till den myndighet som svarar för försäkringsinspektionen i bolagets hemstat, förena sin uppmaning eller sitt förbud med vite, förbjuda bolaget att överlåta eller pantsätta egendom som bolaget innehar i Finland, förbjuda bolaget att betala återköpsvärdet till försäkringstagarna eller förbjuda bolaget att i Finland bevilja nya försäkringar tills saken har rättats till. Vitet döms ut av länsstyrelsen i det län där orten för det utländska EES-försäkringsbolagets representation är belägen eller, om bolaget inte har någon representation i Finland, av länsstyrelsen i Södra Finlands län. Försäkringsinspektionen kan dessutom förbjuda EES-försäkringsbolaget att fortsätta marknadsföringen av tilläggspensioner eller sin tilläggspensionsverksamhet i Finland och av synnerligen vägande skäl helt förbjuda bolagets verksamhet i Finland.",
        "normalized_sv": "Försäkringsinspektionen kan tilldela ett utländskt EES-försäkringsbolag en anmärkning, uppmana bolaget att inom en viss tid rätta till något eller förbjuda bolaget att fortsätta med det förfarande som social- och hälsovårdsministeriet eller Försäkringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de föreskrifter som ministeriet eller Försäkringsinspektionen har meddelat med stöd av denna lag eller som det ministerium som svarar för polisväsendet har meddelat med stöd av lagen om förhindrande och utredning av penningtvätt (68/1998), om bolaget har förfarit i strid med god försäkringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tilläggspensionsverksamhet inte har följt de bestämmelser i social- och arbetsrätten som avses i 13 b § 1 mom. 1 punkten. Om de åtgärder som vidtas av den myndighet som svarar för försäkringsinspektionen i det utländska EES-försäkringsbolagets hemstat visar sig vara otillräckliga och bolaget fortsätter sitt felaktiga förfarande, kan Försäkringsinspektionen, efter att ha lämnat meddelande om detta till den myndighet som svarar för försäkringsinspektionen i bolagets hemstat, förena sin uppmaning eller sitt förbud med vite, förbjuda bolaget att överlåta eller pantsätta egendom som bolaget innehar i Finland, förbjuda bolaget att betala återköpsvärdet till försäkringstagarna eller förbjuda bolaget att i Finland bevilja nya försäkringar tills saken har rättats till. Vitet döms ut av länsstyrelsen i det län där orten för det utländska EES-försäkringsbolagets representation är belägen eller, om bolaget inte har någon representation i Finland, av länsstyrelsen i Södra Finlands län. Försäkringsinspektionen kan dessutom förbjuda EES-försäkringsbolaget att fortsätta marknadsföringen av tilläggspensioner eller sin tilläggspensionsverksamhet i Finland och av synnerligen vägande skäl helt förbjuda bolagets verksamhet i Finland.",
        "folded_sv": "forsakringsinspektionen kan tilldela ett utlandskt ees-forsakringsbolag en anmarkning, uppmana bolaget att inom en viss tid ratta till nagot eller forbjuda bolaget att fortsatta med det forfarande som social- och halsovardsministeriet eller forsakringsinspektionen anser vara felaktigt, om bolaget inte iakttar lag eller de foreskrifter som ministeriet eller forsakringsinspektionen har meddelat med stod av denna lag eller som det ministerium som svarar for polisvasendet har meddelat med stod av lagen om forhindrande och utredning av penningtvatt (68/1998), om bolaget har forfarit i strid med god forsakringssed eller om det har uppdagats missbruk i bolagets verksamhet eller om bolaget i sin tillaggspensionsverksamhet inte har foljt de bestammelser i social- och arbetsratten som avses i 13 b § 1 mom. 1 punkten. om de atgarder som vidtas av den myndighet som svarar for forsakringsinspektionen i det utlandska ees-forsakringsbolagets hemstat visar sig vara otillrackliga och bolaget fortsatter sitt felaktiga forfarande, kan forsakringsinspektionen, efter att ha lamnat meddelande om detta till den myndighet som svarar for forsakringsinspektionen i bolagets hemstat, forena sin uppmaning eller sitt forbud med vite, forbjuda bolaget att overlata eller pantsatta egendom som bolaget innehar i finland, forbjuda bolaget att betala aterkopsvardet till forsakringstagarna eller forbjuda bolaget att i finland bevilja nya forsakringar tills saken har rattats till. vitet doms ut av lansstyrelsen i det lan dar orten for det utlandska ees-forsakringsbolagets representation ar belagen eller, om bolaget inte har nagon representation i finland, av lansstyrelsen i sodra finlands lan. forsakringsinspektionen kan dessutom forbjuda ees-forsakringsbolaget att fortsatta marknadsforingen av tillaggspensioner eller sin tillaggspensionsverksamhet i finland och av synnerligen vagande skal helt forbjuda bolagets verksamhet i finland."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:70",
      "chapter": "2",
      "section": "70",
      "title": "Ulkomaisista vakuutusyhtiöistä pidettävä rekisteri",
      "content": "Vakuutusvalvontavirasto pitää rekisteriä Suomessa toimivista ulkomaisista vakuutusyhtiöistä. Rekisteriin merkitään: 6) kolmannen maan vakuutusyhtiölle Suomessa myönnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle ETA-vakuutusyhtiölle sen kotivaltiossa myönnetyn toimiluvan peruuttamisen ajankohta; sekä 8) ETA-vakuutusyhtiön Suomessa harjoittama lisäeläketoiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:70",
        "normalized_fi": "Vakuutusvalvontavirasto pitää rekisteriä Suomessa toimivista ulkomaisista vakuutusyhtiöistä. Rekisteriin merkitään: 6) kolmannen maan vakuutusyhtiölle Suomessa myönnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle ETA-vakuutusyhtiölle sen kotivaltiossa myönnetyn toimiluvan peruuttamisen ajankohta; sekä 8) ETA-vakuutusyhtiön Suomessa harjoittama lisäeläketoiminta.",
        "folded_fi": "vakuutusvalvontavirasto pitaa rekisteria suomessa toimivista ulkomaisista vakuutusyhtioista. rekisteriin merkitaan: 6) kolmannen maan vakuutusyhtiolle suomessa myonnetyn toimiluvan peruuttaminen ja rajoittaminen, sen syy ja ajankohta; 7) ulkomaiselle eta-vakuutusyhtiolle sen kotivaltiossa myonnetyn toimiluvan peruuttamisen ajankohta; seka 8) eta-vakuutusyhtion suomessa harjoittama lisaelaketoiminta.",
        "title_sv": "Register över utländska försäkringsbolag",
        "content_sv": "Försäkringsinspektionen för register över utländska försäkringsbolag som är verksamma i Finland. I registret antecknas 6) återkallande eller begränsning av koncession som i Finland beviljats ett försäkringsbolag från tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten för återkallande av koncession som beviljats ett utländskt EES-försäkringsbolag i dess hemstat, och 8) tilläggspensionsverksamhet som ett EES-försäkringsbolag bedriver i Finland.",
        "normalized_sv": "Försäkringsinspektionen för register över utländska försäkringsbolag som är verksamma i Finland. I registret antecknas 6) återkallande eller begränsning av koncession som i Finland beviljats ett försäkringsbolag från tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten för återkallande av koncession som beviljats ett utländskt EES-försäkringsbolag i dess hemstat, och 8) tilläggspensionsverksamhet som ett EES-försäkringsbolag bedriver i Finland.",
        "folded_sv": "forsakringsinspektionen for register over utlandska forsakringsbolag som ar verksamma i finland. i registret antecknas 6) aterkallande eller begransning av koncession som i finland beviljats ett forsakringsbolag fran tredje land, samt uppgift om orsaken och tidpunkten, 7) tidpunkten for aterkallande av koncession som beviljats ett utlandskt ees-forsakringsbolag i dess hemstat, och 8) tillaggspensionsverksamhet som ett ees-forsakringsbolag bedriver i finland."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:75",
      "chapter": "2",
      "section": "75",
      "title": "Vakuutusyhtiön lukuun toimiminen Suomessa",
      "content": "Jos Vakuutusvalvontavirastolla on syytä otaksua, että joku harjoittaa ulkomaisen vakuutusyhtiön lukuun Suomessa tässä laissa tarkoitettua toimintaa tekemättä 7, 10 ja 13 a §:ssä tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siitä selvitystä ja tarvittaessa kehotettava asianomaista määräajassa tekemään 7, 10 tai 13 a §:ssä tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:75",
        "normalized_fi": "Jos Vakuutusvalvontavirastolla on syytä otaksua, että joku harjoittaa ulkomaisen vakuutusyhtiön lukuun Suomessa tässä laissa tarkoitettua toimintaa tekemättä 7, 10 ja 13 a § :ssä tarkoitettua ilmoitusta tai ilman 18 § :n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siitä selvitystä ja tarvittaessa kehotettava asianomaista määräajassa tekemään 7, 10 tai 13 a § :ssä tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
        "folded_fi": "jos vakuutusvalvontavirastolla on syyta otaksua, etta joku harjoittaa ulkomaisen vakuutusyhtion lukuun suomessa tassa laissa tarkoitettua toimintaa tekematta 7, 10 ja 13 a §:ssa tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa, viraston on hankittava siita selvitysta ja tarvittaessa kehotettava asianomaista maaraajassa tekemaan 7, 10 tai 13 a §:ssa tarkoitettu ilmoitus, hakemaan toimilupaa, muuttamaan toimintaansa viraston ilmoittamalla tavalla tai lopettamaan toimintansa.",
        "title_sv": "Verksamhet som i Finland bedrivs för ett försäkringsbolags räkning",
        "content_sv": "Har Försäkringsinspektionen skäl att anta att någon för ett utländskt försäkringsbolags räkning i Finland bedriver verksamhet enligt denna lag utan att göra sådan anmälan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken gäller att inom en bestämd tid göra anmälan enligt 7, 10 eller 13 a §, ansöka om koncession, ändra sin verksamhet enligt inspektionens anvisningar eller upphöra med verksamheten.",
        "normalized_sv": "Har Försäkringsinspektionen skäl att anta att någon för ett utländskt försäkringsbolags räkning i Finland bedriver verksamhet enligt denna lag utan att göra sådan anmälan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken gäller att inom en bestämd tid göra anmälan enligt 7, 10 eller 13 a § , ansöka om koncession, ändra sin verksamhet enligt inspektionens anvisningar eller upphöra med verksamheten.",
        "folded_sv": "har forsakringsinspektionen skal att anta att nagon for ett utlandskt forsakringsbolags rakning i finland bedriver verksamhet enligt denna lag utan att gora sadan anmalan som avses i 7, 10 och 13 a § eller utan koncession som avses i 18 § 1 mom., skall inspektionen skaffa utredning om saken och vid behov uppmana den som saken galler att inom en bestamd tid gora anmalan enligt 7, 10 eller 13 a §, ansoka om koncession, andra sin verksamhet enligt inspektionens anvisningar eller upphora med verksamheten."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2:76",
      "chapter": "2",
      "section": "76",
      "title": "Vakuutusliikkeen luvaton harjoittaminen",
      "content": "Joka 1) ulkomaisen vakuutusyhtiön lukuun harjoittaa vakuutusliikettä Suomessa tekemättä 7 tai 10 §:ssä tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 §:n vastaisesti taikka harjoittaa lisäeläketoimintaa tekemättä 13 a §:ssä tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiölaissa säädetään vakuutusliikkeen luvattomasta harjoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:76",
        "normalized_fi": "Joka 1) ulkomaisen vakuutusyhtiön lukuun harjoittaa vakuutusliikettä Suomessa tekemättä 7 tai 10 § :ssä tarkoitettua ilmoitusta tai ilman 18 § :n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 § :n vastaisesti taikka harjoittaa lisäeläketoimintaa tekemättä 13 a § :ssä tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiölaissa säädetään vakuutusliikkeen luvattomasta harjoittamisesta.",
        "folded_fi": "joka 1) ulkomaisen vakuutusyhtion lukuun harjoittaa vakuutusliiketta suomessa tekematta 7 tai 10 §:ssa tarkoitettua ilmoitusta tai ilman 18 §:n 1 momentissa tarkoitettua toimilupaa taikka 22 a tai 57 §:n vastaisesti taikka harjoittaa lisaelaketoimintaa tekematta 13 a §:ssa tarkoitettua ilmoitusta tai on tuomittava siten kuin vakuutusyhtiolaissa saadetaan vakuutusliikkeen luvattomasta harjoittamisesta.",
        "title_sv": "Olovligt bedrivande av försäkringsrörelse",
        "content_sv": "Den som 1) för ett utländskt försäkringsbolags räkning bedriver försäkringsrörelse i Finland utan att göra anmälan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tilläggspensionsverksamhet utan att göra anmälan enligt 13 a §, eller skall dömas enligt vad lagen om försäkringsbolag bestämmer om olovligt bedrivande av försäkringsrörelse.",
        "normalized_sv": "Den som 1) för ett utländskt försäkringsbolags räkning bedriver försäkringsrörelse i Finland utan att göra anmälan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tilläggspensionsverksamhet utan att göra anmälan enligt 13 a § , eller skall dömas enligt vad lagen om försäkringsbolag bestämmer om olovligt bedrivande av försäkringsrörelse.",
        "folded_sv": "den som 1) for ett utlandskt forsakringsbolags rakning bedriver forsakringsrorelse i finland utan att gora anmalan enligt 7 eller 10 § eller utan koncession som avses i 18 § 1 mom. eller i strid med 22 a eller 57 § eller bedriver tillaggspensionsverksamhet utan att gora anmalan enligt 13 a §, eller skall domas enligt vad lagen om forsakringsbolag bestammer om olovligt bedrivande av forsakringsrorelse."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Henkivakuutusta harjoittavalla ulkomaisella ETA-vakuutusyhtiöllä on oikeus harjoittaa lisäeläketoimintaa Suomessa siten kuin tässä laissa säädetään. Lisäeläketoimintaan ei sovelleta 4―6 ja 7―13 §:n, 4―8 luvun, 56 ja 57 §:n eikä 10 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Henkivakuutusta harjoittavalla ulkomaisella ETA-vakuutusyhtiöllä on oikeus harjoittaa lisäeläketoimintaa Suomessa siten kuin tässä laissa säädetään. Lisäeläketoimintaan ei sovelleta 4―6 ja 7―13 § :n, 4―8 luvun, 56 ja 57 § :n eikä 10 luvun säännöksiä.",
        "folded_fi": "henkivakuutusta harjoittavalla ulkomaisella eta-vakuutusyhtiolla on oikeus harjoittaa lisaelaketoimintaa suomessa siten kuin tassa laissa saadetaan. lisaelaketoimintaan ei sovelleta 4―6 ja 7―13 §:n, 4―8 luvun, 56 ja 57 §:n eika 10 luvun saannoksia.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Ett utländskt EES-försäkringsbolag som bedriver livförsäkringsverksamhet har rätt att bedriva tilläggpensionsverksamhet i Finland enligt vad som föreskrivs i denna lag. Bestämmelserna i 4―6 och 7―13 §, 4―8 kap., 56 och 57 § och 10 kap. tillämpas inte på tilläggspensionsverksamhet.",
        "normalized_sv": "Ett utländskt EES-försäkringsbolag som bedriver livförsäkringsverksamhet har rätt att bedriva tilläggpensionsverksamhet i Finland enligt vad som föreskrivs i denna lag. Bestämmelserna i 4―6 och 7―13 § , 4―8 kap., 56 och 57 § och 10 kap. tillämpas inte på tilläggspensionsverksamhet.",
        "folded_sv": "ett utlandskt ees-forsakringsbolag som bedriver livforsakringsverksamhet har ratt att bedriva tillaggpensionsverksamhet i finland enligt vad som foreskrivs i denna lag. bestammelserna i 4―6 och 7―13 §, 4―8 kap., 56 och 57 § och 10 kap. tillampas inte pa tillaggspensionsverksamhet."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 13) selvittäjällä toimivaltaisten viranomaisten tai vakuutusyhtiön hallintoelinten nimeämää henkilöä tai elintä, jonka tehtävänä on huolehtia likvidaatiomenettelystä; 14) vakuutussaatavalla kaikkia niitä saatavia, joista ulkomainen vakuutusyhtiö on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa kärsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiöltä, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtiö on velkaa sen vuoksi, että näitä sopimuksia ja toimia ei ole tehty tai että ne on peruutettu tällaisiin sopimuksiin tai toimiin sovellettavan lainsäädännön mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetään myös vakuutussaatavina; sekä 15) lisäeläketoiminnalla ammatillisia lisäeläkkeitä tarjoavien laitosten toiminnasta ja valvonnasta annetussa Euroopan parlamentin ja neuvoston direktiivissä 2003/41/EY tarkoitettua toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 13) selvittäjällä toimivaltaisten viranomaisten tai vakuutusyhtiön hallintoelinten nimeämää henkilöä tai elintä, jonka tehtävänä on huolehtia likvidaatiomenettelystä; 14) vakuutussaatavalla kaikkia niitä saatavia, joista ulkomainen vakuutusyhtiö on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa kärsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiöltä, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtiö on velkaa sen vuoksi, että näitä sopimuksia ja toimia ei ole tehty tai että ne on peruutettu tällaisiin sopimuksiin tai toimiin sovellettavan lainsäädännön mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetään myös vakuutussaatavina; sekä 15) lisäeläketoiminnalla ammatillisia lisäeläkkeitä tarjoavien laitosten toiminnasta ja valvonnasta annetussa Euroopan parlamentin ja neuvoston direktiivissä 2003/41/EY tarkoitettua toimintaa.",
        "folded_fi": "tassa laissa tarkoitetaan: 13) selvittajalla toimivaltaisten viranomaisten tai vakuutusyhtion hallintoelinten nimeamaa henkiloa tai elinta, jonka tehtavana on huolehtia likvidaatiomenettelysta; 14) vakuutussaatavalla kaikkia niita saatavia, joista ulkomainen vakuutusyhtio on ensivakuutussopimuksen perusteella vastuussa vakuutuksenottajalle, vakuutetulle, edunsaajalle tai sellaiselle vahinkoa karsineelle, jolla on oikeus vaatia vakuutussopimuksen mukainen korvaus suoraan vakuutusyhtiolta, mukaan lukien varaukset tuntemattomia vahinkoja varten; vakuutusmaksuja, jotka ulkomainen vakuutusyhtio on velkaa sen vuoksi, etta naita sopimuksia ja toimia ei ole tehty tai etta ne on peruutettu tallaisiin sopimuksiin tai toimiin sovellettavan lainsaadannon mukaisesti ennen likvidaatiomenettelyn aloittamista, pidetaan myos vakuutussaatavina; seka 15) lisaelaketoiminnalla ammatillisia lisaelakkeita tarjoavien laitosten toiminnasta ja valvonnasta annetussa euroopan parlamentin ja neuvoston direktiivissa 2003/41/ey tarkoitettua toimintaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 13) förvaltare varje person eller organ som utses av de behöriga myndigheterna eller förvaltningsorganen i ett försäkringsbolag för att förvalta ett likvidationsförfarande, 14) försäkringsfordran varje fordran som ett utländskt försäkringsbolag enligt ett direktförsäkringsavtal ansvarar för gentemot försäkringstagare, försäkrade personer, förmånstagare eller sådana skadelidande vilka har rätt att kräva ersättning enligt försäkringsavtalet direkt av försäkringsbolaget, inbegripet reserver för okända skador; de försäkringspremier som ett utländskt försäkringsbolag är skyldigt till följd av att dessa försäkringsavtal och denna verksamhet inte har ingåtts eller har återgåtts enligt den lag som gäller för sådana avtal eller sådan verksamhet innan likvidationsförfarandet har inletts skall också betraktas som försäkringsfordran, och 15) tilläggspensionsverksamhet verksamhet som avses i Europaparlamentets och rådets direktiv 2003/41/EG om verksamhet i och tillsyn över tjänstepensionsinstitut.",
        "normalized_sv": "I denna lag avses med 13) förvaltare varje person eller organ som utses av de behöriga myndigheterna eller förvaltningsorganen i ett försäkringsbolag för att förvalta ett likvidationsförfarande, 14) försäkringsfordran varje fordran som ett utländskt försäkringsbolag enligt ett direktförsäkringsavtal ansvarar för gentemot försäkringstagare, försäkrade personer, förmånstagare eller sådana skadelidande vilka har rätt att kräva ersättning enligt försäkringsavtalet direkt av försäkringsbolaget, inbegripet reserver för okända skador; de försäkringspremier som ett utländskt försäkringsbolag är skyldigt till följd av att dessa försäkringsavtal och denna verksamhet inte har ingåtts eller har återgåtts enligt den lag som gäller för sådana avtal eller sådan verksamhet innan likvidationsförfarandet har inletts skall också betraktas som försäkringsfordran, och 15) tilläggspensionsverksamhet verksamhet som avses i Europaparlamentets och rådets direktiv 2003/41/EG om verksamhet i och tillsyn över tjänstepensionsinstitut.",
        "folded_sv": "i denna lag avses med 13) forvaltare varje person eller organ som utses av de behoriga myndigheterna eller forvaltningsorganen i ett forsakringsbolag for att forvalta ett likvidationsforfarande, 14) forsakringsfordran varje fordran som ett utlandskt forsakringsbolag enligt ett direktforsakringsavtal ansvarar for gentemot forsakringstagare, forsakrade personer, formanstagare eller sadana skadelidande vilka har ratt att krava ersattning enligt forsakringsavtalet direkt av forsakringsbolaget, inbegripet reserver for okanda skador; de forsakringspremier som ett utlandskt forsakringsbolag ar skyldigt till foljd av att dessa forsakringsavtal och denna verksamhet inte har ingatts eller har atergatts enligt den lag som galler for sadana avtal eller sadan verksamhet innan likvidationsforfarandet har inletts skall ocksa betraktas som forsakringsfordran, och 15) tillaggspensionsverksamhet verksamhet som avses i europaparlamentets och radets direktiv 2003/41/eg om verksamhet i och tillsyn over tjanstepensionsinstitut."
      },
      "valid_from": "2006-05-19",
      "valid_to": null
    }
  ]
}