{
  "id": "39/2005",
  "type": "statute",
  "title": "Laki eräiden pitkäaikaisesti työttöminä olleiden henkilöiden eläketuesta",
  "title_en": "Lag om pensionsstöd till vissa långtidsarbetslösa",
  "status": "in_force",
  "issued_date": "2005-01-28",
  "in_force_date": "2005-01-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/39/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Oikeus eläketukeen",
      "content": "Vuonna 1941―1947 syntyneellä Suomessa asuvalla henkilöllä, joka on työmarkkinatukeen oikeutettu ja joka on julkisesta työvoimapalvelusta annetun lain (1295/2002) 1 luvun 7 §:n 1 momentin 5 kohdan tarkoittamalla tavalla pitkäaikaistyötön 31 päivänä joulukuuta 2004 ja jolle on maksettu työttömyysturvalain (1290/2002) mukaista työmarkkinatukea työttömyyden perusteella vähintään 2 500 päivältä tai jolle on maksettu enimmäisaika työttömyysturvalain mukaista päivärahaa ja sen lisäksi työmarkkinatukea työttömyyden perusteella vähintään 2 000 päivältä 1 päivästä tammikuuta 1992 lukien 31 päivään joulukuuta 2004 mennessä, on oikeus tämän lain mukaiseen eläketukeen sen kuukauden loppuun saakka, jolloin hän täyttää 62 vuotta. Edellä 1 momentissa tarkoitettuna työmarkkinatukeen oikeutettuna henkilönä pidetään työmarkkinatuen saajan lisäksi työttömyysturvalain 7 luvun 2 §:n 1―8 kohdissa tarkoitettua henkilöä sekä työttömyysturvalain 3 luvun 3 §:n 1 momentissa tarkoitettua työkyvytöntä henkilöä, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspäivärahaa. Eläketukena maksetaan kansaneläkeosuutta ja työeläkeosuutta siten kuin jäljempänä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Vuonna 1941―1947 syntyneellä Suomessa asuvalla henkilöllä, joka on työmarkkinatukeen oikeutettu ja joka on julkisesta työvoimapalvelusta annetun lain (1295/2002) 1 luvun 7 § :n 1 momentin 5 kohdan tarkoittamalla tavalla pitkäaikaistyötön 31 päivänä joulukuuta 2004 ja jolle on maksettu työttömyysturvalain (1290/2002) mukaista työmarkkinatukea työttömyyden perusteella vähintään 2 500 päivältä tai jolle on maksettu enimmäisaika työttömyysturvalain mukaista päivärahaa ja sen lisäksi työmarkkinatukea työttömyyden perusteella vähintään 2 000 päivältä 1 päivästä tammikuuta 1992 lukien 31 päivään joulukuuta 2004 mennessä, on oikeus tämän lain mukaiseen eläketukeen sen kuukauden loppuun saakka, jolloin hän täyttää 62 vuotta. Edellä 1 momentissa tarkoitettuna työmarkkinatukeen oikeutettuna henkilönä pidetään työmarkkinatuen saajan lisäksi työttömyysturvalain 7 luvun 2 § :n 1―8 kohdissa tarkoitettua henkilöä sekä työttömyysturvalain 3 luvun 3 § :n 1 momentissa tarkoitettua työkyvytöntä henkilöä, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspäivärahaa. Eläketukena maksetaan kansaneläkeosuutta ja työeläkeosuutta siten kuin jäljempänä säädetään.",
        "folded_fi": "vuonna 1941―1947 syntyneella suomessa asuvalla henkilolla, joka on tyomarkkinatukeen oikeutettu ja joka on julkisesta tyovoimapalvelusta annetun lain (1295/2002) 1 luvun 7 §:n 1 momentin 5 kohdan tarkoittamalla tavalla pitkaaikaistyoton 31 paivana joulukuuta 2004 ja jolle on maksettu tyottomyysturvalain (1290/2002) mukaista tyomarkkinatukea tyottomyyden perusteella vahintaan 2 500 paivalta tai jolle on maksettu enimmaisaika tyottomyysturvalain mukaista paivarahaa ja sen lisaksi tyomarkkinatukea tyottomyyden perusteella vahintaan 2 000 paivalta 1 paivasta tammikuuta 1992 lukien 31 paivaan joulukuuta 2004 mennessa, on oikeus taman lain mukaiseen elaketukeen sen kuukauden loppuun saakka, jolloin han tayttaa 62 vuotta. edella 1 momentissa tarkoitettuna tyomarkkinatukeen oikeutettuna henkilona pidetaan tyomarkkinatuen saajan lisaksi tyottomyysturvalain 7 luvun 2 §:n 1―8 kohdissa tarkoitettua henkiloa seka tyottomyysturvalain 3 luvun 3 §:n 1 momentissa tarkoitettua tyokyvytonta henkiloa, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspaivarahaa. elaketukena maksetaan kansanelakeosuutta ja tyoelakeosuutta siten kuin jaljempana saadetaan.",
        "title_sv": "Rätt till pensionsstöd",
        "content_sv": "En i Finland bosatt person född åren 1941―1947 som är berättigad till arbetsmarknadsstöd och som den 31 december 2004 är långtidsarbetslös på det sätt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstöd på grund av arbetslöshet enligt lagen om utkomstskydd för arbetslösa (1290/2002) för minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd för arbetslösa för den maximala tiden och dessutom arbetsmarknadsstöd på grund av arbetslöshet för minst 2 000 dagar från den 1 januari 1992 till den 31 december 2004, har rätt till pensionsstöd enligt denna lag till utgången av den månad då han eller hon fyller 62 år. Som en i 1 mom. avsedd person som är berättigad till arbetsmarknadsstöd betraktas förutom mottagare av arbetsmarknadsstöd även personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd för arbetslösa och sådana arbetsoförmögna enligt 3 kap. 3 § 1 mom. i nämnda lag som får sjukdagpenning enligt sjukförsäkringslagen (1224/2004). I pensionsstöd betalas en folkpensionsdel och en arbetspensionsdel så som föreskrivs nedan.",
        "normalized_sv": "En i Finland bosatt person född åren 1941―1947 som är berättigad till arbetsmarknadsstöd och som den 31 december 2004 är långtidsarbetslös på det sätt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstöd på grund av arbetslöshet enligt lagen om utkomstskydd för arbetslösa (1290/2002) för minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd för arbetslösa för den maximala tiden och dessutom arbetsmarknadsstöd på grund av arbetslöshet för minst 2 000 dagar från den 1 januari 1992 till den 31 december 2004, har rätt till pensionsstöd enligt denna lag till utgången av den månad då han eller hon fyller 62 år. Som en i 1 mom. avsedd person som är berättigad till arbetsmarknadsstöd betraktas förutom mottagare av arbetsmarknadsstöd även personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd för arbetslösa och sådana arbetsoförmögna enligt 3 kap. 3 § 1 mom. i nämnda lag som får sjukdagpenning enligt sjukförsäkringslagen (1224/2004). I pensionsstöd betalas en folkpensionsdel och en arbetspensionsdel så som föreskrivs nedan.",
        "folded_sv": "en i finland bosatt person fodd aren 1941―1947 som ar berattigad till arbetsmarknadsstod och som den 31 december 2004 ar langtidsarbetslos pa det satt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstod pa grund av arbetsloshet enligt lagen om utkomstskydd for arbetslosa (1290/2002) for minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd for arbetslosa for den maximala tiden och dessutom arbetsmarknadsstod pa grund av arbetsloshet for minst 2 000 dagar fran den 1 januari 1992 till den 31 december 2004, har ratt till pensionsstod enligt denna lag till utgangen av den manad da han eller hon fyller 62 ar. som en i 1 mom. avsedd person som ar berattigad till arbetsmarknadsstod betraktas forutom mottagare av arbetsmarknadsstod aven personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd for arbetslosa och sadana arbetsoformogna enligt 3 kap. 3 § 1 mom. i namnda lag som far sjukdagpenning enligt sjukforsakringslagen (1224/2004). i pensionsstod betalas en folkpensionsdel och en arbetspensionsdel sa som foreskrivs nedan."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eläketuen saajan oikeus vanhuuseläkkeeseen",
      "content": "Edellä 1 §:ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (347/1956) ja 5 §:ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta lukien. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä. Jos 1 §:ssä tarkoitettu henkilö on ennen tämän lain voimaantuloa täyttänyt 62 vuotta, hänellä on oikeus 1 momentissa tarkoitettuun vanhuuseläkkeeseen. Vanhuuseläke myönnetään hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Edellä 1 § :ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (347/1956) ja 5 § :ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta lukien. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä. Jos 1 § :ssä tarkoitettu henkilö on ennen tämän lain voimaantuloa täyttänyt 62 vuotta, hänellä on oikeus 1 momentissa tarkoitettuun vanhuuseläkkeeseen. Vanhuuseläke myönnetään hakemuksesta.",
        "folded_fi": "edella 1 §:ssa tarkoitetulla henkilolla on oikeus kansanelakelain (347/1956) ja 5 §:ssa mainittujen elakelakien mukaiseen vanhuuselakkeeseen 62 vuoden ian tayttamista seuraavan kuukauden alusta lukien. vanhuuselakkeeseen ei tehda varhennusvahennysta. jos 1 §:ssa tarkoitettu henkilo on ennen taman lain voimaantuloa tayttanyt 62 vuotta, hanella on oikeus 1 momentissa tarkoitettuun vanhuuselakkeeseen. vanhuuselake myonnetaan hakemuksesta.",
        "title_sv": "Rätt till ålderspension för den som får pensionsstöd",
        "content_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (347/1956) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte. Om en person som avses i 1 § har fyllt 62 år innan denna lag har trätt i kraft, har han eller hon rätt till ålderspension enligt 1 mom. Ålderspension beviljas på ansökan.",
        "normalized_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (347/1956) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte. Om en person som avses i 1 § har fyllt 62 år innan denna lag har trätt i kraft, har han eller hon rätt till ålderspension enligt 1 mom. Ålderspension beviljas på ansökan.",
        "folded_sv": "en person som avses i 1 § har ratt till alderspension enligt folkpensionslagen (347/1956) och de pensionslagar som namns i 5 § fran ingangen av den manad som foljer efter den da han eller hon fyller 62 ar. alderspensionen fortidsminskas inte. om en person som avses i 1 § har fyllt 62 ar innan denna lag har tratt i kraft, har han eller hon ratt till alderspension enligt 1 mom. alderspension beviljas pa ansokan."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde muihin etuuksiin",
      "content": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, työttömyyseläkettä, vanhuuseläkettä, varhennettua vanhuuseläkettä tai vastaavaa ulkomailta maksettavaa eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 §:n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus eläkkeensaajien asumistukeen siten kuin eläkkeensaajien asumistukilaissa (591/1978) säädetään. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 29 §:ssä säädetään. Jos eläketuen saajalla on oikeus saada perhe-eläkelain (38/1969) mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja perhe-eläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, työttömyyseläkettä, vanhuuseläkettä, varhennettua vanhuuseläkettä tai vastaavaa ulkomailta maksettavaa eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 § :n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus eläkkeensaajien asumistukeen siten kuin eläkkeensaajien asumistukilaissa (591/1978) säädetään. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 29 § :ssä säädetään. Jos eläketuen saajalla on oikeus saada perhe-eläkelain (38/1969) mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja perhe-eläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
        "folded_fi": "oikeutta elaketukeen ei ole henkilolla, joka saa kansanelakelain tai tyoelakelakien mukaista tyokyvyttomyyselaketta, tyottomyyselaketta, vanhuuselaketta, varhennettua vanhuuselaketta tai vastaavaa ulkomailta maksettavaa elaketta. elaketuen saajalla on oikeus sairausvakuutuslain mukaiseen paivarahaan vastaavasti kuin vanhuuselaketta saavalla henkilolla sairausvakuutuslain 8 luvun 6 §:n mukaan. elaketuen saajalla ei ole oikeutta tyottomyysturvalain mukaiseen tyottomyysetuuteen. elaketuen saajalla on oikeus elakkeensaajien asumistukeen siten kuin elakkeensaajien asumistukilaissa (591/1978) saadetaan. elaketuen saajalla on oikeus lapsikorotukseen siten kuin kansanelakelain 29 §:ssa saadetaan. jos elaketuen saajalla on oikeus saada perhe-elakelain (38/1969) mukainen leskenelakkeen alkuelake, alkuelaketta maksetaan se maara, jolla alkuelake ylittaa kansanelakeosuuden maaran. elaketukea ja perhe-elakelain mukaista leskenelakkeen jatkoelaketta ei makseta samanaikaisesti.",
        "title_sv": "Förhållande till andra förmåner",
        "content_sv": "Rätt till pensionsstöd har inte den som får invalidpension, arbetslöshetspension, ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till bostadsbidrag för pensionstagare i enlighet med lagen om bostadsbidrag för pensionstagare (591/1978). Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 29 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt familjepensionslagen betalas inte samtidigt.",
        "normalized_sv": "Rätt till pensionsstöd har inte den som får invalidpension, arbetslöshetspension, ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till bostadsbidrag för pensionstagare i enlighet med lagen om bostadsbidrag för pensionstagare (591/1978). Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 29 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt familjepensionslagen betalas inte samtidigt.",
        "folded_sv": "ratt till pensionsstod har inte den som far invalidpension, arbetsloshetspension, alderspension eller fortida alderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas fran utlandet. den som far pensionsstod har ratt till dagpenning enligt sjukforsakringslagen pa motsvarande satt som den som far alderspension har enligt 8 kap. 6 § i sjukforsakringslagen. den som far pensionsstod har inte ratt till arbetsloshetsformaner enligt lagen om utkomstskydd for arbetslosa. den som far pensionsstod har ratt till bostadsbidrag for pensionstagare i enlighet med lagen om bostadsbidrag for pensionstagare (591/1978). den som far pensionsstod har ratt till barnforhojning i enlighet med 29 § i folkpensionslagen. om den som far pensionsstod har ratt att fa efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som overstiger beloppet av folkpensionsdelen. pensionsstod och efterlevandepensionens fortsattningspension enligt familjepensionslagen betalas inte samtidigt."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Suomessa asuminen",
      "content": "Henkilön Suomessa asuminen määräytyy asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Henkilön Suomessa asuminen määräytyy asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaan.",
        "folded_fi": "henkilon suomessa asuminen maaraytyy asumiseen perustuvan sosiaaliturvalainsaadannon soveltamisesta annetun lain (1573/1993) mukaan.",
        "title_sv": "Boende i Finland",
        "content_sv": "Boendet i Finland avgörs enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993).",
        "normalized_sv": "Boendet i Finland avgörs enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993).",
        "folded_sv": "boendet i finland avgors enligt lagen om tillampning av lagstiftningen om bosattningsbaserad social trygghet (1573/1993)."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Työeläkeosuuden määrä",
      "content": "Jos 1 §:ssä mainitulle henkilölle on 31 päivään joulukuuta 2004 mennessä karttunut työntekijäin eläkelain (395/1961) vähimmäisehtojen mukaista eläkettä, lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) mukaista eläkettä, maatalousyrittäjien eläkelain (467/1969) vähimmäisehtojen mukaista eläkettä, yrittäjien eläkelain (468/1969) vähimmäisehtojen mukaista eläkettä, merimieseläkelain (72/1956) mukaista eläkettä, taiteilijoiden ja eräiden erityisryhmiin kuuluvien työntekijäin eläkelain (662/1985) mukaista eläkettä, kunnallisen eläkelain (549/2003) mukaista eläkettä, valtion eläkelain (280/1966) mukaista eläkettä sekä muuta eläkettä, johon oikeus määräytyy muiden säännösten nojalla valtion eläkelain mukaan, evankelis-luterilaisen kirkon eläkelain (298/1966) nojalla myönnettyä eläkettä ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myönnettyä eläkettä, hänellä on oikeus saada edellä mainittujen lakien mukaisesti 31 päivään joulukuuta 2004 laskettu työ- tai ansioeläkkeen määrä eläketuen työeläkeosuutena. Työeläkeosuus tarkistetaan eläketukea myönnettäessä vuoden 2004 indeksitasoon käyttäen työntekijäin eläkelain 9 §:n 2 momentissa säädettyjä indeksilukuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Jos 1 § :ssä mainitulle henkilölle on 31 päivään joulukuuta 2004 mennessä karttunut työntekijäin eläkelain (395/1961) vähimmäisehtojen mukaista eläkettä, lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) mukaista eläkettä, maatalousyrittäjien eläkelain (467/1969) vähimmäisehtojen mukaista eläkettä, yrittäjien eläkelain (468/1969) vähimmäisehtojen mukaista eläkettä, merimieseläkelain (72/1956) mukaista eläkettä, taiteilijoiden ja eräiden erityisryhmiin kuuluvien työntekijäin eläkelain (662/1985) mukaista eläkettä, kunnallisen eläkelain (549/2003) mukaista eläkettä, valtion eläkelain (280/1966) mukaista eläkettä sekä muuta eläkettä, johon oikeus määräytyy muiden säännösten nojalla valtion eläkelain mukaan, evankelis-luterilaisen kirkon eläkelain (298/1966) nojalla myönnettyä eläkettä ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myönnettyä eläkettä, hänellä on oikeus saada edellä mainittujen lakien mukaisesti 31 päivään joulukuuta 2004 laskettu työ- tai ansioeläkkeen määrä eläketuen työeläkeosuutena. Työeläkeosuus tarkistetaan eläketukea myönnettäessä vuoden 2004 indeksitasoon käyttäen työntekijäin eläkelain 9 § :n 2 momentissa säädettyjä indeksilukuja.",
        "folded_fi": "jos 1 §:ssa mainitulle henkilolle on 31 paivaan joulukuuta 2004 mennessa karttunut tyontekijain elakelain (395/1961) vahimmaisehtojen mukaista elaketta, lyhytaikaisissa tyosuhteissa olevien tyontekijain elakelain (134/1962) mukaista elaketta, maatalousyrittajien elakelain (467/1969) vahimmaisehtojen mukaista elaketta, yrittajien elakelain (468/1969) vahimmaisehtojen mukaista elaketta, merimieselakelain (72/1956) mukaista elaketta, taiteilijoiden ja eraiden erityisryhmiin kuuluvien tyontekijain elakelain (662/1985) mukaista elaketta, kunnallisen elakelain (549/2003) mukaista elaketta, valtion elakelain (280/1966) mukaista elaketta seka muuta elaketta, johon oikeus maaraytyy muiden saannosten nojalla valtion elakelain mukaan, evankelis-luterilaisen kirkon elakelain (298/1966) nojalla myonnettya elaketta ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myonnettya elaketta, hanella on oikeus saada edella mainittujen lakien mukaisesti 31 paivaan joulukuuta 2004 laskettu tyo- tai ansioelakkeen maara elaketuen tyoelakeosuutena. tyoelakeosuus tarkistetaan elaketukea myonnettaessa vuoden 2004 indeksitasoon kayttaen tyontekijain elakelain 9 §:n 2 momentissa saadettyja indeksilukuja.",
        "title_sv": "Beloppet av arbetspensionsdelen",
        "content_sv": "En person som nämns i 1 § och som fram till den 31 december 2004 har intjänat pension enligt minimivillkoren i lagen om pension för arbetstagare (395/1961), pension enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962), pension enligt minimivillkoren i lagen om pension för lantbruksföretagare (467/1969), pension enligt minimivillkoren i lagen om pension för företagare (468/1969), pension enligt lagen om sjömanspensioner (72/1956), pension enligt lagen om pension för konstnärer och särskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension där pensionsrätten med stöd av övriga bestämmelser bestäms enligt lagen om statens pensioner, pension som beviljats med stöd av pensionslagen för evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stöd av lagen om ortodoxa kyrkosamfundet (521/1969) har rätt att i form av pensionsstödets arbetspensionsdel få det belopp av arbets- eller förvärvspension som i enlighet med ovan nämnda lagar beräknats den 31 december 2004. När pensionsstöd beviljas justeras arbetspensionsdelen enligt 2004 års indexnivå med de indextal som anges i 9 § 2 mom. i lagen om pension för arbetstagare.",
        "normalized_sv": "En person som nämns i 1 § och som fram till den 31 december 2004 har intjänat pension enligt minimivillkoren i lagen om pension för arbetstagare (395/1961), pension enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962), pension enligt minimivillkoren i lagen om pension för lantbruksföretagare (467/1969), pension enligt minimivillkoren i lagen om pension för företagare (468/1969), pension enligt lagen om sjömanspensioner (72/1956), pension enligt lagen om pension för konstnärer och särskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension där pensionsrätten med stöd av övriga bestämmelser bestäms enligt lagen om statens pensioner, pension som beviljats med stöd av pensionslagen för evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stöd av lagen om ortodoxa kyrkosamfundet (521/1969) har rätt att i form av pensionsstödets arbetspensionsdel få det belopp av arbets- eller förvärvspension som i enlighet med ovan nämnda lagar beräknats den 31 december 2004. När pensionsstöd beviljas justeras arbetspensionsdelen enligt 2004 års indexnivå med de indextal som anges i 9 § 2 mom. i lagen om pension för arbetstagare.",
        "folded_sv": "en person som namns i 1 § och som fram till den 31 december 2004 har intjanat pension enligt minimivillkoren i lagen om pension for arbetstagare (395/1961), pension enligt lagen om pension for arbetstagare i kortvariga arbetsforhallanden (134/1962), pension enligt minimivillkoren i lagen om pension for lantbruksforetagare (467/1969), pension enligt minimivillkoren i lagen om pension for foretagare (468/1969), pension enligt lagen om sjomanspensioner (72/1956), pension enligt lagen om pension for konstnarer och sarskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension dar pensionsratten med stod av ovriga bestammelser bestams enligt lagen om statens pensioner, pension som beviljats med stod av pensionslagen for evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stod av lagen om ortodoxa kyrkosamfundet (521/1969) har ratt att i form av pensionsstodets arbetspensionsdel fa det belopp av arbets- eller forvarvspension som i enlighet med ovan namnda lagar beraknats den 31 december 2004. nar pensionsstod beviljas justeras arbetspensionsdelen enligt 2004 ars indexniva med de indextal som anges i 9 § 2 mom. i lagen om pension for arbetstagare."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kansaneläkeosuuden määrä",
      "content": "Täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 795,76 euroa ja toisessa kuntaryhmässä 5 558,04 euroa vuodessa. Jos eläketuen saaja on avioliitossa, täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 109,12 euroa ja toisessa kuntaryhmässä 4 906,68 euroa vuodessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 §:ssä mainittu työeläkeosuus sekä kansaneläkelain 26 §:n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mitä mainitun pykälän 4 momentissa säädetään. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Eläketuen kansaneläkeosuus myönnetään sen kunnan kalleusluokan mukaisena, jossa henkilö asuu eläketuen alkamisajankohtana. Kun eläketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan eläketuen kansaneläkeosuus uuden asuinkunnan kalleusluokan mukaiseksi sitä seuraavan kuukauden alusta. Kuntien kalleusluokituksesta säädetään laissa kuntien yleisestä kalleusluokituksesta (955/1973). Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 25 b §:n 1 ja 3 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa olisi pienempi kuin 10,76 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 795,76 euroa ja toisessa kuntaryhmässä 5 558,04 euroa vuodessa. Jos eläketuen saaja on avioliitossa, täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 109,12 euroa ja toisessa kuntaryhmässä 4 906,68 euroa vuodessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 § :ssä mainittu työeläkeosuus sekä kansaneläkelain 26 § :n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mitä mainitun pykälän 4 momentissa säädetään. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Eläketuen kansaneläkeosuus myönnetään sen kunnan kalleusluokan mukaisena, jossa henkilö asuu eläketuen alkamisajankohtana. Kun eläketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan eläketuen kansaneläkeosuus uuden asuinkunnan kalleusluokan mukaiseksi sitä seuraavan kuukauden alusta. Kuntien kalleusluokituksesta säädetään laissa kuntien yleisestä kalleusluokituksesta (955/1973). Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 25 b § :n 1 ja 3 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa olisi pienempi kuin 10,76 euroa.",
        "folded_fi": "taysimaarainen kansanelakeosuus on ensimmaisessa kuntaryhmassa 5 795,76 euroa ja toisessa kuntaryhmassa 5 558,04 euroa vuodessa. jos elaketuen saaja on avioliitossa, taysimaarainen kansanelakeosuus on ensimmaisessa kuntaryhmassa 5 109,12 euroa ja toisessa kuntaryhmassa 4 906,68 euroa vuodessa. elaketuen kansanelakeosuuden maara lasketaan siten, etta taysimaaraisesta kansanelakeosuudesta vahennetaan 50 prosenttia siita vuositulon osasta, joka ylittaa 536 euroa vuodessa. vuositulona otetaan huomioon 5 §:ssa mainittu tyoelakeosuus seka kansanelakelain 26 §:n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mita mainitun pykalan 4 momentissa saadetaan. elaketuen maaraytymiseen vaikuttavat tuloerat pyoristetaan lahimpaan euroon. elaketuen kansanelakeosuus myonnetaan sen kunnan kalleusluokan mukaisena, jossa henkilo asuu elaketuen alkamisajankohtana. kun elaketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan elaketuen kansanelakeosuus uuden asuinkunnan kalleusluokan mukaiseksi sita seuraavan kuukauden alusta. kuntien kalleusluokituksesta saadetaan laissa kuntien yleisesta kalleusluokituksesta (955/1973). jos elaketuen hakija on asunut ulkomailla, kansanelakeosuuden maaraan sovelletaan, mita kansanelakelain 25 b §:n 1 ja 3 momentissa saadetaan. elaketuen kansanelakeosuutta ei makseta, jos sen maara kuukaudessa olisi pienempi kuin 10,76 euroa.",
        "title_sv": "Beloppet av folkpensionsdelen",
        "content_sv": "Full folkpensionsdel är 5 795,76 euro om året i den första och 5 558,04 euro om året i den andra kommungruppen. Om den som får pensionsstöd är gift, är folkpensionsdelens fulla belopp 5 109,12 euro om året i den första och 4 906,68 euro om året i den andra kommungruppen. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i nämnda paragraf. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Pensionsstödets folkpensionsdel beviljas i enlighet med dyrortsklassen för den kommun där personen bor vid begynnelsetidpunkten för pensionsstödet. När den som får pensionsstöd har bott i en kommun av en annan dyrortsklass i sex månader, ändras pensionsstödets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass från ingången av den därpå följande månaden. Bestämmelser om kommunernas dyrortsklassificering finns i lagen om allmän dyrortsklassificering av kommunerna (955/1973). Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 10,76 euro.",
        "normalized_sv": "Full folkpensionsdel är 5 795,76 euro om året i den första och 5 558,04 euro om året i den andra kommungruppen. Om den som får pensionsstöd är gift, är folkpensionsdelens fulla belopp 5 109,12 euro om året i den första och 4 906,68 euro om året i den andra kommungruppen. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i nämnda paragraf. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Pensionsstödets folkpensionsdel beviljas i enlighet med dyrortsklassen för den kommun där personen bor vid begynnelsetidpunkten för pensionsstödet. När den som får pensionsstöd har bott i en kommun av en annan dyrortsklass i sex månader, ändras pensionsstödets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass från ingången av den därpå följande månaden. Bestämmelser om kommunernas dyrortsklassificering finns i lagen om allmän dyrortsklassificering av kommunerna (955/1973). Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 10,76 euro.",
        "folded_sv": "full folkpensionsdel ar 5 795,76 euro om aret i den forsta och 5 558,04 euro om aret i den andra kommungruppen. om den som far pensionsstod ar gift, ar folkpensionsdelens fulla belopp 5 109,12 euro om aret i den forsta och 4 906,68 euro om aret i den andra kommungruppen. beloppet av pensionsstodets folkpensionsdel beraknas sa att 50 procent av den fulla folkpensionsdelen dras av fran den del av arsinkomsten som overstiger 536 euro om aret. som arsinkomst beaktas den arbetspensionsdel som namns i 5 § samt de formaner som namns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i namnda paragraf. de inkomstposter som paverkar bestammandet av pensionsstodet avrundas till narmaste euro. pensionsstodets folkpensionsdel beviljas i enlighet med dyrortsklassen for den kommun dar personen bor vid begynnelsetidpunkten for pensionsstodet. nar den som far pensionsstod har bott i en kommun av en annan dyrortsklass i sex manader, andras pensionsstodets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass fran ingangen av den darpa foljande manaden. bestammelser om kommunernas dyrortsklassificering finns i lagen om allman dyrortsklassificering av kommunerna (955/1973). har den som ansoker om pensionsstod bott utomlands, skall bestammelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillampas pa beloppet av folkpensionsdelen. pensionsstodets folkpensionsdel betalas inte, om det manatliga beloppet understiger 10,76 euro."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Puolisot ja erillään asuminen",
      "content": "Jos mies ja nainen avioliittoa solmimatta jatkuvasti elävät yhteisessä taloudessa avioliitonomaisissa olosuhteissa, eläketuen kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään avioliitossa olevista henkilöistä. Jollei avioliitossa olevalla henkilöllä ole yhteistä taloutta puolisonsa kanssa, hänen eläketukensa kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään sellaisen henkilön eläketuesta, joka ei ole avioliitossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Jos mies ja nainen avioliittoa solmimatta jatkuvasti elävät yhteisessä taloudessa avioliitonomaisissa olosuhteissa, eläketuen kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään avioliitossa olevista henkilöistä. Jollei avioliitossa olevalla henkilöllä ole yhteistä taloutta puolisonsa kanssa, hänen eläketukensa kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään sellaisen henkilön eläketuesta, joka ei ole avioliitossa.",
        "folded_fi": "jos mies ja nainen avioliittoa solmimatta jatkuvasti elavat yhteisessa taloudessa avioliitonomaisissa olosuhteissa, elaketuen kansanelakeosuutta maarattaessa sovelletaan, mita tassa laissa saadetaan avioliitossa olevista henkiloista. jollei avioliitossa olevalla henkilolla ole yhteista taloutta puolisonsa kanssa, hanen elaketukensa kansanelakeosuutta maarattaessa sovelletaan, mita tassa laissa saadetaan sellaisen henkilon elaketuesta, joka ei ole avioliitossa.",
        "title_sv": "Makar och boende åtskils",
        "content_sv": "Om en man och en kvinna fortlöpande lever tillsammans i gemensamt hushåll utan att ingå äktenskap under äktenskapsliknande förhållanden, skall pensionsstödets folkpensionsdel bestämmas enligt vad som i denna lag föreskrivs om personer som är gifta med varandra. Om en person som är gift inte har gemensamt hushåll med sin make, skall pensionsstödets folkpensionsdel för honom eller henne bestämmas enligt vad som i denna lag föreskrivs om pensionsstöd till den som inte är gift.",
        "normalized_sv": "Om en man och en kvinna fortlöpande lever tillsammans i gemensamt hushåll utan att ingå äktenskap under äktenskapsliknande förhållanden, skall pensionsstödets folkpensionsdel bestämmas enligt vad som i denna lag föreskrivs om personer som är gifta med varandra. Om en person som är gift inte har gemensamt hushåll med sin make, skall pensionsstödets folkpensionsdel för honom eller henne bestämmas enligt vad som i denna lag föreskrivs om pensionsstöd till den som inte är gift.",
        "folded_sv": "om en man och en kvinna fortlopande lever tillsammans i gemensamt hushall utan att inga aktenskap under aktenskapsliknande forhallanden, skall pensionsstodets folkpensionsdel bestammas enligt vad som i denna lag foreskrivs om personer som ar gifta med varandra. om en person som ar gift inte har gemensamt hushall med sin make, skall pensionsstodets folkpensionsdel for honom eller henne bestammas enligt vad som i denna lag foreskrivs om pensionsstod till den som inte ar gift."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Eläketuki laitoshoidon ja rangaistuksen täytäntöönpanon aikana",
      "content": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 42 b ja 43 §:ssä säädetään. Eläketuen maksamiseen eläketuen saajan rangaistuksen täytäntöönpanon ajalta sovelletaan, mitä kansaneläkelain 42 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 42 b ja 43 § :ssä säädetään. Eläketuen maksamiseen eläketuen saajan rangaistuksen täytäntöönpanon ajalta sovelletaan, mitä kansaneläkelain 42 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuuden maksamiseen elaketuen saajan laitoshoidon ajalta sovelletaan, mita kansanelakelain 42 b ja 43 §:ssa saadetaan. elaketuen maksamiseen elaketuen saajan rangaistuksen taytantoonpanon ajalta sovelletaan, mita kansanelakelain 42 §:ssa saadetaan.",
        "title_sv": "Pensionsstöd under institutionsvård och vid verkställighet av straff",
        "content_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 42 b och 43 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för verkställighet av straff tillämpas 42 § i folkpensionslagen.",
        "normalized_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 42 b och 43 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för verkställighet av straff tillämpas 42 § i folkpensionslagen.",
        "folded_sv": "i fraga om betalning av pensionsstodets folkpensionsdel under den tid stodtagaren ar i institutionsvard tillampas 42 b och 43 § i folkpensionslagen. i fraga om betalning av pensionsstod till stodtagaren for tiden for verkstallighet av straff tillampas 42 § i folkpensionslagen."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Ilmoitusvelvollisuus",
      "content": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta sekä muista eläketukeen vaikuttavista olosuhteiden muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta sekä muista eläketukeen vaikuttavista olosuhteiden muutoksista.",
        "folded_fi": "elaketuen saajan on ilmoitettava kansanelakelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, elaketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta seka muista elaketukeen vaikuttavista olosuhteiden muutoksista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående av äktenskap, upplösning av äktenskap, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, ändrad boningskommun, intagning i institutionsvård samt andra förändringar i förhållandena som påverkar pensionsstödet.",
        "normalized_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående av äktenskap, upplösning av äktenskap, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, ändrad boningskommun, intagning i institutionsvård samt andra förändringar i förhållandena som påverkar pensionsstödet.",
        "folded_sv": "den som far pensionsstod skall underratta folkpensionsanstalten om ingaende av aktenskap, upplosning av aktenskap, forandringar som skett i de inkomster som paverkar pensionsstodet, flyttning till utlandet, andrad boningskommun, intagning i institutionsvard samt andra forandringar i forhallandena som paverkar pensionsstodet."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Eläketuen hakeminen",
      "content": "Eläketukea haetaan sitä varten vahvistetulla Kansaneläkelaitoksen hyväksymällä lomakkeella Kansaneläkelaitokselta. Eläketuen hakijan on annettava eläketuen myöntämiseksi ja maksamiseksi tiedot hakijan ja hänen puolisonsa nimestä ja syntymäajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan työttömyysturvalain mukaisista päivärahoista ja työmarkkinatuesta, työttömyysetuuksien maksajista sekä saamistaan eläketuloista, sekä muut eläketuen maksamiseksi tarvittavat tiedot. Eläketukihakemus voidaan hylätä, jos tuen hakija kieltäytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittämästä sellaista selvitystä, jota häneltä kohtuudella voidaan vaatia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Eläketukea haetaan sitä varten vahvistetulla Kansaneläkelaitoksen hyväksymällä lomakkeella Kansaneläkelaitokselta. Eläketuen hakijan on annettava eläketuen myöntämiseksi ja maksamiseksi tiedot hakijan ja hänen puolisonsa nimestä ja syntymäajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan työttömyysturvalain mukaisista päivärahoista ja työmarkkinatuesta, työttömyysetuuksien maksajista sekä saamistaan eläketuloista, sekä muut eläketuen maksamiseksi tarvittavat tiedot. Eläketukihakemus voidaan hylätä, jos tuen hakija kieltäytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittämästä sellaista selvitystä, jota häneltä kohtuudella voidaan vaatia.",
        "folded_fi": "elaketukea haetaan sita varten vahvistetulla kansanelakelaitoksen hyvaksymalla lomakkeella kansanelakelaitokselta. elaketuen hakijan on annettava elaketuen myontamiseksi ja maksamiseksi tiedot hakijan ja hanen puolisonsa nimesta ja syntymaajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan tyottomyysturvalain mukaisista paivarahoista ja tyomarkkinatuesta, tyottomyysetuuksien maksajista seka saamistaan elaketuloista, seka muut elaketuen maksamiseksi tarvittavat tiedot. elaketukihakemus voidaan hylata, jos tuen hakija kieltaytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittamasta sellaista selvitysta, jota hanelta kohtuudella voidaan vaatia.",
        "title_sv": "Ansökan om pensionsstöd",
        "content_sv": "Pensionsstöd söks hos Folkpensionsanstalten med en blankett som fastställts för ändamålet och godkänts av Folkpensionsanstalten. Den som ansöker om pensionsstöd skall för beviljande och betalning av pensionsstödet lämna uppgifter om sökandens och makens namn och födelsetid, boningskommun, intagning i institutionsvård eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstöd enligt lagen om utkomstskydd för arbetslösa, utbetalarna av arbetslöshetsförmåner och sina pensionsinkomster, samt övriga uppgifter som behövs för betalning av pensionsstödet. En ansökan om pensionsstöd kan avslås, om sökanden vägrar lämna uppgifter som behövs för avgörande av ansökan eller att förete sådan utredning som skäligen kan krävas av honom eller henne.",
        "normalized_sv": "Pensionsstöd söks hos Folkpensionsanstalten med en blankett som fastställts för ändamålet och godkänts av Folkpensionsanstalten. Den som ansöker om pensionsstöd skall för beviljande och betalning av pensionsstödet lämna uppgifter om sökandens och makens namn och födelsetid, boningskommun, intagning i institutionsvård eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstöd enligt lagen om utkomstskydd för arbetslösa, utbetalarna av arbetslöshetsförmåner och sina pensionsinkomster, samt övriga uppgifter som behövs för betalning av pensionsstödet. En ansökan om pensionsstöd kan avslås, om sökanden vägrar lämna uppgifter som behövs för avgörande av ansökan eller att förete sådan utredning som skäligen kan krävas av honom eller henne.",
        "folded_sv": "pensionsstod soks hos folkpensionsanstalten med en blankett som faststallts for andamalet och godkants av folkpensionsanstalten. den som ansoker om pensionsstod skall for beviljande och betalning av pensionsstodet lamna uppgifter om sokandens och makens namn och fodelsetid, boningskommun, intagning i institutionsvard eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstod enligt lagen om utkomstskydd for arbetslosa, utbetalarna av arbetsloshetsformaner och sina pensionsinkomster, samt ovriga uppgifter som behovs for betalning av pensionsstodet. en ansokan om pensionsstod kan avslas, om sokanden vagrar lamna uppgifter som behovs for avgorande av ansokan eller att forete sadan utredning som skaligen kan kravas av honom eller henne."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Eläketuen myöntäminen",
      "content": "Eläketuki myönnetään sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan työnteon päättymistä seuraavan kuukauden alusta. Eläketukea ei ilman erityistä syytä myönnetä pidemmältä kuin kuuden kuukauden ajalta ennen eläketuen hakemista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Eläketuki myönnetään sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan työnteon päättymistä seuraavan kuukauden alusta. Eläketukea ei ilman erityistä syytä myönnetä pidemmältä kuin kuuden kuukauden ajalta ennen eläketuen hakemista.",
        "folded_fi": "elaketuki myonnetaan sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan tyonteon paattymista seuraavan kuukauden alusta. elaketukea ei ilman erityista syyta myonneta pidemmalta kuin kuuden kuukauden ajalta ennen elaketuen hakemista.",
        "title_sv": "Beviljande av pensionsstöd",
        "content_sv": "Pensionsstöd beviljas från ingången av den månad då rätt till stödet uppkom, dock tidigast från ingången av den månad som följer efter det att arbetet upphörde. Pensionsstöd beviljas inte utan särskilda skäl för en längre tid än sex månader före ansökan om pensionsstöd.",
        "normalized_sv": "Pensionsstöd beviljas från ingången av den månad då rätt till stödet uppkom, dock tidigast från ingången av den månad som följer efter det att arbetet upphörde. Pensionsstöd beviljas inte utan särskilda skäl för en längre tid än sex månader före ansökan om pensionsstöd.",
        "folded_sv": "pensionsstod beviljas fran ingangen av den manad da ratt till stodet uppkom, dock tidigast fran ingangen av den manad som foljer efter det att arbetet upphorde. pensionsstod beviljas inte utan sarskilda skal for en langre tid an sex manader fore ansokan om pensionsstod."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Eläketuen maksaminen",
      "content": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 38 §:ssä säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 38 § :ssä säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
        "folded_fi": "elaketuki maksetaan kuukausittain siten kuin kansanelakelain 38 §:ssa saadetaan saajan ilmoittamalle tilille suomessa toimivaan rahalaitokseen. elaketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittaa kansanelakelaitoksen hyvaksyman erityisen syyn.",
        "title_sv": "Betalning av pensionsstöd",
        "content_sv": "Pensionsstöd betalas månatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i Finland verksamt penninginstitut som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "normalized_sv": "Pensionsstöd betalas månatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i Finland verksamt penninginstitut som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "folded_sv": "pensionsstod betalas manatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i finland verksamt penninginstitut som mottagaren har uppgett. pensionsstodet kan dock betalas aven pa annat satt, om det inte ar mojligt att betala in det pa ett konto eller om den som ansoker om eller far stod uppger nagot sarskilt skal som folkpensionsanstalten godkanner."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Eläketuen väliaikainen maksaminen",
      "content": "Jos eläketuessa tulona huomioon otettavista 5 §:ssä tarkoitettujen lakien mukaisista eläkkeistä tai muusta jatkuvasta eläketuen määrään vaikuttavasta etuudesta on muutoksenhaku vireillä, voidaan eläketuki myöntää ja maksaa väliaikaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Jos eläketuessa tulona huomioon otettavista 5 § :ssä tarkoitettujen lakien mukaisista eläkkeistä tai muusta jatkuvasta eläketuen määrään vaikuttavasta etuudesta on muutoksenhaku vireillä, voidaan eläketuki myöntää ja maksaa väliaikaisena.",
        "folded_fi": "jos elaketuessa tulona huomioon otettavista 5 §:ssa tarkoitettujen lakien mukaisista elakkeista tai muusta jatkuvasta elaketuen maaraan vaikuttavasta etuudesta on muutoksenhaku vireilla, voidaan elaketuki myontaa ja maksaa valiaikaisena.",
        "title_sv": "Temporär betalning av pensionsstöd",
        "content_sv": "Pensionsstödet kan beviljas och betalas temporärt, om ändring har sökts i ett ärende som gäller pensioner enligt de lagar som nämns i 5 § vilka skall beaktas som inkomst i pensionsstödet eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödet.",
        "normalized_sv": "Pensionsstödet kan beviljas och betalas temporärt, om ändring har sökts i ett ärende som gäller pensioner enligt de lagar som nämns i 5 § vilka skall beaktas som inkomst i pensionsstödet eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödet.",
        "folded_sv": "pensionsstodet kan beviljas och betalas temporart, om andring har sokts i ett arende som galler pensioner enligt de lagar som namns i 5 § vilka skall beaktas som inkomst i pensionsstodet eller nagon annan fortlopande forman som paverkar beloppet av pensionsstodet."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Eläketuen saajan oikeus työkyvyttömyyseläkkeeseen",
      "content": "Jos eläketukea saava henkilö tulee 5 §:ssä mainituissa laeissa tai kansaneläkelain 22 §:ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta lukien. Jos työkyvyttömyyseläke myönnetään kuntoutustukena, tässä laissa tarkoitettu henkilö on oikeutettu entisin perustein eläketukeen kuntoutustuen päättymistä seuraavan kuukauden alusta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Jos eläketukea saava henkilö tulee 5 § :ssä mainituissa laeissa tai kansaneläkelain 22 § :ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta lukien. Jos työkyvyttömyyseläke myönnetään kuntoutustukena, tässä laissa tarkoitettu henkilö on oikeutettu entisin perustein eläketukeen kuntoutustuen päättymistä seuraavan kuukauden alusta lukien.",
        "folded_fi": "jos elaketukea saava henkilo tulee 5 §:ssa mainituissa laeissa tai kansanelakelain 22 §:ssa tarkoitetulla tavalla tyokyvyttomaksi, elaketuen saajalle voidaan myontaa hakemuksesta tyokyvyttomyyselake tyokyvyttomyyden alkamista seuraavan kuukauden alusta. elaketuki lakkautetaan tyokyvyttomyyselakkeen alkamisajankohdasta lukien. jos tyokyvyttomyyselake myonnetaan kuntoutustukena, tassa laissa tarkoitettu henkilo on oikeutettu entisin perustein elaketukeen kuntoutustuen paattymista seuraavan kuukauden alusta lukien.",
        "title_sv": "Rätt till invalidpension för den som får pensionsstöd",
        "content_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon på ansökan beviljas invalidpension från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för invalidpensionen. Om invalidpension beviljas som rehabiliteringsstöd, har en person som avses i denna lag rätt att på tidigare grunder få pensionsstöd från ingången av den månad som följer efter det att rehabiliteringsstödet upphörde.",
        "normalized_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon på ansökan beviljas invalidpension från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för invalidpensionen. Om invalidpension beviljas som rehabiliteringsstöd, har en person som avses i denna lag rätt att på tidigare grunder få pensionsstöd från ingången av den månad som följer efter det att rehabiliteringsstödet upphörde.",
        "folded_sv": "om den som far pensionsstod blir arbetsoformogen pa det satt som avses i de lagar som namns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon pa ansokan beviljas invalidpension fran ingangen av den manad som foljer efter det att arbetsoformagan intradde. pensionsstodet dras in fran begynnelsetidpunkten for invalidpensionen. om invalidpension beviljas som rehabiliteringsstod, har en person som avses i denna lag ratt att pa tidigare grunder fa pensionsstod fran ingangen av den manad som foljer efter det att rehabiliteringsstodet upphorde."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Takautuva eläketuki",
      "content": "Jos eläketuen saajalle myönnetään takautuvasti eläkettä, korvausta tai muuta jatkuvaa eläketuen kansaneläkeosuuden määrään vaikuttavaa etuutta, Kansaneläkelaitos voi periä samalta ajalta liikaa maksetun eläketuen määrän takautuvasti suoritettavasta eläkkeestä tai muusta etuudesta siten kuin kansaneläkelaissa säädetään. Jos samalta ajalta, kun henkilölle maksetaan eläketukea, on maksettu myös työttömyysturvalain mukaista työttömyysetuutta, maksetaan eläketuki vastaavalta ajalta työttömyysetuuden maksajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Jos eläketuen saajalle myönnetään takautuvasti eläkettä, korvausta tai muuta jatkuvaa eläketuen kansaneläkeosuuden määrään vaikuttavaa etuutta, Kansaneläkelaitos voi periä samalta ajalta liikaa maksetun eläketuen määrän takautuvasti suoritettavasta eläkkeestä tai muusta etuudesta siten kuin kansaneläkelaissa säädetään. Jos samalta ajalta, kun henkilölle maksetaan eläketukea, on maksettu myös työttömyysturvalain mukaista työttömyysetuutta, maksetaan eläketuki vastaavalta ajalta työttömyysetuuden maksajalle.",
        "folded_fi": "jos elaketuen saajalle myonnetaan takautuvasti elaketta, korvausta tai muuta jatkuvaa elaketuen kansanelakeosuuden maaraan vaikuttavaa etuutta, kansanelakelaitos voi peria samalta ajalta liikaa maksetun elaketuen maaran takautuvasti suoritettavasta elakkeesta tai muusta etuudesta siten kuin kansanelakelaissa saadetaan. jos samalta ajalta, kun henkilolle maksetaan elaketukea, on maksettu myos tyottomyysturvalain mukaista tyottomyysetuutta, maksetaan elaketuki vastaavalta ajalta tyottomyysetuuden maksajalle.",
        "title_sv": "Retroaktivt pensionsstöd",
        "content_sv": "Om den som får pensionsstöd, retroaktivt beviljas pension, ersättning eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödets folkpensionsdel, får Folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan förmån som skall betalas retroaktivt driva in det pensionsstöd som för samma tid betalts till för stort belopp. Om en arbetslöshetsförmån enligt lagen om utkomstskydd för arbetslösa har betalts för samma tid som personen får pensionsstöd, skall pensionsstödet för motsvarande tid betalas till den som betalt arbetslöshetsförmånen.",
        "normalized_sv": "Om den som får pensionsstöd, retroaktivt beviljas pension, ersättning eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödets folkpensionsdel, får Folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan förmån som skall betalas retroaktivt driva in det pensionsstöd som för samma tid betalts till för stort belopp. Om en arbetslöshetsförmån enligt lagen om utkomstskydd för arbetslösa har betalts för samma tid som personen får pensionsstöd, skall pensionsstödet för motsvarande tid betalas till den som betalt arbetslöshetsförmånen.",
        "folded_sv": "om den som far pensionsstod, retroaktivt beviljas pension, ersattning eller nagon annan fortlopande forman som paverkar beloppet av pensionsstodets folkpensionsdel, far folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan forman som skall betalas retroaktivt driva in det pensionsstod som for samma tid betalts till for stort belopp. om en arbetsloshetsforman enligt lagen om utkomstskydd for arbetslosa har betalts for samma tid som personen far pensionsstod, skall pensionsstodet for motsvarande tid betalas till den som betalt arbetsloshetsformanen."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Eläketuen tarkistaminen",
      "content": "Eläketuen kansaneläkeosuus tarkistetaan, kun eläketuen saaja solmii avioliiton, avioliitto purkautuu tai kun eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. Vuositulon arvioimiseen sovelletaan muutoin, mitä kansaneläkelain 32 a §:n 2 momentissa säädetään vuositulon arvioimisesta. Jos eläketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 päivänä, eläketuki tarkistetaan sen kuukauden alusta. Muutoin eläketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. Jos eläketuen kansaneläkeosuuden korottamisen edellytykset ovat Kansaneläkelaitoksen tiedossa, korotus voidaan myöntää myös ilman hakemusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Eläketuen kansaneläkeosuus tarkistetaan, kun eläketuen saaja solmii avioliiton, avioliitto purkautuu tai kun eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. Vuositulon arvioimiseen sovelletaan muutoin, mitä kansaneläkelain 32 a § :n 2 momentissa säädetään vuositulon arvioimisesta. Jos eläketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 päivänä, eläketuki tarkistetaan sen kuukauden alusta. Muutoin eläketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. Jos eläketuen kansaneläkeosuuden korottamisen edellytykset ovat Kansaneläkelaitoksen tiedossa, korotus voidaan myöntää myös ilman hakemusta.",
        "folded_fi": "elaketuen kansanelakeosuus tarkistetaan, kun elaketuen saaja solmii avioliiton, avioliitto purkautuu tai kun elaketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. vuositulon arvioimiseen sovelletaan muutoin, mita kansanelakelain 32 a §:n 2 momentissa saadetaan vuositulon arvioimisesta. jos elaketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 paivana, elaketuki tarkistetaan sen kuukauden alusta. muutoin elaketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. jos elaketuen kansanelakeosuuden korottamisen edellytykset ovat kansanelakelaitoksen tiedossa, korotus voidaan myontaa myos ilman hakemusta.",
        "title_sv": "Justering av pensionsstödet",
        "content_sv": "Pensionsstödets folkpensionsdel justeras när den som får pensionsstöd ingår äktenskap, när äktenskapet upplöses eller när en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet. När årsinkomsten bedöms tillämpas i övrigt bestämmelserna i 32 a § 2 mom. i folkpensionslagen om bedömning av årsinkomsten. Om en förändring som påverkar pensionsstödet har inträffat den första dagen i en kalendermånad, justeras pensionsstödet från ingången av den månaden. I annat fall justeras pensionsstödet från ingången av den månad som följer efter förändringen. Om Folkpensionsanstalten känner till att förutsättningar för en höjning av pensionsstödets folkpensionsdel föreligger, kan förhöjningen beviljas även utan ansökan.",
        "normalized_sv": "Pensionsstödets folkpensionsdel justeras när den som får pensionsstöd ingår äktenskap, när äktenskapet upplöses eller när en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet. När årsinkomsten bedöms tillämpas i övrigt bestämmelserna i 32 a § 2 mom. i folkpensionslagen om bedömning av årsinkomsten. Om en förändring som påverkar pensionsstödet har inträffat den första dagen i en kalendermånad, justeras pensionsstödet från ingången av den månaden. I annat fall justeras pensionsstödet från ingången av den månad som följer efter förändringen. Om Folkpensionsanstalten känner till att förutsättningar för en höjning av pensionsstödets folkpensionsdel föreligger, kan förhöjningen beviljas även utan ansökan.",
        "folded_sv": "pensionsstodets folkpensionsdel justeras nar den som far pensionsstod ingar aktenskap, nar aktenskapet upploses eller nar en sadan forandring som inte beror pa indexbundenheten har skett i de arsinkomster som paverkar pensionsstodet. nar arsinkomsten bedoms tillampas i ovrigt bestammelserna i 32 a § 2 mom. i folkpensionslagen om bedomning av arsinkomsten. om en forandring som paverkar pensionsstodet har intraffat den forsta dagen i en kalendermanad, justeras pensionsstodet fran ingangen av den manaden. i annat fall justeras pensionsstodet fran ingangen av den manad som foljer efter forandringen. om folkpensionsanstalten kanner till att forutsattningar for en hojning av pensionsstodets folkpensionsdel foreligger, kan forhojningen beviljas aven utan ansokan."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Eläketuen väliaikainen keskeyttäminen ja lakkauttaminen",
      "content": "Eläketuen maksaminen voidaan väliaikaisesti keskeyttää tai sen määrää vähentää, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, että eläketuki olisi lakkautettava tai sen määrää vähennettävä, tai jos 9 §:n mukaista ilmoitusvelvollisuutta eläketuen saamisedellytysten tarkistamiseksi ei noudateta. Jos eläketuen saaja muuttaa ulkomaille vakinaisesti asumaan, eläketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Eläketuen maksaminen voidaan väliaikaisesti keskeyttää tai sen määrää vähentää, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, että eläketuki olisi lakkautettava tai sen määrää vähennettävä, tai jos 9 § :n mukaista ilmoitusvelvollisuutta eläketuen saamisedellytysten tarkistamiseksi ei noudateta. Jos eläketuen saaja muuttaa ulkomaille vakinaisesti asumaan, eläketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
        "folded_fi": "elaketuen maksaminen voidaan valiaikaisesti keskeyttaa tai sen maaraa vahentaa, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, etta elaketuki olisi lakkautettava tai sen maaraa vahennettava, tai jos 9 §:n mukaista ilmoitusvelvollisuutta elaketuen saamisedellytysten tarkistamiseksi ei noudateta. jos elaketuen saaja muuttaa ulkomaille vakinaisesti asumaan, elaketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
        "title_sv": "Tillfälligt avbrott i och indragning av pensionsstöd",
        "content_sv": "Betalningen av pensionsstöd kan avbrytas tillfälligt eller dess belopp tillfälligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstödet borde dras in eller dess belopp minskas, eller om anmälningsskyldigheten enligt 9 § för översyn av förutsättningarna för erhållande av pensionsstöd inte fullgörs. Om den som får pensionsstöd flyttar utomlands för att bosätta sig där stadigvarande, indras pensionsstödet från ingången av den månad som följer efter flyttningen.",
        "normalized_sv": "Betalningen av pensionsstöd kan avbrytas tillfälligt eller dess belopp tillfälligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstödet borde dras in eller dess belopp minskas, eller om anmälningsskyldigheten enligt 9 § för översyn av förutsättningarna för erhållande av pensionsstöd inte fullgörs. Om den som får pensionsstöd flyttar utomlands för att bosätta sig där stadigvarande, indras pensionsstödet från ingången av den månad som följer efter flyttningen.",
        "folded_sv": "betalningen av pensionsstod kan avbrytas tillfalligt eller dess belopp tillfalligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstodet borde dras in eller dess belopp minskas, eller om anmalningsskyldigheten enligt 9 § for oversyn av forutsattningarna for erhallande av pensionsstod inte fullgors. om den som far pensionsstod flyttar utomlands for att bosatta sig dar stadigvarande, indras pensionsstodet fran ingangen av den manad som foljer efter flyttningen."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Eläketuen maksaminen kunnan toimielimelle",
      "content": "Jos eläketuen maksamista tuen saajalle itselleen ei voida pitää tarkoitustaan vastaavana hänen elämäntapojensa, sairautensa tai muun erityisen syyn vuoksi eikä hänelle ole määrätty edunvalvojaa, Kansaneläkelaitos voi eläketuen saajan suostumuksella päättää, että tuki maksetaan eläketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 42 §:n 3 momentissa tarkoitettujen omaistensa huoltoon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta eläketuki on maksettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos eläketuen maksamista tuen saajalle itselleen ei voida pitää tarkoitustaan vastaavana hänen elämäntapojensa, sairautensa tai muun erityisen syyn vuoksi eikä hänelle ole määrätty edunvalvojaa, Kansaneläkelaitos voi eläketuen saajan suostumuksella päättää, että tuki maksetaan eläketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 42 § :n 3 momentissa tarkoitettujen omaistensa huoltoon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta eläketuki on maksettu.",
        "folded_fi": "jos elaketuen maksamista tuen saajalle itselleen ei voida pitaa tarkoitustaan vastaavana hanen elamantapojensa, sairautensa tai muun erityisen syyn vuoksi eika hanelle ole maaratty edunvalvojaa, kansanelakelaitos voi elaketuen saajan suostumuksella paattaa, etta tuki maksetaan elaketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle kaytettavaksi elaketuen saajan ja hanen kansanelakelain 42 §:n 3 momentissa tarkoitettujen omaistensa huoltoon. nain maksettua elaketukea ei saa vastoin elaketuen saajan nimenomaista suostumusta kayttaa muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta elaketuki on maksettu.",
        "title_sv": "Betalning av pensionsstöd till ett kommunalt organ",
        "content_sv": "Kan utbetalning av pensionsstöd till stödtagaren själv inte anses vara ändamålsenligt på grund av stödtagarens levnadssätt eller på grund av att stödtagaren är sjuk eller av någon annan särskild orsak och har ingen intressebevakare förordnats för honom eller henne, kan Folkpensionsanstalten med stödtagarens samtycke besluta att stödet skall betalas till ett i 6 § 1 mom. i socialvårdslagen (710/1982) avsett organ i stödtagarens boningskommun för att användas för vård av stödtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhöriga till honom eller henne. Pensionsstöd som betalts på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan vård än sådan som ges under den månad för vilken pensionsstödet har betalts.",
        "normalized_sv": "Kan utbetalning av pensionsstöd till stödtagaren själv inte anses vara ändamålsenligt på grund av stödtagarens levnadssätt eller på grund av att stödtagaren är sjuk eller av någon annan särskild orsak och har ingen intressebevakare förordnats för honom eller henne, kan Folkpensionsanstalten med stödtagarens samtycke besluta att stödet skall betalas till ett i 6 § 1 mom. i socialvårdslagen (710/1982) avsett organ i stödtagarens boningskommun för att användas för vård av stödtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhöriga till honom eller henne. Pensionsstöd som betalts på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan vård än sådan som ges under den månad för vilken pensionsstödet har betalts.",
        "folded_sv": "kan utbetalning av pensionsstod till stodtagaren sjalv inte anses vara andamalsenligt pa grund av stodtagarens levnadssatt eller pa grund av att stodtagaren ar sjuk eller av nagon annan sarskild orsak och har ingen intressebevakare forordnats for honom eller henne, kan folkpensionsanstalten med stodtagarens samtycke besluta att stodet skall betalas till ett i 6 § 1 mom. i socialvardslagen (710/1982) avsett organ i stodtagarens boningskommun for att anvandas for vard av stodtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhoriga till honom eller henne. pensionsstod som betalts pa detta satt far inte i strid med stodtagarens uttryckliga samtycke anvandas for annan vard an sadan som ges under den manad for vilken pensionsstodet har betalts."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Eläketukea koskevat menettelysäännökset ja muutoksenhaku",
      "content": "Kansaneläkelaitoksen toimeenpanemaan eläketukeen sovelletaan, mitä kansaneläkelaissa säädetään päätöksen antamisesta, viivästyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen käytöstä ja teknisestä käyttöyhteydestä, takaisinperinnästä ja vanhentumisesta sekä eläkepäätöksen oikaisusta, muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Kansaneläkelaitoksen toimeenpanemaan eläketukeen sovelletaan, mitä kansaneläkelaissa säädetään päätöksen antamisesta, viivästyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen käytöstä ja teknisestä käyttöyhteydestä, takaisinperinnästä ja vanhentumisesta sekä eläkepäätöksen oikaisusta, muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
        "folded_fi": "kansanelakelaitoksen toimeenpanemaan elaketukeen sovelletaan, mita kansanelakelaissa saadetaan paatoksen antamisesta, viivastyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen kaytosta ja teknisesta kayttoyhteydesta, takaisinperinnasta ja vanhentumisesta seka elakepaatoksen oikaisusta, muutoksenhakumenettelysta ja lainvoimaisen paatoksen poistamisesta.",
        "title_sv": "Bestämmelser om förfarandet i fråga om pensionsstöd och ändringssökande",
        "content_sv": "I fråga om pensionsstöd som verkställs av Folkpensionsanstalten tillämpas vad som i folkpensionslagen bestäms om meddelande av beslut, dröjsmålsförhöjning, erhållande av uppgifter, utlämnande av uppgifter, användning av uppgifter och teknisk anslutning, återkrav och preskription samt om rättelse av pensionsbeslut, förfarandet vid sökande av ändring och undanröjande av ett lagakraftvunnet beslut.",
        "normalized_sv": "I fråga om pensionsstöd som verkställs av Folkpensionsanstalten tillämpas vad som i folkpensionslagen bestäms om meddelande av beslut, dröjsmålsförhöjning, erhållande av uppgifter, utlämnande av uppgifter, användning av uppgifter och teknisk anslutning, återkrav och preskription samt om rättelse av pensionsbeslut, förfarandet vid sökande av ändring och undanröjande av ett lagakraftvunnet beslut.",
        "folded_sv": "i fraga om pensionsstod som verkstalls av folkpensionsanstalten tillampas vad som i folkpensionslagen bestams om meddelande av beslut, drojsmalsforhojning, erhallande av uppgifter, utlamnande av uppgifter, anvandning av uppgifter och teknisk anslutning, aterkrav och preskription samt om rattelse av pensionsbeslut, forfarandet vid sokande av andring och undanrojande av ett lagakraftvunnet beslut."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ulosmittauskielto",
      "content": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 79 §:n 3 momentissa säädetään. Sopimus, joka tarkoittaa tähän lakiin perustuvan eläketukioikeuden siirtämistä toiselle, on mitätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 79 § :n 3 momentissa säädetään. Sopimus, joka tarkoittaa tähän lakiin perustuvan eläketukioikeuden siirtämistä toiselle, on mitätön.",
        "folded_fi": "elaketuen kansanelakeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mita kansanelakelain 79 §:n 3 momentissa saadetaan. sopimus, joka tarkoittaa tahan lakiin perustuvan elaketukioikeuden siirtamista toiselle, on mitaton.",
        "title_sv": "Utmätningsförbud",
        "content_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. Ett avtal om överföring av en pensionsstödsrättighet enligt denna lag på någon annan är ogiltigt.",
        "normalized_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. Ett avtal om överföring av en pensionsstödsrättighet enligt denna lag på någon annan är ogiltigt.",
        "folded_sv": "pensionsstodets folkpensionsdel far inte matas ut. bestammelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. ett avtal om overforing av en pensionsstodsrattighet enligt denna lag pa nagon annan ar ogiltigt."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Toimeenpano ja tiedonsaantioikeus",
      "content": "Tämän lain mukaiset eläketukea koskevat tehtävät hoitaa Kansaneläkelaitos. Kansaneläkelaitoksen tai työeläkelaitoksen pyynnöstä työvoimatoimisto antaa maksutta sitovan lausunnon siitä, onko 1 §:ssä tarkoitettu henkilö julkisesta työvoimapalveluista annetussa laissa tarkoitettu pitkäaikaistyötön. Työvoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittävistä seikoista voidaan säätää työministeriön asetuksella. Kansaneläkelaitoksella on oikeus saada maksutta salassapitosäännösten estämättä tämän lain mukaisen käsiteltävänä olevan asian ratkaisemista varten tietoja eläketuen hakijalle maksetuista työttömyysturvalain mukaisista päivärahoista työttömyyskassalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Tämän lain mukaiset eläketukea koskevat tehtävät hoitaa Kansaneläkelaitos. Kansaneläkelaitoksen tai työeläkelaitoksen pyynnöstä työvoimatoimisto antaa maksutta sitovan lausunnon siitä, onko 1 § :ssä tarkoitettu henkilö julkisesta työvoimapalveluista annetussa laissa tarkoitettu pitkäaikaistyötön. Työvoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittävistä seikoista voidaan säätää työministeriön asetuksella. Kansaneläkelaitoksella on oikeus saada maksutta salassapitosäännösten estämättä tämän lain mukaisen käsiteltävänä olevan asian ratkaisemista varten tietoja eläketuen hakijalle maksetuista työttömyysturvalain mukaisista päivärahoista työttömyyskassalta.",
        "folded_fi": "taman lain mukaiset elaketukea koskevat tehtavat hoitaa kansanelakelaitos. kansanelakelaitoksen tai tyoelakelaitoksen pyynnosta tyovoimatoimisto antaa maksutta sitovan lausunnon siita, onko 1 §:ssa tarkoitettu henkilo julkisesta tyovoimapalveluista annetussa laissa tarkoitettu pitkaaikaistyoton. tyovoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittavista seikoista voidaan saataa tyoministerion asetuksella. kansanelakelaitoksella on oikeus saada maksutta salassapitosaannosten estamatta taman lain mukaisen kasiteltavana olevan asian ratkaisemista varten tietoja elaketuen hakijalle maksetuista tyottomyysturvalain mukaisista paivarahoista tyottomyyskassalta.",
        "title_sv": "Verkställighet och rätt att få uppgifter",
        "content_sv": "De uppgifter enligt denna lag som gäller pensionsstöd sköts av Folkpensionsanstalten. På begäran av Folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyrån avgiftsfritt ge ett bindande utlåtande om huruvida en person som avses i 1 § är långtidsarbetslös så som avses i lagen om offentlig arbetskraftsservice. Bestämmelser om arbetskraftsbyråns utlåtande och om de omständigheter som skall antecknas i utlåtandet kan utfärdas genom förordning av arbetsministeriet. För avgörande av ett ärende enligt denna lag har Folkpensionsanstalten utan hinder av sekretessbestämmelserna rätt att avgiftsfritt av arbetslöshetskassan få uppgifter om de dagpenningar enligt lagen om utkomstskydd för arbetslösa som betalts till den som ansöker om pensionsstöd.",
        "normalized_sv": "De uppgifter enligt denna lag som gäller pensionsstöd sköts av Folkpensionsanstalten. På begäran av Folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyrån avgiftsfritt ge ett bindande utlåtande om huruvida en person som avses i 1 § är långtidsarbetslös så som avses i lagen om offentlig arbetskraftsservice. Bestämmelser om arbetskraftsbyråns utlåtande och om de omständigheter som skall antecknas i utlåtandet kan utfärdas genom förordning av arbetsministeriet. För avgörande av ett ärende enligt denna lag har Folkpensionsanstalten utan hinder av sekretessbestämmelserna rätt att avgiftsfritt av arbetslöshetskassan få uppgifter om de dagpenningar enligt lagen om utkomstskydd för arbetslösa som betalts till den som ansöker om pensionsstöd.",
        "folded_sv": "de uppgifter enligt denna lag som galler pensionsstod skots av folkpensionsanstalten. pa begaran av folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyran avgiftsfritt ge ett bindande utlatande om huruvida en person som avses i 1 § ar langtidsarbetslos sa som avses i lagen om offentlig arbetskraftsservice. bestammelser om arbetskraftsbyrans utlatande och om de omstandigheter som skall antecknas i utlatandet kan utfardas genom forordning av arbetsministeriet. for avgorande av ett arende enligt denna lag har folkpensionsanstalten utan hinder av sekretessbestammelserna ratt att avgiftsfritt av arbetsloshetskassan fa uppgifter om de dagpenningar enligt lagen om utkomstskydd for arbetslosa som betalts till den som ansoker om pensionsstod."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Eläketurvakeskuksen ja Kansaneläkelaitoksen ilmoitusvelvollisuus",
      "content": "Kansaneläkelaitos ilmoittaa eläketukea hakeneen henkilön henkilötiedot työvoimatoimistolle 21 §:ssä mainitun lausunnon antamista varten ja Eläketurvakeskukselle henkilölle kertyneen eläketuen työeläkeosuuden määrittelemistä varten. Eläketurvakeskuksen tulee ilmoittaa Kansaneläkelaitokselle eläkelaitoksilta saamansa tiedon perusteella 5 §:ssä mainittujen lakien mukaan eläketuen hakijalle kertynyt työeläkeosuuden määrä tai määrän muutos eläketuen maksamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Kansaneläkelaitos ilmoittaa eläketukea hakeneen henkilön henkilötiedot työvoimatoimistolle 21 § :ssä mainitun lausunnon antamista varten ja Eläketurvakeskukselle henkilölle kertyneen eläketuen työeläkeosuuden määrittelemistä varten. Eläketurvakeskuksen tulee ilmoittaa Kansaneläkelaitokselle eläkelaitoksilta saamansa tiedon perusteella 5 § :ssä mainittujen lakien mukaan eläketuen hakijalle kertynyt työeläkeosuuden määrä tai määrän muutos eläketuen maksamista varten.",
        "folded_fi": "kansanelakelaitos ilmoittaa elaketukea hakeneen henkilon henkilotiedot tyovoimatoimistolle 21 §:ssa mainitun lausunnon antamista varten ja elaketurvakeskukselle henkilolle kertyneen elaketuen tyoelakeosuuden maarittelemista varten. elaketurvakeskuksen tulee ilmoittaa kansanelakelaitokselle elakelaitoksilta saamansa tiedon perusteella 5 §:ssa mainittujen lakien mukaan elaketuen hakijalle kertynyt tyoelakeosuuden maara tai maaran muutos elaketuen maksamista varten.",
        "title_sv": "Pensionsskyddscentralens och Folkpensionsanstaltens anmälningsskyldighet",
        "content_sv": "Folkpensionsanstalten skall för ett utlåtande enligt 21 § meddela arbetskraftsbyrån personuppgifterna för den som ansökt om pensionsstöd och Pensionsskyddscentralen för fastställande av pensionsstödets arbetspensionsdel för sökanden. Pensionsskyddscentralen skall utgående från uppgifter från pensionsanstalterna för betalning av pensionsstöd lämna Folkpensionsanstalten uppgifter om beloppet av sökandens arbetspensionsdel enligt de lagar som nämns i 5 § eller om ändringar av beloppet.",
        "normalized_sv": "Folkpensionsanstalten skall för ett utlåtande enligt 21 § meddela arbetskraftsbyrån personuppgifterna för den som ansökt om pensionsstöd och Pensionsskyddscentralen för fastställande av pensionsstödets arbetspensionsdel för sökanden. Pensionsskyddscentralen skall utgående från uppgifter från pensionsanstalterna för betalning av pensionsstöd lämna Folkpensionsanstalten uppgifter om beloppet av sökandens arbetspensionsdel enligt de lagar som nämns i 5 § eller om ändringar av beloppet.",
        "folded_sv": "folkpensionsanstalten skall for ett utlatande enligt 21 § meddela arbetskraftsbyran personuppgifterna for den som ansokt om pensionsstod och pensionsskyddscentralen for faststallande av pensionsstodets arbetspensionsdel for sokanden. pensionsskyddscentralen skall utgaende fran uppgifter fran pensionsanstalterna for betalning av pensionsstod lamna folkpensionsanstalten uppgifter om beloppet av sokandens arbetspensionsdel enligt de lagar som namns i 5 § eller om andringar av beloppet."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Rahoitus",
      "content": "Valtio korvaa Kansaneläkelaitokselle tämän lain nojalla maksettavista eläketuista aiheutuvat kustannukset. Kansaneläkelaitoksen on neljä arkipäivää ennen maksupäivää ilmoitettava valtiolle määrä, joka tarvitaan Kansaneläkelaitoksen arvion mukaan maksettavien eläketukien maksamiseen. Kalenterikuukautena maksettujen eläketukien yhteismäärän ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. Valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 päivään mennessä. Valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava Kansaneläkelaitokselle ilmoituksen mukainen rahamäärä viimeistään yksi pankkipäivä ennen eläketukien maksupäivää. Eläketuen päättymisen jälkeen maksettava vanhuuseläke rahoitetaan siten kuin kansaneläkelaissa ja 5 §:ssä mainituissa työeläkelaeissa vanhuuseläkkeiden rahoituksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Valtio korvaa Kansaneläkelaitokselle tämän lain nojalla maksettavista eläketuista aiheutuvat kustannukset. Kansaneläkelaitoksen on neljä arkipäivää ennen maksupäivää ilmoitettava valtiolle määrä, joka tarvitaan Kansaneläkelaitoksen arvion mukaan maksettavien eläketukien maksamiseen. Kalenterikuukautena maksettujen eläketukien yhteismäärän ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. Valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 päivään mennessä. Valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava Kansaneläkelaitokselle ilmoituksen mukainen rahamäärä viimeistään yksi pankkipäivä ennen eläketukien maksupäivää. Eläketuen päättymisen jälkeen maksettava vanhuuseläke rahoitetaan siten kuin kansaneläkelaissa ja 5 § :ssä mainituissa työeläkelaeissa vanhuuseläkkeiden rahoituksesta säädetään.",
        "folded_fi": "valtio korvaa kansanelakelaitokselle taman lain nojalla maksettavista elaketuista aiheutuvat kustannukset. kansanelakelaitoksen on nelja arkipaivaa ennen maksupaivaa ilmoitettava valtiolle maara, joka tarvitaan kansanelakelaitoksen arvion mukaan maksettavien elaketukien maksamiseen. kalenterikuukautena maksettujen elaketukien yhteismaaran ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 paivaan mennessa. valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava kansanelakelaitokselle ilmoituksen mukainen rahamaara viimeistaan yksi pankkipaiva ennen elaketukien maksupaivaa. elaketuen paattymisen jalkeen maksettava vanhuuselake rahoitetaan siten kuin kansanelakelaissa ja 5 §:ssa mainituissa tyoelakelaeissa vanhuuselakkeiden rahoituksesta saadetaan.",
        "title_sv": "Finansiering",
        "content_sv": "Staten ersätter Folkpensionsanstalten för kostnaderna för pensionsstöd som betalas med stöd av denna lag. Folkpensionsanstalten skall fyra vardagar före betalningsdagen meddela staten det belopp som enligt Folkpensionsanstaltens uppskattning behövs för betalningen av de pensionsstöd som skall betalas. Skillnaden mellan det sammanlagda beloppet av de pensionsstöd som betalts under en kalendermånad och samma månads förskott skall meddelas staten inom den månad som följer på betalningsmånaden. Staten skall betala skillnaden före den 15 dagen i den andra månaden som följer på betalningsmånaden. Staten skall på grundval av det meddelande som avses i 2 mom. betala Folkpensionsanstalten beloppet enligt meddelandet senast en bankdag före betalningsdagen för pensionsstöden. Ålderspension som betalas efter det att pensionsstödet har upphört finansieras i enlighet med bestämmelserna om finansiering av ålderspension i folkpensionslagen och i de arbetspensionslagar som nämns i 5 §.",
        "normalized_sv": "Staten ersätter Folkpensionsanstalten för kostnaderna för pensionsstöd som betalas med stöd av denna lag. Folkpensionsanstalten skall fyra vardagar före betalningsdagen meddela staten det belopp som enligt Folkpensionsanstaltens uppskattning behövs för betalningen av de pensionsstöd som skall betalas. Skillnaden mellan det sammanlagda beloppet av de pensionsstöd som betalts under en kalendermånad och samma månads förskott skall meddelas staten inom den månad som följer på betalningsmånaden. Staten skall betala skillnaden före den 15 dagen i den andra månaden som följer på betalningsmånaden. Staten skall på grundval av det meddelande som avses i 2 mom. betala Folkpensionsanstalten beloppet enligt meddelandet senast en bankdag före betalningsdagen för pensionsstöden. Ålderspension som betalas efter det att pensionsstödet har upphört finansieras i enlighet med bestämmelserna om finansiering av ålderspension i folkpensionslagen och i de arbetspensionslagar som nämns i 5 § .",
        "folded_sv": "staten ersatter folkpensionsanstalten for kostnaderna for pensionsstod som betalas med stod av denna lag. folkpensionsanstalten skall fyra vardagar fore betalningsdagen meddela staten det belopp som enligt folkpensionsanstaltens uppskattning behovs for betalningen av de pensionsstod som skall betalas. skillnaden mellan det sammanlagda beloppet av de pensionsstod som betalts under en kalendermanad och samma manads forskott skall meddelas staten inom den manad som foljer pa betalningsmanaden. staten skall betala skillnaden fore den 15 dagen i den andra manaden som foljer pa betalningsmanaden. staten skall pa grundval av det meddelande som avses i 2 mom. betala folkpensionsanstalten beloppet enligt meddelandet senast en bankdag fore betalningsdagen for pensionsstoden. alderspension som betalas efter det att pensionsstodet har upphort finansieras i enlighet med bestammelserna om finansiering av alderspension i folkpensionslagen och i de arbetspensionslagar som namns i 5 §."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Indeksisidonnaisuus",
      "content": "Eläketuen rahamäärä sidotaan elinkustannusten muutoksiin siten, että niitä muutetaan samanaikaisesti ja samassa suhteessa kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 6 §:n mukaiset rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Eläketuen rahamäärä sidotaan elinkustannusten muutoksiin siten, että niitä muutetaan samanaikaisesti ja samassa suhteessa kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 6 § :n mukaiset rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "elaketuen rahamaara sidotaan elinkustannusten muutoksiin siten, etta niita muutetaan samanaikaisesti ja samassa suhteessa kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. taman lain 6 §:n mukaiset rahamaarat vastaavat kansanelakeindeksin sita pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Indexbindning",
        "content_sv": "Beloppet av pensionsstödet binds till förändringarna i levnadskostnaderna så att de ändras samtidigt och i samma förhållande som vad som föreskrivs i lagen om folkpensionsindex (456/2001). Beloppen i 6 § motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beräknats.",
        "normalized_sv": "Beloppet av pensionsstödet binds till förändringarna i levnadskostnaderna så att de ändras samtidigt och i samma förhållande som vad som föreskrivs i lagen om folkpensionsindex (456/2001). Beloppen i 6 § motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beräknats.",
        "folded_sv": "beloppet av pensionsstodet binds till forandringarna i levnadskostnaderna sa att de andras samtidigt och i samma forhallande som vad som foreskrivs i lagen om folkpensionsindex (456/2001). beloppen i 6 § motsvarar det poangtal for folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beraknats."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Eläketuki myönnetään aikaisintaan lain voimaantulosta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Eläketuki myönnetään aikaisintaan lain voimaantulosta lukien.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2005. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. elaketuki myonnetaan aikaisintaan lain voimaantulosta lukien.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Pensionsstöd beviljas tidigast från och med lagens ikraftträdande.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Pensionsstöd beviljas tidigast från och med lagens ikraftträdande.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. pensionsstod beviljas tidigast fran och med lagens ikrafttradande."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Oikeus eläketukeen",
      "content": "Vuonna 1941―1947 syntyneellä Suomessa asuvalla henkilöllä, joka on työmarkkinatukeen oikeutettu ja joka on julkisesta työvoimapalvelusta annetun lain (1295/2002) 1 luvun 7 §:n 1 momentin 5 kohdan tarkoittamalla tavalla pitkäaikaistyötön 31 päivänä joulukuuta 2004 ja jolle on maksettu työttömyysturvalain (1290/2002) mukaista työmarkkinatukea työttömyyden perusteella vähintään 2 500 päivältä tai jolle on maksettu enimmäisaika työttömyysturvalain mukaista päivärahaa ja sen lisäksi työmarkkinatukea työttömyyden perusteella vähintään 2 000 päivältä 1 päivästä tammikuuta 1992 lukien 31 päivään joulukuuta 2004 mennessä, on oikeus tämän lain mukaiseen eläketukeen sen kuukauden loppuun saakka, jolloin hän täyttää 62 vuotta. Edellä 1 momentissa tarkoitettuna työmarkkinatukeen oikeutettuna henkilönä pidetään työmarkkinatuen saajan lisäksi työttömyysturvalain 7 luvun 2 §:n 1―8 kohdissa tarkoitettua henkilöä sekä työttömyysturvalain 3 luvun 3 §:n 1 momentissa tarkoitettua työkyvytöntä henkilöä, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspäivärahaa. Eläketukena maksetaan kansaneläkeosuutta ja työeläkeosuutta siten kuin jäljempänä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Vuonna 1941―1947 syntyneellä Suomessa asuvalla henkilöllä, joka on työmarkkinatukeen oikeutettu ja joka on julkisesta työvoimapalvelusta annetun lain (1295/2002) 1 luvun 7 § :n 1 momentin 5 kohdan tarkoittamalla tavalla pitkäaikaistyötön 31 päivänä joulukuuta 2004 ja jolle on maksettu työttömyysturvalain (1290/2002) mukaista työmarkkinatukea työttömyyden perusteella vähintään 2 500 päivältä tai jolle on maksettu enimmäisaika työttömyysturvalain mukaista päivärahaa ja sen lisäksi työmarkkinatukea työttömyyden perusteella vähintään 2 000 päivältä 1 päivästä tammikuuta 1992 lukien 31 päivään joulukuuta 2004 mennessä, on oikeus tämän lain mukaiseen eläketukeen sen kuukauden loppuun saakka, jolloin hän täyttää 62 vuotta. Edellä 1 momentissa tarkoitettuna työmarkkinatukeen oikeutettuna henkilönä pidetään työmarkkinatuen saajan lisäksi työttömyysturvalain 7 luvun 2 § :n 1―8 kohdissa tarkoitettua henkilöä sekä työttömyysturvalain 3 luvun 3 § :n 1 momentissa tarkoitettua työkyvytöntä henkilöä, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspäivärahaa. Eläketukena maksetaan kansaneläkeosuutta ja työeläkeosuutta siten kuin jäljempänä säädetään.",
        "folded_fi": "vuonna 1941―1947 syntyneella suomessa asuvalla henkilolla, joka on tyomarkkinatukeen oikeutettu ja joka on julkisesta tyovoimapalvelusta annetun lain (1295/2002) 1 luvun 7 §:n 1 momentin 5 kohdan tarkoittamalla tavalla pitkaaikaistyoton 31 paivana joulukuuta 2004 ja jolle on maksettu tyottomyysturvalain (1290/2002) mukaista tyomarkkinatukea tyottomyyden perusteella vahintaan 2 500 paivalta tai jolle on maksettu enimmaisaika tyottomyysturvalain mukaista paivarahaa ja sen lisaksi tyomarkkinatukea tyottomyyden perusteella vahintaan 2 000 paivalta 1 paivasta tammikuuta 1992 lukien 31 paivaan joulukuuta 2004 mennessa, on oikeus taman lain mukaiseen elaketukeen sen kuukauden loppuun saakka, jolloin han tayttaa 62 vuotta. edella 1 momentissa tarkoitettuna tyomarkkinatukeen oikeutettuna henkilona pidetaan tyomarkkinatuen saajan lisaksi tyottomyysturvalain 7 luvun 2 §:n 1―8 kohdissa tarkoitettua henkiloa seka tyottomyysturvalain 3 luvun 3 §:n 1 momentissa tarkoitettua tyokyvytonta henkiloa, joka saa sairausvakuutuslain (1224/2004) mukaista sairauspaivarahaa. elaketukena maksetaan kansanelakeosuutta ja tyoelakeosuutta siten kuin jaljempana saadetaan.",
        "title_sv": "Rätt till pensionsstöd",
        "content_sv": "En i Finland bosatt person född åren 1941―1947 som är berättigad till arbetsmarknadsstöd och som den 31 december 2004 är långtidsarbetslös på det sätt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstöd på grund av arbetslöshet enligt lagen om utkomstskydd för arbetslösa (1290/2002) för minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd för arbetslösa för den maximala tiden och dessutom arbetsmarknadsstöd på grund av arbetslöshet för minst 2 000 dagar från den 1 januari 1992 till den 31 december 2004, har rätt till pensionsstöd enligt denna lag till utgången av den månad då han eller hon fyller 62 år. Som en i 1 mom. avsedd person som är berättigad till arbetsmarknadsstöd betraktas förutom mottagare av arbetsmarknadsstöd även personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd för arbetslösa och sådana arbetsoförmögna enligt 3 kap. 3 § 1 mom. i nämnda lag som får sjukdagpenning enligt sjukförsäkringslagen (1224/2004). I pensionsstöd betalas en folkpensionsdel och en arbetspensionsdel så som föreskrivs nedan.",
        "normalized_sv": "En i Finland bosatt person född åren 1941―1947 som är berättigad till arbetsmarknadsstöd och som den 31 december 2004 är långtidsarbetslös på det sätt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstöd på grund av arbetslöshet enligt lagen om utkomstskydd för arbetslösa (1290/2002) för minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd för arbetslösa för den maximala tiden och dessutom arbetsmarknadsstöd på grund av arbetslöshet för minst 2 000 dagar från den 1 januari 1992 till den 31 december 2004, har rätt till pensionsstöd enligt denna lag till utgången av den månad då han eller hon fyller 62 år. Som en i 1 mom. avsedd person som är berättigad till arbetsmarknadsstöd betraktas förutom mottagare av arbetsmarknadsstöd även personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd för arbetslösa och sådana arbetsoförmögna enligt 3 kap. 3 § 1 mom. i nämnda lag som får sjukdagpenning enligt sjukförsäkringslagen (1224/2004). I pensionsstöd betalas en folkpensionsdel och en arbetspensionsdel så som föreskrivs nedan.",
        "folded_sv": "en i finland bosatt person fodd aren 1941―1947 som ar berattigad till arbetsmarknadsstod och som den 31 december 2004 ar langtidsarbetslos pa det satt som avses i 1 kap. 7 § 1 mom. 5 punkten i lagen om offentlig arbetskraftsservice (1295/2002) och till vilken har betalts arbetsmarknadsstod pa grund av arbetsloshet enligt lagen om utkomstskydd for arbetslosa (1290/2002) for minst 2 500 dagar eller till vilken har betalts dagpenning enligt lagen om utkomstskydd for arbetslosa for den maximala tiden och dessutom arbetsmarknadsstod pa grund av arbetsloshet for minst 2 000 dagar fran den 1 januari 1992 till den 31 december 2004, har ratt till pensionsstod enligt denna lag till utgangen av den manad da han eller hon fyller 62 ar. som en i 1 mom. avsedd person som ar berattigad till arbetsmarknadsstod betraktas forutom mottagare av arbetsmarknadsstod aven personer enligt 7 kap. 2 § 1―8 punkten i lagen om utkomstskydd for arbetslosa och sadana arbetsoformogna enligt 3 kap. 3 § 1 mom. i namnda lag som far sjukdagpenning enligt sjukforsakringslagen (1224/2004). i pensionsstod betalas en folkpensionsdel och en arbetspensionsdel sa som foreskrivs nedan."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eläketuen saajan oikeus vanhuuseläkkeeseen",
      "content": "Edellä 1 §:ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (347/1956) ja 5 §:ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta lukien. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä. Jos 1 §:ssä tarkoitettu henkilö on ennen tämän lain voimaantuloa täyttänyt 62 vuotta, hänellä on oikeus 1 momentissa tarkoitettuun vanhuuseläkkeeseen. Vanhuuseläke myönnetään hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Edellä 1 § :ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (347/1956) ja 5 § :ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta lukien. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä. Jos 1 § :ssä tarkoitettu henkilö on ennen tämän lain voimaantuloa täyttänyt 62 vuotta, hänellä on oikeus 1 momentissa tarkoitettuun vanhuuseläkkeeseen. Vanhuuseläke myönnetään hakemuksesta.",
        "folded_fi": "edella 1 §:ssa tarkoitetulla henkilolla on oikeus kansanelakelain (347/1956) ja 5 §:ssa mainittujen elakelakien mukaiseen vanhuuselakkeeseen 62 vuoden ian tayttamista seuraavan kuukauden alusta lukien. vanhuuselakkeeseen ei tehda varhennusvahennysta. jos 1 §:ssa tarkoitettu henkilo on ennen taman lain voimaantuloa tayttanyt 62 vuotta, hanella on oikeus 1 momentissa tarkoitettuun vanhuuselakkeeseen. vanhuuselake myonnetaan hakemuksesta.",
        "title_sv": "Rätt till ålderspension för den som får pensionsstöd",
        "content_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (347/1956) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte. Om en person som avses i 1 § har fyllt 62 år innan denna lag har trätt i kraft, har han eller hon rätt till ålderspension enligt 1 mom. Ålderspension beviljas på ansökan.",
        "normalized_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (347/1956) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte. Om en person som avses i 1 § har fyllt 62 år innan denna lag har trätt i kraft, har han eller hon rätt till ålderspension enligt 1 mom. Ålderspension beviljas på ansökan.",
        "folded_sv": "en person som avses i 1 § har ratt till alderspension enligt folkpensionslagen (347/1956) och de pensionslagar som namns i 5 § fran ingangen av den manad som foljer efter den da han eller hon fyller 62 ar. alderspensionen fortidsminskas inte. om en person som avses i 1 § har fyllt 62 ar innan denna lag har tratt i kraft, har han eller hon ratt till alderspension enligt 1 mom. alderspension beviljas pa ansokan."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde muihin etuuksiin",
      "content": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, työttömyyseläkettä, vanhuuseläkettä, varhennettua vanhuuseläkettä tai vastaavaa ulkomailta maksettavaa eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 §:n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus eläkkeensaajien asumistukeen siten kuin eläkkeensaajien asumistukilaissa (591/1978) säädetään. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 29 §:ssä säädetään. Jos eläketuen saajalla on oikeus saada perhe-eläkelain (38/1969) mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja perhe-eläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, työttömyyseläkettä, vanhuuseläkettä, varhennettua vanhuuseläkettä tai vastaavaa ulkomailta maksettavaa eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 § :n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus eläkkeensaajien asumistukeen siten kuin eläkkeensaajien asumistukilaissa (591/1978) säädetään. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 29 § :ssä säädetään. Jos eläketuen saajalla on oikeus saada perhe-eläkelain (38/1969) mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja perhe-eläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
        "folded_fi": "oikeutta elaketukeen ei ole henkilolla, joka saa kansanelakelain tai tyoelakelakien mukaista tyokyvyttomyyselaketta, tyottomyyselaketta, vanhuuselaketta, varhennettua vanhuuselaketta tai vastaavaa ulkomailta maksettavaa elaketta. elaketuen saajalla on oikeus sairausvakuutuslain mukaiseen paivarahaan vastaavasti kuin vanhuuselaketta saavalla henkilolla sairausvakuutuslain 8 luvun 6 §:n mukaan. elaketuen saajalla ei ole oikeutta tyottomyysturvalain mukaiseen tyottomyysetuuteen. elaketuen saajalla on oikeus elakkeensaajien asumistukeen siten kuin elakkeensaajien asumistukilaissa (591/1978) saadetaan. elaketuen saajalla on oikeus lapsikorotukseen siten kuin kansanelakelain 29 §:ssa saadetaan. jos elaketuen saajalla on oikeus saada perhe-elakelain (38/1969) mukainen leskenelakkeen alkuelake, alkuelaketta maksetaan se maara, jolla alkuelake ylittaa kansanelakeosuuden maaran. elaketukea ja perhe-elakelain mukaista leskenelakkeen jatkoelaketta ei makseta samanaikaisesti.",
        "title_sv": "Förhållande till andra förmåner",
        "content_sv": "Rätt till pensionsstöd har inte den som får invalidpension, arbetslöshetspension, ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till bostadsbidrag för pensionstagare i enlighet med lagen om bostadsbidrag för pensionstagare (591/1978). Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 29 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt familjepensionslagen betalas inte samtidigt.",
        "normalized_sv": "Rätt till pensionsstöd har inte den som får invalidpension, arbetslöshetspension, ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till bostadsbidrag för pensionstagare i enlighet med lagen om bostadsbidrag för pensionstagare (591/1978). Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 29 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt familjepensionslagen betalas inte samtidigt.",
        "folded_sv": "ratt till pensionsstod har inte den som far invalidpension, arbetsloshetspension, alderspension eller fortida alderspension enligt folkpensionslagen eller arbetspensionslagarna eller motsvarande pension som betalas fran utlandet. den som far pensionsstod har ratt till dagpenning enligt sjukforsakringslagen pa motsvarande satt som den som far alderspension har enligt 8 kap. 6 § i sjukforsakringslagen. den som far pensionsstod har inte ratt till arbetsloshetsformaner enligt lagen om utkomstskydd for arbetslosa. den som far pensionsstod har ratt till bostadsbidrag for pensionstagare i enlighet med lagen om bostadsbidrag for pensionstagare (591/1978). den som far pensionsstod har ratt till barnforhojning i enlighet med 29 § i folkpensionslagen. om den som far pensionsstod har ratt att fa efterlevandepensionens begynnelsepension enligt familjepensionslagen (38/1969), betalas av begynnelsepensionen det belopp som overstiger beloppet av folkpensionsdelen. pensionsstod och efterlevandepensionens fortsattningspension enligt familjepensionslagen betalas inte samtidigt."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Suomessa asuminen",
      "content": "Henkilön Suomessa asuminen määräytyy asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Henkilön Suomessa asuminen määräytyy asumiseen perustuvan sosiaaliturvalainsäädännön soveltamisesta annetun lain (1573/1993) mukaan.",
        "folded_fi": "henkilon suomessa asuminen maaraytyy asumiseen perustuvan sosiaaliturvalainsaadannon soveltamisesta annetun lain (1573/1993) mukaan.",
        "title_sv": "Boende i Finland",
        "content_sv": "Boendet i Finland avgörs enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993).",
        "normalized_sv": "Boendet i Finland avgörs enligt lagen om tillämpning av lagstiftningen om bosättningsbaserad social trygghet (1573/1993).",
        "folded_sv": "boendet i finland avgors enligt lagen om tillampning av lagstiftningen om bosattningsbaserad social trygghet (1573/1993)."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Työeläkeosuuden määrä",
      "content": "Jos 1 §:ssä mainitulle henkilölle on 31 päivään joulukuuta 2004 mennessä karttunut työntekijäin eläkelain (395/1961) vähimmäisehtojen mukaista eläkettä, lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) mukaista eläkettä, maatalousyrittäjien eläkelain (467/1969) vähimmäisehtojen mukaista eläkettä, yrittäjien eläkelain (468/1969) vähimmäisehtojen mukaista eläkettä, merimieseläkelain (72/1956) mukaista eläkettä, taiteilijoiden ja eräiden erityisryhmiin kuuluvien työntekijäin eläkelain (662/1985) mukaista eläkettä, kunnallisen eläkelain (549/2003) mukaista eläkettä, valtion eläkelain (280/1966) mukaista eläkettä sekä muuta eläkettä, johon oikeus määräytyy muiden säännösten nojalla valtion eläkelain mukaan, evankelis-luterilaisen kirkon eläkelain (298/1966) nojalla myönnettyä eläkettä ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myönnettyä eläkettä, hänellä on oikeus saada edellä mainittujen lakien mukaisesti 31 päivään joulukuuta 2004 laskettu työ- tai ansioeläkkeen määrä eläketuen työeläkeosuutena. Työeläkeosuus tarkistetaan eläketukea myönnettäessä vuoden 2004 indeksitasoon käyttäen työntekijäin eläkelain 9 §:n 2 momentissa säädettyjä indeksilukuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Jos 1 § :ssä mainitulle henkilölle on 31 päivään joulukuuta 2004 mennessä karttunut työntekijäin eläkelain (395/1961) vähimmäisehtojen mukaista eläkettä, lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) mukaista eläkettä, maatalousyrittäjien eläkelain (467/1969) vähimmäisehtojen mukaista eläkettä, yrittäjien eläkelain (468/1969) vähimmäisehtojen mukaista eläkettä, merimieseläkelain (72/1956) mukaista eläkettä, taiteilijoiden ja eräiden erityisryhmiin kuuluvien työntekijäin eläkelain (662/1985) mukaista eläkettä, kunnallisen eläkelain (549/2003) mukaista eläkettä, valtion eläkelain (280/1966) mukaista eläkettä sekä muuta eläkettä, johon oikeus määräytyy muiden säännösten nojalla valtion eläkelain mukaan, evankelis-luterilaisen kirkon eläkelain (298/1966) nojalla myönnettyä eläkettä ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myönnettyä eläkettä, hänellä on oikeus saada edellä mainittujen lakien mukaisesti 31 päivään joulukuuta 2004 laskettu työ- tai ansioeläkkeen määrä eläketuen työeläkeosuutena. Työeläkeosuus tarkistetaan eläketukea myönnettäessä vuoden 2004 indeksitasoon käyttäen työntekijäin eläkelain 9 § :n 2 momentissa säädettyjä indeksilukuja.",
        "folded_fi": "jos 1 §:ssa mainitulle henkilolle on 31 paivaan joulukuuta 2004 mennessa karttunut tyontekijain elakelain (395/1961) vahimmaisehtojen mukaista elaketta, lyhytaikaisissa tyosuhteissa olevien tyontekijain elakelain (134/1962) mukaista elaketta, maatalousyrittajien elakelain (467/1969) vahimmaisehtojen mukaista elaketta, yrittajien elakelain (468/1969) vahimmaisehtojen mukaista elaketta, merimieselakelain (72/1956) mukaista elaketta, taiteilijoiden ja eraiden erityisryhmiin kuuluvien tyontekijain elakelain (662/1985) mukaista elaketta, kunnallisen elakelain (549/2003) mukaista elaketta, valtion elakelain (280/1966) mukaista elaketta seka muuta elaketta, johon oikeus maaraytyy muiden saannosten nojalla valtion elakelain mukaan, evankelis-luterilaisen kirkon elakelain (298/1966) nojalla myonnettya elaketta ja ortodoksisesta kirkkokunnasta annetun lain (521/1969) nojalla myonnettya elaketta, hanella on oikeus saada edella mainittujen lakien mukaisesti 31 paivaan joulukuuta 2004 laskettu tyo- tai ansioelakkeen maara elaketuen tyoelakeosuutena. tyoelakeosuus tarkistetaan elaketukea myonnettaessa vuoden 2004 indeksitasoon kayttaen tyontekijain elakelain 9 §:n 2 momentissa saadettyja indeksilukuja.",
        "title_sv": "Beloppet av arbetspensionsdelen",
        "content_sv": "En person som nämns i 1 § och som fram till den 31 december 2004 har intjänat pension enligt minimivillkoren i lagen om pension för arbetstagare (395/1961), pension enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962), pension enligt minimivillkoren i lagen om pension för lantbruksföretagare (467/1969), pension enligt minimivillkoren i lagen om pension för företagare (468/1969), pension enligt lagen om sjömanspensioner (72/1956), pension enligt lagen om pension för konstnärer och särskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension där pensionsrätten med stöd av övriga bestämmelser bestäms enligt lagen om statens pensioner, pension som beviljats med stöd av pensionslagen för evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stöd av lagen om ortodoxa kyrkosamfundet (521/1969) har rätt att i form av pensionsstödets arbetspensionsdel få det belopp av arbets- eller förvärvspension som i enlighet med ovan nämnda lagar beräknats den 31 december 2004. När pensionsstöd beviljas justeras arbetspensionsdelen enligt 2004 års indexnivå med de indextal som anges i 9 § 2 mom. i lagen om pension för arbetstagare.",
        "normalized_sv": "En person som nämns i 1 § och som fram till den 31 december 2004 har intjänat pension enligt minimivillkoren i lagen om pension för arbetstagare (395/1961), pension enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962), pension enligt minimivillkoren i lagen om pension för lantbruksföretagare (467/1969), pension enligt minimivillkoren i lagen om pension för företagare (468/1969), pension enligt lagen om sjömanspensioner (72/1956), pension enligt lagen om pension för konstnärer och särskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension där pensionsrätten med stöd av övriga bestämmelser bestäms enligt lagen om statens pensioner, pension som beviljats med stöd av pensionslagen för evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stöd av lagen om ortodoxa kyrkosamfundet (521/1969) har rätt att i form av pensionsstödets arbetspensionsdel få det belopp av arbets- eller förvärvspension som i enlighet med ovan nämnda lagar beräknats den 31 december 2004. När pensionsstöd beviljas justeras arbetspensionsdelen enligt 2004 års indexnivå med de indextal som anges i 9 § 2 mom. i lagen om pension för arbetstagare.",
        "folded_sv": "en person som namns i 1 § och som fram till den 31 december 2004 har intjanat pension enligt minimivillkoren i lagen om pension for arbetstagare (395/1961), pension enligt lagen om pension for arbetstagare i kortvariga arbetsforhallanden (134/1962), pension enligt minimivillkoren i lagen om pension for lantbruksforetagare (467/1969), pension enligt minimivillkoren i lagen om pension for foretagare (468/1969), pension enligt lagen om sjomanspensioner (72/1956), pension enligt lagen om pension for konstnarer och sarskilda grupper av arbetstagare (662/1985), pension enligt lagen om kommunala pensioner (549/2003), pension enligt lagen om statens pensioner (280/1966) samt annan pension dar pensionsratten med stod av ovriga bestammelser bestams enligt lagen om statens pensioner, pension som beviljats med stod av pensionslagen for evangelisk-lutherska kyrkan (298/1966) och pension som beviljats med stod av lagen om ortodoxa kyrkosamfundet (521/1969) har ratt att i form av pensionsstodets arbetspensionsdel fa det belopp av arbets- eller forvarvspension som i enlighet med ovan namnda lagar beraknats den 31 december 2004. nar pensionsstod beviljas justeras arbetspensionsdelen enligt 2004 ars indexniva med de indextal som anges i 9 § 2 mom. i lagen om pension for arbetstagare."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kansaneläkeosuuden määrä",
      "content": "Täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 795,76 euroa ja toisessa kuntaryhmässä 5 558,04 euroa vuodessa. Jos eläketuen saaja on avioliitossa, täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 109,12 euroa ja toisessa kuntaryhmässä 4 906,68 euroa vuodessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 §:ssä mainittu työeläkeosuus sekä kansaneläkelain 26 §:n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mitä mainitun pykälän 4 momentissa säädetään. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Eläketuen kansaneläkeosuus myönnetään sen kunnan kalleusluokan mukaisena, jossa henkilö asuu eläketuen alkamisajankohtana. Kun eläketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan eläketuen kansaneläkeosuus uuden asuinkunnan kalleusluokan mukaiseksi sitä seuraavan kuukauden alusta. Kuntien kalleusluokituksesta säädetään laissa kuntien yleisestä kalleusluokituksesta (955/1973). Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 25 b §:n 1 ja 3 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa olisi pienempi kuin 10,76 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 795,76 euroa ja toisessa kuntaryhmässä 5 558,04 euroa vuodessa. Jos eläketuen saaja on avioliitossa, täysimääräinen kansaneläkeosuus on ensimmäisessä kuntaryhmässä 5 109,12 euroa ja toisessa kuntaryhmässä 4 906,68 euroa vuodessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 § :ssä mainittu työeläkeosuus sekä kansaneläkelain 26 § :n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mitä mainitun pykälän 4 momentissa säädetään. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Eläketuen kansaneläkeosuus myönnetään sen kunnan kalleusluokan mukaisena, jossa henkilö asuu eläketuen alkamisajankohtana. Kun eläketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan eläketuen kansaneläkeosuus uuden asuinkunnan kalleusluokan mukaiseksi sitä seuraavan kuukauden alusta. Kuntien kalleusluokituksesta säädetään laissa kuntien yleisestä kalleusluokituksesta (955/1973). Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 25 b § :n 1 ja 3 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa olisi pienempi kuin 10,76 euroa.",
        "folded_fi": "taysimaarainen kansanelakeosuus on ensimmaisessa kuntaryhmassa 5 795,76 euroa ja toisessa kuntaryhmassa 5 558,04 euroa vuodessa. jos elaketuen saaja on avioliitossa, taysimaarainen kansanelakeosuus on ensimmaisessa kuntaryhmassa 5 109,12 euroa ja toisessa kuntaryhmassa 4 906,68 euroa vuodessa. elaketuen kansanelakeosuuden maara lasketaan siten, etta taysimaaraisesta kansanelakeosuudesta vahennetaan 50 prosenttia siita vuositulon osasta, joka ylittaa 536 euroa vuodessa. vuositulona otetaan huomioon 5 §:ssa mainittu tyoelakeosuus seka kansanelakelain 26 §:n 1 ja 5 momentissa mainitut etuudet ottaen huomioon, mita mainitun pykalan 4 momentissa saadetaan. elaketuen maaraytymiseen vaikuttavat tuloerat pyoristetaan lahimpaan euroon. elaketuen kansanelakeosuus myonnetaan sen kunnan kalleusluokan mukaisena, jossa henkilo asuu elaketuen alkamisajankohtana. kun elaketuen saaja on asunut uuden asuinkunnan kalleusluokan mukaisessa kunnassa kuusi kuukautta, muutetaan elaketuen kansanelakeosuus uuden asuinkunnan kalleusluokan mukaiseksi sita seuraavan kuukauden alusta. kuntien kalleusluokituksesta saadetaan laissa kuntien yleisesta kalleusluokituksesta (955/1973). jos elaketuen hakija on asunut ulkomailla, kansanelakeosuuden maaraan sovelletaan, mita kansanelakelain 25 b §:n 1 ja 3 momentissa saadetaan. elaketuen kansanelakeosuutta ei makseta, jos sen maara kuukaudessa olisi pienempi kuin 10,76 euroa.",
        "title_sv": "Beloppet av folkpensionsdelen",
        "content_sv": "Full folkpensionsdel är 5 795,76 euro om året i den första och 5 558,04 euro om året i den andra kommungruppen. Om den som får pensionsstöd är gift, är folkpensionsdelens fulla belopp 5 109,12 euro om året i den första och 4 906,68 euro om året i den andra kommungruppen. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i nämnda paragraf. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Pensionsstödets folkpensionsdel beviljas i enlighet med dyrortsklassen för den kommun där personen bor vid begynnelsetidpunkten för pensionsstödet. När den som får pensionsstöd har bott i en kommun av en annan dyrortsklass i sex månader, ändras pensionsstödets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass från ingången av den därpå följande månaden. Bestämmelser om kommunernas dyrortsklassificering finns i lagen om allmän dyrortsklassificering av kommunerna (955/1973). Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 10,76 euro.",
        "normalized_sv": "Full folkpensionsdel är 5 795,76 euro om året i den första och 5 558,04 euro om året i den andra kommungruppen. Om den som får pensionsstöd är gift, är folkpensionsdelens fulla belopp 5 109,12 euro om året i den första och 4 906,68 euro om året i den andra kommungruppen. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i nämnda paragraf. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Pensionsstödets folkpensionsdel beviljas i enlighet med dyrortsklassen för den kommun där personen bor vid begynnelsetidpunkten för pensionsstödet. När den som får pensionsstöd har bott i en kommun av en annan dyrortsklass i sex månader, ändras pensionsstödets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass från ingången av den därpå följande månaden. Bestämmelser om kommunernas dyrortsklassificering finns i lagen om allmän dyrortsklassificering av kommunerna (955/1973). Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 10,76 euro.",
        "folded_sv": "full folkpensionsdel ar 5 795,76 euro om aret i den forsta och 5 558,04 euro om aret i den andra kommungruppen. om den som far pensionsstod ar gift, ar folkpensionsdelens fulla belopp 5 109,12 euro om aret i den forsta och 4 906,68 euro om aret i den andra kommungruppen. beloppet av pensionsstodets folkpensionsdel beraknas sa att 50 procent av den fulla folkpensionsdelen dras av fran den del av arsinkomsten som overstiger 536 euro om aret. som arsinkomst beaktas den arbetspensionsdel som namns i 5 § samt de formaner som namns i 26 § 1 och 5 mom. i folkpensionslagen med beaktande av 4 mom. i namnda paragraf. de inkomstposter som paverkar bestammandet av pensionsstodet avrundas till narmaste euro. pensionsstodets folkpensionsdel beviljas i enlighet med dyrortsklassen for den kommun dar personen bor vid begynnelsetidpunkten for pensionsstodet. nar den som far pensionsstod har bott i en kommun av en annan dyrortsklass i sex manader, andras pensionsstodets folkpensionsdel i enlighet med den nya boningskommunens dyrortsklass fran ingangen av den darpa foljande manaden. bestammelser om kommunernas dyrortsklassificering finns i lagen om allman dyrortsklassificering av kommunerna (955/1973). har den som ansoker om pensionsstod bott utomlands, skall bestammelserna i 25 b § 1 och 3 mom. i folkpensionslagen tillampas pa beloppet av folkpensionsdelen. pensionsstodets folkpensionsdel betalas inte, om det manatliga beloppet understiger 10,76 euro."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Puolisot ja erillään asuminen",
      "content": "Jos mies ja nainen avioliittoa solmimatta jatkuvasti elävät yhteisessä taloudessa avioliitonomaisissa olosuhteissa, eläketuen kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään avioliitossa olevista henkilöistä. Jollei avioliitossa olevalla henkilöllä ole yhteistä taloutta puolisonsa kanssa, hänen eläketukensa kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään sellaisen henkilön eläketuesta, joka ei ole avioliitossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Jos mies ja nainen avioliittoa solmimatta jatkuvasti elävät yhteisessä taloudessa avioliitonomaisissa olosuhteissa, eläketuen kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään avioliitossa olevista henkilöistä. Jollei avioliitossa olevalla henkilöllä ole yhteistä taloutta puolisonsa kanssa, hänen eläketukensa kansaneläkeosuutta määrättäessä sovelletaan, mitä tässä laissa säädetään sellaisen henkilön eläketuesta, joka ei ole avioliitossa.",
        "folded_fi": "jos mies ja nainen avioliittoa solmimatta jatkuvasti elavat yhteisessa taloudessa avioliitonomaisissa olosuhteissa, elaketuen kansanelakeosuutta maarattaessa sovelletaan, mita tassa laissa saadetaan avioliitossa olevista henkiloista. jollei avioliitossa olevalla henkilolla ole yhteista taloutta puolisonsa kanssa, hanen elaketukensa kansanelakeosuutta maarattaessa sovelletaan, mita tassa laissa saadetaan sellaisen henkilon elaketuesta, joka ei ole avioliitossa.",
        "title_sv": "Makar och boende åtskils",
        "content_sv": "Om en man och en kvinna fortlöpande lever tillsammans i gemensamt hushåll utan att ingå äktenskap under äktenskapsliknande förhållanden, skall pensionsstödets folkpensionsdel bestämmas enligt vad som i denna lag föreskrivs om personer som är gifta med varandra. Om en person som är gift inte har gemensamt hushåll med sin make, skall pensionsstödets folkpensionsdel för honom eller henne bestämmas enligt vad som i denna lag föreskrivs om pensionsstöd till den som inte är gift.",
        "normalized_sv": "Om en man och en kvinna fortlöpande lever tillsammans i gemensamt hushåll utan att ingå äktenskap under äktenskapsliknande förhållanden, skall pensionsstödets folkpensionsdel bestämmas enligt vad som i denna lag föreskrivs om personer som är gifta med varandra. Om en person som är gift inte har gemensamt hushåll med sin make, skall pensionsstödets folkpensionsdel för honom eller henne bestämmas enligt vad som i denna lag föreskrivs om pensionsstöd till den som inte är gift.",
        "folded_sv": "om en man och en kvinna fortlopande lever tillsammans i gemensamt hushall utan att inga aktenskap under aktenskapsliknande forhallanden, skall pensionsstodets folkpensionsdel bestammas enligt vad som i denna lag foreskrivs om personer som ar gifta med varandra. om en person som ar gift inte har gemensamt hushall med sin make, skall pensionsstodets folkpensionsdel for honom eller henne bestammas enligt vad som i denna lag foreskrivs om pensionsstod till den som inte ar gift."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Eläketuki laitoshoidon ja rangaistuksen täytäntöönpanon aikana",
      "content": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 42 b ja 43 §:ssä säädetään. Eläketuen maksamiseen eläketuen saajan rangaistuksen täytäntöönpanon ajalta sovelletaan, mitä kansaneläkelain 42 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 42 b ja 43 § :ssä säädetään. Eläketuen maksamiseen eläketuen saajan rangaistuksen täytäntöönpanon ajalta sovelletaan, mitä kansaneläkelain 42 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuuden maksamiseen elaketuen saajan laitoshoidon ajalta sovelletaan, mita kansanelakelain 42 b ja 43 §:ssa saadetaan. elaketuen maksamiseen elaketuen saajan rangaistuksen taytantoonpanon ajalta sovelletaan, mita kansanelakelain 42 §:ssa saadetaan.",
        "title_sv": "Pensionsstöd under institutionsvård och vid verkställighet av straff",
        "content_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 42 b och 43 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för verkställighet av straff tillämpas 42 § i folkpensionslagen.",
        "normalized_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 42 b och 43 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för verkställighet av straff tillämpas 42 § i folkpensionslagen.",
        "folded_sv": "i fraga om betalning av pensionsstodets folkpensionsdel under den tid stodtagaren ar i institutionsvard tillampas 42 b och 43 § i folkpensionslagen. i fraga om betalning av pensionsstod till stodtagaren for tiden for verkstallighet av straff tillampas 42 § i folkpensionslagen."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Ilmoitusvelvollisuus",
      "content": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta sekä muista eläketukeen vaikuttavista olosuhteiden muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta sekä muista eläketukeen vaikuttavista olosuhteiden muutoksista.",
        "folded_fi": "elaketuen saajan on ilmoitettava kansanelakelaitokselle avioliiton solmimisesta, avioliiton purkautumisesta, elaketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, asuinkunnan muuttumisesta, laitoshoitoon joutumisesta seka muista elaketukeen vaikuttavista olosuhteiden muutoksista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående av äktenskap, upplösning av äktenskap, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, ändrad boningskommun, intagning i institutionsvård samt andra förändringar i förhållandena som påverkar pensionsstödet.",
        "normalized_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående av äktenskap, upplösning av äktenskap, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, ändrad boningskommun, intagning i institutionsvård samt andra förändringar i förhållandena som påverkar pensionsstödet.",
        "folded_sv": "den som far pensionsstod skall underratta folkpensionsanstalten om ingaende av aktenskap, upplosning av aktenskap, forandringar som skett i de inkomster som paverkar pensionsstodet, flyttning till utlandet, andrad boningskommun, intagning i institutionsvard samt andra forandringar i forhallandena som paverkar pensionsstodet."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Eläketuen hakeminen",
      "content": "Eläketukea haetaan sitä varten vahvistetulla Kansaneläkelaitoksen hyväksymällä lomakkeella Kansaneläkelaitokselta. Eläketuen hakijan on annettava eläketuen myöntämiseksi ja maksamiseksi tiedot hakijan ja hänen puolisonsa nimestä ja syntymäajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan työttömyysturvalain mukaisista päivärahoista ja työmarkkinatuesta, työttömyysetuuksien maksajista sekä saamistaan eläketuloista, sekä muut eläketuen maksamiseksi tarvittavat tiedot. Eläketukihakemus voidaan hylätä, jos tuen hakija kieltäytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittämästä sellaista selvitystä, jota häneltä kohtuudella voidaan vaatia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Eläketukea haetaan sitä varten vahvistetulla Kansaneläkelaitoksen hyväksymällä lomakkeella Kansaneläkelaitokselta. Eläketuen hakijan on annettava eläketuen myöntämiseksi ja maksamiseksi tiedot hakijan ja hänen puolisonsa nimestä ja syntymäajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan työttömyysturvalain mukaisista päivärahoista ja työmarkkinatuesta, työttömyysetuuksien maksajista sekä saamistaan eläketuloista, sekä muut eläketuen maksamiseksi tarvittavat tiedot. Eläketukihakemus voidaan hylätä, jos tuen hakija kieltäytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittämästä sellaista selvitystä, jota häneltä kohtuudella voidaan vaatia.",
        "folded_fi": "elaketukea haetaan sita varten vahvistetulla kansanelakelaitoksen hyvaksymalla lomakkeella kansanelakelaitokselta. elaketuen hakijan on annettava elaketuen myontamiseksi ja maksamiseksi tiedot hakijan ja hanen puolisonsa nimesta ja syntymaajasta, asuinkunnasta, laitoshoidossa tai rangaistuslaitoksessa olosta, saamistaan tyottomyysturvalain mukaisista paivarahoista ja tyomarkkinatuesta, tyottomyysetuuksien maksajista seka saamistaan elaketuloista, seka muut elaketuen maksamiseksi tarvittavat tiedot. elaketukihakemus voidaan hylata, jos tuen hakija kieltaytyy antamasta hakemuksen ratkaisemiseksi tarpeellista tietoa tai esittamasta sellaista selvitysta, jota hanelta kohtuudella voidaan vaatia.",
        "title_sv": "Ansökan om pensionsstöd",
        "content_sv": "Pensionsstöd söks hos Folkpensionsanstalten med en blankett som fastställts för ändamålet och godkänts av Folkpensionsanstalten. Den som ansöker om pensionsstöd skall för beviljande och betalning av pensionsstödet lämna uppgifter om sökandens och makens namn och födelsetid, boningskommun, intagning i institutionsvård eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstöd enligt lagen om utkomstskydd för arbetslösa, utbetalarna av arbetslöshetsförmåner och sina pensionsinkomster, samt övriga uppgifter som behövs för betalning av pensionsstödet. En ansökan om pensionsstöd kan avslås, om sökanden vägrar lämna uppgifter som behövs för avgörande av ansökan eller att förete sådan utredning som skäligen kan krävas av honom eller henne.",
        "normalized_sv": "Pensionsstöd söks hos Folkpensionsanstalten med en blankett som fastställts för ändamålet och godkänts av Folkpensionsanstalten. Den som ansöker om pensionsstöd skall för beviljande och betalning av pensionsstödet lämna uppgifter om sökandens och makens namn och födelsetid, boningskommun, intagning i institutionsvård eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstöd enligt lagen om utkomstskydd för arbetslösa, utbetalarna av arbetslöshetsförmåner och sina pensionsinkomster, samt övriga uppgifter som behövs för betalning av pensionsstödet. En ansökan om pensionsstöd kan avslås, om sökanden vägrar lämna uppgifter som behövs för avgörande av ansökan eller att förete sådan utredning som skäligen kan krävas av honom eller henne.",
        "folded_sv": "pensionsstod soks hos folkpensionsanstalten med en blankett som faststallts for andamalet och godkants av folkpensionsanstalten. den som ansoker om pensionsstod skall for beviljande och betalning av pensionsstodet lamna uppgifter om sokandens och makens namn och fodelsetid, boningskommun, intagning i institutionsvard eller i en straffanstalt, sina dagpenningar och sitt arbetsmarknadsstod enligt lagen om utkomstskydd for arbetslosa, utbetalarna av arbetsloshetsformaner och sina pensionsinkomster, samt ovriga uppgifter som behovs for betalning av pensionsstodet. en ansokan om pensionsstod kan avslas, om sokanden vagrar lamna uppgifter som behovs for avgorande av ansokan eller att forete sadan utredning som skaligen kan kravas av honom eller henne."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Eläketuen myöntäminen",
      "content": "Eläketuki myönnetään sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan työnteon päättymistä seuraavan kuukauden alusta. Eläketukea ei ilman erityistä syytä myönnetä pidemmältä kuin kuuden kuukauden ajalta ennen eläketuen hakemista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Eläketuki myönnetään sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan työnteon päättymistä seuraavan kuukauden alusta. Eläketukea ei ilman erityistä syytä myönnetä pidemmältä kuin kuuden kuukauden ajalta ennen eläketuen hakemista.",
        "folded_fi": "elaketuki myonnetaan sen kuukauden alusta, kun oikeus siihen on syntynyt, kuitenkin aikaisintaan tyonteon paattymista seuraavan kuukauden alusta. elaketukea ei ilman erityista syyta myonneta pidemmalta kuin kuuden kuukauden ajalta ennen elaketuen hakemista.",
        "title_sv": "Beviljande av pensionsstöd",
        "content_sv": "Pensionsstöd beviljas från ingången av den månad då rätt till stödet uppkom, dock tidigast från ingången av den månad som följer efter det att arbetet upphörde. Pensionsstöd beviljas inte utan särskilda skäl för en längre tid än sex månader före ansökan om pensionsstöd.",
        "normalized_sv": "Pensionsstöd beviljas från ingången av den månad då rätt till stödet uppkom, dock tidigast från ingången av den månad som följer efter det att arbetet upphörde. Pensionsstöd beviljas inte utan särskilda skäl för en längre tid än sex månader före ansökan om pensionsstöd.",
        "folded_sv": "pensionsstod beviljas fran ingangen av den manad da ratt till stodet uppkom, dock tidigast fran ingangen av den manad som foljer efter det att arbetet upphorde. pensionsstod beviljas inte utan sarskilda skal for en langre tid an sex manader fore ansokan om pensionsstod."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Eläketuen maksaminen",
      "content": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 38 §:ssä säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 38 § :ssä säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
        "folded_fi": "elaketuki maksetaan kuukausittain siten kuin kansanelakelain 38 §:ssa saadetaan saajan ilmoittamalle tilille suomessa toimivaan rahalaitokseen. elaketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittaa kansanelakelaitoksen hyvaksyman erityisen syyn.",
        "title_sv": "Betalning av pensionsstöd",
        "content_sv": "Pensionsstöd betalas månatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i Finland verksamt penninginstitut som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "normalized_sv": "Pensionsstöd betalas månatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i Finland verksamt penninginstitut som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "folded_sv": "pensionsstod betalas manatligen i enlighet med 38 § i folkpensionslagen till det konto i ett i finland verksamt penninginstitut som mottagaren har uppgett. pensionsstodet kan dock betalas aven pa annat satt, om det inte ar mojligt att betala in det pa ett konto eller om den som ansoker om eller far stod uppger nagot sarskilt skal som folkpensionsanstalten godkanner."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Eläketuen väliaikainen maksaminen",
      "content": "Jos eläketuessa tulona huomioon otettavista 5 §:ssä tarkoitettujen lakien mukaisista eläkkeistä tai muusta jatkuvasta eläketuen määrään vaikuttavasta etuudesta on muutoksenhaku vireillä, voidaan eläketuki myöntää ja maksaa väliaikaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Jos eläketuessa tulona huomioon otettavista 5 § :ssä tarkoitettujen lakien mukaisista eläkkeistä tai muusta jatkuvasta eläketuen määrään vaikuttavasta etuudesta on muutoksenhaku vireillä, voidaan eläketuki myöntää ja maksaa väliaikaisena.",
        "folded_fi": "jos elaketuessa tulona huomioon otettavista 5 §:ssa tarkoitettujen lakien mukaisista elakkeista tai muusta jatkuvasta elaketuen maaraan vaikuttavasta etuudesta on muutoksenhaku vireilla, voidaan elaketuki myontaa ja maksaa valiaikaisena.",
        "title_sv": "Temporär betalning av pensionsstöd",
        "content_sv": "Pensionsstödet kan beviljas och betalas temporärt, om ändring har sökts i ett ärende som gäller pensioner enligt de lagar som nämns i 5 § vilka skall beaktas som inkomst i pensionsstödet eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödet.",
        "normalized_sv": "Pensionsstödet kan beviljas och betalas temporärt, om ändring har sökts i ett ärende som gäller pensioner enligt de lagar som nämns i 5 § vilka skall beaktas som inkomst i pensionsstödet eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödet.",
        "folded_sv": "pensionsstodet kan beviljas och betalas temporart, om andring har sokts i ett arende som galler pensioner enligt de lagar som namns i 5 § vilka skall beaktas som inkomst i pensionsstodet eller nagon annan fortlopande forman som paverkar beloppet av pensionsstodet."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Eläketuen saajan oikeus työkyvyttömyyseläkkeeseen",
      "content": "Jos eläketukea saava henkilö tulee 5 §:ssä mainituissa laeissa tai kansaneläkelain 22 §:ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta lukien. Jos työkyvyttömyyseläke myönnetään kuntoutustukena, tässä laissa tarkoitettu henkilö on oikeutettu entisin perustein eläketukeen kuntoutustuen päättymistä seuraavan kuukauden alusta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Jos eläketukea saava henkilö tulee 5 § :ssä mainituissa laeissa tai kansaneläkelain 22 § :ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta lukien. Jos työkyvyttömyyseläke myönnetään kuntoutustukena, tässä laissa tarkoitettu henkilö on oikeutettu entisin perustein eläketukeen kuntoutustuen päättymistä seuraavan kuukauden alusta lukien.",
        "folded_fi": "jos elaketukea saava henkilo tulee 5 §:ssa mainituissa laeissa tai kansanelakelain 22 §:ssa tarkoitetulla tavalla tyokyvyttomaksi, elaketuen saajalle voidaan myontaa hakemuksesta tyokyvyttomyyselake tyokyvyttomyyden alkamista seuraavan kuukauden alusta. elaketuki lakkautetaan tyokyvyttomyyselakkeen alkamisajankohdasta lukien. jos tyokyvyttomyyselake myonnetaan kuntoutustukena, tassa laissa tarkoitettu henkilo on oikeutettu entisin perustein elaketukeen kuntoutustuen paattymista seuraavan kuukauden alusta lukien.",
        "title_sv": "Rätt till invalidpension för den som får pensionsstöd",
        "content_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon på ansökan beviljas invalidpension från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för invalidpensionen. Om invalidpension beviljas som rehabiliteringsstöd, har en person som avses i denna lag rätt att på tidigare grunder få pensionsstöd från ingången av den månad som följer efter det att rehabiliteringsstödet upphörde.",
        "normalized_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon på ansökan beviljas invalidpension från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för invalidpensionen. Om invalidpension beviljas som rehabiliteringsstöd, har en person som avses i denna lag rätt att på tidigare grunder få pensionsstöd från ingången av den månad som följer efter det att rehabiliteringsstödet upphörde.",
        "folded_sv": "om den som far pensionsstod blir arbetsoformogen pa det satt som avses i de lagar som namns i 5 § eller i 22 § i folkpensionslagen, kan han eller hon pa ansokan beviljas invalidpension fran ingangen av den manad som foljer efter det att arbetsoformagan intradde. pensionsstodet dras in fran begynnelsetidpunkten for invalidpensionen. om invalidpension beviljas som rehabiliteringsstod, har en person som avses i denna lag ratt att pa tidigare grunder fa pensionsstod fran ingangen av den manad som foljer efter det att rehabiliteringsstodet upphorde."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Takautuva eläketuki",
      "content": "Jos eläketuen saajalle myönnetään takautuvasti eläkettä, korvausta tai muuta jatkuvaa eläketuen kansaneläkeosuuden määrään vaikuttavaa etuutta, Kansaneläkelaitos voi periä samalta ajalta liikaa maksetun eläketuen määrän takautuvasti suoritettavasta eläkkeestä tai muusta etuudesta siten kuin kansaneläkelaissa säädetään. Jos samalta ajalta, kun henkilölle maksetaan eläketukea, on maksettu myös työttömyysturvalain mukaista työttömyysetuutta, maksetaan eläketuki vastaavalta ajalta työttömyysetuuden maksajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Jos eläketuen saajalle myönnetään takautuvasti eläkettä, korvausta tai muuta jatkuvaa eläketuen kansaneläkeosuuden määrään vaikuttavaa etuutta, Kansaneläkelaitos voi periä samalta ajalta liikaa maksetun eläketuen määrän takautuvasti suoritettavasta eläkkeestä tai muusta etuudesta siten kuin kansaneläkelaissa säädetään. Jos samalta ajalta, kun henkilölle maksetaan eläketukea, on maksettu myös työttömyysturvalain mukaista työttömyysetuutta, maksetaan eläketuki vastaavalta ajalta työttömyysetuuden maksajalle.",
        "folded_fi": "jos elaketuen saajalle myonnetaan takautuvasti elaketta, korvausta tai muuta jatkuvaa elaketuen kansanelakeosuuden maaraan vaikuttavaa etuutta, kansanelakelaitos voi peria samalta ajalta liikaa maksetun elaketuen maaran takautuvasti suoritettavasta elakkeesta tai muusta etuudesta siten kuin kansanelakelaissa saadetaan. jos samalta ajalta, kun henkilolle maksetaan elaketukea, on maksettu myos tyottomyysturvalain mukaista tyottomyysetuutta, maksetaan elaketuki vastaavalta ajalta tyottomyysetuuden maksajalle.",
        "title_sv": "Retroaktivt pensionsstöd",
        "content_sv": "Om den som får pensionsstöd, retroaktivt beviljas pension, ersättning eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödets folkpensionsdel, får Folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan förmån som skall betalas retroaktivt driva in det pensionsstöd som för samma tid betalts till för stort belopp. Om en arbetslöshetsförmån enligt lagen om utkomstskydd för arbetslösa har betalts för samma tid som personen får pensionsstöd, skall pensionsstödet för motsvarande tid betalas till den som betalt arbetslöshetsförmånen.",
        "normalized_sv": "Om den som får pensionsstöd, retroaktivt beviljas pension, ersättning eller någon annan fortlöpande förmån som påverkar beloppet av pensionsstödets folkpensionsdel, får Folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan förmån som skall betalas retroaktivt driva in det pensionsstöd som för samma tid betalts till för stort belopp. Om en arbetslöshetsförmån enligt lagen om utkomstskydd för arbetslösa har betalts för samma tid som personen får pensionsstöd, skall pensionsstödet för motsvarande tid betalas till den som betalt arbetslöshetsförmånen.",
        "folded_sv": "om den som far pensionsstod, retroaktivt beviljas pension, ersattning eller nagon annan fortlopande forman som paverkar beloppet av pensionsstodets folkpensionsdel, far folkpensionsanstalten i enlighet med folkpensionslagen ur en pension eller en annan forman som skall betalas retroaktivt driva in det pensionsstod som for samma tid betalts till for stort belopp. om en arbetsloshetsforman enligt lagen om utkomstskydd for arbetslosa har betalts for samma tid som personen far pensionsstod, skall pensionsstodet for motsvarande tid betalas till den som betalt arbetsloshetsformanen."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Eläketuen tarkistaminen",
      "content": "Eläketuen kansaneläkeosuus tarkistetaan, kun eläketuen saaja solmii avioliiton, avioliitto purkautuu tai kun eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. Vuositulon arvioimiseen sovelletaan muutoin, mitä kansaneläkelain 32 a §:n 2 momentissa säädetään vuositulon arvioimisesta. Jos eläketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 päivänä, eläketuki tarkistetaan sen kuukauden alusta. Muutoin eläketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. Jos eläketuen kansaneläkeosuuden korottamisen edellytykset ovat Kansaneläkelaitoksen tiedossa, korotus voidaan myöntää myös ilman hakemusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Eläketuen kansaneläkeosuus tarkistetaan, kun eläketuen saaja solmii avioliiton, avioliitto purkautuu tai kun eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. Vuositulon arvioimiseen sovelletaan muutoin, mitä kansaneläkelain 32 a § :n 2 momentissa säädetään vuositulon arvioimisesta. Jos eläketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 päivänä, eläketuki tarkistetaan sen kuukauden alusta. Muutoin eläketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. Jos eläketuen kansaneläkeosuuden korottamisen edellytykset ovat Kansaneläkelaitoksen tiedossa, korotus voidaan myöntää myös ilman hakemusta.",
        "folded_fi": "elaketuen kansanelakeosuus tarkistetaan, kun elaketuen saaja solmii avioliiton, avioliitto purkautuu tai kun elaketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos. vuositulon arvioimiseen sovelletaan muutoin, mita kansanelakelain 32 a §:n 2 momentissa saadetaan vuositulon arvioimisesta. jos elaketukeen vaikuttava muutos on tapahtunut kalenterikuukauden 1 paivana, elaketuki tarkistetaan sen kuukauden alusta. muutoin elaketuki tarkistetaan muutoksen tapahtumista seuraavan kuukauden alusta. jos elaketuen kansanelakeosuuden korottamisen edellytykset ovat kansanelakelaitoksen tiedossa, korotus voidaan myontaa myos ilman hakemusta.",
        "title_sv": "Justering av pensionsstödet",
        "content_sv": "Pensionsstödets folkpensionsdel justeras när den som får pensionsstöd ingår äktenskap, när äktenskapet upplöses eller när en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet. När årsinkomsten bedöms tillämpas i övrigt bestämmelserna i 32 a § 2 mom. i folkpensionslagen om bedömning av årsinkomsten. Om en förändring som påverkar pensionsstödet har inträffat den första dagen i en kalendermånad, justeras pensionsstödet från ingången av den månaden. I annat fall justeras pensionsstödet från ingången av den månad som följer efter förändringen. Om Folkpensionsanstalten känner till att förutsättningar för en höjning av pensionsstödets folkpensionsdel föreligger, kan förhöjningen beviljas även utan ansökan.",
        "normalized_sv": "Pensionsstödets folkpensionsdel justeras när den som får pensionsstöd ingår äktenskap, när äktenskapet upplöses eller när en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet. När årsinkomsten bedöms tillämpas i övrigt bestämmelserna i 32 a § 2 mom. i folkpensionslagen om bedömning av årsinkomsten. Om en förändring som påverkar pensionsstödet har inträffat den första dagen i en kalendermånad, justeras pensionsstödet från ingången av den månaden. I annat fall justeras pensionsstödet från ingången av den månad som följer efter förändringen. Om Folkpensionsanstalten känner till att förutsättningar för en höjning av pensionsstödets folkpensionsdel föreligger, kan förhöjningen beviljas även utan ansökan.",
        "folded_sv": "pensionsstodets folkpensionsdel justeras nar den som far pensionsstod ingar aktenskap, nar aktenskapet upploses eller nar en sadan forandring som inte beror pa indexbundenheten har skett i de arsinkomster som paverkar pensionsstodet. nar arsinkomsten bedoms tillampas i ovrigt bestammelserna i 32 a § 2 mom. i folkpensionslagen om bedomning av arsinkomsten. om en forandring som paverkar pensionsstodet har intraffat den forsta dagen i en kalendermanad, justeras pensionsstodet fran ingangen av den manaden. i annat fall justeras pensionsstodet fran ingangen av den manad som foljer efter forandringen. om folkpensionsanstalten kanner till att forutsattningar for en hojning av pensionsstodets folkpensionsdel foreligger, kan forhojningen beviljas aven utan ansokan."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Eläketuen väliaikainen keskeyttäminen ja lakkauttaminen",
      "content": "Eläketuen maksaminen voidaan väliaikaisesti keskeyttää tai sen määrää vähentää, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, että eläketuki olisi lakkautettava tai sen määrää vähennettävä, tai jos 9 §:n mukaista ilmoitusvelvollisuutta eläketuen saamisedellytysten tarkistamiseksi ei noudateta. Jos eläketuen saaja muuttaa ulkomaille vakinaisesti asumaan, eläketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Eläketuen maksaminen voidaan väliaikaisesti keskeyttää tai sen määrää vähentää, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, että eläketuki olisi lakkautettava tai sen määrää vähennettävä, tai jos 9 § :n mukaista ilmoitusvelvollisuutta eläketuen saamisedellytysten tarkistamiseksi ei noudateta. Jos eläketuen saaja muuttaa ulkomaille vakinaisesti asumaan, eläketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
        "folded_fi": "elaketuen maksaminen voidaan valiaikaisesti keskeyttaa tai sen maaraa vahentaa, kunnes asia on lopullisesti ratkaistu, jos on perusteltu syy olettaa, etta elaketuki olisi lakkautettava tai sen maaraa vahennettava, tai jos 9 §:n mukaista ilmoitusvelvollisuutta elaketuen saamisedellytysten tarkistamiseksi ei noudateta. jos elaketuen saaja muuttaa ulkomaille vakinaisesti asumaan, elaketuki lakkautetaan muuttoa seuraavan kuukauden alusta lukien.",
        "title_sv": "Tillfälligt avbrott i och indragning av pensionsstöd",
        "content_sv": "Betalningen av pensionsstöd kan avbrytas tillfälligt eller dess belopp tillfälligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstödet borde dras in eller dess belopp minskas, eller om anmälningsskyldigheten enligt 9 § för översyn av förutsättningarna för erhållande av pensionsstöd inte fullgörs. Om den som får pensionsstöd flyttar utomlands för att bosätta sig där stadigvarande, indras pensionsstödet från ingången av den månad som följer efter flyttningen.",
        "normalized_sv": "Betalningen av pensionsstöd kan avbrytas tillfälligt eller dess belopp tillfälligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstödet borde dras in eller dess belopp minskas, eller om anmälningsskyldigheten enligt 9 § för översyn av förutsättningarna för erhållande av pensionsstöd inte fullgörs. Om den som får pensionsstöd flyttar utomlands för att bosätta sig där stadigvarande, indras pensionsstödet från ingången av den månad som följer efter flyttningen.",
        "folded_sv": "betalningen av pensionsstod kan avbrytas tillfalligt eller dess belopp tillfalligt minskas tills saken slutgiltigt avgjorts, om det finns grundad anledning att anta att pensionsstodet borde dras in eller dess belopp minskas, eller om anmalningsskyldigheten enligt 9 § for oversyn av forutsattningarna for erhallande av pensionsstod inte fullgors. om den som far pensionsstod flyttar utomlands for att bosatta sig dar stadigvarande, indras pensionsstodet fran ingangen av den manad som foljer efter flyttningen."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Eläketuen maksaminen kunnan toimielimelle",
      "content": "Jos eläketuen maksamista tuen saajalle itselleen ei voida pitää tarkoitustaan vastaavana hänen elämäntapojensa, sairautensa tai muun erityisen syyn vuoksi eikä hänelle ole määrätty edunvalvojaa, Kansaneläkelaitos voi eläketuen saajan suostumuksella päättää, että tuki maksetaan eläketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 42 §:n 3 momentissa tarkoitettujen omaistensa huoltoon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta eläketuki on maksettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos eläketuen maksamista tuen saajalle itselleen ei voida pitää tarkoitustaan vastaavana hänen elämäntapojensa, sairautensa tai muun erityisen syyn vuoksi eikä hänelle ole määrätty edunvalvojaa, Kansaneläkelaitos voi eläketuen saajan suostumuksella päättää, että tuki maksetaan eläketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 42 § :n 3 momentissa tarkoitettujen omaistensa huoltoon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta eläketuki on maksettu.",
        "folded_fi": "jos elaketuen maksamista tuen saajalle itselleen ei voida pitaa tarkoitustaan vastaavana hanen elamantapojensa, sairautensa tai muun erityisen syyn vuoksi eika hanelle ole maaratty edunvalvojaa, kansanelakelaitos voi elaketuen saajan suostumuksella paattaa, etta tuki maksetaan elaketuen saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle kaytettavaksi elaketuen saajan ja hanen kansanelakelain 42 §:n 3 momentissa tarkoitettujen omaistensa huoltoon. nain maksettua elaketukea ei saa vastoin elaketuen saajan nimenomaista suostumusta kayttaa muuhun kuin sen kuukauden aikana annettavaan huoltoon, jolta elaketuki on maksettu.",
        "title_sv": "Betalning av pensionsstöd till ett kommunalt organ",
        "content_sv": "Kan utbetalning av pensionsstöd till stödtagaren själv inte anses vara ändamålsenligt på grund av stödtagarens levnadssätt eller på grund av att stödtagaren är sjuk eller av någon annan särskild orsak och har ingen intressebevakare förordnats för honom eller henne, kan Folkpensionsanstalten med stödtagarens samtycke besluta att stödet skall betalas till ett i 6 § 1 mom. i socialvårdslagen (710/1982) avsett organ i stödtagarens boningskommun för att användas för vård av stödtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhöriga till honom eller henne. Pensionsstöd som betalts på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan vård än sådan som ges under den månad för vilken pensionsstödet har betalts.",
        "normalized_sv": "Kan utbetalning av pensionsstöd till stödtagaren själv inte anses vara ändamålsenligt på grund av stödtagarens levnadssätt eller på grund av att stödtagaren är sjuk eller av någon annan särskild orsak och har ingen intressebevakare förordnats för honom eller henne, kan Folkpensionsanstalten med stödtagarens samtycke besluta att stödet skall betalas till ett i 6 § 1 mom. i socialvårdslagen (710/1982) avsett organ i stödtagarens boningskommun för att användas för vård av stödtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhöriga till honom eller henne. Pensionsstöd som betalts på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan vård än sådan som ges under den månad för vilken pensionsstödet har betalts.",
        "folded_sv": "kan utbetalning av pensionsstod till stodtagaren sjalv inte anses vara andamalsenligt pa grund av stodtagarens levnadssatt eller pa grund av att stodtagaren ar sjuk eller av nagon annan sarskild orsak och har ingen intressebevakare forordnats for honom eller henne, kan folkpensionsanstalten med stodtagarens samtycke besluta att stodet skall betalas till ett i 6 § 1 mom. i socialvardslagen (710/1982) avsett organ i stodtagarens boningskommun for att anvandas for vard av stodtagaren och av i 42 § 3 mom. i folkpensionslagen avsedda anhoriga till honom eller henne. pensionsstod som betalts pa detta satt far inte i strid med stodtagarens uttryckliga samtycke anvandas for annan vard an sadan som ges under den manad for vilken pensionsstodet har betalts."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Eläketukea koskevat menettelysäännökset ja muutoksenhaku",
      "content": "Kansaneläkelaitoksen toimeenpanemaan eläketukeen sovelletaan, mitä kansaneläkelaissa säädetään päätöksen antamisesta, viivästyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen käytöstä ja teknisestä käyttöyhteydestä, takaisinperinnästä ja vanhentumisesta sekä eläkepäätöksen oikaisusta, muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Kansaneläkelaitoksen toimeenpanemaan eläketukeen sovelletaan, mitä kansaneläkelaissa säädetään päätöksen antamisesta, viivästyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen käytöstä ja teknisestä käyttöyhteydestä, takaisinperinnästä ja vanhentumisesta sekä eläkepäätöksen oikaisusta, muutoksenhakumenettelystä ja lainvoimaisen päätöksen poistamisesta.",
        "folded_fi": "kansanelakelaitoksen toimeenpanemaan elaketukeen sovelletaan, mita kansanelakelaissa saadetaan paatoksen antamisesta, viivastyskorotuksesta, tietojen saamisesta, tietojen luovutuksesta, tietojen kaytosta ja teknisesta kayttoyhteydesta, takaisinperinnasta ja vanhentumisesta seka elakepaatoksen oikaisusta, muutoksenhakumenettelysta ja lainvoimaisen paatoksen poistamisesta.",
        "title_sv": "Bestämmelser om förfarandet i fråga om pensionsstöd och ändringssökande",
        "content_sv": "I fråga om pensionsstöd som verkställs av Folkpensionsanstalten tillämpas vad som i folkpensionslagen bestäms om meddelande av beslut, dröjsmålsförhöjning, erhållande av uppgifter, utlämnande av uppgifter, användning av uppgifter och teknisk anslutning, återkrav och preskription samt om rättelse av pensionsbeslut, förfarandet vid sökande av ändring och undanröjande av ett lagakraftvunnet beslut.",
        "normalized_sv": "I fråga om pensionsstöd som verkställs av Folkpensionsanstalten tillämpas vad som i folkpensionslagen bestäms om meddelande av beslut, dröjsmålsförhöjning, erhållande av uppgifter, utlämnande av uppgifter, användning av uppgifter och teknisk anslutning, återkrav och preskription samt om rättelse av pensionsbeslut, förfarandet vid sökande av ändring och undanröjande av ett lagakraftvunnet beslut.",
        "folded_sv": "i fraga om pensionsstod som verkstalls av folkpensionsanstalten tillampas vad som i folkpensionslagen bestams om meddelande av beslut, drojsmalsforhojning, erhallande av uppgifter, utlamnande av uppgifter, anvandning av uppgifter och teknisk anslutning, aterkrav och preskription samt om rattelse av pensionsbeslut, forfarandet vid sokande av andring och undanrojande av ett lagakraftvunnet beslut."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ulosmittauskielto",
      "content": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 79 §:n 3 momentissa säädetään. Sopimus, joka tarkoittaa tähän lakiin perustuvan eläketukioikeuden siirtämistä toiselle, on mitätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 79 § :n 3 momentissa säädetään. Sopimus, joka tarkoittaa tähän lakiin perustuvan eläketukioikeuden siirtämistä toiselle, on mitätön.",
        "folded_fi": "elaketuen kansanelakeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mita kansanelakelain 79 §:n 3 momentissa saadetaan. sopimus, joka tarkoittaa tahan lakiin perustuvan elaketukioikeuden siirtamista toiselle, on mitaton.",
        "title_sv": "Utmätningsförbud",
        "content_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. Ett avtal om överföring av en pensionsstödsrättighet enligt denna lag på någon annan är ogiltigt.",
        "normalized_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. Ett avtal om överföring av en pensionsstödsrättighet enligt denna lag på någon annan är ogiltigt.",
        "folded_sv": "pensionsstodets folkpensionsdel far inte matas ut. bestammelserna i 79 § 3 mom. i folkpensionslagen skall dock beaktas. ett avtal om overforing av en pensionsstodsrattighet enligt denna lag pa nagon annan ar ogiltigt."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Toimeenpano ja tiedonsaantioikeus",
      "content": "Tämän lain mukaiset eläketukea koskevat tehtävät hoitaa Kansaneläkelaitos. Kansaneläkelaitoksen tai työeläkelaitoksen pyynnöstä työvoimatoimisto antaa maksutta sitovan lausunnon siitä, onko 1 §:ssä tarkoitettu henkilö julkisesta työvoimapalveluista annetussa laissa tarkoitettu pitkäaikaistyötön. Työvoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittävistä seikoista voidaan säätää työministeriön asetuksella. Kansaneläkelaitoksella on oikeus saada maksutta salassapitosäännösten estämättä tämän lain mukaisen käsiteltävänä olevan asian ratkaisemista varten tietoja eläketuen hakijalle maksetuista työttömyysturvalain mukaisista päivärahoista työttömyyskassalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Tämän lain mukaiset eläketukea koskevat tehtävät hoitaa Kansaneläkelaitos. Kansaneläkelaitoksen tai työeläkelaitoksen pyynnöstä työvoimatoimisto antaa maksutta sitovan lausunnon siitä, onko 1 § :ssä tarkoitettu henkilö julkisesta työvoimapalveluista annetussa laissa tarkoitettu pitkäaikaistyötön. Työvoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittävistä seikoista voidaan säätää työministeriön asetuksella. Kansaneläkelaitoksella on oikeus saada maksutta salassapitosäännösten estämättä tämän lain mukaisen käsiteltävänä olevan asian ratkaisemista varten tietoja eläketuen hakijalle maksetuista työttömyysturvalain mukaisista päivärahoista työttömyyskassalta.",
        "folded_fi": "taman lain mukaiset elaketukea koskevat tehtavat hoitaa kansanelakelaitos. kansanelakelaitoksen tai tyoelakelaitoksen pyynnosta tyovoimatoimisto antaa maksutta sitovan lausunnon siita, onko 1 §:ssa tarkoitettu henkilo julkisesta tyovoimapalveluista annetussa laissa tarkoitettu pitkaaikaistyoton. tyovoimatoimiston lausunnon toimittamisesta ja lausuntoon merkittavista seikoista voidaan saataa tyoministerion asetuksella. kansanelakelaitoksella on oikeus saada maksutta salassapitosaannosten estamatta taman lain mukaisen kasiteltavana olevan asian ratkaisemista varten tietoja elaketuen hakijalle maksetuista tyottomyysturvalain mukaisista paivarahoista tyottomyyskassalta.",
        "title_sv": "Verkställighet och rätt att få uppgifter",
        "content_sv": "De uppgifter enligt denna lag som gäller pensionsstöd sköts av Folkpensionsanstalten. På begäran av Folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyrån avgiftsfritt ge ett bindande utlåtande om huruvida en person som avses i 1 § är långtidsarbetslös så som avses i lagen om offentlig arbetskraftsservice. Bestämmelser om arbetskraftsbyråns utlåtande och om de omständigheter som skall antecknas i utlåtandet kan utfärdas genom förordning av arbetsministeriet. För avgörande av ett ärende enligt denna lag har Folkpensionsanstalten utan hinder av sekretessbestämmelserna rätt att avgiftsfritt av arbetslöshetskassan få uppgifter om de dagpenningar enligt lagen om utkomstskydd för arbetslösa som betalts till den som ansöker om pensionsstöd.",
        "normalized_sv": "De uppgifter enligt denna lag som gäller pensionsstöd sköts av Folkpensionsanstalten. På begäran av Folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyrån avgiftsfritt ge ett bindande utlåtande om huruvida en person som avses i 1 § är långtidsarbetslös så som avses i lagen om offentlig arbetskraftsservice. Bestämmelser om arbetskraftsbyråns utlåtande och om de omständigheter som skall antecknas i utlåtandet kan utfärdas genom förordning av arbetsministeriet. För avgörande av ett ärende enligt denna lag har Folkpensionsanstalten utan hinder av sekretessbestämmelserna rätt att avgiftsfritt av arbetslöshetskassan få uppgifter om de dagpenningar enligt lagen om utkomstskydd för arbetslösa som betalts till den som ansöker om pensionsstöd.",
        "folded_sv": "de uppgifter enligt denna lag som galler pensionsstod skots av folkpensionsanstalten. pa begaran av folkpensionsanstalten eller en arbetspensionsanstalt skall arbetskraftsbyran avgiftsfritt ge ett bindande utlatande om huruvida en person som avses i 1 § ar langtidsarbetslos sa som avses i lagen om offentlig arbetskraftsservice. bestammelser om arbetskraftsbyrans utlatande och om de omstandigheter som skall antecknas i utlatandet kan utfardas genom forordning av arbetsministeriet. for avgorande av ett arende enligt denna lag har folkpensionsanstalten utan hinder av sekretessbestammelserna ratt att avgiftsfritt av arbetsloshetskassan fa uppgifter om de dagpenningar enligt lagen om utkomstskydd for arbetslosa som betalts till den som ansoker om pensionsstod."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Eläketurvakeskuksen ja Kansaneläkelaitoksen ilmoitusvelvollisuus",
      "content": "Kansaneläkelaitos ilmoittaa eläketukea hakeneen henkilön henkilötiedot työvoimatoimistolle 21 §:ssä mainitun lausunnon antamista varten ja Eläketurvakeskukselle henkilölle kertyneen eläketuen työeläkeosuuden määrittelemistä varten. Eläketurvakeskuksen tulee ilmoittaa Kansaneläkelaitokselle eläkelaitoksilta saamansa tiedon perusteella 5 §:ssä mainittujen lakien mukaan eläketuen hakijalle kertynyt työeläkeosuuden määrä tai määrän muutos eläketuen maksamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Kansaneläkelaitos ilmoittaa eläketukea hakeneen henkilön henkilötiedot työvoimatoimistolle 21 § :ssä mainitun lausunnon antamista varten ja Eläketurvakeskukselle henkilölle kertyneen eläketuen työeläkeosuuden määrittelemistä varten. Eläketurvakeskuksen tulee ilmoittaa Kansaneläkelaitokselle eläkelaitoksilta saamansa tiedon perusteella 5 § :ssä mainittujen lakien mukaan eläketuen hakijalle kertynyt työeläkeosuuden määrä tai määrän muutos eläketuen maksamista varten.",
        "folded_fi": "kansanelakelaitos ilmoittaa elaketukea hakeneen henkilon henkilotiedot tyovoimatoimistolle 21 §:ssa mainitun lausunnon antamista varten ja elaketurvakeskukselle henkilolle kertyneen elaketuen tyoelakeosuuden maarittelemista varten. elaketurvakeskuksen tulee ilmoittaa kansanelakelaitokselle elakelaitoksilta saamansa tiedon perusteella 5 §:ssa mainittujen lakien mukaan elaketuen hakijalle kertynyt tyoelakeosuuden maara tai maaran muutos elaketuen maksamista varten.",
        "title_sv": "Pensionsskyddscentralens och Folkpensionsanstaltens anmälningsskyldighet",
        "content_sv": "Folkpensionsanstalten skall för ett utlåtande enligt 21 § meddela arbetskraftsbyrån personuppgifterna för den som ansökt om pensionsstöd och Pensionsskyddscentralen för fastställande av pensionsstödets arbetspensionsdel för sökanden. Pensionsskyddscentralen skall utgående från uppgifter från pensionsanstalterna för betalning av pensionsstöd lämna Folkpensionsanstalten uppgifter om beloppet av sökandens arbetspensionsdel enligt de lagar som nämns i 5 § eller om ändringar av beloppet.",
        "normalized_sv": "Folkpensionsanstalten skall för ett utlåtande enligt 21 § meddela arbetskraftsbyrån personuppgifterna för den som ansökt om pensionsstöd och Pensionsskyddscentralen för fastställande av pensionsstödets arbetspensionsdel för sökanden. Pensionsskyddscentralen skall utgående från uppgifter från pensionsanstalterna för betalning av pensionsstöd lämna Folkpensionsanstalten uppgifter om beloppet av sökandens arbetspensionsdel enligt de lagar som nämns i 5 § eller om ändringar av beloppet.",
        "folded_sv": "folkpensionsanstalten skall for ett utlatande enligt 21 § meddela arbetskraftsbyran personuppgifterna for den som ansokt om pensionsstod och pensionsskyddscentralen for faststallande av pensionsstodets arbetspensionsdel for sokanden. pensionsskyddscentralen skall utgaende fran uppgifter fran pensionsanstalterna for betalning av pensionsstod lamna folkpensionsanstalten uppgifter om beloppet av sokandens arbetspensionsdel enligt de lagar som namns i 5 § eller om andringar av beloppet."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Rahoitus",
      "content": "Valtio korvaa Kansaneläkelaitokselle tämän lain nojalla maksettavista eläketuista aiheutuvat kustannukset. Kansaneläkelaitoksen on neljä arkipäivää ennen maksupäivää ilmoitettava valtiolle määrä, joka tarvitaan Kansaneläkelaitoksen arvion mukaan maksettavien eläketukien maksamiseen. Kalenterikuukautena maksettujen eläketukien yhteismäärän ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. Valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 päivään mennessä. Valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava Kansaneläkelaitokselle ilmoituksen mukainen rahamäärä viimeistään yksi pankkipäivä ennen eläketukien maksupäivää. Eläketuen päättymisen jälkeen maksettava vanhuuseläke rahoitetaan siten kuin kansaneläkelaissa ja 5 §:ssä mainituissa työeläkelaeissa vanhuuseläkkeiden rahoituksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Valtio korvaa Kansaneläkelaitokselle tämän lain nojalla maksettavista eläketuista aiheutuvat kustannukset. Kansaneläkelaitoksen on neljä arkipäivää ennen maksupäivää ilmoitettava valtiolle määrä, joka tarvitaan Kansaneläkelaitoksen arvion mukaan maksettavien eläketukien maksamiseen. Kalenterikuukautena maksettujen eläketukien yhteismäärän ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. Valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 päivään mennessä. Valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava Kansaneläkelaitokselle ilmoituksen mukainen rahamäärä viimeistään yksi pankkipäivä ennen eläketukien maksupäivää. Eläketuen päättymisen jälkeen maksettava vanhuuseläke rahoitetaan siten kuin kansaneläkelaissa ja 5 § :ssä mainituissa työeläkelaeissa vanhuuseläkkeiden rahoituksesta säädetään.",
        "folded_fi": "valtio korvaa kansanelakelaitokselle taman lain nojalla maksettavista elaketuista aiheutuvat kustannukset. kansanelakelaitoksen on nelja arkipaivaa ennen maksupaivaa ilmoitettava valtiolle maara, joka tarvitaan kansanelakelaitoksen arvion mukaan maksettavien elaketukien maksamiseen. kalenterikuukautena maksettujen elaketukien yhteismaaran ja saman kuukauden ennakkojen erotus on ilmoitettava valtiolle maksukuukautta seuraavan kuukauden aikana. valtion tulee suorittaa erotus maksukuukautta seuraavan toisen kuukauden 15 paivaan mennessa. valtion on 2 momentissa tarkoitetun ilmoituksen perusteella maksettava kansanelakelaitokselle ilmoituksen mukainen rahamaara viimeistaan yksi pankkipaiva ennen elaketukien maksupaivaa. elaketuen paattymisen jalkeen maksettava vanhuuselake rahoitetaan siten kuin kansanelakelaissa ja 5 §:ssa mainituissa tyoelakelaeissa vanhuuselakkeiden rahoituksesta saadetaan.",
        "title_sv": "Finansiering",
        "content_sv": "Staten ersätter Folkpensionsanstalten för kostnaderna för pensionsstöd som betalas med stöd av denna lag. Folkpensionsanstalten skall fyra vardagar före betalningsdagen meddela staten det belopp som enligt Folkpensionsanstaltens uppskattning behövs för betalningen av de pensionsstöd som skall betalas. Skillnaden mellan det sammanlagda beloppet av de pensionsstöd som betalts under en kalendermånad och samma månads förskott skall meddelas staten inom den månad som följer på betalningsmånaden. Staten skall betala skillnaden före den 15 dagen i den andra månaden som följer på betalningsmånaden. Staten skall på grundval av det meddelande som avses i 2 mom. betala Folkpensionsanstalten beloppet enligt meddelandet senast en bankdag före betalningsdagen för pensionsstöden. Ålderspension som betalas efter det att pensionsstödet har upphört finansieras i enlighet med bestämmelserna om finansiering av ålderspension i folkpensionslagen och i de arbetspensionslagar som nämns i 5 §.",
        "normalized_sv": "Staten ersätter Folkpensionsanstalten för kostnaderna för pensionsstöd som betalas med stöd av denna lag. Folkpensionsanstalten skall fyra vardagar före betalningsdagen meddela staten det belopp som enligt Folkpensionsanstaltens uppskattning behövs för betalningen av de pensionsstöd som skall betalas. Skillnaden mellan det sammanlagda beloppet av de pensionsstöd som betalts under en kalendermånad och samma månads förskott skall meddelas staten inom den månad som följer på betalningsmånaden. Staten skall betala skillnaden före den 15 dagen i den andra månaden som följer på betalningsmånaden. Staten skall på grundval av det meddelande som avses i 2 mom. betala Folkpensionsanstalten beloppet enligt meddelandet senast en bankdag före betalningsdagen för pensionsstöden. Ålderspension som betalas efter det att pensionsstödet har upphört finansieras i enlighet med bestämmelserna om finansiering av ålderspension i folkpensionslagen och i de arbetspensionslagar som nämns i 5 § .",
        "folded_sv": "staten ersatter folkpensionsanstalten for kostnaderna for pensionsstod som betalas med stod av denna lag. folkpensionsanstalten skall fyra vardagar fore betalningsdagen meddela staten det belopp som enligt folkpensionsanstaltens uppskattning behovs for betalningen av de pensionsstod som skall betalas. skillnaden mellan det sammanlagda beloppet av de pensionsstod som betalts under en kalendermanad och samma manads forskott skall meddelas staten inom den manad som foljer pa betalningsmanaden. staten skall betala skillnaden fore den 15 dagen i den andra manaden som foljer pa betalningsmanaden. staten skall pa grundval av det meddelande som avses i 2 mom. betala folkpensionsanstalten beloppet enligt meddelandet senast en bankdag fore betalningsdagen for pensionsstoden. alderspension som betalas efter det att pensionsstodet har upphort finansieras i enlighet med bestammelserna om finansiering av alderspension i folkpensionslagen och i de arbetspensionslagar som namns i 5 §."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Indeksisidonnaisuus",
      "content": "Eläketuen rahamäärä sidotaan elinkustannusten muutoksiin siten, että niitä muutetaan samanaikaisesti ja samassa suhteessa kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 6 §:n mukaiset rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Eläketuen rahamäärä sidotaan elinkustannusten muutoksiin siten, että niitä muutetaan samanaikaisesti ja samassa suhteessa kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 6 § :n mukaiset rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "elaketuen rahamaara sidotaan elinkustannusten muutoksiin siten, etta niita muutetaan samanaikaisesti ja samassa suhteessa kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. taman lain 6 §:n mukaiset rahamaarat vastaavat kansanelakeindeksin sita pistelukua, jonka mukaan vuonna 2001 maksettavina olevien kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Indexbindning",
        "content_sv": "Beloppet av pensionsstödet binds till förändringarna i levnadskostnaderna så att de ändras samtidigt och i samma förhållande som vad som föreskrivs i lagen om folkpensionsindex (456/2001). Beloppen i 6 § motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beräknats.",
        "normalized_sv": "Beloppet av pensionsstödet binds till förändringarna i levnadskostnaderna så att de ändras samtidigt och i samma förhållande som vad som föreskrivs i lagen om folkpensionsindex (456/2001). Beloppen i 6 § motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beräknats.",
        "folded_sv": "beloppet av pensionsstodet binds till forandringarna i levnadskostnaderna sa att de andras samtidigt och i samma forhallande som vad som foreskrivs i lagen om folkpensionsindex (456/2001). beloppen i 6 § motsvarar det poangtal for folkpensionsindex enligt vilket beloppet av de folkpensioner som betalts ut 2001 har beraknats."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Eläketuki myönnetään aikaisintaan lain voimaantulosta lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Eläketuki myönnetään aikaisintaan lain voimaantulosta lukien.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2005. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. elaketuki myonnetaan aikaisintaan lain voimaantulosta lukien.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Pensionsstöd beviljas tidigast från och med lagens ikraftträdande.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Pensionsstöd beviljas tidigast från och med lagens ikraftträdande.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. pensionsstod beviljas tidigast fran och med lagens ikrafttradande."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    }
  ],
  "definitions": [
    {
      "term": "joka",
      "definition": "tähän lakiin perustuvan eläketukioikeuden siirtämistä toiselle, on mitätön",
      "source_provision": "5:20"
    }
  ]
}