{
  "id": "404/2015",
  "type": "statute",
  "title": "Laki valvotusta koevapaudesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om övervakad frihet på prov",
  "status": "in_force",
  "issued_date": "2015-04-10",
  "in_force_date": "2015-04-10",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/404/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Valvotun koevapauden tarkoitus ja sisältö",
      "content": "Valvotun koevapauden sisältönä on koevapauteen sijoitetulle rangaistusajan suunnitelmassa määrätty velvollisuus pysyä asunnossaan, osallistua hänelle määrättyyn toimintaan ja noudattaa muita tässä laissa säädettyjä velvollisuuksia. Valvottu koevapaus voidaan panna täytäntöön muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mitä tässä laissa säädetään asunnosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Valvotun koevapauden sisältönä on koevapauteen sijoitetulle rangaistusajan suunnitelmassa määrätty velvollisuus pysyä asunnossaan, osallistua hänelle määrättyyn toimintaan ja noudattaa muita tässä laissa säädettyjä velvollisuuksia. Valvottu koevapaus voidaan panna täytäntöön muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mitä tässä laissa säädetään asunnosta.",
        "folded_fi": "valvotun koevapauden sisaltona on koevapauteen sijoitetulle rangaistusajan suunnitelmassa maaratty velvollisuus pysya asunnossaan, osallistua hanelle maarattyyn toimintaan ja noudattaa muita tassa laissa saadettyja velvollisuuksia. valvottu koevapaus voidaan panna taytantoon muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mita tassa laissa saadetaan asunnosta.",
        "title_sv": "Syftet med och innebörden av övervakad frihet på prov",
        "content_sv": "Övervakad frihet på prov innebär en i planen för strafftiden angiven skyldighet för den som har placerats i frihet på prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som föreskrivs i denna lag. Övervakad frihet på prov kan också verkställas på ett annat lämpligt ställe där den som placerats i frihet på prov tas in för vård eller rehabilitering eller av någon annan motsvarande orsak, varvid det som föreskrivs om bostad i denna lag ska iakttas i tillämpliga delar.",
        "normalized_sv": "Övervakad frihet på prov innebär en i planen för strafftiden angiven skyldighet för den som har placerats i frihet på prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som föreskrivs i denna lag. Övervakad frihet på prov kan också verkställas på ett annat lämpligt ställe där den som placerats i frihet på prov tas in för vård eller rehabilitering eller av någon annan motsvarande orsak, varvid det som föreskrivs om bostad i denna lag ska iakttas i tillämpliga delar.",
        "folded_sv": "overvakad frihet pa prov innebar en i planen for strafftiden angiven skyldighet for den som har placerats i frihet pa prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som foreskrivs i denna lag. overvakad frihet pa prov kan ocksa verkstallas pa ett annat lampligt stalle dar den som placerats i frihet pa prov tas in for vard eller rehabilitering eller av nagon annan motsvarande orsak, varvid det som foreskrivs om bostad i denna lag ska iakttas i tillampliga delar."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lääkehoito ja psykososiaalinen hoito koevapauden ehtona",
      "content": "Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 §:ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 § :ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 § :ssä.",
        "folded_fi": "rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettava vangille laakehoidon lopettamisesta aiheutuvat seuraamukset. seuraamuksista saadetaan 26 §:ssa ja yhdyskuntaseuraamusten taytantoonpanosta annetun lain (400/2015) 74 §:ssa.",
        "title_sv": "Läkemedelsbehandling och psykosocial behandling som villkor för friheten på prov",
        "content_sv": "Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "normalized_sv": "Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "folded_sv": "fore placeringen i frihet pa prov ska brottspafoljdsmyndigheten for fangen klargora de pafoljder som ett upphorande med lakemedelsbehandlingen leder till. bestammelser om pafoljderna finns i 26 § och i 74 § i lagen om verkstallighet av samhallspafoljder (400/2015)."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimintavelvollisuus",
      "content": "Työtä tai muuta toimintaa on oltava vähintään viisi tuntia viikossa siten kuin 14 §:ssä tarkoitetussa rangaistusajan suunnitelmassa määrätään. Työ tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n väliseksi ajaksi, jollei rangaistusajan suunnitelmassa työstä tai toiminnasta aiheutuvasta syystä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Työtä tai muuta toimintaa on oltava vähintään viisi tuntia viikossa siten kuin 14 § :ssä tarkoitetussa rangaistusajan suunnitelmassa määrätään. Työ tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n väliseksi ajaksi, jollei rangaistusajan suunnitelmassa työstä tai toiminnasta aiheutuvasta syystä toisin määrätä.",
        "folded_fi": "tyota tai muuta toimintaa on oltava vahintaan viisi tuntia viikossa siten kuin 14 §:ssa tarkoitetussa rangaistusajan suunnitelmassa maarataan. tyo tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n valiseksi ajaksi, jollei rangaistusajan suunnitelmassa tyosta tai toiminnasta aiheutuvasta syysta toisin maarata.",
        "title_sv": "Verksamhetsskyldighet",
        "content_sv": "Minst fem timmar arbete eller annan verksamhet per vecka ska ingå på det sätt som bestäms i planen för strafftiden enligt 14 §. Arbetet eller den övriga verksamheten ska förläggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestäms i planen för strafftiden av orsaker som beror på arbetet eller verksamheten.",
        "normalized_sv": "Minst fem timmar arbete eller annan verksamhet per vecka ska ingå på det sätt som bestäms i planen för strafftiden enligt 14 § . Arbetet eller den övriga verksamheten ska förläggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestäms i planen för strafftiden av orsaker som beror på arbetet eller verksamheten.",
        "folded_sv": "minst fem timmar arbete eller annan verksamhet per vecka ska inga pa det satt som bestams i planen for strafftiden enligt 14 §. arbetet eller den ovriga verksamheten ska forlaggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestams i planen for strafftiden av orsaker som beror pa arbetet eller verksamheten."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asunnossa pysyminen",
      "content": "Koevapauteen sijoitettu on velvollinen pysymään 2 §:ssä tarkoitetussa asunnossaan 14 §:ssä tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa määrättynä aikana. Asunnossa on pysyttävä klo 21:n ja kello 6:n välinen aika, jollei 5 §:n 3 momentissa tarkoitetusta työstä tai toiminnasta aiheutuvasta syystä tai 21 §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Koevapauteen sijoitettu on velvollinen pysymään 2 § :ssä tarkoitetussa asunnossaan 14 § :ssä tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa määrättynä aikana. Asunnossa on pysyttävä klo 21:n ja kello 6:n välinen aika, jollei 5 § :n 3 momentissa tarkoitetusta työstä tai toiminnasta aiheutuvasta syystä tai 21 § :stä muuta johdu.",
        "folded_fi": "koevapauteen sijoitettu on velvollinen pysymaan 2 §:ssa tarkoitetussa asunnossaan 14 §:ssa tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa maarattyna aikana. asunnossa on pysyttava klo 21:n ja kello 6:n valinen aika, jollei 5 §:n 3 momentissa tarkoitetusta tyosta tai toiminnasta aiheutuvasta syysta tai 21 §:sta muuta johdu.",
        "title_sv": "Skyldighet att stanna i bostaden",
        "content_sv": "Den som har placerats i frihet på prov är skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan för strafftiden och det veckoschema som avses i 14 §. Den som har placerats i frihet på prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat följer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 §.",
        "normalized_sv": "Den som har placerats i frihet på prov är skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan för strafftiden och det veckoschema som avses i 14 § . Den som har placerats i frihet på prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat följer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 § .",
        "folded_sv": "den som har placerats i frihet pa prov ar skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan for strafftiden och det veckoschema som avses i 14 §. den som har placerats i frihet pa prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat foljer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 §."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valvonta",
      "content": "Koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan tämän lain 2 §:ssä tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hänen ylleen ranteeseen, nilkkaan tai vyötärölle kiinnitettävillä teknisillä välineillä taikka tällaisten välineiden yhdistelmällä. Tässä tarkoitettu tekninen väline ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 §:n 1 momentissa tarkoitettua teknistä kuuntelua eikä 10 luvun 19 §:n 1 momentissa tarkoitettua teknistä katselua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan tämän lain 2 § :ssä tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hänen ylleen ranteeseen, nilkkaan tai vyötärölle kiinnitettävillä teknisillä välineillä taikka tällaisten välineiden yhdistelmällä. Tässä tarkoitettu tekninen väline ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 § :n 1 momentissa tarkoitettua teknistä kuuntelua eikä 10 luvun 19 § :n 1 momentissa tarkoitettua teknistä katselua.",
        "folded_fi": "koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan taman lain 2 §:ssa tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hanen ylleen ranteeseen, nilkkaan tai vyotarolle kiinnitettavilla teknisilla valineilla taikka tallaisten valineiden yhdistelmalla. tassa tarkoitettu tekninen valine ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 §:n 1 momentissa tarkoitettua teknista kuuntelua eika 10 luvun 19 §:n 1 momentissa tarkoitettua teknista katselua.",
        "title_sv": "Övervakning",
        "content_sv": "Den som har placerats i frihet på prov och iakttagandet av planen för strafftiden övervakas med hjälp av tekniska anordningar som installeras i den bostad som avses i 2 §, ges till honom eller henne eller fästs vid hans eller hennes handled, vrist eller midja, eller med en kombination av sådana anordningar. De tekniska anordningarna får inte möjliggöra sådan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvångsmedelslagen (806/2011) eller sådan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett område som omfattas av hemfriden.",
        "normalized_sv": "Den som har placerats i frihet på prov och iakttagandet av planen för strafftiden övervakas med hjälp av tekniska anordningar som installeras i den bostad som avses i 2 § , ges till honom eller henne eller fästs vid hans eller hennes handled, vrist eller midja, eller med en kombination av sådana anordningar. De tekniska anordningarna får inte möjliggöra sådan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvångsmedelslagen (806/2011) eller sådan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett område som omfattas av hemfriden.",
        "folded_sv": "den som har placerats i frihet pa prov och iakttagandet av planen for strafftiden overvakas med hjalp av tekniska anordningar som installeras i den bostad som avses i 2 §, ges till honom eller henne eller fasts vid hans eller hennes handled, vrist eller midja, eller med en kombination av sadana anordningar. de tekniska anordningarna far inte mojliggora sadan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvangsmedelslagen (806/2011) eller sadan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett omrade som omfattas av hemfriden."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Keskusvalvonnan järjestäminen",
      "content": "Valvotun koevapauden keskusvalvonnan järjestämiseen sovelletaan, mitä yhdyskuntaseuraamusten täytäntöönpanosta annetun lain 57 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Valvotun koevapauden keskusvalvonnan järjestämiseen sovelletaan, mitä yhdyskuntaseuraamusten täytäntöönpanosta annetun lain 57 § :ssä säädetään.",
        "folded_fi": "valvotun koevapauden keskusvalvonnan jarjestamiseen sovelletaan, mita yhdyskuntaseuraamusten taytantoonpanosta annetun lain 57 §:ssa saadetaan.",
        "title_sv": "Ordnande av den centrala övervakningen",
        "content_sv": "På ordnandet av den centrala övervakningen av övervakad frihet på prov tillämpas 57 § i lagen om verkställighet av samhällspåföljder.",
        "normalized_sv": "På ordnandet av den centrala övervakningen av övervakad frihet på prov tillämpas 57 § i lagen om verkställighet av samhällspåföljder.",
        "folded_sv": "pa ordnandet av den centrala overvakningen av overvakad frihet pa prov tillampas 57 § i lagen om verkstallighet av samhallspafoljder."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Valvotun koevapauden valmistelu",
      "content": "Jos koevapauden edellytykset täyttyvät, vankilassa valmistellaan yhteistyössä vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetään tukitoimien ja valvonnan tarvetta sekä laaditaan 14 §:ssä tarkoitettu koevapauden rangaistusajan suunnitelma.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Jos koevapauden edellytykset täyttyvät, vankilassa valmistellaan yhteistyössä vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetään tukitoimien ja valvonnan tarvetta sekä laaditaan 14 § :ssä tarkoitettu koevapauden rangaistusajan suunnitelma.",
        "folded_fi": "jos koevapauden edellytykset tayttyvat, vankilassa valmistellaan yhteistyossa vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetaan tukitoimien ja valvonnan tarvetta seka laaditaan 14 §:ssa tarkoitettu koevapauden rangaistusajan suunnitelma.",
        "title_sv": "Beredning av övervakad frihet på prov",
        "content_sv": "Om förutsättningarna för frihet på prov uppfylls, bereds i fängelset och i samarbete med fången verksamhetsskyldigheten enligt planen för strafftiden, utreds behovet av stödåtgärder och övervakning samt utarbetas en plan för strafftiden enligt 14 § för friheten på prov.",
        "normalized_sv": "Om förutsättningarna för frihet på prov uppfylls, bereds i fängelset och i samarbete med fången verksamhetsskyldigheten enligt planen för strafftiden, utreds behovet av stödåtgärder och övervakning samt utarbetas en plan för strafftiden enligt 14 § för friheten på prov.",
        "folded_sv": "om forutsattningarna for frihet pa prov uppfylls, bereds i fangelset och i samarbete med fangen verksamhetsskyldigheten enligt planen for strafftiden, utreds behovet av stodatgarder och overvakning samt utarbetas en plan for strafftiden enligt 14 § for friheten pa prov."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Pitkäaikaisvankien koevapauden valmistelu",
      "content": "Kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten täyttymisestä. Lausuntoon on liitettävä ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta sekä muut tarpeelliset asiakirjat. Ehdotuksen rangaistusajan suunnitelmaksi on sisällettävä 14 §:ssä tarkoitetut tiedot. Asiakirjoihin liitetään vangin sekä 3 §:n 2 momentissa tarkoitettujen henkilöiden kirjallinen suostumus. Ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunnosta säädetään erikseen. Arviointikeskuksen on viipymättä toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa Rikosseuraamuslaitoksen keskushallintoyksikölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten täyttymisestä. Lausuntoon on liitettävä ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta sekä muut tarpeelliset asiakirjat. Ehdotuksen rangaistusajan suunnitelmaksi on sisällettävä 14 § :ssä tarkoitetut tiedot. Asiakirjoihin liitetään vangin sekä 3 § :n 2 momentissa tarkoitettujen henkilöiden kirjallinen suostumus. Ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunnosta säädetään erikseen. Arviointikeskuksen on viipymättä toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa Rikosseuraamuslaitoksen keskushallintoyksikölle.",
        "folded_fi": "kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten tayttymisesta. lausuntoon on liitettava ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta seka muut tarpeelliset asiakirjat. ehdotuksen rangaistusajan suunnitelmaksi on sisallettava 14 §:ssa tarkoitetut tiedot. asiakirjoihin liitetaan vangin seka 3 §:n 2 momentissa tarkoitettujen henkiloiden kirjallinen suostumus. ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. arviointikeskuksen on tarvittaessa oltava yhteydessa koevapauden taytantoonpanoon liittyviin viranomaisiin, laitoksiin, yhteisoihin ja yksityisiin henkiloihin seka tarvittaessa kutsuttava vanki henkilokohtaisesti arviointikeskukseen arvion tekemista varten. arviointikeskus antaa lausuntonsa siita, yllapitaako ja edistaako valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, seka selvittaa muiden valvotun koevapauden edellytysten tayttymisen. rikosseuraamuslaitoksen terveydenhuoltoyksikon lausunnosta saadetaan erikseen. arviointikeskuksen on viipymatta toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa rikosseuraamuslaitoksen keskushallintoyksikolle.",
        "title_sv": "Beredning av övervakad frihet på prov för långtidsfångar",
        "content_sv": "Vid beredningen av övervakad frihet på prov för fångar som avtjänar fängelsestraff på livstid eller hela straffet, ska fängelset ge ett utlåtande om huruvida förutsättningarna för frihet på prov uppfylls. Till utlåtandet ska fogas ett förslag till plan för strafftiden för friheten på prov, en bedömning av genomförandet av planen för strafftiden samt andra handlingar som behövs. Förslaget till plan för strafftiden ska innehålla de uppgifter som avses i 14 §. Till handlingarna fogas skriftliga samtycken av fången och den person eller de personer som avses i 3 § 2 mom. Förslaget till plan för strafftiden, de övriga behövliga handlingarna och fängelsets utlåtande sänds till bedömningscentrumet inom den brottspåföljdsregion som behandlar ärendet. Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Brottspåföljdsmyndighetens hälsovårdsenhet. Bedömningscentrumet ska utan dröjsmål sända sitt förslag till plan för strafftiden, de övriga behövliga handlingarna och sitt utlåtande till Brottspåföljdsmyndighetens centralförvaltningsenhet.",
        "normalized_sv": "Vid beredningen av övervakad frihet på prov för fångar som avtjänar fängelsestraff på livstid eller hela straffet, ska fängelset ge ett utlåtande om huruvida förutsättningarna för frihet på prov uppfylls. Till utlåtandet ska fogas ett förslag till plan för strafftiden för friheten på prov, en bedömning av genomförandet av planen för strafftiden samt andra handlingar som behövs. Förslaget till plan för strafftiden ska innehålla de uppgifter som avses i 14 § . Till handlingarna fogas skriftliga samtycken av fången och den person eller de personer som avses i 3 § 2 mom. Förslaget till plan för strafftiden, de övriga behövliga handlingarna och fängelsets utlåtande sänds till bedömningscentrumet inom den brottspåföljdsregion som behandlar ärendet. Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Brottspåföljdsmyndighetens hälsovårdsenhet. Bedömningscentrumet ska utan dröjsmål sända sitt förslag till plan för strafftiden, de övriga behövliga handlingarna och sitt utlåtande till Brottspåföljdsmyndighetens centralförvaltningsenhet.",
        "folded_sv": "vid beredningen av overvakad frihet pa prov for fangar som avtjanar fangelsestraff pa livstid eller hela straffet, ska fangelset ge ett utlatande om huruvida forutsattningarna for frihet pa prov uppfylls. till utlatandet ska fogas ett forslag till plan for strafftiden for friheten pa prov, en bedomning av genomforandet av planen for strafftiden samt andra handlingar som behovs. forslaget till plan for strafftiden ska innehalla de uppgifter som avses i 14 §. till handlingarna fogas skriftliga samtycken av fangen och den person eller de personer som avses i 3 § 2 mom. forslaget till plan for strafftiden, de ovriga behovliga handlingarna och fangelsets utlatande sands till bedomningscentrumet inom den brottspafoljdsregion som behandlar arendet. bedomningscentrumet ska vid behov sta i kontakt med de myndigheter, inrattningar, sammanslutningar och enskilda personer som berors av verkstalligheten av friheten pa prov samt vid behov personligen kalla fangen till bedomningscentrumet for en bedomning. bedomningscentrumet ger sitt utlatande om huruvida den overvakade friheten pa prov i fraga om fangen som avtjanar ett fangelsestraff pa livstid eller hela straffet uppratthaller och framjar hans eller hennes fardigheter for anpassning i samhallet, samt reder ut huruvida de ovriga forutsattningarna for overvakad frihet pa prov uppfylls. sarskilda bestammelser galler for utlatandet fran brottspafoljdsmyndighetens halsovardsenhet. bedomningscentrumet ska utan drojsmal sanda sitt forslag till plan for strafftiden, de ovriga behovliga handlingarna och sitt utlatande till brottspafoljdsmyndighetens centralforvaltningsenhet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rangaistusajan suunnitelma",
      "content": "Koevapauden rangaistusajan suunnitelmaan on merkittävä koevapauden alkamisen ja päättymisen päivä. Rangaistusajan suunnitelma sisältää määräykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisällöstä, viikoittaisesta tuntimäärästä ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttämistä teknisistä valvontavälineistä ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymään asunnossaan; 5) mahdollisista tietyllä alueella liikkumista sekä rikoskumppanin tai muun nimetyn henkilön tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja Rikosseuraamuslaitoksen välillä; 7) koevapauden asianmukaista täytäntöönpanoa edistävistä tukitoimista; 8) koevapauteen sijoitetun henkilökohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden täytäntöönpanolle välttämättömistä ehdoista. Rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. Jos 4 §:ssä tarkoitettu lääkehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisältää lisäksi hoitoa ja tukea sekä ehtojen noudattamisen valvontaa koskevat välttämättömät määräykset. Rangaistusajan suunnitelmaan on liitettävä 3 §:ssä tarkoitettu samassa asunnossa asuvien täysi-ikäisten henkilöiden kirjallinen suostumus koevapauden täytäntöönpanoon ja siihen liittyviin valvontakäynteihin asunnossa. Rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Koevapauden rangaistusajan suunnitelmaan on merkittävä koevapauden alkamisen ja päättymisen päivä. Rangaistusajan suunnitelma sisältää määräykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisällöstä, viikoittaisesta tuntimäärästä ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttämistä teknisistä valvontavälineistä ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymään asunnossaan; 5) mahdollisista tietyllä alueella liikkumista sekä rikoskumppanin tai muun nimetyn henkilön tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja Rikosseuraamuslaitoksen välillä; 7) koevapauden asianmukaista täytäntöönpanoa edistävistä tukitoimista; 8) koevapauteen sijoitetun henkilökohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden täytäntöönpanolle välttämättömistä ehdoista. Rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. Jos 4 § :ssä tarkoitettu lääkehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisältää lisäksi hoitoa ja tukea sekä ehtojen noudattamisen valvontaa koskevat välttämättömät määräykset. Rangaistusajan suunnitelmaan on liitettävä 3 § :ssä tarkoitettu samassa asunnossa asuvien täysi-ikäisten henkilöiden kirjallinen suostumus koevapauden täytäntöönpanoon ja siihen liittyviin valvontakäynteihin asunnossa. Rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
        "folded_fi": "koevapauden rangaistusajan suunnitelmaan on merkittava koevapauden alkamisen ja paattymisen paiva. rangaistusajan suunnitelma sisaltaa maaraykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisallosta, viikoittaisesta tuntimaarasta ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttamista teknisista valvontavalineista ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymaan asunnossaan; 5) mahdollisista tietylla alueella liikkumista seka rikoskumppanin tai muun nimetyn henkilon tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja rikosseuraamuslaitoksen valilla; 7) koevapauden asianmukaista taytantoonpanoa edistavista tukitoimista; 8) koevapauteen sijoitetun henkilokohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden taytantoonpanolle valttamattomista ehdoista. rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. jos 4 §:ssa tarkoitettu laakehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisaltaa lisaksi hoitoa ja tukea seka ehtojen noudattamisen valvontaa koskevat valttamattomat maaraykset. rangaistusajan suunnitelmaan on liitettava 3 §:ssa tarkoitettu samassa asunnossa asuvien taysi-ikaisten henkiloiden kirjallinen suostumus koevapauden taytantoonpanoon ja siihen liittyviin valvontakaynteihin asunnossa. rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
        "title_sv": "Plan för strafftiden",
        "content_sv": "I planen för strafftiden för friheten på prov ska antecknas det datum då friheten på prov börjar och det datum den slutar. Planen för strafftiden ska innehålla bestämmelser som gäller 1) den bostad där den som placeras i frihet på prov ska vistas, 2) innehållet i verksamhetsskyldigheten, antalet timmar per vecka och behövliga restider, 3) övervakningen av friheten på prov, de tekniska övervakningsanordningar som krävs och övervakarmötena, 4) den tid som den som har placerats i frihet på prov är skyldig att stanna i sin bostad, 5) eventuella begränsningar när det gäller att vistas inom ett visst område eller att träffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet på prov och Brottspåföljdsmyndigheten, 7) stödåtgärder som främjar en ändamålsenlig verkställighet av friheten på prov, 8) den tid som reserveras för att den som har placerats i frihet på prov ska kunna sköta sina personliga ärenden, 9) andra motsvarande villkor som är nödvändiga för verkställigheten av övervakad frihet på prov. Planen för strafftiden ska innehålla uppgifter om hur den som placerats i frihet på prov försörjer sig ekonomisk under friheten på prov. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för övervakad frihet på prov, ska planen för strafftiden dessutom innehålla nödvändiga bestämmelser om behandlingen och stödet och om övervakningen av att villkoren iakttas. Till planen för strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnått myndighetsåldern samtycker till att friheten på prov verkställs och övervakningsbesök i anslutning till verkställigheten görs i bostaden. Brottspåföljdsmyndigheten sammanställer ett separat veckoschema för genomförandet av den övervakade friheten på prov.",
        "normalized_sv": "I planen för strafftiden för friheten på prov ska antecknas det datum då friheten på prov börjar och det datum den slutar. Planen för strafftiden ska innehålla bestämmelser som gäller 1) den bostad där den som placeras i frihet på prov ska vistas, 2) innehållet i verksamhetsskyldigheten, antalet timmar per vecka och behövliga restider, 3) övervakningen av friheten på prov, de tekniska övervakningsanordningar som krävs och övervakarmötena, 4) den tid som den som har placerats i frihet på prov är skyldig att stanna i sin bostad, 5) eventuella begränsningar när det gäller att vistas inom ett visst område eller att träffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet på prov och Brottspåföljdsmyndigheten, 7) stödåtgärder som främjar en ändamålsenlig verkställighet av friheten på prov, 8) den tid som reserveras för att den som har placerats i frihet på prov ska kunna sköta sina personliga ärenden, 9) andra motsvarande villkor som är nödvändiga för verkställigheten av övervakad frihet på prov. Planen för strafftiden ska innehålla uppgifter om hur den som placerats i frihet på prov försörjer sig ekonomisk under friheten på prov. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för övervakad frihet på prov, ska planen för strafftiden dessutom innehålla nödvändiga bestämmelser om behandlingen och stödet och om övervakningen av att villkoren iakttas. Till planen för strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnått myndighetsåldern samtycker till att friheten på prov verkställs och övervakningsbesök i anslutning till verkställigheten görs i bostaden. Brottspåföljdsmyndigheten sammanställer ett separat veckoschema för genomförandet av den övervakade friheten på prov.",
        "folded_sv": "i planen for strafftiden for friheten pa prov ska antecknas det datum da friheten pa prov borjar och det datum den slutar. planen for strafftiden ska innehalla bestammelser som galler 1) den bostad dar den som placeras i frihet pa prov ska vistas, 2) innehallet i verksamhetsskyldigheten, antalet timmar per vecka och behovliga restider, 3) overvakningen av friheten pa prov, de tekniska overvakningsanordningar som kravs och overvakarmotena, 4) den tid som den som har placerats i frihet pa prov ar skyldig att stanna i sin bostad, 5) eventuella begransningar nar det galler att vistas inom ett visst omrade eller att traffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet pa prov och brottspafoljdsmyndigheten, 7) stodatgarder som framjar en andamalsenlig verkstallighet av friheten pa prov, 8) den tid som reserveras for att den som har placerats i frihet pa prov ska kunna skota sina personliga arenden, 9) andra motsvarande villkor som ar nodvandiga for verkstalligheten av overvakad frihet pa prov. planen for strafftiden ska innehalla uppgifter om hur den som placerats i frihet pa prov forsorjer sig ekonomisk under friheten pa prov. om sadan lakemedelsbehandling och eventuellt tillhorande annan behandling och stod som avses i 4 § har stallts som villkor for overvakad frihet pa prov, ska planen for strafftiden dessutom innehalla nodvandiga bestammelser om behandlingen och stodet och om overvakningen av att villkoren iakttas. till planen for strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnatt myndighetsaldern samtycker till att friheten pa prov verkstalls och overvakningsbesok i anslutning till verkstalligheten gors i bostaden. brottspafoljdsmyndigheten sammanstaller ett separat veckoschema for genomforandet av den overvakade friheten pa prov."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Rangaistusajan suunnitelman vahvistaminen",
      "content": "Vankilan johtaja tai 13 §:ssä tarkoitetussa tapauksessa Rikosseuraamuslaitoksen keskushallintoyksikkö vahvistaa rangaistusajan suunnitelman, ja siihen liitetään 10 §:ssä tarkoitettu vangin kirjallinen suostumus. Rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Vankilan johtaja tai 13 § :ssä tarkoitetussa tapauksessa Rikosseuraamuslaitoksen keskushallintoyksikkö vahvistaa rangaistusajan suunnitelman, ja siihen liitetään 10 § :ssä tarkoitettu vangin kirjallinen suostumus. Rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
        "folded_fi": "vankilan johtaja tai 13 §:ssa tarkoitetussa tapauksessa rikosseuraamuslaitoksen keskushallintoyksikko vahvistaa rangaistusajan suunnitelman, ja siihen liitetaan 10 §:ssa tarkoitettu vangin kirjallinen suostumus. rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
        "title_sv": "Fastställande av planen för strafftiden",
        "content_sv": "Fängelsedirektören eller i det fall som avses i 13 § Brottspåföljdsmyndighetens centralförvaltningsenhet fastställer planen för strafftiden, och till den fogas fångens skriftliga samtycke enligt 10 §. Planen för strafftiden ska ges till fången i skriftlig form.",
        "normalized_sv": "Fängelsedirektören eller i det fall som avses i 13 § Brottspåföljdsmyndighetens centralförvaltningsenhet fastställer planen för strafftiden, och till den fogas fångens skriftliga samtycke enligt 10 § . Planen för strafftiden ska ges till fången i skriftlig form.",
        "folded_sv": "fangelsedirektoren eller i det fall som avses i 13 § brottspafoljdsmyndighetens centralforvaltningsenhet faststaller planen for strafftiden, och till den fogas fangens skriftliga samtycke enligt 10 §. planen for strafftiden ska ges till fangen i skriftlig form."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Rangaistusajan suunnitelman muuttaminen",
      "content": "Olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
        "folded_fi": "olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
        "title_sv": "Ändring av planen för strafftiden",
        "content_sv": "Planen för strafftiden kan ändras om förhållandena förändras eller det finns någon annan jämförbar grundad anledning.",
        "normalized_sv": "Planen för strafftiden kan ändras om förhållandena förändras eller det finns någon annan jämförbar grundad anledning.",
        "folded_sv": "planen for strafftiden kan andras om forhallandena forandras eller det finns nagon annan jamforbar grundad anledning."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Koevapauteen sijoitetun yleiset velvollisuudet",
      "content": "Koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 §:ssä tarkoitettuun toimintaan ja pysymään 2 §:ssä tarkoitetussa asunnossaan rangaistusajan suunnitelmassa määrätyllä tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitämään yhteyttä Rikosseuraamuslaitokseen rangaistusajan suunnitelmassa määrätyllä tavalla sekä ilmoittautumaan Rikosseuraamuslaitoksen yksikössä tai poliisilaitoksella Rikosseuraamuslaitoksen määräämällä tavalla; 4) ilmoittamaan Rikosseuraamuslaitokselle koevapauden täytäntöönpanon kannalta välttämättömät tiedot käyttämästään lääkityksestä; 5) käsittelemään huolellisesti 7 §:n 1 momentissa tarkoitettuja valvontavälineitä ja noudattamaan niiden käytöstä annettuja ohjeita; 6) päästämään valvontatehtäväänsä suorittavan Rikosseuraamuslaitoksen virkamiehen ja hänen seurassaan olevan apuvalvojan asuntoonsa. Jos 4 §:ssä tarkoitettu lääkehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisäksi velvollinen noudattamaan niitä koskevia ja rangaistusajan suunnitelmassa vahvistettuja määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 § :ssä tarkoitettuun toimintaan ja pysymään 2 § :ssä tarkoitetussa asunnossaan rangaistusajan suunnitelmassa määrätyllä tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitämään yhteyttä Rikosseuraamuslaitokseen rangaistusajan suunnitelmassa määrätyllä tavalla sekä ilmoittautumaan Rikosseuraamuslaitoksen yksikössä tai poliisilaitoksella Rikosseuraamuslaitoksen määräämällä tavalla; 4) ilmoittamaan Rikosseuraamuslaitokselle koevapauden täytäntöönpanon kannalta välttämättömät tiedot käyttämästään lääkityksestä; 5) käsittelemään huolellisesti 7 § :n 1 momentissa tarkoitettuja valvontavälineitä ja noudattamaan niiden käytöstä annettuja ohjeita; 6) päästämään valvontatehtäväänsä suorittavan Rikosseuraamuslaitoksen virkamiehen ja hänen seurassaan olevan apuvalvojan asuntoonsa. Jos 4 § :ssä tarkoitettu lääkehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisäksi velvollinen noudattamaan niitä koskevia ja rangaistusajan suunnitelmassa vahvistettuja määräyksiä.",
        "folded_fi": "koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 §:ssa tarkoitettuun toimintaan ja pysymaan 2 §:ssa tarkoitetussa asunnossaan rangaistusajan suunnitelmassa maaratylla tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitamaan yhteytta rikosseuraamuslaitokseen rangaistusajan suunnitelmassa maaratylla tavalla seka ilmoittautumaan rikosseuraamuslaitoksen yksikossa tai poliisilaitoksella rikosseuraamuslaitoksen maaraamalla tavalla; 4) ilmoittamaan rikosseuraamuslaitokselle koevapauden taytantoonpanon kannalta valttamattomat tiedot kayttamastaan laakityksesta; 5) kasittelemaan huolellisesti 7 §:n 1 momentissa tarkoitettuja valvontavalineita ja noudattamaan niiden kaytosta annettuja ohjeita; 6) paastamaan valvontatehtavaansa suorittavan rikosseuraamuslaitoksen virkamiehen ja hanen seurassaan olevan apuvalvojan asuntoonsa. jos 4 §:ssa tarkoitettu laakehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisaksi velvollinen noudattamaan niita koskevia ja rangaistusajan suunnitelmassa vahvistettuja maarayksia.",
        "title_sv": "Allmänna skyldigheter för den som har placerats i frihet på prov",
        "content_sv": "Den som har placerats i frihet på prov är skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § på det sätt som bestäms i planen för strafftiden, 2) iaktta planen för strafftiden och veckoschemat, 3) hålla kontakt med Brottspåföljdsmyndigheten på det sätt som bestäms i planen för strafftiden samt anmäla sig hos en enhet vid Brottspåföljdsmyndigheten eller en polisinrättning på det sätt som Brottspåföljdsmyndigheten bestämmer, 4) till Brottspåföljdsmyndigheten lämna de uppgifter om läkemedel som han eller hon använder vilka är nödvändiga med avseende på verkställigheten av friheten på prov, 5) hantera de övervakningsanordningar som avses i 7 § 1 mom. med omsorg och följa anvisningarna om hur de ska användas, 6) ge en tjänsteman vid Brottspåföljdsmyndigheten som utför ett övervakningsuppdrag och en biträdande övervakare i dennes sällskap tillträde till sin bostad. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för den övervakade friheten på prov, är den som har placerats i övervakad frihet på prov dessutom skyldig att följa de bestämmelser som gäller detta och som fastställts i planen för strafftiden.",
        "normalized_sv": "Den som har placerats i frihet på prov är skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § på det sätt som bestäms i planen för strafftiden, 2) iaktta planen för strafftiden och veckoschemat, 3) hålla kontakt med Brottspåföljdsmyndigheten på det sätt som bestäms i planen för strafftiden samt anmäla sig hos en enhet vid Brottspåföljdsmyndigheten eller en polisinrättning på det sätt som Brottspåföljdsmyndigheten bestämmer, 4) till Brottspåföljdsmyndigheten lämna de uppgifter om läkemedel som han eller hon använder vilka är nödvändiga med avseende på verkställigheten av friheten på prov, 5) hantera de övervakningsanordningar som avses i 7 § 1 mom. med omsorg och följa anvisningarna om hur de ska användas, 6) ge en tjänsteman vid Brottspåföljdsmyndigheten som utför ett övervakningsuppdrag och en biträdande övervakare i dennes sällskap tillträde till sin bostad. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för den övervakade friheten på prov, är den som har placerats i övervakad frihet på prov dessutom skyldig att följa de bestämmelser som gäller detta och som fastställts i planen för strafftiden.",
        "folded_sv": "den som har placerats i frihet pa prov ar skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § pa det satt som bestams i planen for strafftiden, 2) iaktta planen for strafftiden och veckoschemat, 3) halla kontakt med brottspafoljdsmyndigheten pa det satt som bestams i planen for strafftiden samt anmala sig hos en enhet vid brottspafoljdsmyndigheten eller en polisinrattning pa det satt som brottspafoljdsmyndigheten bestammer, 4) till brottspafoljdsmyndigheten lamna de uppgifter om lakemedel som han eller hon anvander vilka ar nodvandiga med avseende pa verkstalligheten av friheten pa prov, 5) hantera de overvakningsanordningar som avses i 7 § 1 mom. med omsorg och folja anvisningarna om hur de ska anvandas, 6) ge en tjansteman vid brottspafoljdsmyndigheten som utfor ett overvakningsuppdrag och en bitradande overvakare i dennes sallskap tilltrade till sin bostad. om sadan lakemedelsbehandling och eventuellt tillhorande annan behandling och stod som avses i 4 § har stallts som villkor for den overvakade friheten pa prov, ar den som har placerats i overvakad frihet pa prov dessutom skyldig att folja de bestammelser som galler detta och som faststallts i planen for strafftiden."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Lupa olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa",
      "content": "Koevapauteen sijoitetulle voidaan yksittäistapauksessa antaa lupa olla noudattamatta 14 §:ssä tarkoitettuun rangaistusajan suunnitelmaan sisältyvää määräystä, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka työ-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvästä tai muusta vastaavasta hyväksyttävästä syystä. Koevapauteen sijoitettu on velvollinen hyvissä ajoin etukäteen hakemaan Rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. Koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman määräystä ilman etukäteen saatua lupaa, jos se on yksittäistapauksessa välttämätöntä koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden täytäntöönpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. Tällöin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksettä Rikosseuraamuslaitokselle. Ilmoituksen johdosta tehtävästä päätöksestä säädetään 32 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Koevapauteen sijoitetulle voidaan yksittäistapauksessa antaa lupa olla noudattamatta 14 § :ssä tarkoitettuun rangaistusajan suunnitelmaan sisältyvää määräystä, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka työ-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvästä tai muusta vastaavasta hyväksyttävästä syystä. Koevapauteen sijoitettu on velvollinen hyvissä ajoin etukäteen hakemaan Rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. Koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman määräystä ilman etukäteen saatua lupaa, jos se on yksittäistapauksessa välttämätöntä koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden täytäntöönpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. Tällöin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksettä Rikosseuraamuslaitokselle. Ilmoituksen johdosta tehtävästä päätöksestä säädetään 32 § :ssä.",
        "folded_fi": "koevapauteen sijoitetulle voidaan yksittaistapauksessa antaa lupa olla noudattamatta 14 §:ssa tarkoitettuun rangaistusajan suunnitelmaan sisaltyvaa maaraysta, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka tyo-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvasta tai muusta vastaavasta hyvaksyttavasta syysta. koevapauteen sijoitettu on velvollinen hyvissa ajoin etukateen hakemaan rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman maaraysta ilman etukateen saatua lupaa, jos se on yksittaistapauksessa valttamatonta koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden taytantoonpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. talloin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksetta rikosseuraamuslaitokselle. ilmoituksen johdosta tehtavasta paatoksesta saadetaan 32 §:ssa.",
        "title_sv": "Tillstånd att tillfälligt låta bli att följa planen för strafftiden",
        "content_sv": "Den som har placerats i frihet på prov kan i ett enskilt fall få tillstånd att låta bli att följa en bestämmelse i den plan för strafftiden som avses i 14 §, om det behövs av en orsak som hänför sig till hans eller hennes familj, hälsovård, försörjning eller skötsel av arbets-, utbildnings-, social- eller bostadsärenden eller av någon annan godtagbar orsak. Den som har placerats i frihet på prov är skyldig att hos Brottspåföljdsmyndigheten i god tid på förhand ansöka om tillstånd att låta bli att följa planen. Den som har placerats i frihet på prov får utan föregående tillstånd låta bli att följa en bestämmelse i planen för strafftiden, om det i ett enskilt fall är nödvändigt på grund av att han eller hon insjuknat eller på grund av någon annan oförutsedd och tvingande omständighet som påverkar verkställigheten av den övervakade friheten på prov. I dessa fall är den som har placerats i frihet på prov skyldig att utan dröjsmål anmäla detta till Brottspåföljdsmyndigheten. Bestämmelser om det beslut som ska fattas med anledning av anmälan finns i 32 §.",
        "normalized_sv": "Den som har placerats i frihet på prov kan i ett enskilt fall få tillstånd att låta bli att följa en bestämmelse i den plan för strafftiden som avses i 14 § , om det behövs av en orsak som hänför sig till hans eller hennes familj, hälsovård, försörjning eller skötsel av arbets-, utbildnings-, social- eller bostadsärenden eller av någon annan godtagbar orsak. Den som har placerats i frihet på prov är skyldig att hos Brottspåföljdsmyndigheten i god tid på förhand ansöka om tillstånd att låta bli att följa planen. Den som har placerats i frihet på prov får utan föregående tillstånd låta bli att följa en bestämmelse i planen för strafftiden, om det i ett enskilt fall är nödvändigt på grund av att han eller hon insjuknat eller på grund av någon annan oförutsedd och tvingande omständighet som påverkar verkställigheten av den övervakade friheten på prov. I dessa fall är den som har placerats i frihet på prov skyldig att utan dröjsmål anmäla detta till Brottspåföljdsmyndigheten. Bestämmelser om det beslut som ska fattas med anledning av anmälan finns i 32 § .",
        "folded_sv": "den som har placerats i frihet pa prov kan i ett enskilt fall fa tillstand att lata bli att folja en bestammelse i den plan for strafftiden som avses i 14 §, om det behovs av en orsak som hanfor sig till hans eller hennes familj, halsovard, forsorjning eller skotsel av arbets-, utbildnings-, social- eller bostadsarenden eller av nagon annan godtagbar orsak. den som har placerats i frihet pa prov ar skyldig att hos brottspafoljdsmyndigheten i god tid pa forhand ansoka om tillstand att lata bli att folja planen. den som har placerats i frihet pa prov far utan foregaende tillstand lata bli att folja en bestammelse i planen for strafftiden, om det i ett enskilt fall ar nodvandigt pa grund av att han eller hon insjuknat eller pa grund av nagon annan oforutsedd och tvingande omstandighet som paverkar verkstalligheten av den overvakade friheten pa prov. i dessa fall ar den som har placerats i frihet pa prov skyldig att utan drojsmal anmala detta till brottspafoljdsmyndigheten. bestammelser om det beslut som ska fattas med anledning av anmalan finns i 32 §."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Päätösvalta",
      "content": "Rikosseuraamuslaitoksen keskushallintoyksikkö päättää elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttää poistumista Suomen valtion alueelta. Vankilan johtaja päättää muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. Vankilan johtaja päättää myös 22 §:n 3 momentissa tarkoitetun täytäntöönpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden täytäntöönpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai määräajaksi ja 26 §:ssä tarkoitetusta vankilaan palauttamisesta. Rikosseuraamuslaitoksen lääkäri päättää 4 §:ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 §:ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Rikosseuraamuslaitoksen lääkärille, joka tekee lopullisen päätöksen lääkehoidosta. Vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, työjärjestyksessä määrätty apulaisjohtaja tai rikosseuraamusesimies päättää 16 §:ssä tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 §:ssä tarkoitetun verinäytteen ottamisesta, 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 23 §:ssä tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 §:ssä tarkoitetun varoituksen antamisesta ja 33 §:ssä tarkoitettujen matkakustannusten korvaamisesta. Täytäntöönpanopäällikkö tai työjärjestyksessä määrätty muu virkamies päättää rangaistusajan laskemisesta ja 28 §:ssä tarkoitetusta rangaistusajaksi lukemisesta. Rikosseuraamuslaitoksen virkamies päättää muusta 19 §:ssä tarkoitetusta päihteettömyyden valvonnasta kuin verinäytteen ottamisesta, 21 §:n 2 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 24 §:ssä tarkoitetusta turvatarkastuksesta sekä turvatarkastuksessa löydettyjen esineiden ja aineiden pois ottamisesta, 26 §:n 3 momentissa tarkoitetusta suullisesta huomautuksesta sekä 22 §:n 2 momentissa ja 27 §:n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Rikosseuraamuslaitoksen keskushallintoyksikkö päättää elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää 21 § :n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttää poistumista Suomen valtion alueelta. Vankilan johtaja päättää muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. Vankilan johtaja päättää myös 22 § :n 3 momentissa tarkoitetun täytäntöönpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden täytäntöönpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai määräajaksi ja 26 § :ssä tarkoitetusta vankilaan palauttamisesta. Rikosseuraamuslaitoksen lääkäri päättää 4 § :ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 § :ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Rikosseuraamuslaitoksen lääkärille, joka tekee lopullisen päätöksen lääkehoidosta. Vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, työjärjestyksessä määrätty apulaisjohtaja tai rikosseuraamusesimies päättää 16 § :ssä tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 § :ssä tarkoitetun verinäytteen ottamisesta, 21 § :n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 23 § :ssä tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 § :ssä tarkoitetun varoituksen antamisesta ja 33 § :ssä tarkoitettujen matkakustannusten korvaamisesta. Täytäntöönpanopäällikkö tai työjärjestyksessä määrätty muu virkamies päättää rangaistusajan laskemisesta ja 28 § :ssä tarkoitetusta rangaistusajaksi lukemisesta. Rikosseuraamuslaitoksen virkamies päättää muusta 19 § :ssä tarkoitetusta päihteettömyyden valvonnasta kuin verinäytteen ottamisesta, 21 § :n 2 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 24 § :ssä tarkoitetusta turvatarkastuksesta sekä turvatarkastuksessa löydettyjen esineiden ja aineiden pois ottamisesta, 26 § :n 3 momentissa tarkoitetusta suullisesta huomautuksesta sekä 22 § :n 2 momentissa ja 27 § :n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
        "folded_fi": "rikosseuraamuslaitoksen keskushallintoyksikko paattaa elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. rikosseuraamuslaitoksen keskushallintoyksikko paattaa 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttaa poistumista suomen valtion alueelta. vankilan johtaja paattaa muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. vankilan johtaja paattaa myos 22 §:n 3 momentissa tarkoitetun taytantoonpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden taytantoonpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai maaraajaksi ja 26 §:ssa tarkoitetusta vankilaan palauttamisesta. rikosseuraamuslaitoksen laakari paattaa 4 §:ssa tarkoitetun laakehoidon seka muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. kiireellisessa tapauksessa laakehoidon voi tilapaisesti keskeyttaa myos 20 §:ssa tarkoitetussa sairaalassa tai erityissairaanhoidon yksikossa toimiva laakari. tieto hoidon valiaikaisesta keskeyttamisesta valitetaan viipymatta rikosseuraamuslaitoksen laakarille, joka tekee lopullisen paatoksen laakehoidosta. vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, tyojarjestyksessa maaratty apulaisjohtaja tai rikosseuraamusesimies paattaa 16 §:ssa tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 §:ssa tarkoitetun verinaytteen ottamisesta, 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, 23 §:ssa tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 §:ssa tarkoitetun varoituksen antamisesta ja 33 §:ssa tarkoitettujen matkakustannusten korvaamisesta. taytantoonpanopaallikko tai tyojarjestyksessa maaratty muu virkamies paattaa rangaistusajan laskemisesta ja 28 §:ssa tarkoitetusta rangaistusajaksi lukemisesta. rikosseuraamuslaitoksen virkamies paattaa muusta 19 §:ssa tarkoitetusta paihteettomyyden valvonnasta kuin verinaytteen ottamisesta, 21 §:n 2 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, 24 §:ssa tarkoitetusta turvatarkastuksesta seka turvatarkastuksessa loydettyjen esineiden ja aineiden pois ottamisesta, 26 §:n 3 momentissa tarkoitetusta suullisesta huomautuksesta seka 22 §:n 2 momentissa ja 27 §:n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om placering i övervakad frihet på prov av en fånge som avtjänar fängelse på livstid eller en fånge som avtjänar hela straffet. Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att följa planen för strafftiden, om tillståndet förutsätter att personen i fråga avlägsnar sig från Finlands territorium. Fängelsedirektören fattar beslut om placering i övervakad frihet på prov av andra fångar än de som avses i 1 mom. Fängelsedirektören fattar också beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkställas har på fortsatt verkställighet av frihet på prov, om återkallelse av övervakad frihet på prov för viss tid eller helt och hållet och om återförpassning till fängelse enligt 26 §. En läkare vid Brottspåföljdsmyndigheten fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 §. I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Brottspåföljdsmyndigheten ska omedelbart informeras om att läkemedelsbehandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen. Fängelsedirektören, direktören för byrån för samhällspåföljder, den biträdande direktören enligt arbetsordningen eller brottspåföljdschefen fattar beslut om ändring av planen för strafftiden enligt 16 §, tagande av blodprov enligt 19 §, tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att iaktta planen för strafftiden, följderna av återkallelse av samtycke enligt 23 §, givande av varning enligt 26 § och ersättning av resekostnader enligt 33 §. Verkställighetschefen eller någon annan tjänsteman som bestäms i arbetsordningen fattar beslut om beräkningen av strafftiden och om inräkningen i strafftiden enligt 28 §. En tjänsteman vid Brottspåföljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § än tagande av blodprov, tillstånd enligt 21 § 2 mom. att tillfälligt låta bli att följa planen för strafftiden, säkerhetskontroll enligt 24 § och fråntagande av föremål och ämnen som påträffats vid säkerhetskontroll enligt 24 §, en muntlig anmärkning enligt 26 § 3 mom. samt förpassning till fängelse enligt 22 § 2 mom. och 27 § 3 mom.",
        "normalized_sv": "Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om placering i övervakad frihet på prov av en fånge som avtjänar fängelse på livstid eller en fånge som avtjänar hela straffet. Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att följa planen för strafftiden, om tillståndet förutsätter att personen i fråga avlägsnar sig från Finlands territorium. Fängelsedirektören fattar beslut om placering i övervakad frihet på prov av andra fångar än de som avses i 1 mom. Fängelsedirektören fattar också beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkställas har på fortsatt verkställighet av frihet på prov, om återkallelse av övervakad frihet på prov för viss tid eller helt och hållet och om återförpassning till fängelse enligt 26 § . En läkare vid Brottspåföljdsmyndigheten fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 § . I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Brottspåföljdsmyndigheten ska omedelbart informeras om att läkemedelsbehandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen. Fängelsedirektören, direktören för byrån för samhällspåföljder, den biträdande direktören enligt arbetsordningen eller brottspåföljdschefen fattar beslut om ändring av planen för strafftiden enligt 16 § , tagande av blodprov enligt 19 § , tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att iaktta planen för strafftiden, följderna av återkallelse av samtycke enligt 23 § , givande av varning enligt 26 § och ersättning av resekostnader enligt 33 § . Verkställighetschefen eller någon annan tjänsteman som bestäms i arbetsordningen fattar beslut om beräkningen av strafftiden och om inräkningen i strafftiden enligt 28 § . En tjänsteman vid Brottspåföljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § än tagande av blodprov, tillstånd enligt 21 § 2 mom. att tillfälligt låta bli att följa planen för strafftiden, säkerhetskontroll enligt 24 § och fråntagande av föremål och ämnen som påträffats vid säkerhetskontroll enligt 24 § , en muntlig anmärkning enligt 26 § 3 mom. samt förpassning till fängelse enligt 22 § 2 mom. och 27 § 3 mom.",
        "folded_sv": "brottspafoljdsmyndighetens centralforvaltningsenhet fattar beslut om placering i overvakad frihet pa prov av en fange som avtjanar fangelse pa livstid eller en fange som avtjanar hela straffet. brottspafoljdsmyndighetens centralforvaltningsenhet fattar beslut om tillstand enligt 21 § 1 mom. att tillfalligt lata bli att folja planen for strafftiden, om tillstandet forutsatter att personen i fraga avlagsnar sig fran finlands territorium. fangelsedirektoren fattar beslut om placering i overvakad frihet pa prov av andra fangar an de som avses i 1 mom. fangelsedirektoren fattar ocksa beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkstallas har pa fortsatt verkstallighet av frihet pa prov, om aterkallelse av overvakad frihet pa prov for viss tid eller helt och hallet och om aterforpassning till fangelse enligt 26 §. en lakare vid brottspafoljdsmyndigheten fattar beslut om paborjande, overvakning och upphorande av sadan lakemedelsbehandling och annan behandling och stod som avses i 4 §. i bradskande fall kan ocksa en lakare vid ett sjukhus eller en enhet inom den specialiserade sjukvarden som avses i 20 § avbryta lakemedelsbehandlingen tillfalligt. en lakare vid brottspafoljdsmyndigheten ska omedelbart informeras om att lakemedelsbehandlingen avbrutits tillfalligt. denna lakare fattar det slutliga beslutet om lakemedelsbehandlingen. fangelsedirektoren, direktoren for byran for samhallspafoljder, den bitradande direktoren enligt arbetsordningen eller brottspafoljdschefen fattar beslut om andring av planen for strafftiden enligt 16 §, tagande av blodprov enligt 19 §, tillstand enligt 21 § 1 mom. att tillfalligt lata bli att iaktta planen for strafftiden, foljderna av aterkallelse av samtycke enligt 23 §, givande av varning enligt 26 § och ersattning av resekostnader enligt 33 §. verkstallighetschefen eller nagon annan tjansteman som bestams i arbetsordningen fattar beslut om berakningen av strafftiden och om inrakningen i strafftiden enligt 28 §. en tjansteman vid brottspafoljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § an tagande av blodprov, tillstand enligt 21 § 2 mom. att tillfalligt lata bli att folja planen for strafftiden, sakerhetskontroll enligt 24 § och frantagande av foremal och amnen som patraffats vid sakerhetskontroll enligt 24 §, en muntlig anmarkning enligt 26 § 3 mom. samt forpassning till fangelse enligt 22 § 2 mom. och 27 § 3 mom."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Koevapauden päättyminen",
      "content": "Kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin määriteltynä ajankohtana päättyy, koevapauteen sijoitetun on tultava Rikosseuraamuslaitoksen yksikköön täytäntöönpanossa käytettyjen teknisten valvontavälineiden luovuttamista ja muita vapauttamiseen liittyviä toimenpiteitä varten. Valvottu koevapaus voidaan päättää myös niin, että Rikosseuraamuslaitoksen virkamies poistaa käytöstä ja ottaa haltuunsa valvotun koevapauden täytäntöönpanossa käytetyt tekniset valvontavälineet sekä luovuttaa ehdonalaiseen vapauttamiseen liittyvät asiakirjat koevapauden täytäntöönpanoon käytetyssä asunnossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin määriteltynä ajankohtana päättyy, koevapauteen sijoitetun on tultava Rikosseuraamuslaitoksen yksikköön täytäntöönpanossa käytettyjen teknisten valvontavälineiden luovuttamista ja muita vapauttamiseen liittyviä toimenpiteitä varten. Valvottu koevapaus voidaan päättää myös niin, että Rikosseuraamuslaitoksen virkamies poistaa käytöstä ja ottaa haltuunsa valvotun koevapauden täytäntöönpanossa käytetyt tekniset valvontavälineet sekä luovuttaa ehdonalaiseen vapauttamiseen liittyvät asiakirjat koevapauden täytäntöönpanoon käytetyssä asunnossa.",
        "folded_fi": "kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin maariteltyna ajankohtana paattyy, koevapauteen sijoitetun on tultava rikosseuraamuslaitoksen yksikkoon taytantoonpanossa kaytettyjen teknisten valvontavalineiden luovuttamista ja muita vapauttamiseen liittyvia toimenpiteita varten. valvottu koevapaus voidaan paattaa myos niin, etta rikosseuraamuslaitoksen virkamies poistaa kaytosta ja ottaa haltuunsa valvotun koevapauden taytantoonpanossa kaytetyt tekniset valvontavalineet seka luovuttaa ehdonalaiseen vapauttamiseen liittyvat asiakirjat koevapauden taytantoonpanoon kaytetyssa asunnossa.",
        "title_sv": "Upphörande av frihet på prov",
        "content_sv": "När den övervakade friheten på prov upphör vid den tidpunkt som anges närmare i planen för strafftiden, ska den som har placerats i frihet på prov infinna sig vid en enhet vid Brottspåföljdsmyndigheten för att lämna tillbaka de tekniska övervakningsanordningar som har använts under friheten på prov och för andra åtgärder i anslutning till frigivningen. Övervakad frihet på prov kan också avslutas genom att en tjänsteman vid Brottspåföljdsmyndigheten tar ur bruk och omhändertar de tekniska anordningar som har använts vid verkställigheten av den övervakade friheten på prov samt överlämnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har använts under verkställigheten av friheten på prov.",
        "normalized_sv": "När den övervakade friheten på prov upphör vid den tidpunkt som anges närmare i planen för strafftiden, ska den som har placerats i frihet på prov infinna sig vid en enhet vid Brottspåföljdsmyndigheten för att lämna tillbaka de tekniska övervakningsanordningar som har använts under friheten på prov och för andra åtgärder i anslutning till frigivningen. Övervakad frihet på prov kan också avslutas genom att en tjänsteman vid Brottspåföljdsmyndigheten tar ur bruk och omhändertar de tekniska anordningar som har använts vid verkställigheten av den övervakade friheten på prov samt överlämnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har använts under verkställigheten av friheten på prov.",
        "folded_sv": "nar den overvakade friheten pa prov upphor vid den tidpunkt som anges narmare i planen for strafftiden, ska den som har placerats i frihet pa prov infinna sig vid en enhet vid brottspafoljdsmyndigheten for att lamna tillbaka de tekniska overvakningsanordningar som har anvants under friheten pa prov och for andra atgarder i anslutning till frigivningen. overvakad frihet pa prov kan ocksa avslutas genom att en tjansteman vid brottspafoljdsmyndigheten tar ur bruk och omhandertar de tekniska anordningar som har anvants vid verkstalligheten av den overvakade friheten pa prov samt overlamnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har anvants under verkstalligheten av friheten pa prov."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Muutoksenhaku",
      "content": "Oikaisuvaatimus Rikosseuraamuslaitoksen aluejohtajalle voidaan tehdä päätöksestä, joka koskee: 2) 21 §:ssä tarkoitettua tilapäistä lupaa olla noudattamatta rangaistusajan suunnitelmaan sisältyvää velvollisuutta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Oikaisuvaatimus Rikosseuraamuslaitoksen aluejohtajalle voidaan tehdä päätöksestä, joka koskee: 2) 21 § :ssä tarkoitettua tilapäistä lupaa olla noudattamatta rangaistusajan suunnitelmaan sisältyvää velvollisuutta;",
        "folded_fi": "oikaisuvaatimus rikosseuraamuslaitoksen aluejohtajalle voidaan tehda paatoksesta, joka koskee: 2) 21 §:ssa tarkoitettua tilapaista lupaa olla noudattamatta rangaistusajan suunnitelmaan sisaltyvaa velvollisuutta;",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning får begäras hos regiondirektören vid Brottspåföljdsmyndigheten i fråga om beslut som gäller 2) tillstånd enligt 21 § att tillfälligt låta bli att följa en bestämmelse i planen för strafftiden,",
        "normalized_sv": "Omprövning får begäras hos regiondirektören vid Brottspåföljdsmyndigheten i fråga om beslut som gäller 2) tillstånd enligt 21 § att tillfälligt låta bli att följa en bestämmelse i planen för strafftiden,",
        "folded_sv": "omprovning far begaras hos regiondirektoren vid brottspafoljdsmyndigheten i fraga om beslut som galler 2) tillstand enligt 21 § att tillfalligt lata bli att folja en bestammelse i planen for strafftiden,"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Valvotun koevapauden tarkoitus ja sisältö",
      "content": "Valvotun koevapauden sisältönä on koevapauteen sijoitetulle rangaistusajan suunnitelmassa määrätty velvollisuus pysyä asunnossaan, osallistua hänelle määrättyyn toimintaan ja noudattaa muita tässä laissa säädettyjä velvollisuuksia. Valvottu koevapaus voidaan panna täytäntöön muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mitä tässä laissa säädetään asunnosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Valvotun koevapauden sisältönä on koevapauteen sijoitetulle rangaistusajan suunnitelmassa määrätty velvollisuus pysyä asunnossaan, osallistua hänelle määrättyyn toimintaan ja noudattaa muita tässä laissa säädettyjä velvollisuuksia. Valvottu koevapaus voidaan panna täytäntöön muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mitä tässä laissa säädetään asunnosta.",
        "folded_fi": "valvotun koevapauden sisaltona on koevapauteen sijoitetulle rangaistusajan suunnitelmassa maaratty velvollisuus pysya asunnossaan, osallistua hanelle maarattyyn toimintaan ja noudattaa muita tassa laissa saadettyja velvollisuuksia. valvottu koevapaus voidaan panna taytantoon muussakin sopivassa paikassa, johon koevapauteen sijoitettu hoidon, kuntoutuksen tai muun vastaavan syyn perusteella sijoitetaan, jolloin noudatetaan soveltuvin osin, mita tassa laissa saadetaan asunnosta.",
        "title_sv": "Syftet med och innebörden av övervakad frihet på prov",
        "content_sv": "Övervakad frihet på prov innebär en i planen för strafftiden angiven skyldighet för den som har placerats i frihet på prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som föreskrivs i denna lag. Övervakad frihet på prov kan också verkställas på ett annat lämpligt ställe där den som placerats i frihet på prov tas in för vård eller rehabilitering eller av någon annan motsvarande orsak, varvid det som föreskrivs om bostad i denna lag ska iakttas i tillämpliga delar.",
        "normalized_sv": "Övervakad frihet på prov innebär en i planen för strafftiden angiven skyldighet för den som har placerats i frihet på prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som föreskrivs i denna lag. Övervakad frihet på prov kan också verkställas på ett annat lämpligt ställe där den som placerats i frihet på prov tas in för vård eller rehabilitering eller av någon annan motsvarande orsak, varvid det som föreskrivs om bostad i denna lag ska iakttas i tillämpliga delar.",
        "folded_sv": "overvakad frihet pa prov innebar en i planen for strafftiden angiven skyldighet for den som har placerats i frihet pa prov att stanna i sin bostad, delta i verksamhet som anvisas honom eller henne och iaktta andra skyldigheter som foreskrivs i denna lag. overvakad frihet pa prov kan ocksa verkstallas pa ett annat lampligt stalle dar den som placerats i frihet pa prov tas in for vard eller rehabilitering eller av nagon annan motsvarande orsak, varvid det som foreskrivs om bostad i denna lag ska iakttas i tillampliga delar."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lääkehoito ja psykososiaalinen hoito koevapauden ehtona",
      "content": "Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 §:ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettävä vangille lääkehoidon lopettamisesta aiheutuvat seuraamukset. Seuraamuksista säädetään 26 § :ssä ja yhdyskuntaseuraamusten täytäntöönpanosta annetun lain (400/2015) 74 § :ssä.",
        "folded_fi": "rikosseuraamuslaitoksen on ennen koevapauteen sijoittamista selvitettava vangille laakehoidon lopettamisesta aiheutuvat seuraamukset. seuraamuksista saadetaan 26 §:ssa ja yhdyskuntaseuraamusten taytantoonpanosta annetun lain (400/2015) 74 §:ssa.",
        "title_sv": "Läkemedelsbehandling och psykosocial behandling som villkor för friheten på prov",
        "content_sv": "Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "normalized_sv": "Före placeringen i frihet på prov ska Brottspåföljdsmyndigheten för fången klargöra de påföljder som ett upphörande med läkemedelsbehandlingen leder till. Bestämmelser om påföljderna finns i 26 § och i 74 § i lagen om verkställighet av samhällspåföljder (400/2015).",
        "folded_sv": "fore placeringen i frihet pa prov ska brottspafoljdsmyndigheten for fangen klargora de pafoljder som ett upphorande med lakemedelsbehandlingen leder till. bestammelser om pafoljderna finns i 26 § och i 74 § i lagen om verkstallighet av samhallspafoljder (400/2015)."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimintavelvollisuus",
      "content": "Työtä tai muuta toimintaa on oltava vähintään viisi tuntia viikossa siten kuin 14 §:ssä tarkoitetussa rangaistusajan suunnitelmassa määrätään. Työ tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n väliseksi ajaksi, jollei rangaistusajan suunnitelmassa työstä tai toiminnasta aiheutuvasta syystä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Työtä tai muuta toimintaa on oltava vähintään viisi tuntia viikossa siten kuin 14 § :ssä tarkoitetussa rangaistusajan suunnitelmassa määrätään. Työ tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n väliseksi ajaksi, jollei rangaistusajan suunnitelmassa työstä tai toiminnasta aiheutuvasta syystä toisin määrätä.",
        "folded_fi": "tyota tai muuta toimintaa on oltava vahintaan viisi tuntia viikossa siten kuin 14 §:ssa tarkoitetussa rangaistusajan suunnitelmassa maarataan. tyo tai muu toiminta on ajoitettava muuksi kuin kello 21:n ja kello 6:n valiseksi ajaksi, jollei rangaistusajan suunnitelmassa tyosta tai toiminnasta aiheutuvasta syysta toisin maarata.",
        "title_sv": "Verksamhetsskyldighet",
        "content_sv": "Minst fem timmar arbete eller annan verksamhet per vecka ska ingå på det sätt som bestäms i planen för strafftiden enligt 14 §. Arbetet eller den övriga verksamheten ska förläggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestäms i planen för strafftiden av orsaker som beror på arbetet eller verksamheten.",
        "normalized_sv": "Minst fem timmar arbete eller annan verksamhet per vecka ska ingå på det sätt som bestäms i planen för strafftiden enligt 14 § . Arbetet eller den övriga verksamheten ska förläggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestäms i planen för strafftiden av orsaker som beror på arbetet eller verksamheten.",
        "folded_sv": "minst fem timmar arbete eller annan verksamhet per vecka ska inga pa det satt som bestams i planen for strafftiden enligt 14 §. arbetet eller den ovriga verksamheten ska forlaggas till en tid som inte infaller mellan klockan 21 och 6, om inget annat bestams i planen for strafftiden av orsaker som beror pa arbetet eller verksamheten."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asunnossa pysyminen",
      "content": "Koevapauteen sijoitettu on velvollinen pysymään 2 §:ssä tarkoitetussa asunnossaan 14 §:ssä tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa määrättynä aikana. Asunnossa on pysyttävä klo 21:n ja kello 6:n välinen aika, jollei 5 §:n 3 momentissa tarkoitetusta työstä tai toiminnasta aiheutuvasta syystä tai 21 §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Koevapauteen sijoitettu on velvollinen pysymään 2 § :ssä tarkoitetussa asunnossaan 14 § :ssä tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa määrättynä aikana. Asunnossa on pysyttävä klo 21:n ja kello 6:n välinen aika, jollei 5 § :n 3 momentissa tarkoitetusta työstä tai toiminnasta aiheutuvasta syystä tai 21 § :stä muuta johdu.",
        "folded_fi": "koevapauteen sijoitettu on velvollinen pysymaan 2 §:ssa tarkoitetussa asunnossaan 14 §:ssa tarkoitetussa rangaistusajan suunnitelmassa ja viikoittaisessa aikataulussa maarattyna aikana. asunnossa on pysyttava klo 21:n ja kello 6:n valinen aika, jollei 5 §:n 3 momentissa tarkoitetusta tyosta tai toiminnasta aiheutuvasta syysta tai 21 §:sta muuta johdu.",
        "title_sv": "Skyldighet att stanna i bostaden",
        "content_sv": "Den som har placerats i frihet på prov är skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan för strafftiden och det veckoschema som avses i 14 §. Den som har placerats i frihet på prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat följer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 §.",
        "normalized_sv": "Den som har placerats i frihet på prov är skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan för strafftiden och det veckoschema som avses i 14 § . Den som har placerats i frihet på prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat följer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 § .",
        "folded_sv": "den som har placerats i frihet pa prov ar skyldig att stanna i den bostad som avses i 2 § under den tid som anges i den plan for strafftiden och det veckoschema som avses i 14 §. den som har placerats i frihet pa prov ska stanna i bostaden mellan klockan 21 och 6, om inget annat foljer av arbete eller verksamhet som avses i 5 § 3 mom. eller av 21 §."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valvonta",
      "content": "Koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan tämän lain 2 §:ssä tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hänen ylleen ranteeseen, nilkkaan tai vyötärölle kiinnitettävillä teknisillä välineillä taikka tällaisten välineiden yhdistelmällä. Tässä tarkoitettu tekninen väline ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 §:n 1 momentissa tarkoitettua teknistä kuuntelua eikä 10 luvun 19 §:n 1 momentissa tarkoitettua teknistä katselua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan tämän lain 2 § :ssä tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hänen ylleen ranteeseen, nilkkaan tai vyötärölle kiinnitettävillä teknisillä välineillä taikka tällaisten välineiden yhdistelmällä. Tässä tarkoitettu tekninen väline ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 § :n 1 momentissa tarkoitettua teknistä kuuntelua eikä 10 luvun 19 § :n 1 momentissa tarkoitettua teknistä katselua.",
        "folded_fi": "koevapauteen sijoitettua ja rangaistusajan suunnitelman noudattamista valvotaan taman lain 2 §:ssa tarkoitettuun asuntoon asennettavilla, koevapauteen sijoitetun haltuun annettavilla taikka hanen ylleen ranteeseen, nilkkaan tai vyotarolle kiinnitettavilla teknisilla valineilla taikka tallaisten valineiden yhdistelmalla. tassa tarkoitettu tekninen valine ei saa mahdollistaa kotirauhan piiriin ulottuvaa pakkokeinolain (806/2011) 10 luvun 16 §:n 1 momentissa tarkoitettua teknista kuuntelua eika 10 luvun 19 §:n 1 momentissa tarkoitettua teknista katselua.",
        "title_sv": "Övervakning",
        "content_sv": "Den som har placerats i frihet på prov och iakttagandet av planen för strafftiden övervakas med hjälp av tekniska anordningar som installeras i den bostad som avses i 2 §, ges till honom eller henne eller fästs vid hans eller hennes handled, vrist eller midja, eller med en kombination av sådana anordningar. De tekniska anordningarna får inte möjliggöra sådan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvångsmedelslagen (806/2011) eller sådan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett område som omfattas av hemfriden.",
        "normalized_sv": "Den som har placerats i frihet på prov och iakttagandet av planen för strafftiden övervakas med hjälp av tekniska anordningar som installeras i den bostad som avses i 2 § , ges till honom eller henne eller fästs vid hans eller hennes handled, vrist eller midja, eller med en kombination av sådana anordningar. De tekniska anordningarna får inte möjliggöra sådan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvångsmedelslagen (806/2011) eller sådan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett område som omfattas av hemfriden.",
        "folded_sv": "den som har placerats i frihet pa prov och iakttagandet av planen for strafftiden overvakas med hjalp av tekniska anordningar som installeras i den bostad som avses i 2 §, ges till honom eller henne eller fasts vid hans eller hennes handled, vrist eller midja, eller med en kombination av sadana anordningar. de tekniska anordningarna far inte mojliggora sadan teknisk avlyssning som avses i 10 kap. 16 § 1 mom. i tvangsmedelslagen (806/2011) eller sadan optisk observation som avses i 10 kap. 19 § 1 mom. i den lagen inom ett omrade som omfattas av hemfriden."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Keskusvalvonnan järjestäminen",
      "content": "Valvotun koevapauden keskusvalvonnan järjestämiseen sovelletaan, mitä yhdyskuntaseuraamusten täytäntöönpanosta annetun lain 57 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Valvotun koevapauden keskusvalvonnan järjestämiseen sovelletaan, mitä yhdyskuntaseuraamusten täytäntöönpanosta annetun lain 57 § :ssä säädetään.",
        "folded_fi": "valvotun koevapauden keskusvalvonnan jarjestamiseen sovelletaan, mita yhdyskuntaseuraamusten taytantoonpanosta annetun lain 57 §:ssa saadetaan.",
        "title_sv": "Ordnande av den centrala övervakningen",
        "content_sv": "På ordnandet av den centrala övervakningen av övervakad frihet på prov tillämpas 57 § i lagen om verkställighet av samhällspåföljder.",
        "normalized_sv": "På ordnandet av den centrala övervakningen av övervakad frihet på prov tillämpas 57 § i lagen om verkställighet av samhällspåföljder.",
        "folded_sv": "pa ordnandet av den centrala overvakningen av overvakad frihet pa prov tillampas 57 § i lagen om verkstallighet av samhallspafoljder."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Valvotun koevapauden valmistelu",
      "content": "Jos koevapauden edellytykset täyttyvät, vankilassa valmistellaan yhteistyössä vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetään tukitoimien ja valvonnan tarvetta sekä laaditaan 14 §:ssä tarkoitettu koevapauden rangaistusajan suunnitelma.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Jos koevapauden edellytykset täyttyvät, vankilassa valmistellaan yhteistyössä vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetään tukitoimien ja valvonnan tarvetta sekä laaditaan 14 § :ssä tarkoitettu koevapauden rangaistusajan suunnitelma.",
        "folded_fi": "jos koevapauden edellytykset tayttyvat, vankilassa valmistellaan yhteistyossa vangin kanssa rangaistusajan suunnitelman mukaista toimintavelvollisuutta, selvitetaan tukitoimien ja valvonnan tarvetta seka laaditaan 14 §:ssa tarkoitettu koevapauden rangaistusajan suunnitelma.",
        "title_sv": "Beredning av övervakad frihet på prov",
        "content_sv": "Om förutsättningarna för frihet på prov uppfylls, bereds i fängelset och i samarbete med fången verksamhetsskyldigheten enligt planen för strafftiden, utreds behovet av stödåtgärder och övervakning samt utarbetas en plan för strafftiden enligt 14 § för friheten på prov.",
        "normalized_sv": "Om förutsättningarna för frihet på prov uppfylls, bereds i fängelset och i samarbete med fången verksamhetsskyldigheten enligt planen för strafftiden, utreds behovet av stödåtgärder och övervakning samt utarbetas en plan för strafftiden enligt 14 § för friheten på prov.",
        "folded_sv": "om forutsattningarna for frihet pa prov uppfylls, bereds i fangelset och i samarbete med fangen verksamhetsskyldigheten enligt planen for strafftiden, utreds behovet av stodatgarder och overvakning samt utarbetas en plan for strafftiden enligt 14 § for friheten pa prov."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Pitkäaikaisvankien koevapauden valmistelu",
      "content": "Kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten täyttymisestä. Lausuntoon on liitettävä ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta sekä muut tarpeelliset asiakirjat. Ehdotuksen rangaistusajan suunnitelmaksi on sisällettävä 14 §:ssä tarkoitetut tiedot. Asiakirjoihin liitetään vangin sekä 3 §:n 2 momentissa tarkoitettujen henkilöiden kirjallinen suostumus. Ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunnosta säädetään erikseen. Arviointikeskuksen on viipymättä toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa Rikosseuraamuslaitoksen keskushallintoyksikölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten täyttymisestä. Lausuntoon on liitettävä ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta sekä muut tarpeelliset asiakirjat. Ehdotuksen rangaistusajan suunnitelmaksi on sisällettävä 14 § :ssä tarkoitetut tiedot. Asiakirjoihin liitetään vangin sekä 3 § :n 2 momentissa tarkoitettujen henkilöiden kirjallinen suostumus. Ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. Arviointikeskuksen on tarvittaessa oltava yhteydessä koevapauden täytäntöönpanoon liittyviin viranomaisiin, laitoksiin, yhteisöihin ja yksityisiin henkilöihin sekä tarvittaessa kutsuttava vanki henkilökohtaisesti arviointikeskukseen arvion tekemistä varten. Arviointikeskus antaa lausuntonsa siitä, ylläpitääkö ja edistääkö valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, sekä selvittää muiden valvotun koevapauden edellytysten täyttymisen. Rikosseuraamuslaitoksen terveydenhuoltoyksikön lausunnosta säädetään erikseen. Arviointikeskuksen on viipymättä toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa Rikosseuraamuslaitoksen keskushallintoyksikölle.",
        "folded_fi": "kun valmistellaan elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottua koevapautta, vankila antaa lausuntonsa koevapauden edellytysten tayttymisesta. lausuntoon on liitettava ehdotus koevapauden rangaistusajan suunnitelmaksi, arvio rangaistusajan suunnitelman toteutumisesta seka muut tarpeelliset asiakirjat. ehdotuksen rangaistusajan suunnitelmaksi on sisallettava 14 §:ssa tarkoitetut tiedot. asiakirjoihin liitetaan vangin seka 3 §:n 2 momentissa tarkoitettujen henkiloiden kirjallinen suostumus. ehdotus rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja vankilan lausunto toimitetaan asiaa hoitavan rikosseuraamusalueen arviointikeskukseen. arviointikeskuksen on tarvittaessa oltava yhteydessa koevapauden taytantoonpanoon liittyviin viranomaisiin, laitoksiin, yhteisoihin ja yksityisiin henkiloihin seka tarvittaessa kutsuttava vanki henkilokohtaisesti arviointikeskukseen arvion tekemista varten. arviointikeskus antaa lausuntonsa siita, yllapitaako ja edistaako valvottu koevapaus elinkautista vankeutta tai koko rangaistusta suorittavan vangin valmiuksia sijoittua yhteiskuntaan, seka selvittaa muiden valvotun koevapauden edellytysten tayttymisen. rikosseuraamuslaitoksen terveydenhuoltoyksikon lausunnosta saadetaan erikseen. arviointikeskuksen on viipymatta toimitettava ehdotuksensa rangaistusajan suunnitelmaksi, muut tarpeelliset asiakirjat ja oma lausuntonsa rikosseuraamuslaitoksen keskushallintoyksikolle.",
        "title_sv": "Beredning av övervakad frihet på prov för långtidsfångar",
        "content_sv": "Vid beredningen av övervakad frihet på prov för fångar som avtjänar fängelsestraff på livstid eller hela straffet, ska fängelset ge ett utlåtande om huruvida förutsättningarna för frihet på prov uppfylls. Till utlåtandet ska fogas ett förslag till plan för strafftiden för friheten på prov, en bedömning av genomförandet av planen för strafftiden samt andra handlingar som behövs. Förslaget till plan för strafftiden ska innehålla de uppgifter som avses i 14 §. Till handlingarna fogas skriftliga samtycken av fången och den person eller de personer som avses i 3 § 2 mom. Förslaget till plan för strafftiden, de övriga behövliga handlingarna och fängelsets utlåtande sänds till bedömningscentrumet inom den brottspåföljdsregion som behandlar ärendet. Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Brottspåföljdsmyndighetens hälsovårdsenhet. Bedömningscentrumet ska utan dröjsmål sända sitt förslag till plan för strafftiden, de övriga behövliga handlingarna och sitt utlåtande till Brottspåföljdsmyndighetens centralförvaltningsenhet.",
        "normalized_sv": "Vid beredningen av övervakad frihet på prov för fångar som avtjänar fängelsestraff på livstid eller hela straffet, ska fängelset ge ett utlåtande om huruvida förutsättningarna för frihet på prov uppfylls. Till utlåtandet ska fogas ett förslag till plan för strafftiden för friheten på prov, en bedömning av genomförandet av planen för strafftiden samt andra handlingar som behövs. Förslaget till plan för strafftiden ska innehålla de uppgifter som avses i 14 § . Till handlingarna fogas skriftliga samtycken av fången och den person eller de personer som avses i 3 § 2 mom. Förslaget till plan för strafftiden, de övriga behövliga handlingarna och fängelsets utlåtande sänds till bedömningscentrumet inom den brottspåföljdsregion som behandlar ärendet. Bedömningscentrumet ska vid behov stå i kontakt med de myndigheter, inrättningar, sammanslutningar och enskilda personer som berörs av verkställigheten av friheten på prov samt vid behov personligen kalla fången till bedömningscentrumet för en bedömning. Bedömningscentrumet ger sitt utlåtande om huruvida den övervakade friheten på prov i fråga om fången som avtjänar ett fängelsestraff på livstid eller hela straffet upprätthåller och främjar hans eller hennes färdigheter för anpassning i samhället, samt reder ut huruvida de övriga förutsättningarna för övervakad frihet på prov uppfylls. Särskilda bestämmelser gäller för utlåtandet från Brottspåföljdsmyndighetens hälsovårdsenhet. Bedömningscentrumet ska utan dröjsmål sända sitt förslag till plan för strafftiden, de övriga behövliga handlingarna och sitt utlåtande till Brottspåföljdsmyndighetens centralförvaltningsenhet.",
        "folded_sv": "vid beredningen av overvakad frihet pa prov for fangar som avtjanar fangelsestraff pa livstid eller hela straffet, ska fangelset ge ett utlatande om huruvida forutsattningarna for frihet pa prov uppfylls. till utlatandet ska fogas ett forslag till plan for strafftiden for friheten pa prov, en bedomning av genomforandet av planen for strafftiden samt andra handlingar som behovs. forslaget till plan for strafftiden ska innehalla de uppgifter som avses i 14 §. till handlingarna fogas skriftliga samtycken av fangen och den person eller de personer som avses i 3 § 2 mom. forslaget till plan for strafftiden, de ovriga behovliga handlingarna och fangelsets utlatande sands till bedomningscentrumet inom den brottspafoljdsregion som behandlar arendet. bedomningscentrumet ska vid behov sta i kontakt med de myndigheter, inrattningar, sammanslutningar och enskilda personer som berors av verkstalligheten av friheten pa prov samt vid behov personligen kalla fangen till bedomningscentrumet for en bedomning. bedomningscentrumet ger sitt utlatande om huruvida den overvakade friheten pa prov i fraga om fangen som avtjanar ett fangelsestraff pa livstid eller hela straffet uppratthaller och framjar hans eller hennes fardigheter for anpassning i samhallet, samt reder ut huruvida de ovriga forutsattningarna for overvakad frihet pa prov uppfylls. sarskilda bestammelser galler for utlatandet fran brottspafoljdsmyndighetens halsovardsenhet. bedomningscentrumet ska utan drojsmal sanda sitt forslag till plan for strafftiden, de ovriga behovliga handlingarna och sitt utlatande till brottspafoljdsmyndighetens centralforvaltningsenhet."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rangaistusajan suunnitelma",
      "content": "Koevapauden rangaistusajan suunnitelmaan on merkittävä koevapauden alkamisen ja päättymisen päivä. Rangaistusajan suunnitelma sisältää määräykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisällöstä, viikoittaisesta tuntimäärästä ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttämistä teknisistä valvontavälineistä ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymään asunnossaan; 5) mahdollisista tietyllä alueella liikkumista sekä rikoskumppanin tai muun nimetyn henkilön tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja Rikosseuraamuslaitoksen välillä; 7) koevapauden asianmukaista täytäntöönpanoa edistävistä tukitoimista; 8) koevapauteen sijoitetun henkilökohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden täytäntöönpanolle välttämättömistä ehdoista. Rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. Jos 4 §:ssä tarkoitettu lääkehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisältää lisäksi hoitoa ja tukea sekä ehtojen noudattamisen valvontaa koskevat välttämättömät määräykset. Rangaistusajan suunnitelmaan on liitettävä 3 §:ssä tarkoitettu samassa asunnossa asuvien täysi-ikäisten henkilöiden kirjallinen suostumus koevapauden täytäntöönpanoon ja siihen liittyviin valvontakäynteihin asunnossa. Rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Koevapauden rangaistusajan suunnitelmaan on merkittävä koevapauden alkamisen ja päättymisen päivä. Rangaistusajan suunnitelma sisältää määräykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisällöstä, viikoittaisesta tuntimäärästä ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttämistä teknisistä valvontavälineistä ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymään asunnossaan; 5) mahdollisista tietyllä alueella liikkumista sekä rikoskumppanin tai muun nimetyn henkilön tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja Rikosseuraamuslaitoksen välillä; 7) koevapauden asianmukaista täytäntöönpanoa edistävistä tukitoimista; 8) koevapauteen sijoitetun henkilökohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden täytäntöönpanolle välttämättömistä ehdoista. Rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. Jos 4 § :ssä tarkoitettu lääkehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisältää lisäksi hoitoa ja tukea sekä ehtojen noudattamisen valvontaa koskevat välttämättömät määräykset. Rangaistusajan suunnitelmaan on liitettävä 3 § :ssä tarkoitettu samassa asunnossa asuvien täysi-ikäisten henkilöiden kirjallinen suostumus koevapauden täytäntöönpanoon ja siihen liittyviin valvontakäynteihin asunnossa. Rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
        "folded_fi": "koevapauden rangaistusajan suunnitelmaan on merkittava koevapauden alkamisen ja paattymisen paiva. rangaistusajan suunnitelma sisaltaa maaraykset: 1) koevapauteen sijoitetun asunnosta; 2) toimintavelvollisuuden sisallosta, viikoittaisesta tuntimaarasta ja tarpeellisista matka-ajoista; 3) koevapauden valvonnasta, sen edellyttamista teknisista valvontavalineista ja valvontatapaamisista; 4) ajasta, jonka koevapauteen sijoitettu on velvollinen pysymaan asunnossaan; 5) mahdollisista tietylla alueella liikkumista seka rikoskumppanin tai muun nimetyn henkilon tapaamista koskevista rajoituksista; 6) yhteydenpidosta koevapauteen sijoitetun ja rikosseuraamuslaitoksen valilla; 7) koevapauden asianmukaista taytantoonpanoa edistavista tukitoimista; 8) koevapauteen sijoitetun henkilokohtaisten asioiden hoitamiseen varattavasta ajasta; 9) muista vastaavista valvotun koevapauden taytantoonpanolle valttamattomista ehdoista. rangaistusajan suunnitelmassa on oltava tiedot koevapauteen sijoitetun taloudellisesta toimeentulosta koevapauden aikana. jos 4 §:ssa tarkoitettu laakehoito ja mahdollisesti muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, rangaistusajan suunnitelma sisaltaa lisaksi hoitoa ja tukea seka ehtojen noudattamisen valvontaa koskevat valttamattomat maaraykset. rangaistusajan suunnitelmaan on liitettava 3 §:ssa tarkoitettu samassa asunnossa asuvien taysi-ikaisten henkiloiden kirjallinen suostumus koevapauden taytantoonpanoon ja siihen liittyviin valvontakaynteihin asunnossa. rikosseuraamuslaitos laatii erikseen valvotun koevapauden suorittamisen viikoittaisen aikataulun.",
        "title_sv": "Plan för strafftiden",
        "content_sv": "I planen för strafftiden för friheten på prov ska antecknas det datum då friheten på prov börjar och det datum den slutar. Planen för strafftiden ska innehålla bestämmelser som gäller 1) den bostad där den som placeras i frihet på prov ska vistas, 2) innehållet i verksamhetsskyldigheten, antalet timmar per vecka och behövliga restider, 3) övervakningen av friheten på prov, de tekniska övervakningsanordningar som krävs och övervakarmötena, 4) den tid som den som har placerats i frihet på prov är skyldig att stanna i sin bostad, 5) eventuella begränsningar när det gäller att vistas inom ett visst område eller att träffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet på prov och Brottspåföljdsmyndigheten, 7) stödåtgärder som främjar en ändamålsenlig verkställighet av friheten på prov, 8) den tid som reserveras för att den som har placerats i frihet på prov ska kunna sköta sina personliga ärenden, 9) andra motsvarande villkor som är nödvändiga för verkställigheten av övervakad frihet på prov. Planen för strafftiden ska innehålla uppgifter om hur den som placerats i frihet på prov försörjer sig ekonomisk under friheten på prov. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för övervakad frihet på prov, ska planen för strafftiden dessutom innehålla nödvändiga bestämmelser om behandlingen och stödet och om övervakningen av att villkoren iakttas. Till planen för strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnått myndighetsåldern samtycker till att friheten på prov verkställs och övervakningsbesök i anslutning till verkställigheten görs i bostaden. Brottspåföljdsmyndigheten sammanställer ett separat veckoschema för genomförandet av den övervakade friheten på prov.",
        "normalized_sv": "I planen för strafftiden för friheten på prov ska antecknas det datum då friheten på prov börjar och det datum den slutar. Planen för strafftiden ska innehålla bestämmelser som gäller 1) den bostad där den som placeras i frihet på prov ska vistas, 2) innehållet i verksamhetsskyldigheten, antalet timmar per vecka och behövliga restider, 3) övervakningen av friheten på prov, de tekniska övervakningsanordningar som krävs och övervakarmötena, 4) den tid som den som har placerats i frihet på prov är skyldig att stanna i sin bostad, 5) eventuella begränsningar när det gäller att vistas inom ett visst område eller att träffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet på prov och Brottspåföljdsmyndigheten, 7) stödåtgärder som främjar en ändamålsenlig verkställighet av friheten på prov, 8) den tid som reserveras för att den som har placerats i frihet på prov ska kunna sköta sina personliga ärenden, 9) andra motsvarande villkor som är nödvändiga för verkställigheten av övervakad frihet på prov. Planen för strafftiden ska innehålla uppgifter om hur den som placerats i frihet på prov försörjer sig ekonomisk under friheten på prov. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för övervakad frihet på prov, ska planen för strafftiden dessutom innehålla nödvändiga bestämmelser om behandlingen och stödet och om övervakningen av att villkoren iakttas. Till planen för strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnått myndighetsåldern samtycker till att friheten på prov verkställs och övervakningsbesök i anslutning till verkställigheten görs i bostaden. Brottspåföljdsmyndigheten sammanställer ett separat veckoschema för genomförandet av den övervakade friheten på prov.",
        "folded_sv": "i planen for strafftiden for friheten pa prov ska antecknas det datum da friheten pa prov borjar och det datum den slutar. planen for strafftiden ska innehalla bestammelser som galler 1) den bostad dar den som placeras i frihet pa prov ska vistas, 2) innehallet i verksamhetsskyldigheten, antalet timmar per vecka och behovliga restider, 3) overvakningen av friheten pa prov, de tekniska overvakningsanordningar som kravs och overvakarmotena, 4) den tid som den som har placerats i frihet pa prov ar skyldig att stanna i sin bostad, 5) eventuella begransningar nar det galler att vistas inom ett visst omrade eller att traffa en brottspartner eller annan namngiven person, 6) kontakter mellan den som har placerats i frihet pa prov och brottspafoljdsmyndigheten, 7) stodatgarder som framjar en andamalsenlig verkstallighet av friheten pa prov, 8) den tid som reserveras for att den som har placerats i frihet pa prov ska kunna skota sina personliga arenden, 9) andra motsvarande villkor som ar nodvandiga for verkstalligheten av overvakad frihet pa prov. planen for strafftiden ska innehalla uppgifter om hur den som placerats i frihet pa prov forsorjer sig ekonomisk under friheten pa prov. om sadan lakemedelsbehandling och eventuellt tillhorande annan behandling och stod som avses i 4 § har stallts som villkor for overvakad frihet pa prov, ska planen for strafftiden dessutom innehalla nodvandiga bestammelser om behandlingen och stodet och om overvakningen av att villkoren iakttas. till planen for strafftiden ska fogas de skriftliga samtycken enligt 3 § genom vilka de i bostaden boende personer som uppnatt myndighetsaldern samtycker till att friheten pa prov verkstalls och overvakningsbesok i anslutning till verkstalligheten gors i bostaden. brottspafoljdsmyndigheten sammanstaller ett separat veckoschema for genomforandet av den overvakade friheten pa prov."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Rangaistusajan suunnitelman vahvistaminen",
      "content": "Vankilan johtaja tai 13 §:ssä tarkoitetussa tapauksessa Rikosseuraamuslaitoksen keskushallintoyksikkö vahvistaa rangaistusajan suunnitelman, ja siihen liitetään 10 §:ssä tarkoitettu vangin kirjallinen suostumus. Rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Vankilan johtaja tai 13 § :ssä tarkoitetussa tapauksessa Rikosseuraamuslaitoksen keskushallintoyksikkö vahvistaa rangaistusajan suunnitelman, ja siihen liitetään 10 § :ssä tarkoitettu vangin kirjallinen suostumus. Rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
        "folded_fi": "vankilan johtaja tai 13 §:ssa tarkoitetussa tapauksessa rikosseuraamuslaitoksen keskushallintoyksikko vahvistaa rangaistusajan suunnitelman, ja siihen liitetaan 10 §:ssa tarkoitettu vangin kirjallinen suostumus. rangaistusajan suunnitelma annetaan vangille kirjallisesti.",
        "title_sv": "Fastställande av planen för strafftiden",
        "content_sv": "Fängelsedirektören eller i det fall som avses i 13 § Brottspåföljdsmyndighetens centralförvaltningsenhet fastställer planen för strafftiden, och till den fogas fångens skriftliga samtycke enligt 10 §. Planen för strafftiden ska ges till fången i skriftlig form.",
        "normalized_sv": "Fängelsedirektören eller i det fall som avses i 13 § Brottspåföljdsmyndighetens centralförvaltningsenhet fastställer planen för strafftiden, och till den fogas fångens skriftliga samtycke enligt 10 § . Planen för strafftiden ska ges till fången i skriftlig form.",
        "folded_sv": "fangelsedirektoren eller i det fall som avses i 13 § brottspafoljdsmyndighetens centralforvaltningsenhet faststaller planen for strafftiden, och till den fogas fangens skriftliga samtycke enligt 10 §. planen for strafftiden ska ges till fangen i skriftlig form."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Rangaistusajan suunnitelman muuttaminen",
      "content": "Olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
        "folded_fi": "olosuhteiden muuttumisen tai muun siihen rinnastettavan perustellun syyn vuoksi rangaistusajan suunnitelmaa voidaan muuttaa.",
        "title_sv": "Ändring av planen för strafftiden",
        "content_sv": "Planen för strafftiden kan ändras om förhållandena förändras eller det finns någon annan jämförbar grundad anledning.",
        "normalized_sv": "Planen för strafftiden kan ändras om förhållandena förändras eller det finns någon annan jämförbar grundad anledning.",
        "folded_sv": "planen for strafftiden kan andras om forhallandena forandras eller det finns nagon annan jamforbar grundad anledning."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Koevapauteen sijoitetun yleiset velvollisuudet",
      "content": "Koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 §:ssä tarkoitettuun toimintaan ja pysymään 2 §:ssä tarkoitetussa asunnossaan rangaistusajan suunnitelmassa määrätyllä tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitämään yhteyttä Rikosseuraamuslaitokseen rangaistusajan suunnitelmassa määrätyllä tavalla sekä ilmoittautumaan Rikosseuraamuslaitoksen yksikössä tai poliisilaitoksella Rikosseuraamuslaitoksen määräämällä tavalla; 4) ilmoittamaan Rikosseuraamuslaitokselle koevapauden täytäntöönpanon kannalta välttämättömät tiedot käyttämästään lääkityksestä; 5) käsittelemään huolellisesti 7 §:n 1 momentissa tarkoitettuja valvontavälineitä ja noudattamaan niiden käytöstä annettuja ohjeita; 6) päästämään valvontatehtäväänsä suorittavan Rikosseuraamuslaitoksen virkamiehen ja hänen seurassaan olevan apuvalvojan asuntoonsa. Jos 4 §:ssä tarkoitettu lääkehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisäksi velvollinen noudattamaan niitä koskevia ja rangaistusajan suunnitelmassa vahvistettuja määräyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 § :ssä tarkoitettuun toimintaan ja pysymään 2 § :ssä tarkoitetussa asunnossaan rangaistusajan suunnitelmassa määrätyllä tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitämään yhteyttä Rikosseuraamuslaitokseen rangaistusajan suunnitelmassa määrätyllä tavalla sekä ilmoittautumaan Rikosseuraamuslaitoksen yksikössä tai poliisilaitoksella Rikosseuraamuslaitoksen määräämällä tavalla; 4) ilmoittamaan Rikosseuraamuslaitokselle koevapauden täytäntöönpanon kannalta välttämättömät tiedot käyttämästään lääkityksestä; 5) käsittelemään huolellisesti 7 § :n 1 momentissa tarkoitettuja valvontavälineitä ja noudattamaan niiden käytöstä annettuja ohjeita; 6) päästämään valvontatehtäväänsä suorittavan Rikosseuraamuslaitoksen virkamiehen ja hänen seurassaan olevan apuvalvojan asuntoonsa. Jos 4 § :ssä tarkoitettu lääkehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisäksi velvollinen noudattamaan niitä koskevia ja rangaistusajan suunnitelmassa vahvistettuja määräyksiä.",
        "folded_fi": "koevapauteen sijoitettu on velvollinen: 1) osallistumaan 5 §:ssa tarkoitettuun toimintaan ja pysymaan 2 §:ssa tarkoitetussa asunnossaan rangaistusajan suunnitelmassa maaratylla tavalla; 2) noudattamaan rangaistusajan suunnitelmaa ja viikoittaista aikataulua; 3) pitamaan yhteytta rikosseuraamuslaitokseen rangaistusajan suunnitelmassa maaratylla tavalla seka ilmoittautumaan rikosseuraamuslaitoksen yksikossa tai poliisilaitoksella rikosseuraamuslaitoksen maaraamalla tavalla; 4) ilmoittamaan rikosseuraamuslaitokselle koevapauden taytantoonpanon kannalta valttamattomat tiedot kayttamastaan laakityksesta; 5) kasittelemaan huolellisesti 7 §:n 1 momentissa tarkoitettuja valvontavalineita ja noudattamaan niiden kaytosta annettuja ohjeita; 6) paastamaan valvontatehtavaansa suorittavan rikosseuraamuslaitoksen virkamiehen ja hanen seurassaan olevan apuvalvojan asuntoonsa. jos 4 §:ssa tarkoitettu laakehoito ja mahdollinen muu hoito ja tuki on asetettu valvotun koevapauden ehdoksi, koevapauteen sijoitettu on lisaksi velvollinen noudattamaan niita koskevia ja rangaistusajan suunnitelmassa vahvistettuja maarayksia.",
        "title_sv": "Allmänna skyldigheter för den som har placerats i frihet på prov",
        "content_sv": "Den som har placerats i frihet på prov är skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § på det sätt som bestäms i planen för strafftiden, 2) iaktta planen för strafftiden och veckoschemat, 3) hålla kontakt med Brottspåföljdsmyndigheten på det sätt som bestäms i planen för strafftiden samt anmäla sig hos en enhet vid Brottspåföljdsmyndigheten eller en polisinrättning på det sätt som Brottspåföljdsmyndigheten bestämmer, 4) till Brottspåföljdsmyndigheten lämna de uppgifter om läkemedel som han eller hon använder vilka är nödvändiga med avseende på verkställigheten av friheten på prov, 5) hantera de övervakningsanordningar som avses i 7 § 1 mom. med omsorg och följa anvisningarna om hur de ska användas, 6) ge en tjänsteman vid Brottspåföljdsmyndigheten som utför ett övervakningsuppdrag och en biträdande övervakare i dennes sällskap tillträde till sin bostad. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för den övervakade friheten på prov, är den som har placerats i övervakad frihet på prov dessutom skyldig att följa de bestämmelser som gäller detta och som fastställts i planen för strafftiden.",
        "normalized_sv": "Den som har placerats i frihet på prov är skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § på det sätt som bestäms i planen för strafftiden, 2) iaktta planen för strafftiden och veckoschemat, 3) hålla kontakt med Brottspåföljdsmyndigheten på det sätt som bestäms i planen för strafftiden samt anmäla sig hos en enhet vid Brottspåföljdsmyndigheten eller en polisinrättning på det sätt som Brottspåföljdsmyndigheten bestämmer, 4) till Brottspåföljdsmyndigheten lämna de uppgifter om läkemedel som han eller hon använder vilka är nödvändiga med avseende på verkställigheten av friheten på prov, 5) hantera de övervakningsanordningar som avses i 7 § 1 mom. med omsorg och följa anvisningarna om hur de ska användas, 6) ge en tjänsteman vid Brottspåföljdsmyndigheten som utför ett övervakningsuppdrag och en biträdande övervakare i dennes sällskap tillträde till sin bostad. Om sådan läkemedelsbehandling och eventuellt tillhörande annan behandling och stöd som avses i 4 § har ställts som villkor för den övervakade friheten på prov, är den som har placerats i övervakad frihet på prov dessutom skyldig att följa de bestämmelser som gäller detta och som fastställts i planen för strafftiden.",
        "folded_sv": "den som har placerats i frihet pa prov ar skyldig att 1) delta i den verksamhet som avses i 5 § och stanna i den bostad som avses i 2 § pa det satt som bestams i planen for strafftiden, 2) iaktta planen for strafftiden och veckoschemat, 3) halla kontakt med brottspafoljdsmyndigheten pa det satt som bestams i planen for strafftiden samt anmala sig hos en enhet vid brottspafoljdsmyndigheten eller en polisinrattning pa det satt som brottspafoljdsmyndigheten bestammer, 4) till brottspafoljdsmyndigheten lamna de uppgifter om lakemedel som han eller hon anvander vilka ar nodvandiga med avseende pa verkstalligheten av friheten pa prov, 5) hantera de overvakningsanordningar som avses i 7 § 1 mom. med omsorg och folja anvisningarna om hur de ska anvandas, 6) ge en tjansteman vid brottspafoljdsmyndigheten som utfor ett overvakningsuppdrag och en bitradande overvakare i dennes sallskap tilltrade till sin bostad. om sadan lakemedelsbehandling och eventuellt tillhorande annan behandling och stod som avses i 4 § har stallts som villkor for den overvakade friheten pa prov, ar den som har placerats i overvakad frihet pa prov dessutom skyldig att folja de bestammelser som galler detta och som faststallts i planen for strafftiden."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Lupa olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa",
      "content": "Koevapauteen sijoitetulle voidaan yksittäistapauksessa antaa lupa olla noudattamatta 14 §:ssä tarkoitettuun rangaistusajan suunnitelmaan sisältyvää määräystä, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka työ-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvästä tai muusta vastaavasta hyväksyttävästä syystä. Koevapauteen sijoitettu on velvollinen hyvissä ajoin etukäteen hakemaan Rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. Koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman määräystä ilman etukäteen saatua lupaa, jos se on yksittäistapauksessa välttämätöntä koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden täytäntöönpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. Tällöin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksettä Rikosseuraamuslaitokselle. Ilmoituksen johdosta tehtävästä päätöksestä säädetään 32 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Koevapauteen sijoitetulle voidaan yksittäistapauksessa antaa lupa olla noudattamatta 14 § :ssä tarkoitettuun rangaistusajan suunnitelmaan sisältyvää määräystä, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka työ-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvästä tai muusta vastaavasta hyväksyttävästä syystä. Koevapauteen sijoitettu on velvollinen hyvissä ajoin etukäteen hakemaan Rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. Koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman määräystä ilman etukäteen saatua lupaa, jos se on yksittäistapauksessa välttämätöntä koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden täytäntöönpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. Tällöin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksettä Rikosseuraamuslaitokselle. Ilmoituksen johdosta tehtävästä päätöksestä säädetään 32 § :ssä.",
        "folded_fi": "koevapauteen sijoitetulle voidaan yksittaistapauksessa antaa lupa olla noudattamatta 14 §:ssa tarkoitettuun rangaistusajan suunnitelmaan sisaltyvaa maaraysta, jos se on tarpeen koevapauteen sijoitetun perheeseen, terveydenhuoltoon, toimeentuloon taikka tyo-, koulutus-, sosiaali- tai asuntoasioiden hoitamiseen liittyvasta tai muusta vastaavasta hyvaksyttavasta syysta. koevapauteen sijoitettu on velvollinen hyvissa ajoin etukateen hakemaan rikosseuraamuslaitokselta luvan olla noudattamatta suunnitelmaa. koevapauteen sijoitettu voi olla noudattamatta rangaistusajan suunnitelman maaraysta ilman etukateen saatua lupaa, jos se on yksittaistapauksessa valttamatonta koevapauteen sijoitetun sairastumisen tai muun valvotun koevapauden taytantoonpanoon vaikuttavan ennalta arvaamattoman ja pakottavan syyn vuoksi. talloin koevapauteen sijoitettu on velvollinen ilmoittamaan asiasta viivytyksetta rikosseuraamuslaitokselle. ilmoituksen johdosta tehtavasta paatoksesta saadetaan 32 §:ssa.",
        "title_sv": "Tillstånd att tillfälligt låta bli att följa planen för strafftiden",
        "content_sv": "Den som har placerats i frihet på prov kan i ett enskilt fall få tillstånd att låta bli att följa en bestämmelse i den plan för strafftiden som avses i 14 §, om det behövs av en orsak som hänför sig till hans eller hennes familj, hälsovård, försörjning eller skötsel av arbets-, utbildnings-, social- eller bostadsärenden eller av någon annan godtagbar orsak. Den som har placerats i frihet på prov är skyldig att hos Brottspåföljdsmyndigheten i god tid på förhand ansöka om tillstånd att låta bli att följa planen. Den som har placerats i frihet på prov får utan föregående tillstånd låta bli att följa en bestämmelse i planen för strafftiden, om det i ett enskilt fall är nödvändigt på grund av att han eller hon insjuknat eller på grund av någon annan oförutsedd och tvingande omständighet som påverkar verkställigheten av den övervakade friheten på prov. I dessa fall är den som har placerats i frihet på prov skyldig att utan dröjsmål anmäla detta till Brottspåföljdsmyndigheten. Bestämmelser om det beslut som ska fattas med anledning av anmälan finns i 32 §.",
        "normalized_sv": "Den som har placerats i frihet på prov kan i ett enskilt fall få tillstånd att låta bli att följa en bestämmelse i den plan för strafftiden som avses i 14 § , om det behövs av en orsak som hänför sig till hans eller hennes familj, hälsovård, försörjning eller skötsel av arbets-, utbildnings-, social- eller bostadsärenden eller av någon annan godtagbar orsak. Den som har placerats i frihet på prov är skyldig att hos Brottspåföljdsmyndigheten i god tid på förhand ansöka om tillstånd att låta bli att följa planen. Den som har placerats i frihet på prov får utan föregående tillstånd låta bli att följa en bestämmelse i planen för strafftiden, om det i ett enskilt fall är nödvändigt på grund av att han eller hon insjuknat eller på grund av någon annan oförutsedd och tvingande omständighet som påverkar verkställigheten av den övervakade friheten på prov. I dessa fall är den som har placerats i frihet på prov skyldig att utan dröjsmål anmäla detta till Brottspåföljdsmyndigheten. Bestämmelser om det beslut som ska fattas med anledning av anmälan finns i 32 § .",
        "folded_sv": "den som har placerats i frihet pa prov kan i ett enskilt fall fa tillstand att lata bli att folja en bestammelse i den plan for strafftiden som avses i 14 §, om det behovs av en orsak som hanfor sig till hans eller hennes familj, halsovard, forsorjning eller skotsel av arbets-, utbildnings-, social- eller bostadsarenden eller av nagon annan godtagbar orsak. den som har placerats i frihet pa prov ar skyldig att hos brottspafoljdsmyndigheten i god tid pa forhand ansoka om tillstand att lata bli att folja planen. den som har placerats i frihet pa prov far utan foregaende tillstand lata bli att folja en bestammelse i planen for strafftiden, om det i ett enskilt fall ar nodvandigt pa grund av att han eller hon insjuknat eller pa grund av nagon annan oforutsedd och tvingande omstandighet som paverkar verkstalligheten av den overvakade friheten pa prov. i dessa fall ar den som har placerats i frihet pa prov skyldig att utan drojsmal anmala detta till brottspafoljdsmyndigheten. bestammelser om det beslut som ska fattas med anledning av anmalan finns i 32 §."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Päätösvalta",
      "content": "Rikosseuraamuslaitoksen keskushallintoyksikkö päättää elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttää poistumista Suomen valtion alueelta. Vankilan johtaja päättää muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. Vankilan johtaja päättää myös 22 §:n 3 momentissa tarkoitetun täytäntöönpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden täytäntöönpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai määräajaksi ja 26 §:ssä tarkoitetusta vankilaan palauttamisesta. Rikosseuraamuslaitoksen lääkäri päättää 4 §:ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 §:ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Rikosseuraamuslaitoksen lääkärille, joka tekee lopullisen päätöksen lääkehoidosta. Vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, työjärjestyksessä määrätty apulaisjohtaja tai rikosseuraamusesimies päättää 16 §:ssä tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 §:ssä tarkoitetun verinäytteen ottamisesta, 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 23 §:ssä tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 §:ssä tarkoitetun varoituksen antamisesta ja 33 §:ssä tarkoitettujen matkakustannusten korvaamisesta. Täytäntöönpanopäällikkö tai työjärjestyksessä määrätty muu virkamies päättää rangaistusajan laskemisesta ja 28 §:ssä tarkoitetusta rangaistusajaksi lukemisesta. Rikosseuraamuslaitoksen virkamies päättää muusta 19 §:ssä tarkoitetusta päihteettömyyden valvonnasta kuin verinäytteen ottamisesta, 21 §:n 2 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 24 §:ssä tarkoitetusta turvatarkastuksesta sekä turvatarkastuksessa löydettyjen esineiden ja aineiden pois ottamisesta, 26 §:n 3 momentissa tarkoitetusta suullisesta huomautuksesta sekä 22 §:n 2 momentissa ja 27 §:n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Rikosseuraamuslaitoksen keskushallintoyksikkö päättää elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. Rikosseuraamuslaitoksen keskushallintoyksikkö päättää 21 § :n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttää poistumista Suomen valtion alueelta. Vankilan johtaja päättää muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. Vankilan johtaja päättää myös 22 § :n 3 momentissa tarkoitetun täytäntöönpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden täytäntöönpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai määräajaksi ja 26 § :ssä tarkoitetusta vankilaan palauttamisesta. Rikosseuraamuslaitoksen lääkäri päättää 4 § :ssä tarkoitetun lääkehoidon sekä muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. Kiireellisessä tapauksessa lääkehoidon voi tilapäisesti keskeyttää myös 20 § :ssä tarkoitetussa sairaalassa tai erityissairaanhoidon yksikössä toimiva lääkäri. Tieto hoidon väliaikaisesta keskeyttämisestä välitetään viipymättä Rikosseuraamuslaitoksen lääkärille, joka tekee lopullisen päätöksen lääkehoidosta. Vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, työjärjestyksessä määrätty apulaisjohtaja tai rikosseuraamusesimies päättää 16 § :ssä tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 § :ssä tarkoitetun verinäytteen ottamisesta, 21 § :n 1 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 23 § :ssä tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 § :ssä tarkoitetun varoituksen antamisesta ja 33 § :ssä tarkoitettujen matkakustannusten korvaamisesta. Täytäntöönpanopäällikkö tai työjärjestyksessä määrätty muu virkamies päättää rangaistusajan laskemisesta ja 28 § :ssä tarkoitetusta rangaistusajaksi lukemisesta. Rikosseuraamuslaitoksen virkamies päättää muusta 19 § :ssä tarkoitetusta päihteettömyyden valvonnasta kuin verinäytteen ottamisesta, 21 § :n 2 momentissa tarkoitetusta luvasta olla tilapäisesti noudattamatta rangaistusajan suunnitelmaa, 24 § :ssä tarkoitetusta turvatarkastuksesta sekä turvatarkastuksessa löydettyjen esineiden ja aineiden pois ottamisesta, 26 § :n 3 momentissa tarkoitetusta suullisesta huomautuksesta sekä 22 § :n 2 momentissa ja 27 § :n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
        "folded_fi": "rikosseuraamuslaitoksen keskushallintoyksikko paattaa elinkautista vankeutta tai koko rangaistusta suorittavan vangin valvottuun koevapauteen sijoittamisesta. rikosseuraamuslaitoksen keskushallintoyksikko paattaa 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, jos lupa edellyttaa poistumista suomen valtion alueelta. vankilan johtaja paattaa muiden kuin 1 momentissa tarkoitettujen vankien valvottuun koevapauteen sijoittamisesta. vankilan johtaja paattaa myos 22 §:n 3 momentissa tarkoitetun taytantoonpanoon tulevan uuden rangaistuksen vaikutuksesta koevapauden taytantoonpanon jatkamiseen, valvotun koevapauden peruuttamisesta kokonaan tai maaraajaksi ja 26 §:ssa tarkoitetusta vankilaan palauttamisesta. rikosseuraamuslaitoksen laakari paattaa 4 §:ssa tarkoitetun laakehoidon seka muun hoidon ja tuen aloittamisesta, valvonnasta ja lopettamisesta. kiireellisessa tapauksessa laakehoidon voi tilapaisesti keskeyttaa myos 20 §:ssa tarkoitetussa sairaalassa tai erityissairaanhoidon yksikossa toimiva laakari. tieto hoidon valiaikaisesta keskeyttamisesta valitetaan viipymatta rikosseuraamuslaitoksen laakarille, joka tekee lopullisen paatoksen laakehoidosta. vankilan johtaja, yhdyskuntaseuraamustoimiston johtaja, tyojarjestyksessa maaratty apulaisjohtaja tai rikosseuraamusesimies paattaa 16 §:ssa tarkoitetusta rangaistusajan suunnitelman muuttamisesta, 19 §:ssa tarkoitetun verinaytteen ottamisesta, 21 §:n 1 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, 23 §:ssa tarkoitetun suostumuksen peruuttamisen aiheuttamista seurauksista, 26 §:ssa tarkoitetun varoituksen antamisesta ja 33 §:ssa tarkoitettujen matkakustannusten korvaamisesta. taytantoonpanopaallikko tai tyojarjestyksessa maaratty muu virkamies paattaa rangaistusajan laskemisesta ja 28 §:ssa tarkoitetusta rangaistusajaksi lukemisesta. rikosseuraamuslaitoksen virkamies paattaa muusta 19 §:ssa tarkoitetusta paihteettomyyden valvonnasta kuin verinaytteen ottamisesta, 21 §:n 2 momentissa tarkoitetusta luvasta olla tilapaisesti noudattamatta rangaistusajan suunnitelmaa, 24 §:ssa tarkoitetusta turvatarkastuksesta seka turvatarkastuksessa loydettyjen esineiden ja aineiden pois ottamisesta, 26 §:n 3 momentissa tarkoitetusta suullisesta huomautuksesta seka 22 §:n 2 momentissa ja 27 §:n 3 momentissa tarkoitetusta vankilaan toimittamisesta.",
        "title_sv": "Beslutanderätt",
        "content_sv": "Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om placering i övervakad frihet på prov av en fånge som avtjänar fängelse på livstid eller en fånge som avtjänar hela straffet. Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att följa planen för strafftiden, om tillståndet förutsätter att personen i fråga avlägsnar sig från Finlands territorium. Fängelsedirektören fattar beslut om placering i övervakad frihet på prov av andra fångar än de som avses i 1 mom. Fängelsedirektören fattar också beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkställas har på fortsatt verkställighet av frihet på prov, om återkallelse av övervakad frihet på prov för viss tid eller helt och hållet och om återförpassning till fängelse enligt 26 §. En läkare vid Brottspåföljdsmyndigheten fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 §. I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Brottspåföljdsmyndigheten ska omedelbart informeras om att läkemedelsbehandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen. Fängelsedirektören, direktören för byrån för samhällspåföljder, den biträdande direktören enligt arbetsordningen eller brottspåföljdschefen fattar beslut om ändring av planen för strafftiden enligt 16 §, tagande av blodprov enligt 19 §, tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att iaktta planen för strafftiden, följderna av återkallelse av samtycke enligt 23 §, givande av varning enligt 26 § och ersättning av resekostnader enligt 33 §. Verkställighetschefen eller någon annan tjänsteman som bestäms i arbetsordningen fattar beslut om beräkningen av strafftiden och om inräkningen i strafftiden enligt 28 §. En tjänsteman vid Brottspåföljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § än tagande av blodprov, tillstånd enligt 21 § 2 mom. att tillfälligt låta bli att följa planen för strafftiden, säkerhetskontroll enligt 24 § och fråntagande av föremål och ämnen som påträffats vid säkerhetskontroll enligt 24 §, en muntlig anmärkning enligt 26 § 3 mom. samt förpassning till fängelse enligt 22 § 2 mom. och 27 § 3 mom.",
        "normalized_sv": "Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om placering i övervakad frihet på prov av en fånge som avtjänar fängelse på livstid eller en fånge som avtjänar hela straffet. Brottspåföljdsmyndighetens centralförvaltningsenhet fattar beslut om tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att följa planen för strafftiden, om tillståndet förutsätter att personen i fråga avlägsnar sig från Finlands territorium. Fängelsedirektören fattar beslut om placering i övervakad frihet på prov av andra fångar än de som avses i 1 mom. Fängelsedirektören fattar också beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkställas har på fortsatt verkställighet av frihet på prov, om återkallelse av övervakad frihet på prov för viss tid eller helt och hållet och om återförpassning till fängelse enligt 26 § . En läkare vid Brottspåföljdsmyndigheten fattar beslut om påbörjande, övervakning och upphörande av sådan läkemedelsbehandling och annan behandling och stöd som avses i 4 § . I brådskande fall kan också en läkare vid ett sjukhus eller en enhet inom den specialiserade sjukvården som avses i 20 § avbryta läkemedelsbehandlingen tillfälligt. En läkare vid Brottspåföljdsmyndigheten ska omedelbart informeras om att läkemedelsbehandlingen avbrutits tillfälligt. Denna läkare fattar det slutliga beslutet om läkemedelsbehandlingen. Fängelsedirektören, direktören för byrån för samhällspåföljder, den biträdande direktören enligt arbetsordningen eller brottspåföljdschefen fattar beslut om ändring av planen för strafftiden enligt 16 § , tagande av blodprov enligt 19 § , tillstånd enligt 21 § 1 mom. att tillfälligt låta bli att iaktta planen för strafftiden, följderna av återkallelse av samtycke enligt 23 § , givande av varning enligt 26 § och ersättning av resekostnader enligt 33 § . Verkställighetschefen eller någon annan tjänsteman som bestäms i arbetsordningen fattar beslut om beräkningen av strafftiden och om inräkningen i strafftiden enligt 28 § . En tjänsteman vid Brottspåföljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § än tagande av blodprov, tillstånd enligt 21 § 2 mom. att tillfälligt låta bli att följa planen för strafftiden, säkerhetskontroll enligt 24 § och fråntagande av föremål och ämnen som påträffats vid säkerhetskontroll enligt 24 § , en muntlig anmärkning enligt 26 § 3 mom. samt förpassning till fängelse enligt 22 § 2 mom. och 27 § 3 mom.",
        "folded_sv": "brottspafoljdsmyndighetens centralforvaltningsenhet fattar beslut om placering i overvakad frihet pa prov av en fange som avtjanar fangelse pa livstid eller en fange som avtjanar hela straffet. brottspafoljdsmyndighetens centralforvaltningsenhet fattar beslut om tillstand enligt 21 § 1 mom. att tillfalligt lata bli att folja planen for strafftiden, om tillstandet forutsatter att personen i fraga avlagsnar sig fran finlands territorium. fangelsedirektoren fattar beslut om placering i overvakad frihet pa prov av andra fangar an de som avses i 1 mom. fangelsedirektoren fattar ocksa beslut om de verkningar som ett i 22 § 3 mom. avsett nytt straff som ska verkstallas har pa fortsatt verkstallighet av frihet pa prov, om aterkallelse av overvakad frihet pa prov for viss tid eller helt och hallet och om aterforpassning till fangelse enligt 26 §. en lakare vid brottspafoljdsmyndigheten fattar beslut om paborjande, overvakning och upphorande av sadan lakemedelsbehandling och annan behandling och stod som avses i 4 §. i bradskande fall kan ocksa en lakare vid ett sjukhus eller en enhet inom den specialiserade sjukvarden som avses i 20 § avbryta lakemedelsbehandlingen tillfalligt. en lakare vid brottspafoljdsmyndigheten ska omedelbart informeras om att lakemedelsbehandlingen avbrutits tillfalligt. denna lakare fattar det slutliga beslutet om lakemedelsbehandlingen. fangelsedirektoren, direktoren for byran for samhallspafoljder, den bitradande direktoren enligt arbetsordningen eller brottspafoljdschefen fattar beslut om andring av planen for strafftiden enligt 16 §, tagande av blodprov enligt 19 §, tillstand enligt 21 § 1 mom. att tillfalligt lata bli att iaktta planen for strafftiden, foljderna av aterkallelse av samtycke enligt 23 §, givande av varning enligt 26 § och ersattning av resekostnader enligt 33 §. verkstallighetschefen eller nagon annan tjansteman som bestams i arbetsordningen fattar beslut om berakningen av strafftiden och om inrakningen i strafftiden enligt 28 §. en tjansteman vid brottspafoljdsmyndigheten fattar beslut om annan kontroll av drogfrihet enligt 19 § an tagande av blodprov, tillstand enligt 21 § 2 mom. att tillfalligt lata bli att folja planen for strafftiden, sakerhetskontroll enligt 24 § och frantagande av foremal och amnen som patraffats vid sakerhetskontroll enligt 24 §, en muntlig anmarkning enligt 26 § 3 mom. samt forpassning till fangelse enligt 22 § 2 mom. och 27 § 3 mom."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Koevapauden päättyminen",
      "content": "Kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin määriteltynä ajankohtana päättyy, koevapauteen sijoitetun on tultava Rikosseuraamuslaitoksen yksikköön täytäntöönpanossa käytettyjen teknisten valvontavälineiden luovuttamista ja muita vapauttamiseen liittyviä toimenpiteitä varten. Valvottu koevapaus voidaan päättää myös niin, että Rikosseuraamuslaitoksen virkamies poistaa käytöstä ja ottaa haltuunsa valvotun koevapauden täytäntöönpanossa käytetyt tekniset valvontavälineet sekä luovuttaa ehdonalaiseen vapauttamiseen liittyvät asiakirjat koevapauden täytäntöönpanoon käytetyssä asunnossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin määriteltynä ajankohtana päättyy, koevapauteen sijoitetun on tultava Rikosseuraamuslaitoksen yksikköön täytäntöönpanossa käytettyjen teknisten valvontavälineiden luovuttamista ja muita vapauttamiseen liittyviä toimenpiteitä varten. Valvottu koevapaus voidaan päättää myös niin, että Rikosseuraamuslaitoksen virkamies poistaa käytöstä ja ottaa haltuunsa valvotun koevapauden täytäntöönpanossa käytetyt tekniset valvontavälineet sekä luovuttaa ehdonalaiseen vapauttamiseen liittyvät asiakirjat koevapauden täytäntöönpanoon käytetyssä asunnossa.",
        "folded_fi": "kun valvottu koevapaus rangaistusajan suunnitelmassa tarkemmin maariteltyna ajankohtana paattyy, koevapauteen sijoitetun on tultava rikosseuraamuslaitoksen yksikkoon taytantoonpanossa kaytettyjen teknisten valvontavalineiden luovuttamista ja muita vapauttamiseen liittyvia toimenpiteita varten. valvottu koevapaus voidaan paattaa myos niin, etta rikosseuraamuslaitoksen virkamies poistaa kaytosta ja ottaa haltuunsa valvotun koevapauden taytantoonpanossa kaytetyt tekniset valvontavalineet seka luovuttaa ehdonalaiseen vapauttamiseen liittyvat asiakirjat koevapauden taytantoonpanoon kaytetyssa asunnossa.",
        "title_sv": "Upphörande av frihet på prov",
        "content_sv": "När den övervakade friheten på prov upphör vid den tidpunkt som anges närmare i planen för strafftiden, ska den som har placerats i frihet på prov infinna sig vid en enhet vid Brottspåföljdsmyndigheten för att lämna tillbaka de tekniska övervakningsanordningar som har använts under friheten på prov och för andra åtgärder i anslutning till frigivningen. Övervakad frihet på prov kan också avslutas genom att en tjänsteman vid Brottspåföljdsmyndigheten tar ur bruk och omhändertar de tekniska anordningar som har använts vid verkställigheten av den övervakade friheten på prov samt överlämnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har använts under verkställigheten av friheten på prov.",
        "normalized_sv": "När den övervakade friheten på prov upphör vid den tidpunkt som anges närmare i planen för strafftiden, ska den som har placerats i frihet på prov infinna sig vid en enhet vid Brottspåföljdsmyndigheten för att lämna tillbaka de tekniska övervakningsanordningar som har använts under friheten på prov och för andra åtgärder i anslutning till frigivningen. Övervakad frihet på prov kan också avslutas genom att en tjänsteman vid Brottspåföljdsmyndigheten tar ur bruk och omhändertar de tekniska anordningar som har använts vid verkställigheten av den övervakade friheten på prov samt överlämnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har använts under verkställigheten av friheten på prov.",
        "folded_sv": "nar den overvakade friheten pa prov upphor vid den tidpunkt som anges narmare i planen for strafftiden, ska den som har placerats i frihet pa prov infinna sig vid en enhet vid brottspafoljdsmyndigheten for att lamna tillbaka de tekniska overvakningsanordningar som har anvants under friheten pa prov och for andra atgarder i anslutning till frigivningen. overvakad frihet pa prov kan ocksa avslutas genom att en tjansteman vid brottspafoljdsmyndigheten tar ur bruk och omhandertar de tekniska anordningar som har anvants vid verkstalligheten av den overvakade friheten pa prov samt overlamnar handlingarna i anslutning till den villkorliga frigivningen i den bostad som har anvants under verkstalligheten av friheten pa prov."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Muutoksenhaku",
      "content": "Oikaisuvaatimus Rikosseuraamuslaitoksen aluejohtajalle voidaan tehdä päätöksestä, joka koskee: 2) 21 §:ssä tarkoitettua tilapäistä lupaa olla noudattamatta rangaistusajan suunnitelmaan sisältyvää velvollisuutta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Oikaisuvaatimus Rikosseuraamuslaitoksen aluejohtajalle voidaan tehdä päätöksestä, joka koskee: 2) 21 § :ssä tarkoitettua tilapäistä lupaa olla noudattamatta rangaistusajan suunnitelmaan sisältyvää velvollisuutta;",
        "folded_fi": "oikaisuvaatimus rikosseuraamuslaitoksen aluejohtajalle voidaan tehda paatoksesta, joka koskee: 2) 21 §:ssa tarkoitettua tilapaista lupaa olla noudattamatta rangaistusajan suunnitelmaan sisaltyvaa velvollisuutta;",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning får begäras hos regiondirektören vid Brottspåföljdsmyndigheten i fråga om beslut som gäller 2) tillstånd enligt 21 § att tillfälligt låta bli att följa en bestämmelse i planen för strafftiden,",
        "normalized_sv": "Omprövning får begäras hos regiondirektören vid Brottspåföljdsmyndigheten i fråga om beslut som gäller 2) tillstånd enligt 21 § att tillfälligt låta bli att följa en bestämmelse i planen för strafftiden,",
        "folded_sv": "omprovning far begaras hos regiondirektoren vid brottspafoljdsmyndigheten i fraga om beslut som galler 2) tillstand enligt 21 § att tillfalligt lata bli att folja en bestammelse i planen for strafftiden,"
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    }
  ]
}