{
  "id": "408/2005",
  "type": "statute",
  "title": "Laki opintotukilain muuttamisesta",
  "title_en": "Lag om ändring av lagen om studiestöd",
  "status": "in_force",
  "issued_date": "2005-06-10",
  "in_force_date": "2005-06-10",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/408/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:14 a",
      "chapter": "2",
      "section": "14 a",
      "title": "Asumislisän määrä",
      "content": "Asumislisän määrä on 80 prosenttia kuukausivuokrasta, käyttövastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiinteän suuruisista kuukausittaisista asumismenoista. Asumislisää myönnettäessä asumismenoja ei oteta huomioon 252 euron ylittävältä osalta. Opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumäärällä, jollei erityisestä syystä hyväksytä muuta jakoperustetta. Jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisän määrä on enintään 58,87 euroa kuukaudessa. Kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisän määrä on 58,87 euroa kuukaudessa. Ulkomailla opiskelevan asumislisän määrä on 210 euroa kuukaudessa. Valtioneuvoston asetuksella voidaan säätää asumislisän määrästä maissa, joissa vuokrataso on alhainen. Asumislisää ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 a",
        "normalized_fi": "Asumislisän määrä on 80 prosenttia kuukausivuokrasta, käyttövastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiinteän suuruisista kuukausittaisista asumismenoista. Asumislisää myönnettäessä asumismenoja ei oteta huomioon 252 euron ylittävältä osalta. Opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumäärällä, jollei erityisestä syystä hyväksytä muuta jakoperustetta. Jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisän määrä on enintään 58,87 euroa kuukaudessa. Kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisän määrä on 58,87 euroa kuukaudessa. Ulkomailla opiskelevan asumislisän määrä on 210 euroa kuukaudessa. Valtioneuvoston asetuksella voidaan säätää asumislisän määrästä maissa, joissa vuokrataso on alhainen. Asumislisää ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
        "folded_fi": "asumislisan maara on 80 prosenttia kuukausivuokrasta, kayttovastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiintean suuruisista kuukausittaisista asumismenoista. asumislisaa myonnettaessa asumismenoja ei oteta huomioon 252 euron ylittavalta osalta. opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumaaralla, jollei erityisesta syysta hyvaksyta muuta jakoperustetta. jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisan maara on enintaan 58,87 euroa kuukaudessa. kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisan maara on 58,87 euroa kuukaudessa. ulkomailla opiskelevan asumislisan maara on 210 euroa kuukaudessa. valtioneuvoston asetuksella voidaan saataa asumislisan maarasta maissa, joissa vuokrataso on alhainen. asumislisaa ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
        "title_sv": "Bostadstilläggets belopp",
        "content_sv": "Bostadstillägget är 80 procent av månadshyran, bruksvederlaget eller med dessa jämförbara månatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrättsavtalet. När bostadstillägg beviljas beaktas inte boendekostnader till den del de överstiger 252 euro. En studerandes andel av boendekostnaderna fås genom att boendekostnaderna för hela bostaden divideras med antalet boende, om inte någon annan fördelningsgrund godkänns av särskilda skäl. Om en studerande bor i en bostad som han eller hon hyr av sin förälder eller som föräldern äger, är bostadstillägget högst 58,87 euro i månaden. Bostadstillägget för en studerande som studerar på avgiftsbelagda linjer vid en folkhögskola eller ett idrottsutbildningscenter är 58,87 euro i månaden, om den studerande bor i läroanstaltens elevhem. Bostadstillägget för den som studerar utomlands är 210 euro i månaden. Genom förordning av statsrådet kan föreskrivas om bostadstilläggets belopp i länder med låg hyresnivå. Bostadstillägg betalas inte, om boendekostnaderna understiger 33,63 euro i månaden.",
        "normalized_sv": "Bostadstillägget är 80 procent av månadshyran, bruksvederlaget eller med dessa jämförbara månatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrättsavtalet. När bostadstillägg beviljas beaktas inte boendekostnader till den del de överstiger 252 euro. En studerandes andel av boendekostnaderna fås genom att boendekostnaderna för hela bostaden divideras med antalet boende, om inte någon annan fördelningsgrund godkänns av särskilda skäl. Om en studerande bor i en bostad som han eller hon hyr av sin förälder eller som föräldern äger, är bostadstillägget högst 58,87 euro i månaden. Bostadstillägget för en studerande som studerar på avgiftsbelagda linjer vid en folkhögskola eller ett idrottsutbildningscenter är 58,87 euro i månaden, om den studerande bor i läroanstaltens elevhem. Bostadstillägget för den som studerar utomlands är 210 euro i månaden. Genom förordning av statsrådet kan föreskrivas om bostadstilläggets belopp i länder med låg hyresnivå. Bostadstillägg betalas inte, om boendekostnaderna understiger 33,63 euro i månaden.",
        "folded_sv": "bostadstillagget ar 80 procent av manadshyran, bruksvederlaget eller med dessa jamforbara manatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrattsavtalet. nar bostadstillagg beviljas beaktas inte boendekostnader till den del de overstiger 252 euro. en studerandes andel av boendekostnaderna fas genom att boendekostnaderna for hela bostaden divideras med antalet boende, om inte nagon annan fordelningsgrund godkanns av sarskilda skal. om en studerande bor i en bostad som han eller hon hyr av sin foralder eller som foraldern ager, ar bostadstillagget hogst 58,87 euro i manaden. bostadstillagget for en studerande som studerar pa avgiftsbelagda linjer vid en folkhogskola eller ett idrottsutbildningscenter ar 58,87 euro i manaden, om den studerande bor i laroanstaltens elevhem. bostadstillagget for den som studerar utomlands ar 210 euro i manaden. genom forordning av statsradet kan foreskrivas om bostadstillaggets belopp i lander med lag hyresniva. bostadstillagg betalas inte, om boendekostnaderna understiger 33,63 euro i manaden."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Valtiontakauksen suuruus",
      "content": "Opintolainan valtiontakauksen määrä tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on täyttänyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija täyttää 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Opintolainan valtiontakauksen määrä tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on täyttänyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija täyttää 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
        "folded_fi": "opintolainan valtiontakauksen maara tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on tayttanyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija tayttaa 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
        "title_sv": "Statsborgens storlek",
        "content_sv": "Beloppet av statsborgen för studielån per stödmånad är 1) 300 euro för en högskolestuderande och för den som får vuxenutbildningsstöd, 2) 220 euro för andra än högskolestuderande, om den studerande har fyllt 18 år, och 160 euro om den studerande inte har fyllt 18 år; rätten till högre statsborgen börjar vid ingången av den månad då den studerande fyller 18 år, 3) 440 euro för högskolestuderande som studerar utomlands och 360 euro för andra utomlands studerande.",
        "normalized_sv": "Beloppet av statsborgen för studielån per stödmånad är 1) 300 euro för en högskolestuderande och för den som får vuxenutbildningsstöd, 2) 220 euro för andra än högskolestuderande, om den studerande har fyllt 18 år, och 160 euro om den studerande inte har fyllt 18 år; rätten till högre statsborgen börjar vid ingången av den månad då den studerande fyller 18 år, 3) 440 euro för högskolestuderande som studerar utomlands och 360 euro för andra utomlands studerande.",
        "folded_sv": "beloppet av statsborgen for studielan per stodmanad ar 1) 300 euro for en hogskolestuderande och for den som far vuxenutbildningsstod, 2) 220 euro for andra an hogskolestuderande, om den studerande har fyllt 18 ar, och 160 euro om den studerande inte har fyllt 18 ar; ratten till hogre statsborgen borjar vid ingangen av den manad da den studerande fyller 18 ar, 3) 440 euro for hogskolestuderande som studerar utomlands och 360 euro for andra utomlands studerande."
      }
    },
    {
      "provision_ref": "2:16 c",
      "chapter": "2",
      "section": "16 c",
      "title": "Opintolainavähennys",
      "content": "Oikeus tuloverolain 127 d §:ssä tarkoitettuun opintolainavähennykseen on opintolainansaajalla, joka on suorittanut ylemmän korkeakoulututkinnon tai ammattikorkeakoulututkinnon. Alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavähennykseen vain, jos hänet on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa. Opintolainansaajalle voidaan myöntää oikeus opintolainavähennykseen vain lainansaajan ensimmäiseksi suorittaman vähennykseen oikeuttavan tutkinnon perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 c",
        "normalized_fi": "Oikeus tuloverolain 127 d § :ssä tarkoitettuun opintolainavähennykseen on opintolainansaajalla, joka on suorittanut ylemmän korkeakoulututkinnon tai ammattikorkeakoulututkinnon. Alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavähennykseen vain, jos hänet on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa. Opintolainansaajalle voidaan myöntää oikeus opintolainavähennykseen vain lainansaajan ensimmäiseksi suorittaman vähennykseen oikeuttavan tutkinnon perusteella.",
        "folded_fi": "oikeus tuloverolain 127 d §:ssa tarkoitettuun opintolainavahennykseen on opintolainansaajalla, joka on suorittanut ylemman korkeakoulututkinnon tai ammattikorkeakoulututkinnon. alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavahennykseen vain, jos hanet on valittu suorittamaan pelkastaan alempaa korkeakoulututkintoa. opintolainansaajalle voidaan myontaa oikeus opintolainavahennykseen vain lainansaajan ensimmaiseksi suorittaman vahennykseen oikeuttavan tutkinnon perusteella.",
        "title_sv": "Studielånsavdrag",
        "content_sv": "Rätt till studielånsavdrag som avses i 127 d § i inkomstskattelagen har en studielåntagare som har avlagt högre högskoleexamen eller yrkeshögskoleexamen. En studielåntagare som har avlagt lägre högskoleexamen har rätt till studielånsavdrag endast om han eller hon har antagits för att avlägga enbart lägre högskoleexamen. En studielåntagare kan beviljas rätt till studielånsavdrag endast för den första till avdrag berättigande examen som han eller hon har avlagt.",
        "normalized_sv": "Rätt till studielånsavdrag som avses i 127 d § i inkomstskattelagen har en studielåntagare som har avlagt högre högskoleexamen eller yrkeshögskoleexamen. En studielåntagare som har avlagt lägre högskoleexamen har rätt till studielånsavdrag endast om han eller hon har antagits för att avlägga enbart lägre högskoleexamen. En studielåntagare kan beviljas rätt till studielånsavdrag endast för den första till avdrag berättigande examen som han eller hon har avlagt.",
        "folded_sv": "ratt till studielansavdrag som avses i 127 d § i inkomstskattelagen har en studielantagare som har avlagt hogre hogskoleexamen eller yrkeshogskoleexamen. en studielantagare som har avlagt lagre hogskoleexamen har ratt till studielansavdrag endast om han eller hon har antagits for att avlagga enbart lagre hogskoleexamen. en studielantagare kan beviljas ratt till studielansavdrag endast for den forsta till avdrag berattigande examen som han eller hon har avlagt."
      }
    },
    {
      "provision_ref": "2:16 d",
      "chapter": "2",
      "section": "16 d",
      "title": "Opintolainavähennykseen oikeutetut",
      "content": "Ylemmän korkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään kahdella lukuvuodella. Ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää ammattikorkeakoululain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa, on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavähennykseen vastaavin perustein. Tutkinnon suorittamiseen käytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmäisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c §:ssä tarkoitetun tutkinnon suorittamislukukauden loppuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 d",
        "normalized_fi": "Ylemmän korkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään kahdella lukuvuodella. Ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää ammattikorkeakoululain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa, on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavähennykseen vastaavin perustein. Tutkinnon suorittamiseen käytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmäisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c § :ssä tarkoitetun tutkinnon suorittamislukukauden loppuun.",
        "folded_fi": "ylemman korkeakoulututkinnon suorittaneella on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa yliopistolain nojalla saadetyn kyseisen tutkinnon laajuuden mukaisen ajan enintaan kahdella lukuvuodella. ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa ammattikorkeakoululain nojalla saadetyn kyseisen tutkinnon laajuuden mukaisen ajan enintaan yhdella lukuvuodella. alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkastaan alempaa korkeakoulututkintoa, on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa yliopistolain nojalla saadetyn tutkinnon laajuuden mukaisen ajan enintaan yhdella lukuvuodella. ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavahennykseen vastaavin perustein. tutkinnon suorittamiseen kaytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmaisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c §:ssa tarkoitetun tutkinnon suorittamislukukauden loppuun.",
        "title_sv": "Berättigade till studielånsavdrag",
        "content_sv": "Den som har avlagt högre högskoleexamen har rätt till studielånsavdrag, om den tid som använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst två läsår. Den som har avlagt yrkeshögskoleexamen har rätt till studielånsavdrag, om den tid som har använts för examen överskrider den tid som motsvarar examens omfattning enligt yrkeshögskolelagen med högst ett läsår. Den som har avlagt lägre högskoleexamen och som har antagits för att avlägga endast lägre högskoleexamen har rätt till studielånsavdrag, om den tid som har använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst ett läsår. Den som har avlagt examen vid en utländsk högskola har rätt till studielånsavdrag på motsvarande grunder. Den tid som har använts för att avlägga examen beräknas från början av den termin då en studerande första gången tagit emot en studieplats vid en högskola till utgången av den termin då en i 16 c § avsedd examen har avlagts.",
        "normalized_sv": "Den som har avlagt högre högskoleexamen har rätt till studielånsavdrag, om den tid som använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst två läsår. Den som har avlagt yrkeshögskoleexamen har rätt till studielånsavdrag, om den tid som har använts för examen överskrider den tid som motsvarar examens omfattning enligt yrkeshögskolelagen med högst ett läsår. Den som har avlagt lägre högskoleexamen och som har antagits för att avlägga endast lägre högskoleexamen har rätt till studielånsavdrag, om den tid som har använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst ett läsår. Den som har avlagt examen vid en utländsk högskola har rätt till studielånsavdrag på motsvarande grunder. Den tid som har använts för att avlägga examen beräknas från början av den termin då en studerande första gången tagit emot en studieplats vid en högskola till utgången av den termin då en i 16 c § avsedd examen har avlagts.",
        "folded_sv": "den som har avlagt hogre hogskoleexamen har ratt till studielansavdrag, om den tid som anvants for att avlagga examen overskrider den tid som motsvarar examens omfattning enligt universitetslagen med hogst tva lasar. den som har avlagt yrkeshogskoleexamen har ratt till studielansavdrag, om den tid som har anvants for examen overskrider den tid som motsvarar examens omfattning enligt yrkeshogskolelagen med hogst ett lasar. den som har avlagt lagre hogskoleexamen och som har antagits for att avlagga endast lagre hogskoleexamen har ratt till studielansavdrag, om den tid som har anvants for att avlagga examen overskrider den tid som motsvarar examens omfattning enligt universitetslagen med hogst ett lasar. den som har avlagt examen vid en utlandsk hogskola har ratt till studielansavdrag pa motsvarande grunder. den tid som har anvants for att avlagga examen beraknas fran borjan av den termin da en studerande forsta gangen tagit emot en studieplats vid en hogskola till utgangen av den termin da en i 16 c § avsedd examen har avlagts."
      }
    },
    {
      "provision_ref": "2:16 e",
      "chapter": "2",
      "section": "16 e",
      "title": "Opintolainavähennys opintojen viivästyessä",
      "content": "Opintolainansaaja on oikeutettu opintolainavähennykseen, vaikka tutkinnon suorittamiseen käytetty aika on enintään kaksi lukuvuotta 16 d §:ssä säädettyä pitempi, jos lainansaajan opinnot ovat mainitussa pykälässä tarkoitettuna aikana viivästyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. Tutkinnon suorittamisaika voi olla edellä 16 d §:ssä tarkoitettua pitempi myös silloin, kun lainansaaja on mainitussa pykälässä tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista äitiys-, isyys- tai vanhempainrahaa. Huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista äitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspäivärahaa, täyden työkyvyttömyyden perusteella maksettavaa eläkettä tai korvausta taikka kansaneläkelain mukaista työkyvyttömyyseläkettä. Tutkinnon suorittamisaikaa pidentäneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtäjaksoisesti kestäneet vähintään kuukauden. Yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentämiseen oikeuttava jakso. Valtioneuvoston asetuksella voidaan säätää tarkemmin siitä, miten 1 ja 2 momentissa tarkoitetut opintolainavähennykseen oikeuttavaa aikaa pidentävät seikat otetaan huomioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 e",
        "normalized_fi": "Opintolainansaaja on oikeutettu opintolainavähennykseen, vaikka tutkinnon suorittamiseen käytetty aika on enintään kaksi lukuvuotta 16 d § :ssä säädettyä pitempi, jos lainansaajan opinnot ovat mainitussa pykälässä tarkoitettuna aikana viivästyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. Tutkinnon suorittamisaika voi olla edellä 16 d § :ssä tarkoitettua pitempi myös silloin, kun lainansaaja on mainitussa pykälässä tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista äitiys-, isyys- tai vanhempainrahaa. Huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista äitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspäivärahaa, täyden työkyvyttömyyden perusteella maksettavaa eläkettä tai korvausta taikka kansaneläkelain mukaista työkyvyttömyyseläkettä. Tutkinnon suorittamisaikaa pidentäneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtäjaksoisesti kestäneet vähintään kuukauden. Yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentämiseen oikeuttava jakso. Valtioneuvoston asetuksella voidaan säätää tarkemmin siitä, miten 1 ja 2 momentissa tarkoitetut opintolainavähennykseen oikeuttavaa aikaa pidentävät seikat otetaan huomioon.",
        "folded_fi": "opintolainansaaja on oikeutettu opintolainavahennykseen, vaikka tutkinnon suorittamiseen kaytetty aika on enintaan kaksi lukuvuotta 16 d §:ssa saadettya pitempi, jos lainansaajan opinnot ovat mainitussa pykalassa tarkoitettuna aikana viivastyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. tutkinnon suorittamisaika voi olla edella 16 d §:ssa tarkoitettua pitempi myos silloin, kun lainansaaja on mainitussa pykalassa tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista aitiys-, isyys- tai vanhempainrahaa. huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista aitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspaivarahaa, tayden tyokyvyttomyyden perusteella maksettavaa elaketta tai korvausta taikka kansanelakelain mukaista tyokyvyttomyyselaketta. tutkinnon suorittamisaikaa pidentaneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtajaksoisesti kestaneet vahintaan kuukauden. yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentamiseen oikeuttava jakso. valtioneuvoston asetuksella voidaan saataa tarkemmin siita, miten 1 ja 2 momentissa tarkoitetut opintolainavahennykseen oikeuttavaa aikaa pidentavat seikat otetaan huomioon.",
        "title_sv": "Studielånsavdrag vid fördröjda studier",
        "content_sv": "En studielåntagare är berättigad till studielånsavdrag även om den tid som använts för avläggande av examen är högst två läsår längre än vad som föreskrivs i 16 d §, om låntagarens studier under den tid som avses i nämnda paragraf har fördröjts på grund av fullgörande av tjänstgöring enligt värnpliktslagen (452/1950), civiltjänstlagen (1723/ 1991) eller lagen om frivillig militärtjänst för kvinnor (194/1995) eller på grund av egen sjukdom. Den tid det tar att avlägga examen kan vara längre än vad som avses i 16 d § också när låntagaren under den tid som avses i nämnda paragraf har fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen (1224/2004) för vård av ett barn. Endast de terminer kan beaktas under vilka låntagaren har fullgjort värnplikt, frivillig militärtjänst för kvinnor eller civiltjänst eller fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen för vård av ett barn eller har fått sjukdagpenning enligt sjukförsäkringslagen på grund av sjukdom, pension eller ersättning på basis av full arbetsoförmåga eller invaliditetspension enligt folkpensionslagen. Omständigheter som förlängt den tid det tar att avlägga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en månad. Under en termin kan endast en till förlängning berättigande period beaktas. Närmare bestämmelser om hur de i 1 och 2 mom. avsedda grunderna för förlängning av den tid som berättigar till studielånsavdrag skall beaktas kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En studielåntagare är berättigad till studielånsavdrag även om den tid som använts för avläggande av examen är högst två läsår längre än vad som föreskrivs i 16 d § , om låntagarens studier under den tid som avses i nämnda paragraf har fördröjts på grund av fullgörande av tjänstgöring enligt värnpliktslagen (452/1950), civiltjänstlagen (1723/ 1991) eller lagen om frivillig militärtjänst för kvinnor (194/1995) eller på grund av egen sjukdom. Den tid det tar att avlägga examen kan vara längre än vad som avses i 16 d § också när låntagaren under den tid som avses i nämnda paragraf har fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen (1224/2004) för vård av ett barn. Endast de terminer kan beaktas under vilka låntagaren har fullgjort värnplikt, frivillig militärtjänst för kvinnor eller civiltjänst eller fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen för vård av ett barn eller har fått sjukdagpenning enligt sjukförsäkringslagen på grund av sjukdom, pension eller ersättning på basis av full arbetsoförmåga eller invaliditetspension enligt folkpensionslagen. Omständigheter som förlängt den tid det tar att avlägga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en månad. Under en termin kan endast en till förlängning berättigande period beaktas. Närmare bestämmelser om hur de i 1 och 2 mom. avsedda grunderna för förlängning av den tid som berättigar till studielånsavdrag skall beaktas kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "en studielantagare ar berattigad till studielansavdrag aven om den tid som anvants for avlaggande av examen ar hogst tva lasar langre an vad som foreskrivs i 16 d §, om lantagarens studier under den tid som avses i namnda paragraf har fordrojts pa grund av fullgorande av tjanstgoring enligt varnpliktslagen (452/1950), civiltjanstlagen (1723/ 1991) eller lagen om frivillig militartjanst for kvinnor (194/1995) eller pa grund av egen sjukdom. den tid det tar att avlagga examen kan vara langre an vad som avses i 16 d § ocksa nar lantagaren under den tid som avses i namnda paragraf har fatt moderskaps-, faderskaps- eller foraldrapenning enligt sjukforsakringslagen (1224/2004) for vard av ett barn. endast de terminer kan beaktas under vilka lantagaren har fullgjort varnplikt, frivillig militartjanst for kvinnor eller civiltjanst eller fatt moderskaps-, faderskaps- eller foraldrapenning enligt sjukforsakringslagen for vard av ett barn eller har fatt sjukdagpenning enligt sjukforsakringslagen pa grund av sjukdom, pension eller ersattning pa basis av full arbetsoformaga eller invaliditetspension enligt folkpensionslagen. omstandigheter som forlangt den tid det tar att avlagga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en manad. under en termin kan endast en till forlangning berattigande period beaktas. narmare bestammelser om hur de i 1 och 2 mom. avsedda grunderna for forlangning av den tid som berattigar till studielansavdrag skall beaktas kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:16 f",
      "chapter": "2",
      "section": "16 f",
      "title": "Opintolainavähennyksestä päättäminen",
      "content": "Kansaneläkelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspäivän ja tutkinnon suorittamispäivän perusteella, onko vähennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavähennykseen. Ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavähennykseen Kansaneläkelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. Jos lainansaaja on oikeutettu opintolainavähennykseen, Kansaneläkelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myös tuloverolain 127 d §:ssä tarkoitetun opintolainavähennyksen enimmäismäärän sekä antaa lainansaajalle päätöksen oikeudesta opintolainavähennykseen ja opintolainavähennyksen enimmäismäärästä. Päätös voidaan antaa asianomaista kuulematta. Jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavähennykseen, Kansaneläkelaitos lähettää lainansaajalle päätösehdotuksen. Ehdotuksen mukainen päätös tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa määräajassa pyydä kirjallisesti asian käsittelemistä uudelleen. Edellä säädetystä poiketen tuloverolain 127 d §:n 6 momentissa tarkoitetun opintolainansaajan tulee hakea Kansaneläkelaitokselta oikeutta opintolainavähennykseen. Valtioneuvoston asetuksella säädetään tarkemmin päätöksenantomenettelystä ja 4 momentissa tarkoitetusta hakumenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 f",
        "normalized_fi": "Kansaneläkelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspäivän ja tutkinnon suorittamispäivän perusteella, onko vähennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavähennykseen. Ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavähennykseen Kansaneläkelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. Jos lainansaaja on oikeutettu opintolainavähennykseen, Kansaneläkelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myös tuloverolain 127 d § :ssä tarkoitetun opintolainavähennyksen enimmäismäärän sekä antaa lainansaajalle päätöksen oikeudesta opintolainavähennykseen ja opintolainavähennyksen enimmäismäärästä. Päätös voidaan antaa asianomaista kuulematta. Jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavähennykseen, Kansaneläkelaitos lähettää lainansaajalle päätösehdotuksen. Ehdotuksen mukainen päätös tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa määräajassa pyydä kirjallisesti asian käsittelemistä uudelleen. Edellä säädetystä poiketen tuloverolain 127 d § :n 6 momentissa tarkoitetun opintolainansaajan tulee hakea Kansaneläkelaitokselta oikeutta opintolainavähennykseen. Valtioneuvoston asetuksella säädetään tarkemmin päätöksenantomenettelystä ja 4 momentissa tarkoitetusta hakumenettelystä.",
        "folded_fi": "kansanelakelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspaivan ja tutkinnon suorittamispaivan perusteella, onko vahennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavahennykseen. ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavahennykseen kansanelakelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. jos lainansaaja on oikeutettu opintolainavahennykseen, kansanelakelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myos tuloverolain 127 d §:ssa tarkoitetun opintolainavahennyksen enimmaismaaran seka antaa lainansaajalle paatoksen oikeudesta opintolainavahennykseen ja opintolainavahennyksen enimmaismaarasta. paatos voidaan antaa asianomaista kuulematta. jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavahennykseen, kansanelakelaitos lahettaa lainansaajalle paatosehdotuksen. ehdotuksen mukainen paatos tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa maaraajassa pyyda kirjallisesti asian kasittelemista uudelleen. edella saadetysta poiketen tuloverolain 127 d §:n 6 momentissa tarkoitetun opintolainansaajan tulee hakea kansanelakelaitokselta oikeutta opintolainavahennykseen. valtioneuvoston asetuksella saadetaan tarkemmin paatoksenantomenettelysta ja 4 momentissa tarkoitetusta hakumenettelysta.",
        "title_sv": "Beslut om studielånsavdrag",
        "content_sv": "Folkpensionsanstalten undersöker utan ansökan på basis av högskolans uppgifter om den dag då studierna inletts och den dag då examen avlagts huruvida en studielåntagare som har avlagt en högskoleexamen som berättigar till studielånsavdrag har rätt till avdraget. När det är fråga om en studerande vid en utländsk högskola undersöker dock Folkpensionsanstalten rätten till studielånsavdrag på basis av de uppgifter om när studierna inletts och när examen avlagts som den studerande har lämnat. Om en låntagare har rätt till studielånsavdrag räknar Folkpensionsanstalten på basis av de uppgifter om studielån som penninginstituten lämnat också ut studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger låntagaren ett beslut om rätt till studielånsavdrag och om studielånsavdragets maximibelopp. Beslutet kan meddelas utan att den som saken gäller hörs. Om en låntagare på basis av de uppgifter som högskolan och penninginstituten har lämnat inte är berättigad till studielånsavdrag, sänder Folkpensionsanstalten ett förslag till beslut till låntagaren. Beslutet enligt förslaget träder i kraft, om inte låntagaren inom den tid som reserverats för anförande av besvär skriftligen begär att ärendet skall behandlas på nytt. Med avvikelse från bestämmelserna ovan skall en sådan studielåntagare som avses i 127 d § 6 mom. i inkomstskattelagen hos Folkpensionsanstalten ansöka om rätt till studielånsavdrag. Närmare bestämmelser om beslutsförfarandet och det ansökningsförfarande som avses i 4 mom. utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Folkpensionsanstalten undersöker utan ansökan på basis av högskolans uppgifter om den dag då studierna inletts och den dag då examen avlagts huruvida en studielåntagare som har avlagt en högskoleexamen som berättigar till studielånsavdrag har rätt till avdraget. När det är fråga om en studerande vid en utländsk högskola undersöker dock Folkpensionsanstalten rätten till studielånsavdrag på basis av de uppgifter om när studierna inletts och när examen avlagts som den studerande har lämnat. Om en låntagare har rätt till studielånsavdrag räknar Folkpensionsanstalten på basis av de uppgifter om studielån som penninginstituten lämnat också ut studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger låntagaren ett beslut om rätt till studielånsavdrag och om studielånsavdragets maximibelopp. Beslutet kan meddelas utan att den som saken gäller hörs. Om en låntagare på basis av de uppgifter som högskolan och penninginstituten har lämnat inte är berättigad till studielånsavdrag, sänder Folkpensionsanstalten ett förslag till beslut till låntagaren. Beslutet enligt förslaget träder i kraft, om inte låntagaren inom den tid som reserverats för anförande av besvär skriftligen begär att ärendet skall behandlas på nytt. Med avvikelse från bestämmelserna ovan skall en sådan studielåntagare som avses i 127 d § 6 mom. i inkomstskattelagen hos Folkpensionsanstalten ansöka om rätt till studielånsavdrag. Närmare bestämmelser om beslutsförfarandet och det ansökningsförfarande som avses i 4 mom. utfärdas genom förordning av statsrådet.",
        "folded_sv": "folkpensionsanstalten undersoker utan ansokan pa basis av hogskolans uppgifter om den dag da studierna inletts och den dag da examen avlagts huruvida en studielantagare som har avlagt en hogskoleexamen som berattigar till studielansavdrag har ratt till avdraget. nar det ar fraga om en studerande vid en utlandsk hogskola undersoker dock folkpensionsanstalten ratten till studielansavdrag pa basis av de uppgifter om nar studierna inletts och nar examen avlagts som den studerande har lamnat. om en lantagare har ratt till studielansavdrag raknar folkpensionsanstalten pa basis av de uppgifter om studielan som penninginstituten lamnat ocksa ut studielansavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger lantagaren ett beslut om ratt till studielansavdrag och om studielansavdragets maximibelopp. beslutet kan meddelas utan att den som saken galler hors. om en lantagare pa basis av de uppgifter som hogskolan och penninginstituten har lamnat inte ar berattigad till studielansavdrag, sander folkpensionsanstalten ett forslag till beslut till lantagaren. beslutet enligt forslaget trader i kraft, om inte lantagaren inom den tid som reserverats for anforande av besvar skriftligen begar att arendet skall behandlas pa nytt. med avvikelse fran bestammelserna ovan skall en sadan studielantagare som avses i 127 d § 6 mom. i inkomstskattelagen hos folkpensionsanstalten ansoka om ratt till studielansavdrag. narmare bestammelser om beslutsforfarandet och det ansokningsforfarande som avses i 4 mom. utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:41 b",
      "chapter": "2",
      "section": "41 b",
      "title": "Tietojensaantioikeus",
      "content": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä maksutta opintotuen täytäntöönpanoa varten: 5) rahalaitoksilta lainansaajittain yksilöidyt tiedot nostettujen, valtion takaamien opintolainojen määristä, opintolainojen lyhennyksistä ja koroista siten kuin Kansaneläkelaitos määrää; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristämisestä annetun lain (317/1953) 1 §:ssä tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja päättymisestä; 8) verohallinnolta opintolainavähennystä koskevien tehtävien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavähennyksen käyttämistä koskevat tiedot niistä verovelvollisista, jotka ovat verotuksessa vähentäneet tuloverolain 127 d §:ssä tarkoitetun opintolainavähennyksen enimmäismäärän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 b",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä maksutta opintotuen täytäntöönpanoa varten: 5) rahalaitoksilta lainansaajittain yksilöidyt tiedot nostettujen, valtion takaamien opintolainojen määristä, opintolainojen lyhennyksistä ja koroista siten kuin Kansaneläkelaitos määrää; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristämisestä annetun lain (317/1953) 1 § :ssä tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja päättymisestä; 8) verohallinnolta opintolainavähennystä koskevien tehtävien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavähennyksen käyttämistä koskevat tiedot niistä verovelvollisista, jotka ovat verotuksessa vähentäneet tuloverolain 127 d § :ssä tarkoitetun opintolainavähennyksen enimmäismäärän.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta maksutta opintotuen taytantoonpanoa varten: 5) rahalaitoksilta lainansaajittain yksiloidyt tiedot nostettujen, valtion takaamien opintolainojen maarista, opintolainojen lyhennyksista ja koroista siten kuin kansanelakelaitos maaraa; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristamisesta annetun lain (317/1953) 1 §:ssa tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja paattymisesta; 8) verohallinnolta opintolainavahennysta koskevien tehtavien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavahennyksen kayttamista koskevat tiedot niista verovelvollisista, jotka ovat verotuksessa vahentaneet tuloverolain 127 d §:ssa tarkoitetun opintolainavahennyksen enimmaismaaran.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "För verkställigheten av studiestödet har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) av penninginstituten i fråga om varje låntagare få uppgifter om till vilket belopp studielån med statsborgen har lyfts, om amorteringarna på studielånet och om räntorna, så som Folkpensionsanstalten bestämmer, 7) av straffanstalter och av tvångsinrättningar enligt 1 § i lagen om internering av farliga återfallsförbrytare (317/1953) få uppgifter om när ett straff börjar och slutar, 8) av skatteförvaltningen för skötseln av uppgifter som gäller studielånsavdrag få behövliga identifieringsuppgifter och uppgifter om användningen av studielånsavdrag för sådana skattskyldiga som i beskattningen dragit av studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen.",
        "normalized_sv": "För verkställigheten av studiestödet har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) av penninginstituten i fråga om varje låntagare få uppgifter om till vilket belopp studielån med statsborgen har lyfts, om amorteringarna på studielånet och om räntorna, så som Folkpensionsanstalten bestämmer, 7) av straffanstalter och av tvångsinrättningar enligt 1 § i lagen om internering av farliga återfallsförbrytare (317/1953) få uppgifter om när ett straff börjar och slutar, 8) av skatteförvaltningen för skötseln av uppgifter som gäller studielånsavdrag få behövliga identifieringsuppgifter och uppgifter om användningen av studielånsavdrag för sådana skattskyldiga som i beskattningen dragit av studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen.",
        "folded_sv": "for verkstalligheten av studiestodet har folkpensionsanstalten utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 5) av penninginstituten i fraga om varje lantagare fa uppgifter om till vilket belopp studielan med statsborgen har lyfts, om amorteringarna pa studielanet och om rantorna, sa som folkpensionsanstalten bestammer, 7) av straffanstalter och av tvangsinrattningar enligt 1 § i lagen om internering av farliga aterfallsforbrytare (317/1953) fa uppgifter om nar ett straff borjar och slutar, 8) av skatteforvaltningen for skotseln av uppgifter som galler studielansavdrag fa behovliga identifieringsuppgifter och uppgifter om anvandningen av studielansavdrag for sadana skattskyldiga som i beskattningen dragit av studielansavdragets maximibelopp enligt 127 d § i inkomstskattelagen."
      }
    },
    {
      "provision_ref": "2:41 c",
      "chapter": "2",
      "section": "41 c",
      "title": "Opintotukilautakuntien tiedonsaantioikeus",
      "content": "Opintotukilautakunnilla on oikeus salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä saada Kansaneläkelaitokselta 9 a §:ssä mainittujen tehtävien hoitamisen kannalta välttämättömät tiedot sekä Kansaneläkelaitoksen hallussa olevat tiedot 16 e §:ssä tarkoitetuista opintolainavähennykseen oikeuttavan ajan pidentämisperusteista. Opintotukilautakunnilla on oikeus saada tiedot maksutta. Edellä 9 a §:n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtäviä hoitavalla opintotukilautakunnalla on lisäksi oikeus käyttää salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä tämän lain mukaisten etuuksien käsittelyssä välttämättömiä Kansaneläkelaitoksen saamia tietoja. Edellä 2 momentissa tarkoitetuilla opintotukilautakunnilla on myös oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä nimettyä henkilöä koskevat tämän lain mukaisten etuuksien käsittelyä varten välttämättömät tiedot maksutta 41 a §:ssä tarkoitetuilta viranomaisilta ja muilta tahoilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 c",
        "normalized_fi": "Opintotukilautakunnilla on oikeus salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä saada Kansaneläkelaitokselta 9 a § :ssä mainittujen tehtävien hoitamisen kannalta välttämättömät tiedot sekä Kansaneläkelaitoksen hallussa olevat tiedot 16 e § :ssä tarkoitetuista opintolainavähennykseen oikeuttavan ajan pidentämisperusteista. Opintotukilautakunnilla on oikeus saada tiedot maksutta. Edellä 9 a § :n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtäviä hoitavalla opintotukilautakunnalla on lisäksi oikeus käyttää salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä tämän lain mukaisten etuuksien käsittelyssä välttämättömiä Kansaneläkelaitoksen saamia tietoja. Edellä 2 momentissa tarkoitetuilla opintotukilautakunnilla on myös oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä nimettyä henkilöä koskevat tämän lain mukaisten etuuksien käsittelyä varten välttämättömät tiedot maksutta 41 a § :ssä tarkoitetuilta viranomaisilta ja muilta tahoilta.",
        "folded_fi": "opintotukilautakunnilla on oikeus salassapitosaannosten ja muiden tietojen saantia koskevien rajoitusten estamatta saada kansanelakelaitokselta 9 a §:ssa mainittujen tehtavien hoitamisen kannalta valttamattomat tiedot seka kansanelakelaitoksen hallussa olevat tiedot 16 e §:ssa tarkoitetuista opintolainavahennykseen oikeuttavan ajan pidentamisperusteista. opintotukilautakunnilla on oikeus saada tiedot maksutta. edella 9 a §:n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtavia hoitavalla opintotukilautakunnalla on lisaksi oikeus kayttaa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta taman lain mukaisten etuuksien kasittelyssa valttamattomia kansanelakelaitoksen saamia tietoja. edella 2 momentissa tarkoitetuilla opintotukilautakunnilla on myos oikeus saada salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta nimettya henkiloa koskevat taman lain mukaisten etuuksien kasittelya varten valttamattomat tiedot maksutta 41 a §:ssa tarkoitetuilta viranomaisilta ja muilta tahoilta.",
        "title_sv": "Studiestödsnämndernas rätt att få uppgifter",
        "content_sv": "Studiestödsnämnderna har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att av Folkpensionsanstalten få uppgifter som är nödvändiga med tanke på skötseln av de uppdrag som nämns i 9 a § samt de uppgifter som Folkpensionsanstalten har om de i 16 e § avsedda grunderna för förlängning av den till studielånsavdrag berättigande tiden. Studiestödsnämnderna har rätt att få uppgifterna avgiftsfritt. Studiestödsnämnder som sköter studiestödsuppdrag med stöd av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att använda sådana för behandlingen av förmåner enligt denna lag nödvändiga uppgifter som Folkpensionsanstalten erhållit. I 2 mom. avsedda studiestödsnämnder har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter också rätt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt få sådana uppgifter om en viss person som är nödvändiga för behandlingen av förmåner enligt denna lag.",
        "normalized_sv": "Studiestödsnämnderna har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att av Folkpensionsanstalten få uppgifter som är nödvändiga med tanke på skötseln av de uppdrag som nämns i 9 a § samt de uppgifter som Folkpensionsanstalten har om de i 16 e § avsedda grunderna för förlängning av den till studielånsavdrag berättigande tiden. Studiestödsnämnderna har rätt att få uppgifterna avgiftsfritt. Studiestödsnämnder som sköter studiestödsuppdrag med stöd av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att använda sådana för behandlingen av förmåner enligt denna lag nödvändiga uppgifter som Folkpensionsanstalten erhållit. I 2 mom. avsedda studiestödsnämnder har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter också rätt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt få sådana uppgifter om en viss person som är nödvändiga för behandlingen av förmåner enligt denna lag.",
        "folded_sv": "studiestodsnamnderna har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att av folkpensionsanstalten fa uppgifter som ar nodvandiga med tanke pa skotseln av de uppdrag som namns i 9 a § samt de uppgifter som folkpensionsanstalten har om de i 16 e § avsedda grunderna for forlangning av den till studielansavdrag berattigande tiden. studiestodsnamnderna har ratt att fa uppgifterna avgiftsfritt. studiestodsnamnder som skoter studiestodsuppdrag med stod av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att anvanda sadana for behandlingen av formaner enligt denna lag nodvandiga uppgifter som folkpensionsanstalten erhallit. i 2 mom. avsedda studiestodsnamnder har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ocksa ratt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt fa sadana uppgifter om en viss person som ar nodvandiga for behandlingen av formaner enligt denna lag."
      }
    },
    {
      "provision_ref": "2:41 d",
      "chapter": "2",
      "section": "41 d",
      "title": "Tietojen luovuttaminen",
      "content": "Kansaneläkelaitoksella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä luovuttaa: 1) rahalaitokselle, josta henkilöllä on opintolainaa, tiedot 34 §:n mukaisen koron lisäämiseksi opintolainaan sekä opintotukilain (28/1972) nojalla myönnettyjen lainojen osalta tiedot opintojen päättymisestä; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavähennykseen oikeutetuista henkilöistä ja näiden opintolainavähennyksen enimmäismäärästä ja vuosittain maksamista opintolainan lyhennyksistä; 4) Pohjoismaiden opintotukiviranomaisille tiedot näiden maiden kansalaisten sekä näissä maissa opiskelevien Suomen kansalaisten Suomesta saamista opintotuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 d",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä luovuttaa: 1) rahalaitokselle, josta henkilöllä on opintolainaa, tiedot 34 § :n mukaisen koron lisäämiseksi opintolainaan sekä opintotukilain (28/1972) nojalla myönnettyjen lainojen osalta tiedot opintojen päättymisestä; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavähennykseen oikeutetuista henkilöistä ja näiden opintolainavähennyksen enimmäismäärästä ja vuosittain maksamista opintolainan lyhennyksistä; 4) Pohjoismaiden opintotukiviranomaisille tiedot näiden maiden kansalaisten sekä näissä maissa opiskelevien Suomen kansalaisten Suomesta saamista opintotuista.",
        "folded_fi": "kansanelakelaitoksella on oikeus salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta luovuttaa: 1) rahalaitokselle, josta henkilolla on opintolainaa, tiedot 34 §:n mukaisen koron lisaamiseksi opintolainaan seka opintotukilain (28/1972) nojalla myonnettyjen lainojen osalta tiedot opintojen paattymisesta; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavahennykseen oikeutetuista henkiloista ja naiden opintolainavahennyksen enimmaismaarasta ja vuosittain maksamista opintolainan lyhennyksista; 4) pohjoismaiden opintotukiviranomaisille tiedot naiden maiden kansalaisten seka naissa maissa opiskelevien suomen kansalaisten suomesta saamista opintotuista.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 1) till det penninginstitut där den studerande har studielån utlämna uppgifter för läggande av räntor enligt 34 § till studielånet samt i fråga om lån som beviljats enligt lagen om studiestöd (28/1972) uppgifter om att studierna upphört, 2) till det penninginstitut där den studerande har sökt studielån utlämna uppgifter om statsborgen för studielån och dess giltighet, 3) till skatteförvaltningen utlämna uppgifter om personer berättigade till studielånsavdrag och studielånsavdragets maximibelopp för dessa personer och de amorteringar på studielånet som dessa gjort årligen, 4) till nordiska studiestödsmyndigheter utlämna uppgifter om studiestöd som medborgare i dessa länder och finska medborgare som studerar i dessa länder får från Finland.",
        "normalized_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 1) till det penninginstitut där den studerande har studielån utlämna uppgifter för läggande av räntor enligt 34 § till studielånet samt i fråga om lån som beviljats enligt lagen om studiestöd (28/1972) uppgifter om att studierna upphört, 2) till det penninginstitut där den studerande har sökt studielån utlämna uppgifter om statsborgen för studielån och dess giltighet, 3) till skatteförvaltningen utlämna uppgifter om personer berättigade till studielånsavdrag och studielånsavdragets maximibelopp för dessa personer och de amorteringar på studielånet som dessa gjort årligen, 4) till nordiska studiestödsmyndigheter utlämna uppgifter om studiestöd som medborgare i dessa länder och finska medborgare som studerar i dessa länder får från Finland.",
        "folded_sv": "folkpensionsanstalten har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 1) till det penninginstitut dar den studerande har studielan utlamna uppgifter for laggande av rantor enligt 34 § till studielanet samt i fraga om lan som beviljats enligt lagen om studiestod (28/1972) uppgifter om att studierna upphort, 2) till det penninginstitut dar den studerande har sokt studielan utlamna uppgifter om statsborgen for studielan och dess giltighet, 3) till skatteforvaltningen utlamna uppgifter om personer berattigade till studielansavdrag och studielansavdragets maximibelopp for dessa personer och de amorteringar pa studielanet som dessa gjort arligen, 4) till nordiska studiestodsmyndigheter utlamna uppgifter om studiestod som medborgare i dessa lander och finska medborgare som studerar i dessa lander far fran finland."
      }
    },
    {
      "provision_ref": "2:43",
      "chapter": "2",
      "section": "43",
      "title": "Tekninen käyttöyhteys",
      "content": "Mitä tässä pykälässä säädetään tietojen luovuttamisesta teknisen käyttöyhteyden avulla, koskee myös Kansaneläkelaitoksen oikeutta saada 41 a ja 41 b §:ssä sekä 41 d §:n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen käyttöyhteyden avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:43",
        "normalized_fi": "Mitä tässä pykälässä säädetään tietojen luovuttamisesta teknisen käyttöyhteyden avulla, koskee myös Kansaneläkelaitoksen oikeutta saada 41 a ja 41 b § :ssä sekä 41 d § :n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen käyttöyhteyden avulla.",
        "folded_fi": "mita tassa pykalassa saadetaan tietojen luovuttamisesta teknisen kayttoyhteyden avulla, koskee myos kansanelakelaitoksen oikeutta saada 41 a ja 41 b §:ssa seka 41 d §:n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen kayttoyhteyden avulla.",
        "title_sv": "Teknisk anslutning",
        "content_sv": "Vad som i denna paragraf bestäms om utlämnande av uppgifter med hjälp av teknisk anslutning gäller även Folkpensionsanstaltens rätt att med hjälp av teknisk anslutning få uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten.",
        "normalized_sv": "Vad som i denna paragraf bestäms om utlämnande av uppgifter med hjälp av teknisk anslutning gäller även Folkpensionsanstaltens rätt att med hjälp av teknisk anslutning få uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten.",
        "folded_sv": "vad som i denna paragraf bestams om utlamnande av uppgifter med hjalp av teknisk anslutning galler aven folkpensionsanstaltens ratt att med hjalp av teknisk anslutning fa uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten."
      }
    },
    {
      "provision_ref": "2:47",
      "chapter": "2",
      "section": "47",
      "title": "Toimintamenot",
      "content": "Tämän lain toimeenpanosta Kansaneläkelaitokselle aiheutuvat menot luetaan Kansaneläkelaitoksen toimintamenoiksi ja oppilaitoksille 8 §:n 3 momentissa sekä 9 a §:n 1 ja 2 momentissa säädetyistä tehtävistä aiheutuvat menot kyseisen oppilaitoksen menoiksi. Edellä 9 a §:n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtävistä aiheutuvista toimintamenoista sovitaan Kansaneläkelaitoksen ja asianomaisen oppilaitoksen kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:47",
        "normalized_fi": "Tämän lain toimeenpanosta Kansaneläkelaitokselle aiheutuvat menot luetaan Kansaneläkelaitoksen toimintamenoiksi ja oppilaitoksille 8 § :n 3 momentissa sekä 9 a § :n 1 ja 2 momentissa säädetyistä tehtävistä aiheutuvat menot kyseisen oppilaitoksen menoiksi. Edellä 9 a § :n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtävistä aiheutuvista toimintamenoista sovitaan Kansaneläkelaitoksen ja asianomaisen oppilaitoksen kesken.",
        "folded_fi": "taman lain toimeenpanosta kansanelakelaitokselle aiheutuvat menot luetaan kansanelakelaitoksen toimintamenoiksi ja oppilaitoksille 8 §:n 3 momentissa seka 9 a §:n 1 ja 2 momentissa saadetyista tehtavista aiheutuvat menot kyseisen oppilaitoksen menoiksi. edella 9 a §:n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtavista aiheutuvista toimintamenoista sovitaan kansanelakelaitoksen ja asianomaisen oppilaitoksen kesken.",
        "title_sv": "Omkostnader",
        "content_sv": "De utgifter som verkställigheten av denna lag förorsakar Folkpensionsanstalten räknas som Folkpensionsanstaltens omkostnader och de utgifter som åsamkas läroanstalterna för de uppgifter som föreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. räknas som utgifter för läroanstalten i fråga. I fråga om de omkostnader som förorsakas av de uppgifter som på basis av ett avtal enligt 9 a § 4 mom. ankommer på läroanstalten avtalas mellan Folkpensionsanstalten och läroanstalten.",
        "normalized_sv": "De utgifter som verkställigheten av denna lag förorsakar Folkpensionsanstalten räknas som Folkpensionsanstaltens omkostnader och de utgifter som åsamkas läroanstalterna för de uppgifter som föreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. räknas som utgifter för läroanstalten i fråga. I fråga om de omkostnader som förorsakas av de uppgifter som på basis av ett avtal enligt 9 a § 4 mom. ankommer på läroanstalten avtalas mellan Folkpensionsanstalten och läroanstalten.",
        "folded_sv": "de utgifter som verkstalligheten av denna lag fororsakar folkpensionsanstalten raknas som folkpensionsanstaltens omkostnader och de utgifter som asamkas laroanstalterna for de uppgifter som foreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. raknas som utgifter for laroanstalten i fraga. i fraga om de omkostnader som fororsakas av de uppgifter som pa basis av ett avtal enligt 9 a § 4 mom. ankommer pa laroanstalten avtalas mellan folkpensionsanstalten och laroanstalten."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Opintotukietuudet",
      "content": "Tämän lain mukaista opintolainaa saaneella on tässä laissa säädetyin edellytyksin oikeus opintolainavähennykseen verotuksessa. Opintolainavähennyksestä säädetään tuloverolain (1535/1992) 127 d ja 127 e §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaista opintolainaa saaneella on tässä laissa säädetyin edellytyksin oikeus opintolainavähennykseen verotuksessa. Opintolainavähennyksestä säädetään tuloverolain (1535/1992) 127 d ja 127 e § :ssä.",
        "folded_fi": "taman lain mukaista opintolainaa saaneella on tassa laissa saadetyin edellytyksin oikeus opintolainavahennykseen verotuksessa. opintolainavahennyksesta saadetaan tuloverolain (1535/1992) 127 d ja 127 e §:ssa.",
        "title_sv": "Studiestödsförmåner",
        "content_sv": "Den som har fått studielån enligt denna lag har på de villkor som föreskrivs i denna lag rätt till studielånsavdrag i beskattningen. Bestämmelser om studielånsavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992).",
        "normalized_sv": "Den som har fått studielån enligt denna lag har på de villkor som föreskrivs i denna lag rätt till studielånsavdrag i beskattningen. Bestämmelser om studielånsavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992).",
        "folded_sv": "den som har fatt studielan enligt denna lag har pa de villkor som foreskrivs i denna lag ratt till studielansavdrag i beskattningen. bestammelser om studielansavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
        "folded_fi": "tassa laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 4) högskola de universitet som avses i universitetslagen (645/1997) och de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003),",
        "normalized_sv": "I denna lag avses med 4) högskola de universitet som avses i universitetslagen (645/1997) och de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003),",
        "folded_sv": "i denna lag avses med 4) hogskola de universitet som avses i universitetslagen (645/1997) och de yrkeshogskolor som avses i yrkeshogskolelagen (351/2003),"
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Päätoimiset opinnot",
      "content": "Päätoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. Muut korkeakouluopinnot ovat päätoimisia, kun opintojen laajuus on keskimäärin vähintään viisi opintopistettä opiskelukuukautta kohti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Päätoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. Muut korkeakouluopinnot ovat päätoimisia, kun opintojen laajuus on keskimäärin vähintään viisi opintopistettä opiskelukuukautta kohti.",
        "folded_fi": "paatoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. muut korkeakouluopinnot ovat paatoimisia, kun opintojen laajuus on keskimaarin vahintaan viisi opintopistetta opiskelukuukautta kohti.",
        "title_sv": "Heltidsstudier",
        "content_sv": "Studier där målsättningen är att avlägga högskoleexamen är heltidsstudier. Andra högskolestudier är heltidsstudier när deras omfattning i genomsnitt är minst fem studiepoäng per studiemånad.",
        "normalized_sv": "Studier där målsättningen är att avlägga högskoleexamen är heltidsstudier. Andra högskolestudier är heltidsstudier när deras omfattning i genomsnitt är minst fem studiepoäng per studiemånad.",
        "folded_sv": "studier dar malsattningen ar att avlagga hogskoleexamen ar heltidsstudier. andra hogskolestudier ar heltidsstudier nar deras omfattning i genomsnitt ar minst fem studiepoang per studiemanad."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Opintotukeen oikeuttava aika",
      "content": "Opintotukea myönnetään päätoimisten opintojen ajaksi. Yhtäjaksoisesti vähintään kahdeksan viikkoa kestävät opinnot oikeuttavat kahden kuukauden opintotukeen. Korkeakouluopiskelua varten opintotukea voi saada enintään 70 kuukaudeksi. Yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika määräytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla säädetyn laajuuden perusteella siten, että tukeen oikeuttava aika on enintään yhdeksän kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisättynä kymmenellä kuukaudella. Täydet lukuvuodet ylittävältä puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. Jos opiskelijalla on opiskeluoikeus alempaan ja ylempään korkeakoulututkintoon, tukeen oikeuttava aika määräytyy edellä säädetyllä tavalla näiden tutkintojen yhteenlasketun laajuuden perusteella. Sellaisessa ylemmässä korkeakoulututkinnossa, jonka pääaine tai aineryhmä, johon pääaine kuuluu, on Aasian ja Afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintään 64 kuukautta. Ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika määräytyy edellä säädetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. Jos opiskelija, jolle on myönnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi käytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. Valtioneuvoston asetuksella säädetään tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmäisajasta. Ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintään ammatillisesta koulutuksesta annetun lain 31 §:n 1 momentissa tarkoitetuksi ajaksi. Lukiokoulutuksessa opintotukea voi saada enintään lukiolain 24 §:n 1 momentissa tarkoitetuksi ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Opintotukea myönnetään päätoimisten opintojen ajaksi. Yhtäjaksoisesti vähintään kahdeksan viikkoa kestävät opinnot oikeuttavat kahden kuukauden opintotukeen. Korkeakouluopiskelua varten opintotukea voi saada enintään 70 kuukaudeksi. Yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika määräytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla säädetyn laajuuden perusteella siten, että tukeen oikeuttava aika on enintään yhdeksän kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisättynä kymmenellä kuukaudella. Täydet lukuvuodet ylittävältä puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. Jos opiskelijalla on opiskeluoikeus alempaan ja ylempään korkeakoulututkintoon, tukeen oikeuttava aika määräytyy edellä säädetyllä tavalla näiden tutkintojen yhteenlasketun laajuuden perusteella. Sellaisessa ylemmässä korkeakoulututkinnossa, jonka pääaine tai aineryhmä, johon pääaine kuuluu, on Aasian ja Afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintään 64 kuukautta. Ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika määräytyy edellä säädetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. Jos opiskelija, jolle on myönnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi käytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. Valtioneuvoston asetuksella säädetään tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmäisajasta. Ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintään ammatillisesta koulutuksesta annetun lain 31 § :n 1 momentissa tarkoitetuksi ajaksi. Lukiokoulutuksessa opintotukea voi saada enintään lukiolain 24 § :n 1 momentissa tarkoitetuksi ajaksi.",
        "folded_fi": "opintotukea myonnetaan paatoimisten opintojen ajaksi. yhtajaksoisesti vahintaan kahdeksan viikkoa kestavat opinnot oikeuttavat kahden kuukauden opintotukeen. korkeakouluopiskelua varten opintotukea voi saada enintaan 70 kuukaudeksi. yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika maaraytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla saadetyn laajuuden perusteella siten, etta tukeen oikeuttava aika on enintaan yhdeksan kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisattyna kymmenella kuukaudella. taydet lukuvuodet ylittavalta puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. jos opiskelijalla on opiskeluoikeus alempaan ja ylempaan korkeakoulututkintoon, tukeen oikeuttava aika maaraytyy edella saadetylla tavalla naiden tutkintojen yhteenlasketun laajuuden perusteella. sellaisessa ylemmassa korkeakoulututkinnossa, jonka paaaine tai aineryhma, johon paaaine kuuluu, on aasian ja afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintaan 64 kuukautta. ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika maaraytyy edella saadetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. jos opiskelija, jolle on myonnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi kaytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. valtioneuvoston asetuksella saadetaan tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmaisajasta. ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintaan ammatillisesta koulutuksesta annetun lain 31 §:n 1 momentissa tarkoitetuksi ajaksi. lukiokoulutuksessa opintotukea voi saada enintaan lukiolain 24 §:n 1 momentissa tarkoitetuksi ajaksi.",
        "title_sv": "Tidsbegränsningar",
        "content_sv": "Studiestöd beviljas för den tid då den studerande bedriver heltidsstudier. Studier som omfattar minst åtta veckor i en följd berättigar till två månaders studiestöd. Studiestöd för högskolestudier kan fås för högst 70 månader. Den tid som berättigar till stöd för avläggande av en högskoleexamen bestäms på basis av examens omfattning enligt universitetslagen eller yrkeshögskolelagen så att den tid som berättigar till stöd är högst nio månader per sådant läsår som innefattas i examens omfattning, utökad med tio månader. För ett sådant halvt läsår som följer på de fulla läsåren är den tid som berättigar till stöd dock fem månader. Om en studerande har rätt att avlägga lägre och högre högskoleexamen, bestäms den tid som berättigar till stöd på det sätt som föreskrivs ovan utifrån dessa examinas sammanlagda omfattning. Den tid som berättigar till stöd i fråga om en sådan högre högskoleexamen i vilken huvudämnet eller den ämnesgrupp till vilket huvudämnet hör är asiatiska och afrikanska språk och kulturer är dock högst 64 månader. I fråga om en examen som avläggs vid en utländsk högskola bestäms den tid som berättigar till studiestöd på de grunder som anges ovan och på basis av examens omfattning och läsårets längd. Om en studerande som har beviljats studiestöd för högskolestudier men som inte har avlagt högskoleexamen inleder studier för en andra högskoleexamen, beaktas de månader som använts för den tidigare examen vid uträknandet av den tid som berättigar till stöd. Närmare bestämmelser om maximitiden för studiestöd för högskoleexamina av olika omfattning utfärdas genom förordning av statsrådet. Inom utbildning som leder till en yrkesinriktad examen kan studiestöd fås för högst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. Inom gymnasieutbildning kan studiestöd fås för högst den tid som avses i 24 § 1 mom. i gymnasielagen.",
        "normalized_sv": "Studiestöd beviljas för den tid då den studerande bedriver heltidsstudier. Studier som omfattar minst åtta veckor i en följd berättigar till två månaders studiestöd. Studiestöd för högskolestudier kan fås för högst 70 månader. Den tid som berättigar till stöd för avläggande av en högskoleexamen bestäms på basis av examens omfattning enligt universitetslagen eller yrkeshögskolelagen så att den tid som berättigar till stöd är högst nio månader per sådant läsår som innefattas i examens omfattning, utökad med tio månader. För ett sådant halvt läsår som följer på de fulla läsåren är den tid som berättigar till stöd dock fem månader. Om en studerande har rätt att avlägga lägre och högre högskoleexamen, bestäms den tid som berättigar till stöd på det sätt som föreskrivs ovan utifrån dessa examinas sammanlagda omfattning. Den tid som berättigar till stöd i fråga om en sådan högre högskoleexamen i vilken huvudämnet eller den ämnesgrupp till vilket huvudämnet hör är asiatiska och afrikanska språk och kulturer är dock högst 64 månader. I fråga om en examen som avläggs vid en utländsk högskola bestäms den tid som berättigar till studiestöd på de grunder som anges ovan och på basis av examens omfattning och läsårets längd. Om en studerande som har beviljats studiestöd för högskolestudier men som inte har avlagt högskoleexamen inleder studier för en andra högskoleexamen, beaktas de månader som använts för den tidigare examen vid uträknandet av den tid som berättigar till stöd. Närmare bestämmelser om maximitiden för studiestöd för högskoleexamina av olika omfattning utfärdas genom förordning av statsrådet. Inom utbildning som leder till en yrkesinriktad examen kan studiestöd fås för högst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. Inom gymnasieutbildning kan studiestöd fås för högst den tid som avses i 24 § 1 mom. i gymnasielagen.",
        "folded_sv": "studiestod beviljas for den tid da den studerande bedriver heltidsstudier. studier som omfattar minst atta veckor i en foljd berattigar till tva manaders studiestod. studiestod for hogskolestudier kan fas for hogst 70 manader. den tid som berattigar till stod for avlaggande av en hogskoleexamen bestams pa basis av examens omfattning enligt universitetslagen eller yrkeshogskolelagen sa att den tid som berattigar till stod ar hogst nio manader per sadant lasar som innefattas i examens omfattning, utokad med tio manader. for ett sadant halvt lasar som foljer pa de fulla lasaren ar den tid som berattigar till stod dock fem manader. om en studerande har ratt att avlagga lagre och hogre hogskoleexamen, bestams den tid som berattigar till stod pa det satt som foreskrivs ovan utifran dessa examinas sammanlagda omfattning. den tid som berattigar till stod i fraga om en sadan hogre hogskoleexamen i vilken huvudamnet eller den amnesgrupp till vilket huvudamnet hor ar asiatiska och afrikanska sprak och kulturer ar dock hogst 64 manader. i fraga om en examen som avlaggs vid en utlandsk hogskola bestams den tid som berattigar till studiestod pa de grunder som anges ovan och pa basis av examens omfattning och lasarets langd. om en studerande som har beviljats studiestod for hogskolestudier men som inte har avlagt hogskoleexamen inleder studier for en andra hogskoleexamen, beaktas de manader som anvants for den tidigare examen vid utraknandet av den tid som berattigar till stod. narmare bestammelser om maximitiden for studiestod for hogskoleexamina av olika omfattning utfardas genom forordning av statsradet. inom utbildning som leder till en yrkesinriktad examen kan studiestod fas for hogst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. inom gymnasieutbildning kan studiestod fas for hogst den tid som avses i 24 § 1 mom. i gymnasielagen."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Korkeakoulututkintoa varten myönnettävän opintotuen enimmäisajan pidentäminen",
      "content": "Opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 §:ssä tarkoitetun enimmäisajan, voidaan myöntää opintotuki opiskelun jäljellä olevaksi ajaksi, kuitenkin enintään yhdeksäksi kuukaudeksi. Edellytyksenä on, että opiskelija osoittaa opintojen viivästymisen aiheutuneen opintojen edistymiseen merkittävästi vaikuttaneesta sairaudesta tai muusta erityisen painavasta syystä. Pidennystä voidaan kuitenkin myöntää vain, jos tutkinnon suorittamisen arvioidaan edellyttävän päätoimista opiskelua enintään yhden lukuvuoden ajan. Tämän pykälän mukaista tukea ei myönnetä opiskelijalle, jolle on jo myönnetty opintotukea 70 kuukaudeksi. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myöntämisen perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 § :ssä tarkoitetun enimmäisajan, voidaan myöntää opintotuki opiskelun jäljellä olevaksi ajaksi, kuitenkin enintään yhdeksäksi kuukaudeksi. Edellytyksenä on, että opiskelija osoittaa opintojen viivästymisen aiheutuneen opintojen edistymiseen merkittävästi vaikuttaneesta sairaudesta tai muusta erityisen painavasta syystä. Pidennystä voidaan kuitenkin myöntää vain, jos tutkinnon suorittamisen arvioidaan edellyttävän päätoimista opiskelua enintään yhden lukuvuoden ajan. Tämän pykälän mukaista tukea ei myönnetä opiskelijalle, jolle on jo myönnetty opintotukea 70 kuukaudeksi. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myöntämisen perusteista.",
        "folded_fi": "opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 §:ssa tarkoitetun enimmaisajan, voidaan myontaa opintotuki opiskelun jaljella olevaksi ajaksi, kuitenkin enintaan yhdeksaksi kuukaudeksi. edellytyksena on, etta opiskelija osoittaa opintojen viivastymisen aiheutuneen opintojen edistymiseen merkittavasti vaikuttaneesta sairaudesta tai muusta erityisen painavasta syysta. pidennysta voidaan kuitenkin myontaa vain, jos tutkinnon suorittamisen arvioidaan edellyttavan paatoimista opiskelua enintaan yhden lukuvuoden ajan. taman pykalan mukaista tukea ei myonneta opiskelijalle, jolle on jo myonnetty opintotukea 70 kuukaudeksi. valtioneuvoston asetuksella saadetaan tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myontamisen perusteista.",
        "title_sv": "Förlängning av maximitiden för studiestöd för högskoleexamen",
        "content_sv": "En studerande som har fått studiestöd under den maximitid som avses i 7 § för avläggande av en högskoleexamen kan beviljas studiestöd för den återstående tiden av studierna, dock för högst nio månader. Ett villkor är att den studerande visar att studierna fördröjts på grund av sjukdom som avsevärt inverkat på framgången i studierna eller av något annat synnerligen vägande skäl. Förlängd tid kan dock beviljas endast i det fall att studier på heltid under högst ett läsår anses vara en förutsättning för avläggande av examen. Stöd enligt denna paragraf beviljas inte studerande som redan har beviljats studiestöd under 70 månader. Närmare bestämmelser om ansökan om förlängning som avses i 1 mom. och om grunderna för beviljande av förlängning utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En studerande som har fått studiestöd under den maximitid som avses i 7 § för avläggande av en högskoleexamen kan beviljas studiestöd för den återstående tiden av studierna, dock för högst nio månader. Ett villkor är att den studerande visar att studierna fördröjts på grund av sjukdom som avsevärt inverkat på framgången i studierna eller av något annat synnerligen vägande skäl. Förlängd tid kan dock beviljas endast i det fall att studier på heltid under högst ett läsår anses vara en förutsättning för avläggande av examen. Stöd enligt denna paragraf beviljas inte studerande som redan har beviljats studiestöd under 70 månader. Närmare bestämmelser om ansökan om förlängning som avses i 1 mom. och om grunderna för beviljande av förlängning utfärdas genom förordning av statsrådet.",
        "folded_sv": "en studerande som har fatt studiestod under den maximitid som avses i 7 § for avlaggande av en hogskoleexamen kan beviljas studiestod for den aterstaende tiden av studierna, dock for hogst nio manader. ett villkor ar att den studerande visar att studierna fordrojts pa grund av sjukdom som avsevart inverkat pa framgangen i studierna eller av nagot annat synnerligen vagande skal. forlangd tid kan dock beviljas endast i det fall att studier pa heltid under hogst ett lasar anses vara en forutsattning for avlaggande av examen. stod enligt denna paragraf beviljas inte studerande som redan har beviljats studiestod under 70 manader. narmare bestammelser om ansokan om forlangning som avses i 1 mom. och om grunderna for beviljande av forlangning utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Opintotukilautakunnan tehtävät",
      "content": "Opintotukilautakunnan tehtävänä on: 1) seurata opintojen edistymistä ja antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto opintojen edistymisestä; 2) määritellä kesäaikana harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 3) määritellä muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 4) antaa Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavähennykseen; 5) antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, voidaanko enimmäisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentää 7 a §:ssä säädetyllä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Opintotukilautakunnan tehtävänä on: 1) seurata opintojen edistymistä ja antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto opintojen edistymisestä; 2) määritellä kesäaikana harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 3) määritellä muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 4) antaa Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavähennykseen; 5) antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, voidaanko enimmäisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentää 7 a § :ssä säädetyllä tavalla.",
        "folded_fi": "opintotukilautakunnan tehtavana on: 1) seurata opintojen edistymista ja antaa oma-aloitteisesti taikka kansanelakelaitoksen tai opiskelijan pyynnosta lausunto opintojen edistymisesta; 2) maaritella kesaaikana harjoitettavien opintojen riittava laajuus ja antaa yksittaistapauksissa lausunto kansanelakelaitokselle; 3) maaritella muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittava laajuus ja antaa yksittaistapauksissa lausunto kansanelakelaitokselle; 4) antaa kansanelakelaitoksen tai opiskelijan pyynnosta lausunto siita, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavahennykseen; 5) antaa oma-aloitteisesti taikka kansanelakelaitoksen tai opiskelijan pyynnosta lausunto siita, voidaanko enimmaisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentaa 7 a §:ssa saadetylla tavalla.",
        "title_sv": "Studiestödsnämndernas uppgifter",
        "content_sv": "Studiestödsnämnderna har till uppgift att 1) följa framgången i studierna och på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om studieframgången, 2) ange tillräcklig omfattning i fråga om studier som bedrivs under sommaren och i enskilda fall ge utlåtande till Folkpensionsanstalten, 3) ange tillräcklig omfattning i fråga om studier som bedrivs utomlands på annat sätt än via studentutbytesprogram och i enskilda fall ge utlåtande till Folkpensionsanstalten, 4) på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en låntagare som har fått statsborgen för studielån och som har avlagt examen är berättigad till studielånsavdrag, 5) på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en studerande som har fått studiestöd under den maximala tiden kan beviljas förlängning av den tid som berättigar till studiestöd på det sätt som föreskrivs i 7 a §.",
        "normalized_sv": "Studiestödsnämnderna har till uppgift att 1) följa framgången i studierna och på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om studieframgången, 2) ange tillräcklig omfattning i fråga om studier som bedrivs under sommaren och i enskilda fall ge utlåtande till Folkpensionsanstalten, 3) ange tillräcklig omfattning i fråga om studier som bedrivs utomlands på annat sätt än via studentutbytesprogram och i enskilda fall ge utlåtande till Folkpensionsanstalten, 4) på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en låntagare som har fått statsborgen för studielån och som har avlagt examen är berättigad till studielånsavdrag, 5) på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en studerande som har fått studiestöd under den maximala tiden kan beviljas förlängning av den tid som berättigar till studiestöd på det sätt som föreskrivs i 7 a § .",
        "folded_sv": "studiestodsnamnderna har till uppgift att 1) folja framgangen i studierna och pa eget initiativ eller pa begaran av folkpensionsanstalten eller den studerande ge utlatande om studieframgangen, 2) ange tillracklig omfattning i fraga om studier som bedrivs under sommaren och i enskilda fall ge utlatande till folkpensionsanstalten, 3) ange tillracklig omfattning i fraga om studier som bedrivs utomlands pa annat satt an via studentutbytesprogram och i enskilda fall ge utlatande till folkpensionsanstalten, 4) pa begaran av folkpensionsanstalten eller den studerande ge utlatande om huruvida en lantagare som har fatt statsborgen for studielan och som har avlagt examen ar berattigad till studielansavdrag, 5) pa eget initiativ eller pa begaran av folkpensionsanstalten eller den studerande ge utlatande om huruvida en studerande som har fatt studiestod under den maximala tiden kan beviljas forlangning av den tid som berattigar till studiestod pa det satt som foreskrivs i 7 a §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:14 a",
      "chapter": "2",
      "section": "14 a",
      "title": "Asumislisän määrä",
      "content": "Asumislisän määrä on 80 prosenttia kuukausivuokrasta, käyttövastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiinteän suuruisista kuukausittaisista asumismenoista. Asumislisää myönnettäessä asumismenoja ei oteta huomioon 252 euron ylittävältä osalta. Opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumäärällä, jollei erityisestä syystä hyväksytä muuta jakoperustetta. Jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisän määrä on enintään 58,87 euroa kuukaudessa. Kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisän määrä on 58,87 euroa kuukaudessa. Ulkomailla opiskelevan asumislisän määrä on 210 euroa kuukaudessa. Valtioneuvoston asetuksella voidaan säätää asumislisän määrästä maissa, joissa vuokrataso on alhainen. Asumislisää ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 a",
        "normalized_fi": "Asumislisän määrä on 80 prosenttia kuukausivuokrasta, käyttövastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiinteän suuruisista kuukausittaisista asumismenoista. Asumislisää myönnettäessä asumismenoja ei oteta huomioon 252 euron ylittävältä osalta. Opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumäärällä, jollei erityisestä syystä hyväksytä muuta jakoperustetta. Jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisän määrä on enintään 58,87 euroa kuukaudessa. Kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisän määrä on 58,87 euroa kuukaudessa. Ulkomailla opiskelevan asumislisän määrä on 210 euroa kuukaudessa. Valtioneuvoston asetuksella voidaan säätää asumislisän määrästä maissa, joissa vuokrataso on alhainen. Asumislisää ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
        "folded_fi": "asumislisan maara on 80 prosenttia kuukausivuokrasta, kayttovastikkeesta taikka niihin rinnastettavista vuokrasopimuksen tai asumisoikeussopimuksen mukaisista kiintean suuruisista kuukausittaisista asumismenoista. asumislisaa myonnettaessa asumismenoja ei oteta huomioon 252 euron ylittavalta osalta. opiskelijan osuus asumismenoista saadaan jakamalla koko asunnon asumismenot asukkaiden lukumaaralla, jollei erityisesta syysta hyvaksyta muuta jakoperustetta. jos opiskelija asuu vanhemmaltaan vuokraamassaan tai vanhempansa omistamassa asunnossa, asumislisan maara on enintaan 58,87 euroa kuukaudessa. kansanopiston tai liikunnan koulutuskeskuksen maksullisella linjalla opiskelevan, oppilaitoksen asuntolassa asuvan opiskelijan asumislisan maara on 58,87 euroa kuukaudessa. ulkomailla opiskelevan asumislisan maara on 210 euroa kuukaudessa. valtioneuvoston asetuksella voidaan saataa asumislisan maarasta maissa, joissa vuokrataso on alhainen. asumislisaa ei makseta, jos asumismenot ovat alle 33,63 euroa kuukaudessa.",
        "title_sv": "Bostadstilläggets belopp",
        "content_sv": "Bostadstillägget är 80 procent av månadshyran, bruksvederlaget eller med dessa jämförbara månatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrättsavtalet. När bostadstillägg beviljas beaktas inte boendekostnader till den del de överstiger 252 euro. En studerandes andel av boendekostnaderna fås genom att boendekostnaderna för hela bostaden divideras med antalet boende, om inte någon annan fördelningsgrund godkänns av särskilda skäl. Om en studerande bor i en bostad som han eller hon hyr av sin förälder eller som föräldern äger, är bostadstillägget högst 58,87 euro i månaden. Bostadstillägget för en studerande som studerar på avgiftsbelagda linjer vid en folkhögskola eller ett idrottsutbildningscenter är 58,87 euro i månaden, om den studerande bor i läroanstaltens elevhem. Bostadstillägget för den som studerar utomlands är 210 euro i månaden. Genom förordning av statsrådet kan föreskrivas om bostadstilläggets belopp i länder med låg hyresnivå. Bostadstillägg betalas inte, om boendekostnaderna understiger 33,63 euro i månaden.",
        "normalized_sv": "Bostadstillägget är 80 procent av månadshyran, bruksvederlaget eller med dessa jämförbara månatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrättsavtalet. När bostadstillägg beviljas beaktas inte boendekostnader till den del de överstiger 252 euro. En studerandes andel av boendekostnaderna fås genom att boendekostnaderna för hela bostaden divideras med antalet boende, om inte någon annan fördelningsgrund godkänns av särskilda skäl. Om en studerande bor i en bostad som han eller hon hyr av sin förälder eller som föräldern äger, är bostadstillägget högst 58,87 euro i månaden. Bostadstillägget för en studerande som studerar på avgiftsbelagda linjer vid en folkhögskola eller ett idrottsutbildningscenter är 58,87 euro i månaden, om den studerande bor i läroanstaltens elevhem. Bostadstillägget för den som studerar utomlands är 210 euro i månaden. Genom förordning av statsrådet kan föreskrivas om bostadstilläggets belopp i länder med låg hyresnivå. Bostadstillägg betalas inte, om boendekostnaderna understiger 33,63 euro i månaden.",
        "folded_sv": "bostadstillagget ar 80 procent av manadshyran, bruksvederlaget eller med dessa jamforbara manatliga boendekostnader av fast storlek enligt hyresavtalet eller bostadsrattsavtalet. nar bostadstillagg beviljas beaktas inte boendekostnader till den del de overstiger 252 euro. en studerandes andel av boendekostnaderna fas genom att boendekostnaderna for hela bostaden divideras med antalet boende, om inte nagon annan fordelningsgrund godkanns av sarskilda skal. om en studerande bor i en bostad som han eller hon hyr av sin foralder eller som foraldern ager, ar bostadstillagget hogst 58,87 euro i manaden. bostadstillagget for en studerande som studerar pa avgiftsbelagda linjer vid en folkhogskola eller ett idrottsutbildningscenter ar 58,87 euro i manaden, om den studerande bor i laroanstaltens elevhem. bostadstillagget for den som studerar utomlands ar 210 euro i manaden. genom forordning av statsradet kan foreskrivas om bostadstillaggets belopp i lander med lag hyresniva. bostadstillagg betalas inte, om boendekostnaderna understiger 33,63 euro i manaden."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Valtiontakauksen suuruus",
      "content": "Opintolainan valtiontakauksen määrä tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on täyttänyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija täyttää 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Opintolainan valtiontakauksen määrä tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on täyttänyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija täyttää 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
        "folded_fi": "opintolainan valtiontakauksen maara tukikuukautta kohden on: 1) korkeakouluopiskelijalla ja aikuiskoulutustukea saavalla 300 euroa; 2) muulla kuin korkeakouluopiskelijalla 220 euroa, kun opiskelija on tayttanyt 18 vuotta, ja 160 euroa, kun opiskelija on alle 18-vuotias; oikeus korkeampaan valtiontakaukseen alkaa sen kuukauden alusta, jona opiskelija tayttaa 18 vuotta; 3) ulkomailla opiskelevalla korkeakouluopiskelijalla 440 euroa ja muulla ulkomailla opiskelevalla opiskelijalla 360 euroa.",
        "title_sv": "Statsborgens storlek",
        "content_sv": "Beloppet av statsborgen för studielån per stödmånad är 1) 300 euro för en högskolestuderande och för den som får vuxenutbildningsstöd, 2) 220 euro för andra än högskolestuderande, om den studerande har fyllt 18 år, och 160 euro om den studerande inte har fyllt 18 år; rätten till högre statsborgen börjar vid ingången av den månad då den studerande fyller 18 år, 3) 440 euro för högskolestuderande som studerar utomlands och 360 euro för andra utomlands studerande.",
        "normalized_sv": "Beloppet av statsborgen för studielån per stödmånad är 1) 300 euro för en högskolestuderande och för den som får vuxenutbildningsstöd, 2) 220 euro för andra än högskolestuderande, om den studerande har fyllt 18 år, och 160 euro om den studerande inte har fyllt 18 år; rätten till högre statsborgen börjar vid ingången av den månad då den studerande fyller 18 år, 3) 440 euro för högskolestuderande som studerar utomlands och 360 euro för andra utomlands studerande.",
        "folded_sv": "beloppet av statsborgen for studielan per stodmanad ar 1) 300 euro for en hogskolestuderande och for den som far vuxenutbildningsstod, 2) 220 euro for andra an hogskolestuderande, om den studerande har fyllt 18 ar, och 160 euro om den studerande inte har fyllt 18 ar; ratten till hogre statsborgen borjar vid ingangen av den manad da den studerande fyller 18 ar, 3) 440 euro for hogskolestuderande som studerar utomlands och 360 euro for andra utomlands studerande."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:16 c",
      "chapter": "2",
      "section": "16 c",
      "title": "Opintolainavähennys",
      "content": "Oikeus tuloverolain 127 d §:ssä tarkoitettuun opintolainavähennykseen on opintolainansaajalla, joka on suorittanut ylemmän korkeakoulututkinnon tai ammattikorkeakoulututkinnon. Alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavähennykseen vain, jos hänet on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa. Opintolainansaajalle voidaan myöntää oikeus opintolainavähennykseen vain lainansaajan ensimmäiseksi suorittaman vähennykseen oikeuttavan tutkinnon perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 c",
        "normalized_fi": "Oikeus tuloverolain 127 d § :ssä tarkoitettuun opintolainavähennykseen on opintolainansaajalla, joka on suorittanut ylemmän korkeakoulututkinnon tai ammattikorkeakoulututkinnon. Alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavähennykseen vain, jos hänet on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa. Opintolainansaajalle voidaan myöntää oikeus opintolainavähennykseen vain lainansaajan ensimmäiseksi suorittaman vähennykseen oikeuttavan tutkinnon perusteella.",
        "folded_fi": "oikeus tuloverolain 127 d §:ssa tarkoitettuun opintolainavahennykseen on opintolainansaajalla, joka on suorittanut ylemman korkeakoulututkinnon tai ammattikorkeakoulututkinnon. alemman korkeakoulututkinnon suorittanut opintolainansaaja on oikeutettu opintolainavahennykseen vain, jos hanet on valittu suorittamaan pelkastaan alempaa korkeakoulututkintoa. opintolainansaajalle voidaan myontaa oikeus opintolainavahennykseen vain lainansaajan ensimmaiseksi suorittaman vahennykseen oikeuttavan tutkinnon perusteella.",
        "title_sv": "Studielånsavdrag",
        "content_sv": "Rätt till studielånsavdrag som avses i 127 d § i inkomstskattelagen har en studielåntagare som har avlagt högre högskoleexamen eller yrkeshögskoleexamen. En studielåntagare som har avlagt lägre högskoleexamen har rätt till studielånsavdrag endast om han eller hon har antagits för att avlägga enbart lägre högskoleexamen. En studielåntagare kan beviljas rätt till studielånsavdrag endast för den första till avdrag berättigande examen som han eller hon har avlagt.",
        "normalized_sv": "Rätt till studielånsavdrag som avses i 127 d § i inkomstskattelagen har en studielåntagare som har avlagt högre högskoleexamen eller yrkeshögskoleexamen. En studielåntagare som har avlagt lägre högskoleexamen har rätt till studielånsavdrag endast om han eller hon har antagits för att avlägga enbart lägre högskoleexamen. En studielåntagare kan beviljas rätt till studielånsavdrag endast för den första till avdrag berättigande examen som han eller hon har avlagt.",
        "folded_sv": "ratt till studielansavdrag som avses i 127 d § i inkomstskattelagen har en studielantagare som har avlagt hogre hogskoleexamen eller yrkeshogskoleexamen. en studielantagare som har avlagt lagre hogskoleexamen har ratt till studielansavdrag endast om han eller hon har antagits for att avlagga enbart lagre hogskoleexamen. en studielantagare kan beviljas ratt till studielansavdrag endast for den forsta till avdrag berattigande examen som han eller hon har avlagt."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:16 d",
      "chapter": "2",
      "section": "16 d",
      "title": "Opintolainavähennykseen oikeutetut",
      "content": "Ylemmän korkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään kahdella lukuvuodella. Ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää ammattikorkeakoululain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa, on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavähennykseen vastaavin perustein. Tutkinnon suorittamiseen käytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmäisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c §:ssä tarkoitetun tutkinnon suorittamislukukauden loppuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 d",
        "normalized_fi": "Ylemmän korkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään kahdella lukuvuodella. Ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää ammattikorkeakoululain nojalla säädetyn kyseisen tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkästään alempaa korkeakoulututkintoa, on oikeus opintolainavähennykseen, kun tutkinnon suorittamiseen käytetty aika ylittää yliopistolain nojalla säädetyn tutkinnon laajuuden mukaisen ajan enintään yhdellä lukuvuodella. Ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavähennykseen vastaavin perustein. Tutkinnon suorittamiseen käytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmäisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c § :ssä tarkoitetun tutkinnon suorittamislukukauden loppuun.",
        "folded_fi": "ylemman korkeakoulututkinnon suorittaneella on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa yliopistolain nojalla saadetyn kyseisen tutkinnon laajuuden mukaisen ajan enintaan kahdella lukuvuodella. ammattikorkeakoulututkinnon suorittaneella on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa ammattikorkeakoululain nojalla saadetyn kyseisen tutkinnon laajuuden mukaisen ajan enintaan yhdella lukuvuodella. alemman korkeakoulututkinnon suorittaneella, joka on valittu suorittamaan pelkastaan alempaa korkeakoulututkintoa, on oikeus opintolainavahennykseen, kun tutkinnon suorittamiseen kaytetty aika ylittaa yliopistolain nojalla saadetyn tutkinnon laajuuden mukaisen ajan enintaan yhdella lukuvuodella. ulkomaisessa korkeakoulussa tutkinnon suorittaneella on oikeus opintolainavahennykseen vastaavin perustein. tutkinnon suorittamiseen kaytetty aika lasketaan sen lukukauden alusta, jona opiskelija on ensimmaisen kerran ottanut vastaan opiskelupaikan korkeakoulussa, 16 c §:ssa tarkoitetun tutkinnon suorittamislukukauden loppuun.",
        "title_sv": "Berättigade till studielånsavdrag",
        "content_sv": "Den som har avlagt högre högskoleexamen har rätt till studielånsavdrag, om den tid som använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst två läsår. Den som har avlagt yrkeshögskoleexamen har rätt till studielånsavdrag, om den tid som har använts för examen överskrider den tid som motsvarar examens omfattning enligt yrkeshögskolelagen med högst ett läsår. Den som har avlagt lägre högskoleexamen och som har antagits för att avlägga endast lägre högskoleexamen har rätt till studielånsavdrag, om den tid som har använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst ett läsår. Den som har avlagt examen vid en utländsk högskola har rätt till studielånsavdrag på motsvarande grunder. Den tid som har använts för att avlägga examen beräknas från början av den termin då en studerande första gången tagit emot en studieplats vid en högskola till utgången av den termin då en i 16 c § avsedd examen har avlagts.",
        "normalized_sv": "Den som har avlagt högre högskoleexamen har rätt till studielånsavdrag, om den tid som använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst två läsår. Den som har avlagt yrkeshögskoleexamen har rätt till studielånsavdrag, om den tid som har använts för examen överskrider den tid som motsvarar examens omfattning enligt yrkeshögskolelagen med högst ett läsår. Den som har avlagt lägre högskoleexamen och som har antagits för att avlägga endast lägre högskoleexamen har rätt till studielånsavdrag, om den tid som har använts för att avlägga examen överskrider den tid som motsvarar examens omfattning enligt universitetslagen med högst ett läsår. Den som har avlagt examen vid en utländsk högskola har rätt till studielånsavdrag på motsvarande grunder. Den tid som har använts för att avlägga examen beräknas från början av den termin då en studerande första gången tagit emot en studieplats vid en högskola till utgången av den termin då en i 16 c § avsedd examen har avlagts.",
        "folded_sv": "den som har avlagt hogre hogskoleexamen har ratt till studielansavdrag, om den tid som anvants for att avlagga examen overskrider den tid som motsvarar examens omfattning enligt universitetslagen med hogst tva lasar. den som har avlagt yrkeshogskoleexamen har ratt till studielansavdrag, om den tid som har anvants for examen overskrider den tid som motsvarar examens omfattning enligt yrkeshogskolelagen med hogst ett lasar. den som har avlagt lagre hogskoleexamen och som har antagits for att avlagga endast lagre hogskoleexamen har ratt till studielansavdrag, om den tid som har anvants for att avlagga examen overskrider den tid som motsvarar examens omfattning enligt universitetslagen med hogst ett lasar. den som har avlagt examen vid en utlandsk hogskola har ratt till studielansavdrag pa motsvarande grunder. den tid som har anvants for att avlagga examen beraknas fran borjan av den termin da en studerande forsta gangen tagit emot en studieplats vid en hogskola till utgangen av den termin da en i 16 c § avsedd examen har avlagts."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:16 e",
      "chapter": "2",
      "section": "16 e",
      "title": "Opintolainavähennys opintojen viivästyessä",
      "content": "Opintolainansaaja on oikeutettu opintolainavähennykseen, vaikka tutkinnon suorittamiseen käytetty aika on enintään kaksi lukuvuotta 16 d §:ssä säädettyä pitempi, jos lainansaajan opinnot ovat mainitussa pykälässä tarkoitettuna aikana viivästyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. Tutkinnon suorittamisaika voi olla edellä 16 d §:ssä tarkoitettua pitempi myös silloin, kun lainansaaja on mainitussa pykälässä tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista äitiys-, isyys- tai vanhempainrahaa. Huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista äitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspäivärahaa, täyden työkyvyttömyyden perusteella maksettavaa eläkettä tai korvausta taikka kansaneläkelain mukaista työkyvyttömyyseläkettä. Tutkinnon suorittamisaikaa pidentäneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtäjaksoisesti kestäneet vähintään kuukauden. Yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentämiseen oikeuttava jakso. Valtioneuvoston asetuksella voidaan säätää tarkemmin siitä, miten 1 ja 2 momentissa tarkoitetut opintolainavähennykseen oikeuttavaa aikaa pidentävät seikat otetaan huomioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 e",
        "normalized_fi": "Opintolainansaaja on oikeutettu opintolainavähennykseen, vaikka tutkinnon suorittamiseen käytetty aika on enintään kaksi lukuvuotta 16 d § :ssä säädettyä pitempi, jos lainansaajan opinnot ovat mainitussa pykälässä tarkoitettuna aikana viivästyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. Tutkinnon suorittamisaika voi olla edellä 16 d § :ssä tarkoitettua pitempi myös silloin, kun lainansaaja on mainitussa pykälässä tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista äitiys-, isyys- tai vanhempainrahaa. Huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista äitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspäivärahaa, täyden työkyvyttömyyden perusteella maksettavaa eläkettä tai korvausta taikka kansaneläkelain mukaista työkyvyttömyyseläkettä. Tutkinnon suorittamisaikaa pidentäneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtäjaksoisesti kestäneet vähintään kuukauden. Yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentämiseen oikeuttava jakso. Valtioneuvoston asetuksella voidaan säätää tarkemmin siitä, miten 1 ja 2 momentissa tarkoitetut opintolainavähennykseen oikeuttavaa aikaa pidentävät seikat otetaan huomioon.",
        "folded_fi": "opintolainansaaja on oikeutettu opintolainavahennykseen, vaikka tutkinnon suorittamiseen kaytetty aika on enintaan kaksi lukuvuotta 16 d §:ssa saadettya pitempi, jos lainansaajan opinnot ovat mainitussa pykalassa tarkoitettuna aikana viivastyneet asevelvollisuuslain (452/1950), siviilipalveluslain (1723/1991) tai naisten vapaaehtoisesta asepalveluksesta annetun lain (194/1995) mukaisen palveluksen tai oman sairauden vuoksi. tutkinnon suorittamisaika voi olla edella 16 d §:ssa tarkoitettua pitempi myos silloin, kun lainansaaja on mainitussa pykalassa tarkoitettuna aikana saanut lapsen hoitamisen perusteella sairausvakuutuslain (1224/2004) mukaista aitiys-, isyys- tai vanhempainrahaa. huomioon voidaan ottaa vain ne lukukaudet, joiden aikana lainansaaja on ollut varusmiespalveluksessa, naisten vapaaehtoisessa asepalveluksessa tai siviilipalveluksessa, on saanut lapsen hoitamisen perusteella sairausvakuutuslain mukaista aitiys-, isyys- tai vanhempainrahaa taikka saanut sairauden perusteella sairausvakuutuslain mukaista sairauspaivarahaa, tayden tyokyvyttomyyden perusteella maksettavaa elaketta tai korvausta taikka kansanelakelain mukaista tyokyvyttomyyselaketta. tutkinnon suorittamisaikaa pidentaneet seikat voidaan ottaa huomioon vain, jos ne ovat yhtajaksoisesti kestaneet vahintaan kuukauden. yhden lukukauden aikana huomioon voidaan ottaa vain yksi pidentamiseen oikeuttava jakso. valtioneuvoston asetuksella voidaan saataa tarkemmin siita, miten 1 ja 2 momentissa tarkoitetut opintolainavahennykseen oikeuttavaa aikaa pidentavat seikat otetaan huomioon.",
        "title_sv": "Studielånsavdrag vid fördröjda studier",
        "content_sv": "En studielåntagare är berättigad till studielånsavdrag även om den tid som använts för avläggande av examen är högst två läsår längre än vad som föreskrivs i 16 d §, om låntagarens studier under den tid som avses i nämnda paragraf har fördröjts på grund av fullgörande av tjänstgöring enligt värnpliktslagen (452/1950), civiltjänstlagen (1723/ 1991) eller lagen om frivillig militärtjänst för kvinnor (194/1995) eller på grund av egen sjukdom. Den tid det tar att avlägga examen kan vara längre än vad som avses i 16 d § också när låntagaren under den tid som avses i nämnda paragraf har fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen (1224/2004) för vård av ett barn. Endast de terminer kan beaktas under vilka låntagaren har fullgjort värnplikt, frivillig militärtjänst för kvinnor eller civiltjänst eller fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen för vård av ett barn eller har fått sjukdagpenning enligt sjukförsäkringslagen på grund av sjukdom, pension eller ersättning på basis av full arbetsoförmåga eller invaliditetspension enligt folkpensionslagen. Omständigheter som förlängt den tid det tar att avlägga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en månad. Under en termin kan endast en till förlängning berättigande period beaktas. Närmare bestämmelser om hur de i 1 och 2 mom. avsedda grunderna för förlängning av den tid som berättigar till studielånsavdrag skall beaktas kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En studielåntagare är berättigad till studielånsavdrag även om den tid som använts för avläggande av examen är högst två läsår längre än vad som föreskrivs i 16 d § , om låntagarens studier under den tid som avses i nämnda paragraf har fördröjts på grund av fullgörande av tjänstgöring enligt värnpliktslagen (452/1950), civiltjänstlagen (1723/ 1991) eller lagen om frivillig militärtjänst för kvinnor (194/1995) eller på grund av egen sjukdom. Den tid det tar att avlägga examen kan vara längre än vad som avses i 16 d § också när låntagaren under den tid som avses i nämnda paragraf har fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen (1224/2004) för vård av ett barn. Endast de terminer kan beaktas under vilka låntagaren har fullgjort värnplikt, frivillig militärtjänst för kvinnor eller civiltjänst eller fått moderskaps-, faderskaps- eller föräldrapenning enligt sjukförsäkringslagen för vård av ett barn eller har fått sjukdagpenning enligt sjukförsäkringslagen på grund av sjukdom, pension eller ersättning på basis av full arbetsoförmåga eller invaliditetspension enligt folkpensionslagen. Omständigheter som förlängt den tid det tar att avlägga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en månad. Under en termin kan endast en till förlängning berättigande period beaktas. Närmare bestämmelser om hur de i 1 och 2 mom. avsedda grunderna för förlängning av den tid som berättigar till studielånsavdrag skall beaktas kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "en studielantagare ar berattigad till studielansavdrag aven om den tid som anvants for avlaggande av examen ar hogst tva lasar langre an vad som foreskrivs i 16 d §, om lantagarens studier under den tid som avses i namnda paragraf har fordrojts pa grund av fullgorande av tjanstgoring enligt varnpliktslagen (452/1950), civiltjanstlagen (1723/ 1991) eller lagen om frivillig militartjanst for kvinnor (194/1995) eller pa grund av egen sjukdom. den tid det tar att avlagga examen kan vara langre an vad som avses i 16 d § ocksa nar lantagaren under den tid som avses i namnda paragraf har fatt moderskaps-, faderskaps- eller foraldrapenning enligt sjukforsakringslagen (1224/2004) for vard av ett barn. endast de terminer kan beaktas under vilka lantagaren har fullgjort varnplikt, frivillig militartjanst for kvinnor eller civiltjanst eller fatt moderskaps-, faderskaps- eller foraldrapenning enligt sjukforsakringslagen for vard av ett barn eller har fatt sjukdagpenning enligt sjukforsakringslagen pa grund av sjukdom, pension eller ersattning pa basis av full arbetsoformaga eller invaliditetspension enligt folkpensionslagen. omstandigheter som forlangt den tid det tar att avlagga examen kan beaktas endast om de utan avbrott har varit aktuella under minst en manad. under en termin kan endast en till forlangning berattigande period beaktas. narmare bestammelser om hur de i 1 och 2 mom. avsedda grunderna for forlangning av den tid som berattigar till studielansavdrag skall beaktas kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:16 f",
      "chapter": "2",
      "section": "16 f",
      "title": "Opintolainavähennyksestä päättäminen",
      "content": "Kansaneläkelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspäivän ja tutkinnon suorittamispäivän perusteella, onko vähennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavähennykseen. Ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavähennykseen Kansaneläkelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. Jos lainansaaja on oikeutettu opintolainavähennykseen, Kansaneläkelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myös tuloverolain 127 d §:ssä tarkoitetun opintolainavähennyksen enimmäismäärän sekä antaa lainansaajalle päätöksen oikeudesta opintolainavähennykseen ja opintolainavähennyksen enimmäismäärästä. Päätös voidaan antaa asianomaista kuulematta. Jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavähennykseen, Kansaneläkelaitos lähettää lainansaajalle päätösehdotuksen. Ehdotuksen mukainen päätös tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa määräajassa pyydä kirjallisesti asian käsittelemistä uudelleen. Edellä säädetystä poiketen tuloverolain 127 d §:n 6 momentissa tarkoitetun opintolainansaajan tulee hakea Kansaneläkelaitokselta oikeutta opintolainavähennykseen. Valtioneuvoston asetuksella säädetään tarkemmin päätöksenantomenettelystä ja 4 momentissa tarkoitetusta hakumenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16 f",
        "normalized_fi": "Kansaneläkelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspäivän ja tutkinnon suorittamispäivän perusteella, onko vähennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavähennykseen. Ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavähennykseen Kansaneläkelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. Jos lainansaaja on oikeutettu opintolainavähennykseen, Kansaneläkelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myös tuloverolain 127 d § :ssä tarkoitetun opintolainavähennyksen enimmäismäärän sekä antaa lainansaajalle päätöksen oikeudesta opintolainavähennykseen ja opintolainavähennyksen enimmäismäärästä. Päätös voidaan antaa asianomaista kuulematta. Jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavähennykseen, Kansaneläkelaitos lähettää lainansaajalle päätösehdotuksen. Ehdotuksen mukainen päätös tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa määräajassa pyydä kirjallisesti asian käsittelemistä uudelleen. Edellä säädetystä poiketen tuloverolain 127 d § :n 6 momentissa tarkoitetun opintolainansaajan tulee hakea Kansaneläkelaitokselta oikeutta opintolainavähennykseen. Valtioneuvoston asetuksella säädetään tarkemmin päätöksenantomenettelystä ja 4 momentissa tarkoitetusta hakumenettelystä.",
        "folded_fi": "kansanelakelaitos tutkii ilman hakemusta korkeakoulun ilmoittaman opintojen aloituspaivan ja tutkinnon suorittamispaivan perusteella, onko vahennykseen oikeuttavan korkeakoulututkinnon suorittanut opintolainansaaja oikeutettu opintolainavahennykseen. ulkomaisessa korkeakoulussa opiskelevan oikeuden opintolainavahennykseen kansanelakelaitos tutkii kuitenkin opiskelijan opintojen aloittamisesta ja tutkinnon suorittamisesta toimittaman selvityksen perusteella. jos lainansaaja on oikeutettu opintolainavahennykseen, kansanelakelaitos laskee rahalaitosten ilmoittamien opintolainoja koskevien tietojen perusteella myos tuloverolain 127 d §:ssa tarkoitetun opintolainavahennyksen enimmaismaaran seka antaa lainansaajalle paatoksen oikeudesta opintolainavahennykseen ja opintolainavahennyksen enimmaismaarasta. paatos voidaan antaa asianomaista kuulematta. jos lainansaaja ei korkeakoulun ja rahalaitosten ilmoittamien tietojen perusteella ole oikeutettu opintolainavahennykseen, kansanelakelaitos lahettaa lainansaajalle paatosehdotuksen. ehdotuksen mukainen paatos tulee voimaan, jos lainansaaja ei valituksen tekemiseen varatussa maaraajassa pyyda kirjallisesti asian kasittelemista uudelleen. edella saadetysta poiketen tuloverolain 127 d §:n 6 momentissa tarkoitetun opintolainansaajan tulee hakea kansanelakelaitokselta oikeutta opintolainavahennykseen. valtioneuvoston asetuksella saadetaan tarkemmin paatoksenantomenettelysta ja 4 momentissa tarkoitetusta hakumenettelysta.",
        "title_sv": "Beslut om studielånsavdrag",
        "content_sv": "Folkpensionsanstalten undersöker utan ansökan på basis av högskolans uppgifter om den dag då studierna inletts och den dag då examen avlagts huruvida en studielåntagare som har avlagt en högskoleexamen som berättigar till studielånsavdrag har rätt till avdraget. När det är fråga om en studerande vid en utländsk högskola undersöker dock Folkpensionsanstalten rätten till studielånsavdrag på basis av de uppgifter om när studierna inletts och när examen avlagts som den studerande har lämnat. Om en låntagare har rätt till studielånsavdrag räknar Folkpensionsanstalten på basis av de uppgifter om studielån som penninginstituten lämnat också ut studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger låntagaren ett beslut om rätt till studielånsavdrag och om studielånsavdragets maximibelopp. Beslutet kan meddelas utan att den som saken gäller hörs. Om en låntagare på basis av de uppgifter som högskolan och penninginstituten har lämnat inte är berättigad till studielånsavdrag, sänder Folkpensionsanstalten ett förslag till beslut till låntagaren. Beslutet enligt förslaget träder i kraft, om inte låntagaren inom den tid som reserverats för anförande av besvär skriftligen begär att ärendet skall behandlas på nytt. Med avvikelse från bestämmelserna ovan skall en sådan studielåntagare som avses i 127 d § 6 mom. i inkomstskattelagen hos Folkpensionsanstalten ansöka om rätt till studielånsavdrag. Närmare bestämmelser om beslutsförfarandet och det ansökningsförfarande som avses i 4 mom. utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Folkpensionsanstalten undersöker utan ansökan på basis av högskolans uppgifter om den dag då studierna inletts och den dag då examen avlagts huruvida en studielåntagare som har avlagt en högskoleexamen som berättigar till studielånsavdrag har rätt till avdraget. När det är fråga om en studerande vid en utländsk högskola undersöker dock Folkpensionsanstalten rätten till studielånsavdrag på basis av de uppgifter om när studierna inletts och när examen avlagts som den studerande har lämnat. Om en låntagare har rätt till studielånsavdrag räknar Folkpensionsanstalten på basis av de uppgifter om studielån som penninginstituten lämnat också ut studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger låntagaren ett beslut om rätt till studielånsavdrag och om studielånsavdragets maximibelopp. Beslutet kan meddelas utan att den som saken gäller hörs. Om en låntagare på basis av de uppgifter som högskolan och penninginstituten har lämnat inte är berättigad till studielånsavdrag, sänder Folkpensionsanstalten ett förslag till beslut till låntagaren. Beslutet enligt förslaget träder i kraft, om inte låntagaren inom den tid som reserverats för anförande av besvär skriftligen begär att ärendet skall behandlas på nytt. Med avvikelse från bestämmelserna ovan skall en sådan studielåntagare som avses i 127 d § 6 mom. i inkomstskattelagen hos Folkpensionsanstalten ansöka om rätt till studielånsavdrag. Närmare bestämmelser om beslutsförfarandet och det ansökningsförfarande som avses i 4 mom. utfärdas genom förordning av statsrådet.",
        "folded_sv": "folkpensionsanstalten undersoker utan ansokan pa basis av hogskolans uppgifter om den dag da studierna inletts och den dag da examen avlagts huruvida en studielantagare som har avlagt en hogskoleexamen som berattigar till studielansavdrag har ratt till avdraget. nar det ar fraga om en studerande vid en utlandsk hogskola undersoker dock folkpensionsanstalten ratten till studielansavdrag pa basis av de uppgifter om nar studierna inletts och nar examen avlagts som den studerande har lamnat. om en lantagare har ratt till studielansavdrag raknar folkpensionsanstalten pa basis av de uppgifter om studielan som penninginstituten lamnat ocksa ut studielansavdragets maximibelopp enligt 127 d § i inkomstskattelagen och ger lantagaren ett beslut om ratt till studielansavdrag och om studielansavdragets maximibelopp. beslutet kan meddelas utan att den som saken galler hors. om en lantagare pa basis av de uppgifter som hogskolan och penninginstituten har lamnat inte ar berattigad till studielansavdrag, sander folkpensionsanstalten ett forslag till beslut till lantagaren. beslutet enligt forslaget trader i kraft, om inte lantagaren inom den tid som reserverats for anforande av besvar skriftligen begar att arendet skall behandlas pa nytt. med avvikelse fran bestammelserna ovan skall en sadan studielantagare som avses i 127 d § 6 mom. i inkomstskattelagen hos folkpensionsanstalten ansoka om ratt till studielansavdrag. narmare bestammelser om beslutsforfarandet och det ansokningsforfarande som avses i 4 mom. utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:41 b",
      "chapter": "2",
      "section": "41 b",
      "title": "Tietojensaantioikeus",
      "content": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä maksutta opintotuen täytäntöönpanoa varten: 5) rahalaitoksilta lainansaajittain yksilöidyt tiedot nostettujen, valtion takaamien opintolainojen määristä, opintolainojen lyhennyksistä ja koroista siten kuin Kansaneläkelaitos määrää; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristämisestä annetun lain (317/1953) 1 §:ssä tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja päättymisestä; 8) verohallinnolta opintolainavähennystä koskevien tehtävien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavähennyksen käyttämistä koskevat tiedot niistä verovelvollisista, jotka ovat verotuksessa vähentäneet tuloverolain 127 d §:ssä tarkoitetun opintolainavähennyksen enimmäismäärän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 b",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä maksutta opintotuen täytäntöönpanoa varten: 5) rahalaitoksilta lainansaajittain yksilöidyt tiedot nostettujen, valtion takaamien opintolainojen määristä, opintolainojen lyhennyksistä ja koroista siten kuin Kansaneläkelaitos määrää; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristämisestä annetun lain (317/1953) 1 § :ssä tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja päättymisestä; 8) verohallinnolta opintolainavähennystä koskevien tehtävien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavähennyksen käyttämistä koskevat tiedot niistä verovelvollisista, jotka ovat verotuksessa vähentäneet tuloverolain 127 d § :ssä tarkoitetun opintolainavähennyksen enimmäismäärän.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta maksutta opintotuen taytantoonpanoa varten: 5) rahalaitoksilta lainansaajittain yksiloidyt tiedot nostettujen, valtion takaamien opintolainojen maarista, opintolainojen lyhennyksista ja koroista siten kuin kansanelakelaitos maaraa; 7) rangaistuslaitoksilta ja vaarallisten rikoksenuusijain eristamisesta annetun lain (317/1953) 1 §:ssa tarkoitetuilta pakkolaitoksilta tiedot rangaistuksen alkamisesta ja paattymisesta; 8) verohallinnolta opintolainavahennysta koskevien tehtavien hoitamista varten tarpeelliset tunnistamistiedot ja opintolainavahennyksen kayttamista koskevat tiedot niista verovelvollisista, jotka ovat verotuksessa vahentaneet tuloverolain 127 d §:ssa tarkoitetun opintolainavahennyksen enimmaismaaran.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "För verkställigheten av studiestödet har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) av penninginstituten i fråga om varje låntagare få uppgifter om till vilket belopp studielån med statsborgen har lyfts, om amorteringarna på studielånet och om räntorna, så som Folkpensionsanstalten bestämmer, 7) av straffanstalter och av tvångsinrättningar enligt 1 § i lagen om internering av farliga återfallsförbrytare (317/1953) få uppgifter om när ett straff börjar och slutar, 8) av skatteförvaltningen för skötseln av uppgifter som gäller studielånsavdrag få behövliga identifieringsuppgifter och uppgifter om användningen av studielånsavdrag för sådana skattskyldiga som i beskattningen dragit av studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen.",
        "normalized_sv": "För verkställigheten av studiestödet har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 5) av penninginstituten i fråga om varje låntagare få uppgifter om till vilket belopp studielån med statsborgen har lyfts, om amorteringarna på studielånet och om räntorna, så som Folkpensionsanstalten bestämmer, 7) av straffanstalter och av tvångsinrättningar enligt 1 § i lagen om internering av farliga återfallsförbrytare (317/1953) få uppgifter om när ett straff börjar och slutar, 8) av skatteförvaltningen för skötseln av uppgifter som gäller studielånsavdrag få behövliga identifieringsuppgifter och uppgifter om användningen av studielånsavdrag för sådana skattskyldiga som i beskattningen dragit av studielånsavdragets maximibelopp enligt 127 d § i inkomstskattelagen.",
        "folded_sv": "for verkstalligheten av studiestodet har folkpensionsanstalten utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 5) av penninginstituten i fraga om varje lantagare fa uppgifter om till vilket belopp studielan med statsborgen har lyfts, om amorteringarna pa studielanet och om rantorna, sa som folkpensionsanstalten bestammer, 7) av straffanstalter och av tvangsinrattningar enligt 1 § i lagen om internering av farliga aterfallsforbrytare (317/1953) fa uppgifter om nar ett straff borjar och slutar, 8) av skatteforvaltningen for skotseln av uppgifter som galler studielansavdrag fa behovliga identifieringsuppgifter och uppgifter om anvandningen av studielansavdrag for sadana skattskyldiga som i beskattningen dragit av studielansavdragets maximibelopp enligt 127 d § i inkomstskattelagen."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:41 c",
      "chapter": "2",
      "section": "41 c",
      "title": "Opintotukilautakuntien tiedonsaantioikeus",
      "content": "Opintotukilautakunnilla on oikeus salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä saada Kansaneläkelaitokselta 9 a §:ssä mainittujen tehtävien hoitamisen kannalta välttämättömät tiedot sekä Kansaneläkelaitoksen hallussa olevat tiedot 16 e §:ssä tarkoitetuista opintolainavähennykseen oikeuttavan ajan pidentämisperusteista. Opintotukilautakunnilla on oikeus saada tiedot maksutta. Edellä 9 a §:n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtäviä hoitavalla opintotukilautakunnalla on lisäksi oikeus käyttää salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä tämän lain mukaisten etuuksien käsittelyssä välttämättömiä Kansaneläkelaitoksen saamia tietoja. Edellä 2 momentissa tarkoitetuilla opintotukilautakunnilla on myös oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä nimettyä henkilöä koskevat tämän lain mukaisten etuuksien käsittelyä varten välttämättömät tiedot maksutta 41 a §:ssä tarkoitetuilta viranomaisilta ja muilta tahoilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 c",
        "normalized_fi": "Opintotukilautakunnilla on oikeus salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä saada Kansaneläkelaitokselta 9 a § :ssä mainittujen tehtävien hoitamisen kannalta välttämättömät tiedot sekä Kansaneläkelaitoksen hallussa olevat tiedot 16 e § :ssä tarkoitetuista opintolainavähennykseen oikeuttavan ajan pidentämisperusteista. Opintotukilautakunnilla on oikeus saada tiedot maksutta. Edellä 9 a § :n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtäviä hoitavalla opintotukilautakunnalla on lisäksi oikeus käyttää salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä tämän lain mukaisten etuuksien käsittelyssä välttämättömiä Kansaneläkelaitoksen saamia tietoja. Edellä 2 momentissa tarkoitetuilla opintotukilautakunnilla on myös oikeus saada salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä nimettyä henkilöä koskevat tämän lain mukaisten etuuksien käsittelyä varten välttämättömät tiedot maksutta 41 a § :ssä tarkoitetuilta viranomaisilta ja muilta tahoilta.",
        "folded_fi": "opintotukilautakunnilla on oikeus salassapitosaannosten ja muiden tietojen saantia koskevien rajoitusten estamatta saada kansanelakelaitokselta 9 a §:ssa mainittujen tehtavien hoitamisen kannalta valttamattomat tiedot seka kansanelakelaitoksen hallussa olevat tiedot 16 e §:ssa tarkoitetuista opintolainavahennykseen oikeuttavan ajan pidentamisperusteista. opintotukilautakunnilla on oikeus saada tiedot maksutta. edella 9 a §:n 4 momentissa tarkoitetun sopimuksen nojalla opintotukitehtavia hoitavalla opintotukilautakunnalla on lisaksi oikeus kayttaa salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta taman lain mukaisten etuuksien kasittelyssa valttamattomia kansanelakelaitoksen saamia tietoja. edella 2 momentissa tarkoitetuilla opintotukilautakunnilla on myos oikeus saada salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta nimettya henkiloa koskevat taman lain mukaisten etuuksien kasittelya varten valttamattomat tiedot maksutta 41 a §:ssa tarkoitetuilta viranomaisilta ja muilta tahoilta.",
        "title_sv": "Studiestödsnämndernas rätt att få uppgifter",
        "content_sv": "Studiestödsnämnderna har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att av Folkpensionsanstalten få uppgifter som är nödvändiga med tanke på skötseln av de uppdrag som nämns i 9 a § samt de uppgifter som Folkpensionsanstalten har om de i 16 e § avsedda grunderna för förlängning av den till studielånsavdrag berättigande tiden. Studiestödsnämnderna har rätt att få uppgifterna avgiftsfritt. Studiestödsnämnder som sköter studiestödsuppdrag med stöd av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att använda sådana för behandlingen av förmåner enligt denna lag nödvändiga uppgifter som Folkpensionsanstalten erhållit. I 2 mom. avsedda studiestödsnämnder har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter också rätt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt få sådana uppgifter om en viss person som är nödvändiga för behandlingen av förmåner enligt denna lag.",
        "normalized_sv": "Studiestödsnämnderna har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att av Folkpensionsanstalten få uppgifter som är nödvändiga med tanke på skötseln av de uppdrag som nämns i 9 a § samt de uppgifter som Folkpensionsanstalten har om de i 16 e § avsedda grunderna för förlängning av den till studielånsavdrag berättigande tiden. Studiestödsnämnderna har rätt att få uppgifterna avgiftsfritt. Studiestödsnämnder som sköter studiestödsuppdrag med stöd av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att använda sådana för behandlingen av förmåner enligt denna lag nödvändiga uppgifter som Folkpensionsanstalten erhållit. I 2 mom. avsedda studiestödsnämnder har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter också rätt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt få sådana uppgifter om en viss person som är nödvändiga för behandlingen av förmåner enligt denna lag.",
        "folded_sv": "studiestodsnamnderna har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att av folkpensionsanstalten fa uppgifter som ar nodvandiga med tanke pa skotseln av de uppdrag som namns i 9 a § samt de uppgifter som folkpensionsanstalten har om de i 16 e § avsedda grunderna for forlangning av den till studielansavdrag berattigande tiden. studiestodsnamnderna har ratt att fa uppgifterna avgiftsfritt. studiestodsnamnder som skoter studiestodsuppdrag med stod av ett avtal enligt 9 a § 4 mom. har dessutom utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att anvanda sadana for behandlingen av formaner enligt denna lag nodvandiga uppgifter som folkpensionsanstalten erhallit. i 2 mom. avsedda studiestodsnamnder har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ocksa ratt att av i 41 a § avsedda myndigheter och andra instanser avgiftsfritt fa sadana uppgifter om en viss person som ar nodvandiga for behandlingen av formaner enligt denna lag."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:41 d",
      "chapter": "2",
      "section": "41 d",
      "title": "Tietojen luovuttaminen",
      "content": "Kansaneläkelaitoksella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä luovuttaa: 1) rahalaitokselle, josta henkilöllä on opintolainaa, tiedot 34 §:n mukaisen koron lisäämiseksi opintolainaan sekä opintotukilain (28/1972) nojalla myönnettyjen lainojen osalta tiedot opintojen päättymisestä; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavähennykseen oikeutetuista henkilöistä ja näiden opintolainavähennyksen enimmäismäärästä ja vuosittain maksamista opintolainan lyhennyksistä; 4) Pohjoismaiden opintotukiviranomaisille tiedot näiden maiden kansalaisten sekä näissä maissa opiskelevien Suomen kansalaisten Suomesta saamista opintotuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:41 d",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus salassapitosäännösten ja muiden tiedon saantia koskevien rajoitusten estämättä luovuttaa: 1) rahalaitokselle, josta henkilöllä on opintolainaa, tiedot 34 § :n mukaisen koron lisäämiseksi opintolainaan sekä opintotukilain (28/1972) nojalla myönnettyjen lainojen osalta tiedot opintojen päättymisestä; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavähennykseen oikeutetuista henkilöistä ja näiden opintolainavähennyksen enimmäismäärästä ja vuosittain maksamista opintolainan lyhennyksistä; 4) Pohjoismaiden opintotukiviranomaisille tiedot näiden maiden kansalaisten sekä näissä maissa opiskelevien Suomen kansalaisten Suomesta saamista opintotuista.",
        "folded_fi": "kansanelakelaitoksella on oikeus salassapitosaannosten ja muiden tiedon saantia koskevien rajoitusten estamatta luovuttaa: 1) rahalaitokselle, josta henkilolla on opintolainaa, tiedot 34 §:n mukaisen koron lisaamiseksi opintolainaan seka opintotukilain (28/1972) nojalla myonnettyjen lainojen osalta tiedot opintojen paattymisesta; 2) opintolainan valtiontakausta ja sen voimassaoloa koskevat tiedot rahalaitokselle, josta opiskelija on hakenut opintolainaa; 3) verohallinnolle tiedot opintolainavahennykseen oikeutetuista henkiloista ja naiden opintolainavahennyksen enimmaismaarasta ja vuosittain maksamista opintolainan lyhennyksista; 4) pohjoismaiden opintotukiviranomaisille tiedot naiden maiden kansalaisten seka naissa maissa opiskelevien suomen kansalaisten suomesta saamista opintotuista.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 1) till det penninginstitut där den studerande har studielån utlämna uppgifter för läggande av räntor enligt 34 § till studielånet samt i fråga om lån som beviljats enligt lagen om studiestöd (28/1972) uppgifter om att studierna upphört, 2) till det penninginstitut där den studerande har sökt studielån utlämna uppgifter om statsborgen för studielån och dess giltighet, 3) till skatteförvaltningen utlämna uppgifter om personer berättigade till studielånsavdrag och studielånsavdragets maximibelopp för dessa personer och de amorteringar på studielånet som dessa gjort årligen, 4) till nordiska studiestödsmyndigheter utlämna uppgifter om studiestöd som medborgare i dessa länder och finska medborgare som studerar i dessa länder får från Finland.",
        "normalized_sv": "Folkpensionsanstalten har utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att 1) till det penninginstitut där den studerande har studielån utlämna uppgifter för läggande av räntor enligt 34 § till studielånet samt i fråga om lån som beviljats enligt lagen om studiestöd (28/1972) uppgifter om att studierna upphört, 2) till det penninginstitut där den studerande har sökt studielån utlämna uppgifter om statsborgen för studielån och dess giltighet, 3) till skatteförvaltningen utlämna uppgifter om personer berättigade till studielånsavdrag och studielånsavdragets maximibelopp för dessa personer och de amorteringar på studielånet som dessa gjort årligen, 4) till nordiska studiestödsmyndigheter utlämna uppgifter om studiestöd som medborgare i dessa länder och finska medborgare som studerar i dessa länder får från Finland.",
        "folded_sv": "folkpensionsanstalten har utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att 1) till det penninginstitut dar den studerande har studielan utlamna uppgifter for laggande av rantor enligt 34 § till studielanet samt i fraga om lan som beviljats enligt lagen om studiestod (28/1972) uppgifter om att studierna upphort, 2) till det penninginstitut dar den studerande har sokt studielan utlamna uppgifter om statsborgen for studielan och dess giltighet, 3) till skatteforvaltningen utlamna uppgifter om personer berattigade till studielansavdrag och studielansavdragets maximibelopp for dessa personer och de amorteringar pa studielanet som dessa gjort arligen, 4) till nordiska studiestodsmyndigheter utlamna uppgifter om studiestod som medborgare i dessa lander och finska medborgare som studerar i dessa lander far fran finland."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:43",
      "chapter": "2",
      "section": "43",
      "title": "Tekninen käyttöyhteys",
      "content": "Mitä tässä pykälässä säädetään tietojen luovuttamisesta teknisen käyttöyhteyden avulla, koskee myös Kansaneläkelaitoksen oikeutta saada 41 a ja 41 b §:ssä sekä 41 d §:n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen käyttöyhteyden avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:43",
        "normalized_fi": "Mitä tässä pykälässä säädetään tietojen luovuttamisesta teknisen käyttöyhteyden avulla, koskee myös Kansaneläkelaitoksen oikeutta saada 41 a ja 41 b § :ssä sekä 41 d § :n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen käyttöyhteyden avulla.",
        "folded_fi": "mita tassa pykalassa saadetaan tietojen luovuttamisesta teknisen kayttoyhteyden avulla, koskee myos kansanelakelaitoksen oikeutta saada 41 a ja 41 b §:ssa seka 41 d §:n 2 ja 3 kohdassa tarkoitettuja tietoja teknisen kayttoyhteyden avulla.",
        "title_sv": "Teknisk anslutning",
        "content_sv": "Vad som i denna paragraf bestäms om utlämnande av uppgifter med hjälp av teknisk anslutning gäller även Folkpensionsanstaltens rätt att med hjälp av teknisk anslutning få uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten.",
        "normalized_sv": "Vad som i denna paragraf bestäms om utlämnande av uppgifter med hjälp av teknisk anslutning gäller även Folkpensionsanstaltens rätt att med hjälp av teknisk anslutning få uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten.",
        "folded_sv": "vad som i denna paragraf bestams om utlamnande av uppgifter med hjalp av teknisk anslutning galler aven folkpensionsanstaltens ratt att med hjalp av teknisk anslutning fa uppgifter enligt 41 a och 41 b § samt 41 d § 2 och 3 punkten."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2:47",
      "chapter": "2",
      "section": "47",
      "title": "Toimintamenot",
      "content": "Tämän lain toimeenpanosta Kansaneläkelaitokselle aiheutuvat menot luetaan Kansaneläkelaitoksen toimintamenoiksi ja oppilaitoksille 8 §:n 3 momentissa sekä 9 a §:n 1 ja 2 momentissa säädetyistä tehtävistä aiheutuvat menot kyseisen oppilaitoksen menoiksi. Edellä 9 a §:n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtävistä aiheutuvista toimintamenoista sovitaan Kansaneläkelaitoksen ja asianomaisen oppilaitoksen kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:47",
        "normalized_fi": "Tämän lain toimeenpanosta Kansaneläkelaitokselle aiheutuvat menot luetaan Kansaneläkelaitoksen toimintamenoiksi ja oppilaitoksille 8 § :n 3 momentissa sekä 9 a § :n 1 ja 2 momentissa säädetyistä tehtävistä aiheutuvat menot kyseisen oppilaitoksen menoiksi. Edellä 9 a § :n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtävistä aiheutuvista toimintamenoista sovitaan Kansaneläkelaitoksen ja asianomaisen oppilaitoksen kesken.",
        "folded_fi": "taman lain toimeenpanosta kansanelakelaitokselle aiheutuvat menot luetaan kansanelakelaitoksen toimintamenoiksi ja oppilaitoksille 8 §:n 3 momentissa seka 9 a §:n 1 ja 2 momentissa saadetyista tehtavista aiheutuvat menot kyseisen oppilaitoksen menoiksi. edella 9 a §:n 4 momentin perusteella oppilaitokselle sopimuksen perusteella kuuluvista tehtavista aiheutuvista toimintamenoista sovitaan kansanelakelaitoksen ja asianomaisen oppilaitoksen kesken.",
        "title_sv": "Omkostnader",
        "content_sv": "De utgifter som verkställigheten av denna lag förorsakar Folkpensionsanstalten räknas som Folkpensionsanstaltens omkostnader och de utgifter som åsamkas läroanstalterna för de uppgifter som föreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. räknas som utgifter för läroanstalten i fråga. I fråga om de omkostnader som förorsakas av de uppgifter som på basis av ett avtal enligt 9 a § 4 mom. ankommer på läroanstalten avtalas mellan Folkpensionsanstalten och läroanstalten.",
        "normalized_sv": "De utgifter som verkställigheten av denna lag förorsakar Folkpensionsanstalten räknas som Folkpensionsanstaltens omkostnader och de utgifter som åsamkas läroanstalterna för de uppgifter som föreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. räknas som utgifter för läroanstalten i fråga. I fråga om de omkostnader som förorsakas av de uppgifter som på basis av ett avtal enligt 9 a § 4 mom. ankommer på läroanstalten avtalas mellan Folkpensionsanstalten och läroanstalten.",
        "folded_sv": "de utgifter som verkstalligheten av denna lag fororsakar folkpensionsanstalten raknas som folkpensionsanstaltens omkostnader och de utgifter som asamkas laroanstalterna for de uppgifter som foreskrivs i 8 § 3 mom. samt 9 a § 1 och 2 mom. raknas som utgifter for laroanstalten i fraga. i fraga om de omkostnader som fororsakas av de uppgifter som pa basis av ett avtal enligt 9 a § 4 mom. ankommer pa laroanstalten avtalas mellan folkpensionsanstalten och laroanstalten."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Opintotukietuudet",
      "content": "Tämän lain mukaista opintolainaa saaneella on tässä laissa säädetyin edellytyksin oikeus opintolainavähennykseen verotuksessa. Opintolainavähennyksestä säädetään tuloverolain (1535/1992) 127 d ja 127 e §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaista opintolainaa saaneella on tässä laissa säädetyin edellytyksin oikeus opintolainavähennykseen verotuksessa. Opintolainavähennyksestä säädetään tuloverolain (1535/1992) 127 d ja 127 e § :ssä.",
        "folded_fi": "taman lain mukaista opintolainaa saaneella on tassa laissa saadetyin edellytyksin oikeus opintolainavahennykseen verotuksessa. opintolainavahennyksesta saadetaan tuloverolain (1535/1992) 127 d ja 127 e §:ssa.",
        "title_sv": "Studiestödsförmåner",
        "content_sv": "Den som har fått studielån enligt denna lag har på de villkor som föreskrivs i denna lag rätt till studielånsavdrag i beskattningen. Bestämmelser om studielånsavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992).",
        "normalized_sv": "Den som har fått studielån enligt denna lag har på de villkor som föreskrivs i denna lag rätt till studielånsavdrag i beskattningen. Bestämmelser om studielånsavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992).",
        "folded_sv": "den som har fatt studielan enligt denna lag har pa de villkor som foreskrivs i denna lag ratt till studielansavdrag i beskattningen. bestammelser om studielansavdraget finns i 127 d och 127 e § i inkomstskattelagen (1535/1992)."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
        "folded_fi": "tassa laissa tarkoitetaan: 4) korkeakoululla yliopistolaissa (645/ 1997) tarkoitettuja yliopistoja ja ammattikorkeakoululaissa (351/2003) tarkoitettuja ammattikorkeakouluja;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 4) högskola de universitet som avses i universitetslagen (645/1997) och de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003),",
        "normalized_sv": "I denna lag avses med 4) högskola de universitet som avses i universitetslagen (645/1997) och de yrkeshögskolor som avses i yrkeshögskolelagen (351/2003),",
        "folded_sv": "i denna lag avses med 4) hogskola de universitet som avses i universitetslagen (645/1997) och de yrkeshogskolor som avses i yrkeshogskolelagen (351/2003),"
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Päätoimiset opinnot",
      "content": "Päätoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. Muut korkeakouluopinnot ovat päätoimisia, kun opintojen laajuus on keskimäärin vähintään viisi opintopistettä opiskelukuukautta kohti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Päätoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. Muut korkeakouluopinnot ovat päätoimisia, kun opintojen laajuus on keskimäärin vähintään viisi opintopistettä opiskelukuukautta kohti.",
        "folded_fi": "paatoimisia ovat opinnot, joiden tavoitteena on korkeakoulututkinnon suorittaminen. muut korkeakouluopinnot ovat paatoimisia, kun opintojen laajuus on keskimaarin vahintaan viisi opintopistetta opiskelukuukautta kohti.",
        "title_sv": "Heltidsstudier",
        "content_sv": "Studier där målsättningen är att avlägga högskoleexamen är heltidsstudier. Andra högskolestudier är heltidsstudier när deras omfattning i genomsnitt är minst fem studiepoäng per studiemånad.",
        "normalized_sv": "Studier där målsättningen är att avlägga högskoleexamen är heltidsstudier. Andra högskolestudier är heltidsstudier när deras omfattning i genomsnitt är minst fem studiepoäng per studiemånad.",
        "folded_sv": "studier dar malsattningen ar att avlagga hogskoleexamen ar heltidsstudier. andra hogskolestudier ar heltidsstudier nar deras omfattning i genomsnitt ar minst fem studiepoang per studiemanad."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Opintotukeen oikeuttava aika",
      "content": "Opintotukea myönnetään päätoimisten opintojen ajaksi. Yhtäjaksoisesti vähintään kahdeksan viikkoa kestävät opinnot oikeuttavat kahden kuukauden opintotukeen. Korkeakouluopiskelua varten opintotukea voi saada enintään 70 kuukaudeksi. Yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika määräytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla säädetyn laajuuden perusteella siten, että tukeen oikeuttava aika on enintään yhdeksän kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisättynä kymmenellä kuukaudella. Täydet lukuvuodet ylittävältä puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. Jos opiskelijalla on opiskeluoikeus alempaan ja ylempään korkeakoulututkintoon, tukeen oikeuttava aika määräytyy edellä säädetyllä tavalla näiden tutkintojen yhteenlasketun laajuuden perusteella. Sellaisessa ylemmässä korkeakoulututkinnossa, jonka pääaine tai aineryhmä, johon pääaine kuuluu, on Aasian ja Afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintään 64 kuukautta. Ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika määräytyy edellä säädetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. Jos opiskelija, jolle on myönnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi käytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. Valtioneuvoston asetuksella säädetään tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmäisajasta. Ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintään ammatillisesta koulutuksesta annetun lain 31 §:n 1 momentissa tarkoitetuksi ajaksi. Lukiokoulutuksessa opintotukea voi saada enintään lukiolain 24 §:n 1 momentissa tarkoitetuksi ajaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Opintotukea myönnetään päätoimisten opintojen ajaksi. Yhtäjaksoisesti vähintään kahdeksan viikkoa kestävät opinnot oikeuttavat kahden kuukauden opintotukeen. Korkeakouluopiskelua varten opintotukea voi saada enintään 70 kuukaudeksi. Yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika määräytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla säädetyn laajuuden perusteella siten, että tukeen oikeuttava aika on enintään yhdeksän kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisättynä kymmenellä kuukaudella. Täydet lukuvuodet ylittävältä puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. Jos opiskelijalla on opiskeluoikeus alempaan ja ylempään korkeakoulututkintoon, tukeen oikeuttava aika määräytyy edellä säädetyllä tavalla näiden tutkintojen yhteenlasketun laajuuden perusteella. Sellaisessa ylemmässä korkeakoulututkinnossa, jonka pääaine tai aineryhmä, johon pääaine kuuluu, on Aasian ja Afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintään 64 kuukautta. Ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika määräytyy edellä säädetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. Jos opiskelija, jolle on myönnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi käytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. Valtioneuvoston asetuksella säädetään tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmäisajasta. Ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintään ammatillisesta koulutuksesta annetun lain 31 § :n 1 momentissa tarkoitetuksi ajaksi. Lukiokoulutuksessa opintotukea voi saada enintään lukiolain 24 § :n 1 momentissa tarkoitetuksi ajaksi.",
        "folded_fi": "opintotukea myonnetaan paatoimisten opintojen ajaksi. yhtajaksoisesti vahintaan kahdeksan viikkoa kestavat opinnot oikeuttavat kahden kuukauden opintotukeen. korkeakouluopiskelua varten opintotukea voi saada enintaan 70 kuukaudeksi. yhden korkeakoulututkinnon suorittamista varten tukeen oikeuttava aika maaraytyy kyseisen tutkinnon yliopistolain tai ammattikorkeakoululain nojalla saadetyn laajuuden perusteella siten, etta tukeen oikeuttava aika on enintaan yhdeksan kuukautta tutkinnon laajuuden mukaista lukuvuotta kohti lisattyna kymmenella kuukaudella. taydet lukuvuodet ylittavalta puolelta lukuvuodelta tukeen oikeuttava aika on kuitenkin viisi kuukautta. jos opiskelijalla on opiskeluoikeus alempaan ja ylempaan korkeakoulututkintoon, tukeen oikeuttava aika maaraytyy edella saadetylla tavalla naiden tutkintojen yhteenlasketun laajuuden perusteella. sellaisessa ylemmassa korkeakoulututkinnossa, jonka paaaine tai aineryhma, johon paaaine kuuluu, on aasian ja afrikan kielet ja kulttuurit, tukeen oikeuttava aika on kuitenkin enintaan 64 kuukautta. ulkomaisessa korkeakoulussa suoritettavassa tutkinnossa opintotukeen oikeuttava aika maaraytyy edella saadetyin perustein tutkinnon laajuuden ja lukuvuoden pituuden perusteella. jos opiskelija, jolle on myonnetty opintotukea korkeakouluopintoihin, mutta joka ei ole suorittanut korkeakoulututkintoa, aloittaa opinnot toisen korkeakoulututkinnon suorittamista varten, aiemman tutkinnon suorittamiseksi kaytetyt kuukaudet otetaan huomioon tukeen oikeuttavaa aikaa laskettaessa. valtioneuvoston asetuksella saadetaan tarkemmin erilaajuisten korkeakoulututkintojen opintotuen enimmaisajasta. ammatilliseen tutkintoon johtavassa koulutuksessa opintotukea voi saada enintaan ammatillisesta koulutuksesta annetun lain 31 §:n 1 momentissa tarkoitetuksi ajaksi. lukiokoulutuksessa opintotukea voi saada enintaan lukiolain 24 §:n 1 momentissa tarkoitetuksi ajaksi.",
        "title_sv": "Tidsbegränsningar",
        "content_sv": "Studiestöd beviljas för den tid då den studerande bedriver heltidsstudier. Studier som omfattar minst åtta veckor i en följd berättigar till två månaders studiestöd. Studiestöd för högskolestudier kan fås för högst 70 månader. Den tid som berättigar till stöd för avläggande av en högskoleexamen bestäms på basis av examens omfattning enligt universitetslagen eller yrkeshögskolelagen så att den tid som berättigar till stöd är högst nio månader per sådant läsår som innefattas i examens omfattning, utökad med tio månader. För ett sådant halvt läsår som följer på de fulla läsåren är den tid som berättigar till stöd dock fem månader. Om en studerande har rätt att avlägga lägre och högre högskoleexamen, bestäms den tid som berättigar till stöd på det sätt som föreskrivs ovan utifrån dessa examinas sammanlagda omfattning. Den tid som berättigar till stöd i fråga om en sådan högre högskoleexamen i vilken huvudämnet eller den ämnesgrupp till vilket huvudämnet hör är asiatiska och afrikanska språk och kulturer är dock högst 64 månader. I fråga om en examen som avläggs vid en utländsk högskola bestäms den tid som berättigar till studiestöd på de grunder som anges ovan och på basis av examens omfattning och läsårets längd. Om en studerande som har beviljats studiestöd för högskolestudier men som inte har avlagt högskoleexamen inleder studier för en andra högskoleexamen, beaktas de månader som använts för den tidigare examen vid uträknandet av den tid som berättigar till stöd. Närmare bestämmelser om maximitiden för studiestöd för högskoleexamina av olika omfattning utfärdas genom förordning av statsrådet. Inom utbildning som leder till en yrkesinriktad examen kan studiestöd fås för högst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. Inom gymnasieutbildning kan studiestöd fås för högst den tid som avses i 24 § 1 mom. i gymnasielagen.",
        "normalized_sv": "Studiestöd beviljas för den tid då den studerande bedriver heltidsstudier. Studier som omfattar minst åtta veckor i en följd berättigar till två månaders studiestöd. Studiestöd för högskolestudier kan fås för högst 70 månader. Den tid som berättigar till stöd för avläggande av en högskoleexamen bestäms på basis av examens omfattning enligt universitetslagen eller yrkeshögskolelagen så att den tid som berättigar till stöd är högst nio månader per sådant läsår som innefattas i examens omfattning, utökad med tio månader. För ett sådant halvt läsår som följer på de fulla läsåren är den tid som berättigar till stöd dock fem månader. Om en studerande har rätt att avlägga lägre och högre högskoleexamen, bestäms den tid som berättigar till stöd på det sätt som föreskrivs ovan utifrån dessa examinas sammanlagda omfattning. Den tid som berättigar till stöd i fråga om en sådan högre högskoleexamen i vilken huvudämnet eller den ämnesgrupp till vilket huvudämnet hör är asiatiska och afrikanska språk och kulturer är dock högst 64 månader. I fråga om en examen som avläggs vid en utländsk högskola bestäms den tid som berättigar till studiestöd på de grunder som anges ovan och på basis av examens omfattning och läsårets längd. Om en studerande som har beviljats studiestöd för högskolestudier men som inte har avlagt högskoleexamen inleder studier för en andra högskoleexamen, beaktas de månader som använts för den tidigare examen vid uträknandet av den tid som berättigar till stöd. Närmare bestämmelser om maximitiden för studiestöd för högskoleexamina av olika omfattning utfärdas genom förordning av statsrådet. Inom utbildning som leder till en yrkesinriktad examen kan studiestöd fås för högst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. Inom gymnasieutbildning kan studiestöd fås för högst den tid som avses i 24 § 1 mom. i gymnasielagen.",
        "folded_sv": "studiestod beviljas for den tid da den studerande bedriver heltidsstudier. studier som omfattar minst atta veckor i en foljd berattigar till tva manaders studiestod. studiestod for hogskolestudier kan fas for hogst 70 manader. den tid som berattigar till stod for avlaggande av en hogskoleexamen bestams pa basis av examens omfattning enligt universitetslagen eller yrkeshogskolelagen sa att den tid som berattigar till stod ar hogst nio manader per sadant lasar som innefattas i examens omfattning, utokad med tio manader. for ett sadant halvt lasar som foljer pa de fulla lasaren ar den tid som berattigar till stod dock fem manader. om en studerande har ratt att avlagga lagre och hogre hogskoleexamen, bestams den tid som berattigar till stod pa det satt som foreskrivs ovan utifran dessa examinas sammanlagda omfattning. den tid som berattigar till stod i fraga om en sadan hogre hogskoleexamen i vilken huvudamnet eller den amnesgrupp till vilket huvudamnet hor ar asiatiska och afrikanska sprak och kulturer ar dock hogst 64 manader. i fraga om en examen som avlaggs vid en utlandsk hogskola bestams den tid som berattigar till studiestod pa de grunder som anges ovan och pa basis av examens omfattning och lasarets langd. om en studerande som har beviljats studiestod for hogskolestudier men som inte har avlagt hogskoleexamen inleder studier for en andra hogskoleexamen, beaktas de manader som anvants for den tidigare examen vid utraknandet av den tid som berattigar till stod. narmare bestammelser om maximitiden for studiestod for hogskoleexamina av olika omfattning utfardas genom forordning av statsradet. inom utbildning som leder till en yrkesinriktad examen kan studiestod fas for hogst den tid som avses i 31 § 1 mom. i lagen om yrkesutbildning. inom gymnasieutbildning kan studiestod fas for hogst den tid som avses i 24 § 1 mom. i gymnasielagen."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Korkeakoulututkintoa varten myönnettävän opintotuen enimmäisajan pidentäminen",
      "content": "Opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 §:ssä tarkoitetun enimmäisajan, voidaan myöntää opintotuki opiskelun jäljellä olevaksi ajaksi, kuitenkin enintään yhdeksäksi kuukaudeksi. Edellytyksenä on, että opiskelija osoittaa opintojen viivästymisen aiheutuneen opintojen edistymiseen merkittävästi vaikuttaneesta sairaudesta tai muusta erityisen painavasta syystä. Pidennystä voidaan kuitenkin myöntää vain, jos tutkinnon suorittamisen arvioidaan edellyttävän päätoimista opiskelua enintään yhden lukuvuoden ajan. Tämän pykälän mukaista tukea ei myönnetä opiskelijalle, jolle on jo myönnetty opintotukea 70 kuukaudeksi. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myöntämisen perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 § :ssä tarkoitetun enimmäisajan, voidaan myöntää opintotuki opiskelun jäljellä olevaksi ajaksi, kuitenkin enintään yhdeksäksi kuukaudeksi. Edellytyksenä on, että opiskelija osoittaa opintojen viivästymisen aiheutuneen opintojen edistymiseen merkittävästi vaikuttaneesta sairaudesta tai muusta erityisen painavasta syystä. Pidennystä voidaan kuitenkin myöntää vain, jos tutkinnon suorittamisen arvioidaan edellyttävän päätoimista opiskelua enintään yhden lukuvuoden ajan. Tämän pykälän mukaista tukea ei myönnetä opiskelijalle, jolle on jo myönnetty opintotukea 70 kuukaudeksi. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myöntämisen perusteista.",
        "folded_fi": "opiskelijalle, joka on saanut opintotukea yhden korkeakoulututkinnon suorittamista varten 7 §:ssa tarkoitetun enimmaisajan, voidaan myontaa opintotuki opiskelun jaljella olevaksi ajaksi, kuitenkin enintaan yhdeksaksi kuukaudeksi. edellytyksena on, etta opiskelija osoittaa opintojen viivastymisen aiheutuneen opintojen edistymiseen merkittavasti vaikuttaneesta sairaudesta tai muusta erityisen painavasta syysta. pidennysta voidaan kuitenkin myontaa vain, jos tutkinnon suorittamisen arvioidaan edellyttavan paatoimista opiskelua enintaan yhden lukuvuoden ajan. taman pykalan mukaista tukea ei myonneta opiskelijalle, jolle on jo myonnetty opintotukea 70 kuukaudeksi. valtioneuvoston asetuksella saadetaan tarkemmin 1 momentissa tarkoitetun pidennyksen hakemisesta ja sen myontamisen perusteista.",
        "title_sv": "Förlängning av maximitiden för studiestöd för högskoleexamen",
        "content_sv": "En studerande som har fått studiestöd under den maximitid som avses i 7 § för avläggande av en högskoleexamen kan beviljas studiestöd för den återstående tiden av studierna, dock för högst nio månader. Ett villkor är att den studerande visar att studierna fördröjts på grund av sjukdom som avsevärt inverkat på framgången i studierna eller av något annat synnerligen vägande skäl. Förlängd tid kan dock beviljas endast i det fall att studier på heltid under högst ett läsår anses vara en förutsättning för avläggande av examen. Stöd enligt denna paragraf beviljas inte studerande som redan har beviljats studiestöd under 70 månader. Närmare bestämmelser om ansökan om förlängning som avses i 1 mom. och om grunderna för beviljande av förlängning utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En studerande som har fått studiestöd under den maximitid som avses i 7 § för avläggande av en högskoleexamen kan beviljas studiestöd för den återstående tiden av studierna, dock för högst nio månader. Ett villkor är att den studerande visar att studierna fördröjts på grund av sjukdom som avsevärt inverkat på framgången i studierna eller av något annat synnerligen vägande skäl. Förlängd tid kan dock beviljas endast i det fall att studier på heltid under högst ett läsår anses vara en förutsättning för avläggande av examen. Stöd enligt denna paragraf beviljas inte studerande som redan har beviljats studiestöd under 70 månader. Närmare bestämmelser om ansökan om förlängning som avses i 1 mom. och om grunderna för beviljande av förlängning utfärdas genom förordning av statsrådet.",
        "folded_sv": "en studerande som har fatt studiestod under den maximitid som avses i 7 § for avlaggande av en hogskoleexamen kan beviljas studiestod for den aterstaende tiden av studierna, dock for hogst nio manader. ett villkor ar att den studerande visar att studierna fordrojts pa grund av sjukdom som avsevart inverkat pa framgangen i studierna eller av nagot annat synnerligen vagande skal. forlangd tid kan dock beviljas endast i det fall att studier pa heltid under hogst ett lasar anses vara en forutsattning for avlaggande av examen. stod enligt denna paragraf beviljas inte studerande som redan har beviljats studiestod under 70 manader. narmare bestammelser om ansokan om forlangning som avses i 1 mom. och om grunderna for beviljande av forlangning utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Opintotukilautakunnan tehtävät",
      "content": "Opintotukilautakunnan tehtävänä on: 1) seurata opintojen edistymistä ja antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto opintojen edistymisestä; 2) määritellä kesäaikana harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 3) määritellä muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 4) antaa Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavähennykseen; 5) antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, voidaanko enimmäisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentää 7 a §:ssä säädetyllä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Opintotukilautakunnan tehtävänä on: 1) seurata opintojen edistymistä ja antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto opintojen edistymisestä; 2) määritellä kesäaikana harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 3) määritellä muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittävä laajuus ja antaa yksittäistapauksissa lausunto Kansaneläkelaitokselle; 4) antaa Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavähennykseen; 5) antaa oma-aloitteisesti taikka Kansaneläkelaitoksen tai opiskelijan pyynnöstä lausunto siitä, voidaanko enimmäisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentää 7 a § :ssä säädetyllä tavalla.",
        "folded_fi": "opintotukilautakunnan tehtavana on: 1) seurata opintojen edistymista ja antaa oma-aloitteisesti taikka kansanelakelaitoksen tai opiskelijan pyynnosta lausunto opintojen edistymisesta; 2) maaritella kesaaikana harjoitettavien opintojen riittava laajuus ja antaa yksittaistapauksissa lausunto kansanelakelaitokselle; 3) maaritella muiden kuin opiskelijavaihto-ohjelmien mukaisten ulkomailla harjoitettavien opintojen riittava laajuus ja antaa yksittaistapauksissa lausunto kansanelakelaitokselle; 4) antaa kansanelakelaitoksen tai opiskelijan pyynnosta lausunto siita, onko opintolainan valtiontakauksen saanut, joka on suorittanut tutkinnon, oikeutettu opintolainavahennykseen; 5) antaa oma-aloitteisesti taikka kansanelakelaitoksen tai opiskelijan pyynnosta lausunto siita, voidaanko enimmaisajan opintotukea saaneen opiskelijan opintotukeen oikeuttavaa aikaa pidentaa 7 a §:ssa saadetylla tavalla.",
        "title_sv": "Studiestödsnämndernas uppgifter",
        "content_sv": "Studiestödsnämnderna har till uppgift att 1) följa framgången i studierna och på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om studieframgången, 2) ange tillräcklig omfattning i fråga om studier som bedrivs under sommaren och i enskilda fall ge utlåtande till Folkpensionsanstalten, 3) ange tillräcklig omfattning i fråga om studier som bedrivs utomlands på annat sätt än via studentutbytesprogram och i enskilda fall ge utlåtande till Folkpensionsanstalten, 4) på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en låntagare som har fått statsborgen för studielån och som har avlagt examen är berättigad till studielånsavdrag, 5) på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en studerande som har fått studiestöd under den maximala tiden kan beviljas förlängning av den tid som berättigar till studiestöd på det sätt som föreskrivs i 7 a §.",
        "normalized_sv": "Studiestödsnämnderna har till uppgift att 1) följa framgången i studierna och på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om studieframgången, 2) ange tillräcklig omfattning i fråga om studier som bedrivs under sommaren och i enskilda fall ge utlåtande till Folkpensionsanstalten, 3) ange tillräcklig omfattning i fråga om studier som bedrivs utomlands på annat sätt än via studentutbytesprogram och i enskilda fall ge utlåtande till Folkpensionsanstalten, 4) på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en låntagare som har fått statsborgen för studielån och som har avlagt examen är berättigad till studielånsavdrag, 5) på eget initiativ eller på begäran av Folkpensionsanstalten eller den studerande ge utlåtande om huruvida en studerande som har fått studiestöd under den maximala tiden kan beviljas förlängning av den tid som berättigar till studiestöd på det sätt som föreskrivs i 7 a § .",
        "folded_sv": "studiestodsnamnderna har till uppgift att 1) folja framgangen i studierna och pa eget initiativ eller pa begaran av folkpensionsanstalten eller den studerande ge utlatande om studieframgangen, 2) ange tillracklig omfattning i fraga om studier som bedrivs under sommaren och i enskilda fall ge utlatande till folkpensionsanstalten, 3) ange tillracklig omfattning i fraga om studier som bedrivs utomlands pa annat satt an via studentutbytesprogram och i enskilda fall ge utlatande till folkpensionsanstalten, 4) pa begaran av folkpensionsanstalten eller den studerande ge utlatande om huruvida en lantagare som har fatt statsborgen for studielan och som har avlagt examen ar berattigad till studielansavdrag, 5) pa eget initiativ eller pa begaran av folkpensionsanstalten eller den studerande ge utlatande om huruvida en studerande som har fatt studiestod under den maximala tiden kan beviljas forlangning av den tid som berattigar till studiestod pa det satt som foreskrivs i 7 a §."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    }
  ]
}