{
  "id": "40/2015",
  "type": "statute",
  "title": "Laki ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen liitteeseen tehtyjen muutosten sekä yleissopimukseen liittyvän kiinteiden irtolastien aluskuljetuksia koskevan kansainvälisen säännöstön (IMSBC-säännöstö) pakottavan osan lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta ja IMSBC-säännöstön soveltamisesta",
  "title_en": "Lag om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i ändringarna i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss och i den tvingande delen av den till konventionen hörande internationella koden för fasta bulklaster (IMSBC-koden) och om tillämpningen av IMSBC-koden",
  "status": "in_force",
  "issued_date": "2015-01-23",
  "in_force_date": "2015-01-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/40/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SOLAS-yleissopimus) liitteeseen Lontoossa 4 päivänä joulukuuta 2008 Kansainvälisen merenkulkujärjestön meriturvallisuuskomitean päätöksen MSC.269(85) 2 liitteellä hyväksyttyjen muutosten sekä samassa yhteydessä päätöksellä MSC.268(85) hyväksytyn mainittuun yleissopimukseen liittyvän kiinteiden irtolastien aluskuljetuksia koskevan kansainvälisen säännöstön (IMSBC-säännöstö) pakottavan osan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SOLAS-yleissopimus) liitteeseen Lontoossa 4 päivänä joulukuuta 2008 Kansainvälisen merenkulkujärjestön meriturvallisuuskomitean päätöksen MSC.269(85) 2 liitteellä hyväksyttyjen muutosten sekä samassa yhteydessä päätöksellä MSC.268(85) hyväksytyn mainittuun yleissopimukseen liittyvän kiinteiden irtolastien aluskuljetuksia koskevan kansainvälisen säännöstön (IMSBC-säännöstö) pakottavan osan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (solas-yleissopimus) liitteeseen lontoossa 4 paivana joulukuuta 2008 kansainvalisen merenkulkujarjeston meriturvallisuuskomitean paatoksen msc.269(85) 2 liitteella hyvaksyttyjen muutosten seka samassa yhteydessa paatoksella msc.268(85) hyvaksytyn mainittuun yleissopimukseen liittyvan kiinteiden irtolastien aluskuljetuksia koskevan kansainvalisen saannoston (imsbc-saannosto) pakottavan osan lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i de ändringar i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (SOLAS-konventionen), vilka antogs i London den 4 december 2008 genom bilaga 2 till Internationella sjöfartsorganisationens sjösäkerhetskommittés resolution MSC.269(85) samt i den tvingande delen i den till nämnda konvention hörande internationella kod för fasta bulklaster (IMSBC-koden) som antogs i samma kontext genom resolution MSC.268(85) gäller som lag sådana Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i de ändringar i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (SOLAS-konventionen), vilka antogs i London den 4 december 2008 genom bilaga 2 till Internationella sjöfartsorganisationens sjösäkerhetskommittés resolution MSC.269(85) samt i den tvingande delen i den till nämnda konvention hörande internationella kod för fasta bulklaster (IMSBC-koden) som antogs i samma kontext genom resolution MSC.268(85) gäller som lag sådana Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i de andringar i bilagan till 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (solas-konventionen), vilka antogs i london den 4 december 2008 genom bilaga 2 till internationella sjofartsorganisationens sjosakerhetskommittes resolution msc.269(85) samt i den tvingande delen i den till namnda konvention horande internationella kod for fasta bulklaster (imsbc-koden) som antogs i samma kontext genom resolution msc.268(85) galler som lag sadana finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "IMSBC-säännöstöä sovelletaan myös aluksiin, jotka kuljettavat säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä. Kotimaan liikenteellä tarkoitetaan liikennettä kotimaan satamien välillä. Kotimaan liikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, joka kuljettaa säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä, edellyttäen, että säännöstön noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vähäiseen ympäristölle aiheutuvan vahingon vaaraan nähden aiheetonta. Liikenteen turvallisuusvirasto voi kuitenkin liittää poikkeusta koskevaan päätökseen lastin kuljettamista ja käsittelyä koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää SOLAS-yleissopimuksessa määrätyillä edellytyksillä poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "IMSBC-säännöstöä sovelletaan myös aluksiin, jotka kuljettavat säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä. Kotimaan liikenteellä tarkoitetaan liikennettä kotimaan satamien välillä. Kotimaan liikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, joka kuljettaa säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä, edellyttäen, että säännöstön noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vähäiseen ympäristölle aiheutuvan vahingon vaaraan nähden aiheetonta. Liikenteen turvallisuusvirasto voi kuitenkin liittää poikkeusta koskevaan päätökseen lastin kuljettamista ja käsittelyä koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää SOLAS-yleissopimuksessa määrätyillä edellytyksillä poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
        "folded_fi": "imsbc-saannostoa sovelletaan myos aluksiin, jotka kuljettavat saannostossa tarkoitettuja kiinteita irtolasteja kotimaan liikenteessa. kotimaan liikenteella tarkoitetaan liikennetta kotimaan satamien valilla. kotimaan liikenteeseen rinnastetaan liikenne saimaan kanavan ja siihen valittomasti liittyvien venajan vesialueiden kautta viipuriin seka liikenne vihrevojn ja viipurin valilla. liikenteen turvallisuusvirasto voi yksittaistapauksessa kirjallisesta hakemuksesta myontaa poikkeuksen imsbc-saannoston soveltamisesta alukseen, joka kuljettaa saannostossa tarkoitettuja kiinteita irtolasteja kotimaan liikenteessa, edellyttaen, etta saannoston noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vahaiseen ymparistolle aiheutuvan vahingon vaaraan nahden aiheetonta. liikenteen turvallisuusvirasto voi kuitenkin liittaa poikkeusta koskevaan paatokseen lastin kuljettamista ja kasittelya koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. liikenteen turvallisuusvirasto voi yksittaistapauksessa kirjallisesta hakemuksesta myontaa solas-yleissopimuksessa maaratyilla edellytyksilla poikkeuksen imsbc-saannoston soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
        "content_sv": "IMSBC-koden tillämpas också på fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. Med inrikes fart avses trafik mellan finska hamnar. Med inrikes fart jämställs trafik till Viborg via Saima kanal och därtill direkt anslutna ryska vattenområden och trafik mellan Vihrevoj och Viborg. Trafiksäkerhetsverket får i enskilda fall på skriftlig ansökan bevilja undantag från tillämpningen av IMSBC-koden i fråga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under förutsättning att iakttagandet av koden skulle medföra oskälig olägenhet eller oskäliga kostnader och skulle vara omotiverat i förhållande till den obetydliga risken för miljöskada. Trafiksäkerhetsverket får dock förena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke på sjöfartssäkerheten är behövliga och som trots undantaget måste iakttas på fartyget. Trafiksäkerhetsverket får i ett enskilt fall på skriftlig ansökan och under de förutsättningar som anges i SOLAS-konventionen bevilja undantag från tillämpningen av IMSBC-koden på fartyg med en bruttodräktighet under 500.",
        "normalized_sv": "IMSBC-koden tillämpas också på fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. Med inrikes fart avses trafik mellan finska hamnar. Med inrikes fart jämställs trafik till Viborg via Saima kanal och därtill direkt anslutna ryska vattenområden och trafik mellan Vihrevoj och Viborg. Trafiksäkerhetsverket får i enskilda fall på skriftlig ansökan bevilja undantag från tillämpningen av IMSBC-koden i fråga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under förutsättning att iakttagandet av koden skulle medföra oskälig olägenhet eller oskäliga kostnader och skulle vara omotiverat i förhållande till den obetydliga risken för miljöskada. Trafiksäkerhetsverket får dock förena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke på sjöfartssäkerheten är behövliga och som trots undantaget måste iakttas på fartyget. Trafiksäkerhetsverket får i ett enskilt fall på skriftlig ansökan och under de förutsättningar som anges i SOLAS-konventionen bevilja undantag från tillämpningen av IMSBC-koden på fartyg med en bruttodräktighet under 500.",
        "folded_sv": "imsbc-koden tillampas ocksa pa fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. med inrikes fart avses trafik mellan finska hamnar. med inrikes fart jamstalls trafik till viborg via saima kanal och dartill direkt anslutna ryska vattenomraden och trafik mellan vihrevoj och viborg. trafiksakerhetsverket far i enskilda fall pa skriftlig ansokan bevilja undantag fran tillampningen av imsbc-koden i fraga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under forutsattning att iakttagandet av koden skulle medfora oskalig olagenhet eller oskaliga kostnader och skulle vara omotiverat i forhallande till den obetydliga risken for miljoskada. trafiksakerhetsverket far dock forena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke pa sjofartssakerheten ar behovliga och som trots undantaget maste iakttas pa fartyget. trafiksakerhetsverket far i ett enskilt fall pa skriftlig ansokan och under de forutsattningar som anges i solas-konventionen bevilja undantag fran tillampningen av imsbc-koden pa fartyg med en bruttodraktighet under 500."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Laivaajan tulee toimittaa aluksen päällikölle tai hänen edustajalleen ja tarvittaessa Liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien näytteenottomenetelmien avulla lastista otettuihin näytteisiin, siten kuin IMSBC-säännöstössä määrätään. Liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan IMSBC-säännöstössä tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu säännöstössä. Liikenteen turvallisuusvirasto voi SOLAS-yleissopimuksen ja IMSBC-säännöstön täytäntöön panemiseksi antaa tarkempia teknisiä määräyksiä: 1) lastin turvallisesta käsittelystä ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista näytteistä; 5) lastia koskevista testitodistuksista sekä muista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Laivaajan tulee toimittaa aluksen päällikölle tai hänen edustajalleen ja tarvittaessa Liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien näytteenottomenetelmien avulla lastista otettuihin näytteisiin, siten kuin IMSBC-säännöstössä määrätään. Liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan IMSBC-säännöstössä tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu säännöstössä. Liikenteen turvallisuusvirasto voi SOLAS-yleissopimuksen ja IMSBC-säännöstön täytäntöön panemiseksi antaa tarkempia teknisiä määräyksiä: 1) lastin turvallisesta käsittelystä ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista näytteistä; 5) lastia koskevista testitodistuksista sekä muista asiakirjoista.",
        "folded_fi": "laivaajan tulee toimittaa aluksen paallikolle tai hanen edustajalleen ja tarvittaessa liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien naytteenottomenetelmien avulla lastista otettuihin naytteisiin, siten kuin imsbc-saannostossa maarataan. liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan imsbc-saannostossa tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu saannostossa. liikenteen turvallisuusvirasto voi solas-yleissopimuksen ja imsbc-saannoston taytantoon panemiseksi antaa tarkempia teknisia maarayksia: 1) lastin turvallisesta kasittelysta ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista naytteista; 5) lastia koskevista testitodistuksista seka muista asiakirjoista.",
        "content_sv": "Avlastaren ska lämna fartygets befälhavare eller dennes representant och vid behov Trafiksäkerhetsverket uppgifter om lasten och testningsintyg som grundar sig på prov som tagits av lasten genom tillförlitliga provtagningsmetoder, i enlighet med vad som bestäms i IMSBC-koden. Trafiksäkerhetsverket är den behöriga myndigheten att utföra de åtgärder som avses i IMSBC-koden i fråga om sådana ämnen som inte har uppräknats i koden. Trafiksäkerhetsverket får för genomförandet av SOLAS-konventionen och IMSBC-koden meddela närmare tekniska föreskrifter om 1) säker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lämnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som gäller lasten samt andra handlingar.",
        "normalized_sv": "Avlastaren ska lämna fartygets befälhavare eller dennes representant och vid behov Trafiksäkerhetsverket uppgifter om lasten och testningsintyg som grundar sig på prov som tagits av lasten genom tillförlitliga provtagningsmetoder, i enlighet med vad som bestäms i IMSBC-koden. Trafiksäkerhetsverket är den behöriga myndigheten att utföra de åtgärder som avses i IMSBC-koden i fråga om sådana ämnen som inte har uppräknats i koden. Trafiksäkerhetsverket får för genomförandet av SOLAS-konventionen och IMSBC-koden meddela närmare tekniska föreskrifter om 1) säker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lämnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som gäller lasten samt andra handlingar.",
        "folded_sv": "avlastaren ska lamna fartygets befalhavare eller dennes representant och vid behov trafiksakerhetsverket uppgifter om lasten och testningsintyg som grundar sig pa prov som tagits av lasten genom tillforlitliga provtagningsmetoder, i enlighet med vad som bestams i imsbc-koden. trafiksakerhetsverket ar den behoriga myndigheten att utfora de atgarder som avses i imsbc-koden i fraga om sadana amnen som inte har uppraknats i koden. trafiksakerhetsverket far for genomforandet av solas-konventionen och imsbc-koden meddela narmare tekniska foreskrifter om 1) saker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lamnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som galler lasten samt andra handlingar."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tämän lain mukaisista Liikenteen turvallisuusviraston suoritteista perittävistä maksuista säädetään valtion maksuperustelaissa (150/1992). Tarkempia säännöksiä maksuista annetaan liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tämän lain mukaisista Liikenteen turvallisuusviraston suoritteista perittävistä maksuista säädetään valtion maksuperustelaissa (150/1992). Tarkempia säännöksiä maksuista annetaan liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "taman lain mukaisista liikenteen turvallisuusviraston suoritteista perittavista maksuista saadetaan valtion maksuperustelaissa (150/1992). tarkempia saannoksia maksuista annetaan liikenne- ja viestintaministerion asetuksella.",
        "content_sv": "Bestämmelser om de avgifter som tas ut för Trafiksäkerhetsverkets prestationer enligt denna lag finns i lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Bestämmelser om de avgifter som tas ut för Trafiksäkerhetsverkets prestationer enligt denna lag finns i lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "bestammelser om de avgifter som tas ut for trafiksakerhetsverkets prestationer enligt denna lag finns i lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgifterna utfardas genom forordning av kommunikationsministeriet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Liikenteen turvallisuusviraston tämän lain nojalla tekemään päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimus tehdään Liikenteen turvallisuusvirastolle. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Liikenteen turvallisuusviraston tämän lain nojalla tekemään päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimus tehdään Liikenteen turvallisuusvirastolle. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston taman lain nojalla tekemaan paatokseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) saadetaan. oikaisuvaatimus tehdaan liikenteen turvallisuusvirastolle. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "content_sv": "I beslut som Trafiksäkerhetsverket har meddelat med stöd av denna lag får omprövning begäras på det sätt som anges i förvaltningslagen (434/2003). Begäran om omprövning ska göras hos Trafiksärhetsverket. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I förvaltningsdomstolens beslut får ändring sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "I beslut som Trafiksäkerhetsverket har meddelat med stöd av denna lag får omprövning begäras på det sätt som anges i förvaltningslagen (434/2003). Begäran om omprövning ska göras hos Trafiksärhetsverket. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I förvaltningsdomstolens beslut får ändring sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "i beslut som trafiksakerhetsverket har meddelat med stod av denna lag far omprovning begaras pa det satt som anges i forvaltningslagen (434/2003). begaran om omprovning ska goras hos trafiksarhetsverket. beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). i forvaltningsdomstolens beslut far andring sokas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "SOLAS-yleissopimuksen liitteeseen tehtyjen muutosten ja IMSBC-säännöstön muiden määräysten voimaansaattamisesta ja tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "SOLAS-yleissopimuksen liitteeseen tehtyjen muutosten ja IMSBC-säännöstön muiden määräysten voimaansaattamisesta ja tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "solas-yleissopimuksen liitteeseen tehtyjen muutosten ja imsbc-saannoston muiden maaraysten voimaansaattamisesta ja taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Genom förordning av statsrådet utfärdas bestämmelser om sättande i kraft av ändringarna i bilagan till SOLAS-konventionen och av de övriga bestämmelserna i IMSBC-koden och om ikraftträdandet av denna lag.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas bestämmelser om sättande i kraft av ändringarna i bilagan till SOLAS-konventionen och av de övriga bestämmelserna i IMSBC-koden och om ikraftträdandet av denna lag.",
        "folded_sv": "genom forordning av statsradet utfardas bestammelser om sattande i kraft av andringarna i bilagan till solas-konventionen och av de ovriga bestammelserna i imsbc-koden och om ikrafttradandet av denna lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SOLAS-yleissopimus) liitteeseen Lontoossa 4 päivänä joulukuuta 2008 Kansainvälisen merenkulkujärjestön meriturvallisuuskomitean päätöksen MSC.269(85) 2 liitteellä hyväksyttyjen muutosten sekä samassa yhteydessä päätöksellä MSC.268(85) hyväksytyn mainittuun yleissopimukseen liittyvän kiinteiden irtolastien aluskuljetuksia koskevan kansainvälisen säännöstön (IMSBC-säännöstö) pakottavan osan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Ihmishengen turvallisuudesta merellä vuonna 1974 tehdyn kansainvälisen yleissopimuksen (SOLAS-yleissopimus) liitteeseen Lontoossa 4 päivänä joulukuuta 2008 Kansainvälisen merenkulkujärjestön meriturvallisuuskomitean päätöksen MSC.269(85) 2 liitteellä hyväksyttyjen muutosten sekä samassa yhteydessä päätöksellä MSC.268(85) hyväksytyn mainittuun yleissopimukseen liittyvän kiinteiden irtolastien aluskuljetuksia koskevan kansainvälisen säännöstön (IMSBC-säännöstö) pakottavan osan lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "ihmishengen turvallisuudesta merella vuonna 1974 tehdyn kansainvalisen yleissopimuksen (solas-yleissopimus) liitteeseen lontoossa 4 paivana joulukuuta 2008 kansainvalisen merenkulkujarjeston meriturvallisuuskomitean paatoksen msc.269(85) 2 liitteella hyvaksyttyjen muutosten seka samassa yhteydessa paatoksella msc.268(85) hyvaksytyn mainittuun yleissopimukseen liittyvan kiinteiden irtolastien aluskuljetuksia koskevan kansainvalisen saannoston (imsbc-saannosto) pakottavan osan lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i de ändringar i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (SOLAS-konventionen), vilka antogs i London den 4 december 2008 genom bilaga 2 till Internationella sjöfartsorganisationens sjösäkerhetskommittés resolution MSC.269(85) samt i den tvingande delen i den till nämnda konvention hörande internationella kod för fasta bulklaster (IMSBC-koden) som antogs i samma kontext genom resolution MSC.268(85) gäller som lag sådana Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i de ändringar i bilagan till 1974 års internationella konvention om säkerheten för människoliv till sjöss (SOLAS-konventionen), vilka antogs i London den 4 december 2008 genom bilaga 2 till Internationella sjöfartsorganisationens sjösäkerhetskommittés resolution MSC.269(85) samt i den tvingande delen i den till nämnda konvention hörande internationella kod för fasta bulklaster (IMSBC-koden) som antogs i samma kontext genom resolution MSC.268(85) gäller som lag sådana Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i de andringar i bilagan till 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (solas-konventionen), vilka antogs i london den 4 december 2008 genom bilaga 2 till internationella sjofartsorganisationens sjosakerhetskommittes resolution msc.269(85) samt i den tvingande delen i den till namnda konvention horande internationella kod for fasta bulklaster (imsbc-koden) som antogs i samma kontext genom resolution msc.268(85) galler som lag sadana finland har forbundit sig till dem."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "IMSBC-säännöstöä sovelletaan myös aluksiin, jotka kuljettavat säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä. Kotimaan liikenteellä tarkoitetaan liikennettä kotimaan satamien välillä. Kotimaan liikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, joka kuljettaa säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä, edellyttäen, että säännöstön noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vähäiseen ympäristölle aiheutuvan vahingon vaaraan nähden aiheetonta. Liikenteen turvallisuusvirasto voi kuitenkin liittää poikkeusta koskevaan päätökseen lastin kuljettamista ja käsittelyä koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää SOLAS-yleissopimuksessa määrätyillä edellytyksillä poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "IMSBC-säännöstöä sovelletaan myös aluksiin, jotka kuljettavat säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä. Kotimaan liikenteellä tarkoitetaan liikennettä kotimaan satamien välillä. Kotimaan liikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, joka kuljettaa säännöstössä tarkoitettuja kiinteitä irtolasteja kotimaan liikenteessä, edellyttäen, että säännöstön noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vähäiseen ympäristölle aiheutuvan vahingon vaaraan nähden aiheetonta. Liikenteen turvallisuusvirasto voi kuitenkin liittää poikkeusta koskevaan päätökseen lastin kuljettamista ja käsittelyä koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. Liikenteen turvallisuusvirasto voi yksittäistapauksessa kirjallisesta hakemuksesta myöntää SOLAS-yleissopimuksessa määrätyillä edellytyksillä poikkeuksen IMSBC-säännöstön soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
        "folded_fi": "imsbc-saannostoa sovelletaan myos aluksiin, jotka kuljettavat saannostossa tarkoitettuja kiinteita irtolasteja kotimaan liikenteessa. kotimaan liikenteella tarkoitetaan liikennetta kotimaan satamien valilla. kotimaan liikenteeseen rinnastetaan liikenne saimaan kanavan ja siihen valittomasti liittyvien venajan vesialueiden kautta viipuriin seka liikenne vihrevojn ja viipurin valilla. liikenteen turvallisuusvirasto voi yksittaistapauksessa kirjallisesta hakemuksesta myontaa poikkeuksen imsbc-saannoston soveltamisesta alukseen, joka kuljettaa saannostossa tarkoitettuja kiinteita irtolasteja kotimaan liikenteessa, edellyttaen, etta saannoston noudattaminen aiheuttaisi kohtuutonta hankaluutta tai kohtuuttomia kustannuksia ja olisi vahaiseen ymparistolle aiheutuvan vahingon vaaraan nahden aiheetonta. liikenteen turvallisuusvirasto voi kuitenkin liittaa poikkeusta koskevaan paatokseen lastin kuljettamista ja kasittelya koskevia, merenkulun turvallisuuden kannalta tarpeellisia ehtoja, joita aluksella on poikkeuksesta huolimatta noudatettava. liikenteen turvallisuusvirasto voi yksittaistapauksessa kirjallisesta hakemuksesta myontaa solas-yleissopimuksessa maaratyilla edellytyksilla poikkeuksen imsbc-saannoston soveltamisesta alukseen, jonka bruttovetoisuus on alle 500.",
        "content_sv": "IMSBC-koden tillämpas också på fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. Med inrikes fart avses trafik mellan finska hamnar. Med inrikes fart jämställs trafik till Viborg via Saima kanal och därtill direkt anslutna ryska vattenområden och trafik mellan Vihrevoj och Viborg. Trafiksäkerhetsverket får i enskilda fall på skriftlig ansökan bevilja undantag från tillämpningen av IMSBC-koden i fråga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under förutsättning att iakttagandet av koden skulle medföra oskälig olägenhet eller oskäliga kostnader och skulle vara omotiverat i förhållande till den obetydliga risken för miljöskada. Trafiksäkerhetsverket får dock förena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke på sjöfartssäkerheten är behövliga och som trots undantaget måste iakttas på fartyget. Trafiksäkerhetsverket får i ett enskilt fall på skriftlig ansökan och under de förutsättningar som anges i SOLAS-konventionen bevilja undantag från tillämpningen av IMSBC-koden på fartyg med en bruttodräktighet under 500.",
        "normalized_sv": "IMSBC-koden tillämpas också på fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. Med inrikes fart avses trafik mellan finska hamnar. Med inrikes fart jämställs trafik till Viborg via Saima kanal och därtill direkt anslutna ryska vattenområden och trafik mellan Vihrevoj och Viborg. Trafiksäkerhetsverket får i enskilda fall på skriftlig ansökan bevilja undantag från tillämpningen av IMSBC-koden i fråga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under förutsättning att iakttagandet av koden skulle medföra oskälig olägenhet eller oskäliga kostnader och skulle vara omotiverat i förhållande till den obetydliga risken för miljöskada. Trafiksäkerhetsverket får dock förena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke på sjöfartssäkerheten är behövliga och som trots undantaget måste iakttas på fartyget. Trafiksäkerhetsverket får i ett enskilt fall på skriftlig ansökan och under de förutsättningar som anges i SOLAS-konventionen bevilja undantag från tillämpningen av IMSBC-koden på fartyg med en bruttodräktighet under 500.",
        "folded_sv": "imsbc-koden tillampas ocksa pa fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart. med inrikes fart avses trafik mellan finska hamnar. med inrikes fart jamstalls trafik till viborg via saima kanal och dartill direkt anslutna ryska vattenomraden och trafik mellan vihrevoj och viborg. trafiksakerhetsverket far i enskilda fall pa skriftlig ansokan bevilja undantag fran tillampningen av imsbc-koden i fraga om fartyg som transporterar i koden avsedda fasta bulklaster i inrikes fart, under forutsattning att iakttagandet av koden skulle medfora oskalig olagenhet eller oskaliga kostnader och skulle vara omotiverat i forhallande till den obetydliga risken for miljoskada. trafiksakerhetsverket far dock forena ett beslut avseende ett undantag med villkor om lasttransport och lasthantering som med tanke pa sjofartssakerheten ar behovliga och som trots undantaget maste iakttas pa fartyget. trafiksakerhetsverket far i ett enskilt fall pa skriftlig ansokan och under de forutsattningar som anges i solas-konventionen bevilja undantag fran tillampningen av imsbc-koden pa fartyg med en bruttodraktighet under 500."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Laivaajan tulee toimittaa aluksen päällikölle tai hänen edustajalleen ja tarvittaessa Liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien näytteenottomenetelmien avulla lastista otettuihin näytteisiin, siten kuin IMSBC-säännöstössä määrätään. Liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan IMSBC-säännöstössä tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu säännöstössä. Liikenteen turvallisuusvirasto voi SOLAS-yleissopimuksen ja IMSBC-säännöstön täytäntöön panemiseksi antaa tarkempia teknisiä määräyksiä: 1) lastin turvallisesta käsittelystä ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista näytteistä; 5) lastia koskevista testitodistuksista sekä muista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Laivaajan tulee toimittaa aluksen päällikölle tai hänen edustajalleen ja tarvittaessa Liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien näytteenottomenetelmien avulla lastista otettuihin näytteisiin, siten kuin IMSBC-säännöstössä määrätään. Liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan IMSBC-säännöstössä tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu säännöstössä. Liikenteen turvallisuusvirasto voi SOLAS-yleissopimuksen ja IMSBC-säännöstön täytäntöön panemiseksi antaa tarkempia teknisiä määräyksiä: 1) lastin turvallisesta käsittelystä ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista näytteistä; 5) lastia koskevista testitodistuksista sekä muista asiakirjoista.",
        "folded_fi": "laivaajan tulee toimittaa aluksen paallikolle tai hanen edustajalleen ja tarvittaessa liikenteen turvallisuusvirastolle lastia koskevat tiedot ja testitodistukset, jotka perustuvat luotettavien naytteenottomenetelmien avulla lastista otettuihin naytteisiin, siten kuin imsbc-saannostossa maarataan. liikenteen turvallisuusvirasto on toimivaltainen viranomainen suorittamaan imsbc-saannostossa tarkoitetut toimet sellaisten aineiden osalta, joita ei ole lueteltu saannostossa. liikenteen turvallisuusvirasto voi solas-yleissopimuksen ja imsbc-saannoston taytantoon panemiseksi antaa tarkempia teknisia maarayksia: 1) lastin turvallisesta kasittelysta ja kuljetuksesta; 2) lastin tunnistamisesta ja luokittelusta; 3) lastia koskevien tietojen antamisesta; 4) lastista otettavista naytteista; 5) lastia koskevista testitodistuksista seka muista asiakirjoista.",
        "content_sv": "Avlastaren ska lämna fartygets befälhavare eller dennes representant och vid behov Trafiksäkerhetsverket uppgifter om lasten och testningsintyg som grundar sig på prov som tagits av lasten genom tillförlitliga provtagningsmetoder, i enlighet med vad som bestäms i IMSBC-koden. Trafiksäkerhetsverket är den behöriga myndigheten att utföra de åtgärder som avses i IMSBC-koden i fråga om sådana ämnen som inte har uppräknats i koden. Trafiksäkerhetsverket får för genomförandet av SOLAS-konventionen och IMSBC-koden meddela närmare tekniska föreskrifter om 1) säker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lämnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som gäller lasten samt andra handlingar.",
        "normalized_sv": "Avlastaren ska lämna fartygets befälhavare eller dennes representant och vid behov Trafiksäkerhetsverket uppgifter om lasten och testningsintyg som grundar sig på prov som tagits av lasten genom tillförlitliga provtagningsmetoder, i enlighet med vad som bestäms i IMSBC-koden. Trafiksäkerhetsverket är den behöriga myndigheten att utföra de åtgärder som avses i IMSBC-koden i fråga om sådana ämnen som inte har uppräknats i koden. Trafiksäkerhetsverket får för genomförandet av SOLAS-konventionen och IMSBC-koden meddela närmare tekniska föreskrifter om 1) säker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lämnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som gäller lasten samt andra handlingar.",
        "folded_sv": "avlastaren ska lamna fartygets befalhavare eller dennes representant och vid behov trafiksakerhetsverket uppgifter om lasten och testningsintyg som grundar sig pa prov som tagits av lasten genom tillforlitliga provtagningsmetoder, i enlighet med vad som bestams i imsbc-koden. trafiksakerhetsverket ar den behoriga myndigheten att utfora de atgarder som avses i imsbc-koden i fraga om sadana amnen som inte har uppraknats i koden. trafiksakerhetsverket far for genomforandet av solas-konventionen och imsbc-koden meddela narmare tekniska foreskrifter om 1) saker hantering och transport av lasten, 2) identifiering och klassificering av lasten, 3) lamnande av lastinformation, 4) tagande av prov av lasten, 5) testningsintyg som galler lasten samt andra handlingar."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tämän lain mukaisista Liikenteen turvallisuusviraston suoritteista perittävistä maksuista säädetään valtion maksuperustelaissa (150/1992). Tarkempia säännöksiä maksuista annetaan liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tämän lain mukaisista Liikenteen turvallisuusviraston suoritteista perittävistä maksuista säädetään valtion maksuperustelaissa (150/1992). Tarkempia säännöksiä maksuista annetaan liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "taman lain mukaisista liikenteen turvallisuusviraston suoritteista perittavista maksuista saadetaan valtion maksuperustelaissa (150/1992). tarkempia saannoksia maksuista annetaan liikenne- ja viestintaministerion asetuksella.",
        "content_sv": "Bestämmelser om de avgifter som tas ut för Trafiksäkerhetsverkets prestationer enligt denna lag finns i lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Bestämmelser om de avgifter som tas ut för Trafiksäkerhetsverkets prestationer enligt denna lag finns i lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgifterna utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "bestammelser om de avgifter som tas ut for trafiksakerhetsverkets prestationer enligt denna lag finns i lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgifterna utfardas genom forordning av kommunikationsministeriet."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Liikenteen turvallisuusviraston tämän lain nojalla tekemään päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimus tehdään Liikenteen turvallisuusvirastolle. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Liikenteen turvallisuusviraston tämän lain nojalla tekemään päätökseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimus tehdään Liikenteen turvallisuusvirastolle. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston taman lain nojalla tekemaan paatokseen saa vaatia oikaisua siten kuin hallintolaissa (434/2003) saadetaan. oikaisuvaatimus tehdaan liikenteen turvallisuusvirastolle. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "content_sv": "I beslut som Trafiksäkerhetsverket har meddelat med stöd av denna lag får omprövning begäras på det sätt som anges i förvaltningslagen (434/2003). Begäran om omprövning ska göras hos Trafiksärhetsverket. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I förvaltningsdomstolens beslut får ändring sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "I beslut som Trafiksäkerhetsverket har meddelat med stöd av denna lag får omprövning begäras på det sätt som anges i förvaltningslagen (434/2003). Begäran om omprövning ska göras hos Trafiksärhetsverket. Beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I förvaltningsdomstolens beslut får ändring sökas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "i beslut som trafiksakerhetsverket har meddelat med stod av denna lag far omprovning begaras pa det satt som anges i forvaltningslagen (434/2003). begaran om omprovning ska goras hos trafiksarhetsverket. beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). i forvaltningsdomstolens beslut far andring sokas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "SOLAS-yleissopimuksen liitteeseen tehtyjen muutosten ja IMSBC-säännöstön muiden määräysten voimaansaattamisesta ja tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "SOLAS-yleissopimuksen liitteeseen tehtyjen muutosten ja IMSBC-säännöstön muiden määräysten voimaansaattamisesta ja tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "solas-yleissopimuksen liitteeseen tehtyjen muutosten ja imsbc-saannoston muiden maaraysten voimaansaattamisesta ja taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "content_sv": "Genom förordning av statsrådet utfärdas bestämmelser om sättande i kraft av ändringarna i bilagan till SOLAS-konventionen och av de övriga bestämmelserna i IMSBC-koden och om ikraftträdandet av denna lag.",
        "normalized_sv": "Genom förordning av statsrådet utfärdas bestämmelser om sättande i kraft av ändringarna i bilagan till SOLAS-konventionen och av de övriga bestämmelserna i IMSBC-koden och om ikraftträdandet av denna lag.",
        "folded_sv": "genom forordning av statsradet utfardas bestammelser om sattande i kraft av andringarna i bilagan till solas-konventionen och av de ovriga bestammelserna i imsbc-koden och om ikrafttradandet av denna lag."
      },
      "valid_from": "2015-01-23",
      "valid_to": null
    }
  ]
}