{
  "id": "411/2005",
  "type": "statute",
  "title": "Laki ammattikorkeakoululain muuttamisesta",
  "title_en": "Lag om ändring av yrkeshögskolelagen",
  "status": "in_force",
  "issued_date": "2005-06-10",
  "in_force_date": "2005-06-10",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/411/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tutkinnot ja niiden perusteet",
      "content": "Ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempiä ammattikorkeakoulututkintoja. Ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. Tutkintojen asemasta korkeakoulututkintojen järjestelmässä säädetään valtioneuvoston asetuksella. Ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta sekä muista opintojen perusteista säädetään valtioneuvoston asetuksella ja määrätään sen nojalla ammattikorkeakoulun tutkintosäännössä. Ammattikorkeakoulussa suoritettuun tutkintoon liitetään asianomaisen koulutusalan nimi sekä tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne AMK ja ylemmän ammattikorkeakoulututkinnon osalta lyhenne ylempi AMK. Tutkinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempiä ammattikorkeakoulututkintoja. Ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. Tutkintojen asemasta korkeakoulututkintojen järjestelmässä säädetään valtioneuvoston asetuksella. Ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta sekä muista opintojen perusteista säädetään valtioneuvoston asetuksella ja määrätään sen nojalla ammattikorkeakoulun tutkintosäännössä. Ammattikorkeakoulussa suoritettuun tutkintoon liitetään asianomaisen koulutusalan nimi sekä tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne AMK ja ylemmän ammattikorkeakoulututkinnon osalta lyhenne ylempi AMK. Tutkinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempia ammattikorkeakoulututkintoja. ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. tutkintojen asemasta korkeakoulututkintojen jarjestelmassa saadetaan valtioneuvoston asetuksella. ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta seka muista opintojen perusteista saadetaan valtioneuvoston asetuksella ja maarataan sen nojalla ammattikorkeakoulun tutkintosaannossa. ammattikorkeakoulussa suoritettuun tutkintoon liitetaan asianomaisen koulutusalan nimi seka tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne amk ja ylemman ammattikorkeakoulututkinnon osalta lyhenne ylempi amk. tutkinnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Examina och grunderna för examina",
        "content_sv": "Vid yrkeshögskolorna kan avläggas yrkeshögskoleexamina och högre yrkeshögskoleexamina. De examina som avläggs vid yrkeshögskolorna är högskoleexamina. Bestämmelser om examinas ställning i systemet för högskoleexamina utfärdas genom förordning av statsrådet. I fråga om examina som avläggs vid yrkeshögskolorna, examensmål och studiernas struktur samt andra grunder för studierna föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. Till en examen som har avlagts vid en yrkeshögskola fogas namnet på utbildningsområdet samt examensbenämningen och i fråga om yrkeshögskoleexamen vid behov förkortningen YH och i fråga om högre yrkeshögskoleexamen förkortningen högre YH. Närmare bestämmelser om examina utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Vid yrkeshögskolorna kan avläggas yrkeshögskoleexamina och högre yrkeshögskoleexamina. De examina som avläggs vid yrkeshögskolorna är högskoleexamina. Bestämmelser om examinas ställning i systemet för högskoleexamina utfärdas genom förordning av statsrådet. I fråga om examina som avläggs vid yrkeshögskolorna, examensmål och studiernas struktur samt andra grunder för studierna föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. Till en examen som har avlagts vid en yrkeshögskola fogas namnet på utbildningsområdet samt examensbenämningen och i fråga om yrkeshögskoleexamen vid behov förkortningen YH och i fråga om högre yrkeshögskoleexamen förkortningen högre YH. Närmare bestämmelser om examina utfärdas genom förordning av statsrådet.",
        "folded_sv": "vid yrkeshogskolorna kan avlaggas yrkeshogskoleexamina och hogre yrkeshogskoleexamina. de examina som avlaggs vid yrkeshogskolorna ar hogskoleexamina. bestammelser om examinas stallning i systemet for hogskoleexamina utfardas genom forordning av statsradet. i fraga om examina som avlaggs vid yrkeshogskolorna, examensmal och studiernas struktur samt andra grunder for studierna foreskrivs genom forordning av statsradet och med stod av forordningen i yrkeshogskolans examensstadga. till en examen som har avlagts vid en yrkeshogskola fogas namnet pa utbildningsomradet samt examensbenamningen och i fraga om yrkeshogskoleexamen vid behov forkortningen yh och i fraga om hogre yrkeshogskoleexamen forkortningen hogre yh. narmare bestammelser om examina utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Koulutusohjelmat ja opetussuunnitelmat",
      "content": "Ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot järjestetään koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella säädetään ja sen nojalla ammattikorkeakoulun tutkintosäännössä määrätään. Ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään kolmen ja enintään neljän lukuvuoden päätoimisten opintojen mittaisia. Erityisestä syystä tutkinto voi olla neljääkin vuotta laajempi. Ylempään ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään yhden lukuvuoden ja enintään puolentoista vuoden päätoimisten opintojen mittaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot järjestetään koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella säädetään ja sen nojalla ammattikorkeakoulun tutkintosäännössä määrätään. Ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään kolmen ja enintään neljän lukuvuoden päätoimisten opintojen mittaisia. Erityisestä syystä tutkinto voi olla neljääkin vuotta laajempi. Ylempään ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään yhden lukuvuoden ja enintään puolentoista vuoden päätoimisten opintojen mittaisia.",
        "folded_fi": "ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot jarjestetaan koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella saadetaan ja sen nojalla ammattikorkeakoulun tutkintosaannossa maarataan. ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vahintaan kolmen ja enintaan neljan lukuvuoden paatoimisten opintojen mittaisia. erityisesta syysta tutkinto voi olla neljaakin vuotta laajempi. ylempaan ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vahintaan yhden lukuvuoden ja enintaan puolentoista vuoden paatoimisten opintojen mittaisia.",
        "title_sv": "Utbildningsprogram och undervisningsplaner",
        "content_sv": "Studierna för en examen som avläggs vid en yrkeshögskola ordnas i form av utbildningsprogram enligt vad som föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. De utbildningsprogram som leder till en yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst tre och högst fyra läsår. Av särskilda skäl kan en examen omfatta mer än fyra år. De utbildningsprogram som leder till en högre yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst ett läsår och högst ett och ett halvt år.",
        "normalized_sv": "Studierna för en examen som avläggs vid en yrkeshögskola ordnas i form av utbildningsprogram enligt vad som föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. De utbildningsprogram som leder till en yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst tre och högst fyra läsår. Av särskilda skäl kan en examen omfatta mer än fyra år. De utbildningsprogram som leder till en högre yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst ett läsår och högst ett och ett halvt år.",
        "folded_sv": "studierna for en examen som avlaggs vid en yrkeshogskola ordnas i form av utbildningsprogram enligt vad som foreskrivs genom forordning av statsradet och med stod av forordningen i yrkeshogskolans examensstadga. de utbildningsprogram som leder till en yrkeshogskoleexamen och undervisningsplanerna for dem skall omfatta heltidsstudier under minst tre och hogst fyra lasar. av sarskilda skal kan en examen omfatta mer an fyra ar. de utbildningsprogram som leder till en hogre yrkeshogskoleexamen och undervisningsplanerna for dem skall omfatta heltidsstudier under minst ett lasar och hogst ett och ett halvt ar."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Kelpoisuus ammattikorkeakouluopintoihin",
      "content": "Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut: 1) lukion oppimäärän tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sitä vastaavat aikaisemmat opinnot sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; taikka 4) edellä 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myös muu kuin 1 momentissa tarkoitettu henkilö, jolla ammattikorkeakoulu katsoo olevan riittävät tiedot ja taidot opintoja varten. Ylempään ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vähintään kolmen vuoden työkokemus asianomaiselta alalta. Käsi- ja taideteollisuusalalla, viestintä- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla työkokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut: 1) lukion oppimäärän tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sitä vastaavat aikaisemmat opinnot sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; taikka 4) edellä 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myös muu kuin 1 momentissa tarkoitettu henkilö, jolla ammattikorkeakoulu katsoo olevan riittävät tiedot ja taidot opintoja varten. Ylempään ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vähintään kolmen vuoden työkokemus asianomaiselta alalta. Käsi- ja taideteollisuusalalla, viestintä- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla työkokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
        "folded_fi": "ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilo, joka on suorittanut: 1) lukion oppimaaran tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sita vastaavat aikaisemmat opinnot sen mukaan kuin opetusministerion asetuksella tarkemmin saadetaan; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niita vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministerion asetuksella tarkemmin saadetaan; taikka 4) edella 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myos muu kuin 1 momentissa tarkoitettu henkilo, jolla ammattikorkeakoulu katsoo olevan riittavat tiedot ja taidot opintoja varten. ylempaan ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilo, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vahintaan kolmen vuoden tyokokemus asianomaiselta alalta. kasi- ja taideteollisuusalalla, viestinta- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla tyokokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
        "title_sv": "Behörighet för yrkeshögskolestudier",
        "content_sv": "Som studerande inom studier som leder till yrkeshögskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets lärokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, 3) sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. Som studerande inom studier som leder till yrkeshögskoleexamen kan antas också andra än i 1 mom. avsedda personer som yrkeshögskolan anser ha tillräckliga kunskaper och färdigheter för studierna. Som studerande inom studier som leder till högre yrkeshögskoleexamen kan antas den som har avlagt lämplig yrkeshögskoleexamen eller någon annan lämplig högskoleexamen och som har minst tre års arbetserfarenhet inom branschen i fråga. Inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stället för arbetserfarenhet fordras konstnärlig verksamhet av motsvarande omfattning.",
        "normalized_sv": "Som studerande inom studier som leder till yrkeshögskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets lärokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, 3) sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. Som studerande inom studier som leder till yrkeshögskoleexamen kan antas också andra än i 1 mom. avsedda personer som yrkeshögskolan anser ha tillräckliga kunskaper och färdigheter för studierna. Som studerande inom studier som leder till högre yrkeshögskoleexamen kan antas den som har avlagt lämplig yrkeshögskoleexamen eller någon annan lämplig högskoleexamen och som har minst tre års arbetserfarenhet inom branschen i fråga. Inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stället för arbetserfarenhet fordras konstnärlig verksamhet av motsvarande omfattning.",
        "folded_sv": "som studerande inom studier som leder till yrkeshogskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets larokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som narmare foreskrivs genom forordning av undervisningsministeriet, 3) sadan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som narmare foreskrivs genom forordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. som studerande inom studier som leder till yrkeshogskoleexamen kan antas ocksa andra an i 1 mom. avsedda personer som yrkeshogskolan anser ha tillrackliga kunskaper och fardigheter for studierna. som studerande inom studier som leder till hogre yrkeshogskoleexamen kan antas den som har avlagt lamplig yrkeshogskoleexamen eller nagon annan lamplig hogskoleexamen och som har minst tre ars arbetserfarenhet inom branschen i fraga. inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stallet for arbetserfarenhet fordras konstnarlig verksamhet av motsvarande omfattning."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Opiskeluoikeus",
      "content": "Opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien sekä ammattikorkeakoulun tutkintosäännössä määrättyjen perusteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien sekä ammattikorkeakoulun tutkintosäännössä määrättyjen perusteiden mukaisesti.",
        "folded_fi": "opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempaan ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien seka ammattikorkeakoulun tutkintosaannossa maarattyjen perusteiden mukaisesti.",
        "title_sv": "Studierätt",
        "content_sv": "En studerande har rätt att genomföra de studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshögskolans examensstadga.",
        "normalized_sv": "En studerande har rätt att genomföra de studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshögskolans examensstadga.",
        "folded_sv": "en studerande har ratt att genomfora de studier som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshogskolans examensstadga."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Opetuksen maksuttomuus",
      "content": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
        "folded_fi": "ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
        "title_sv": "Undervisningens avgiftsfrihet",
        "content_sv": "Undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen är avgiftsfri för de studerande.",
        "normalized_sv": "Undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen är avgiftsfri för de studerande.",
        "folded_sv": "undervisning som leder till yrkeshogskoleexamen och hogre yrkeshogskoleexamen ar avgiftsfri for de studerande."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Ammattikorkeakoulun nimen ja tutkinto- nimikkeen käyttö",
      "content": "Ammattikorkeakoulututkinnon ja ylemmän ammattikorkeakoulututkinnon tutkintonimikettä saa käyttää vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Ammattikorkeakoulututkinnon ja ylemmän ammattikorkeakoulututkinnon tutkintonimikettä saa käyttää vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
        "folded_fi": "ammattikorkeakoulututkinnon ja ylemman ammattikorkeakoulututkinnon tutkintonimiketta saa kayttaa vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
        "title_sv": "Användning av benämningarna yrkes- högskola och yrkeshögskoleexamen",
        "content_sv": "Benämningen yrkeshögskoleexamen och högre yrkeshögskoleexamen får användas endast om en examen som har avlagts vid en yrkeshögskola.",
        "normalized_sv": "Benämningen yrkeshögskoleexamen och högre yrkeshögskoleexamen får användas endast om en examen som har avlagts vid en yrkeshögskola.",
        "folded_sv": "benamningen yrkeshogskoleexamen och hogre yrkeshogskoleexamen far anvandas endast om en examen som har avlagts vid en yrkeshogskola."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tutkinnot ja niiden perusteet",
      "content": "Ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempiä ammattikorkeakoulututkintoja. Ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. Tutkintojen asemasta korkeakoulututkintojen järjestelmässä säädetään valtioneuvoston asetuksella. Ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta sekä muista opintojen perusteista säädetään valtioneuvoston asetuksella ja määrätään sen nojalla ammattikorkeakoulun tutkintosäännössä. Ammattikorkeakoulussa suoritettuun tutkintoon liitetään asianomaisen koulutusalan nimi sekä tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne AMK ja ylemmän ammattikorkeakoulututkinnon osalta lyhenne ylempi AMK. Tutkinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempiä ammattikorkeakoulututkintoja. Ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. Tutkintojen asemasta korkeakoulututkintojen järjestelmässä säädetään valtioneuvoston asetuksella. Ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta sekä muista opintojen perusteista säädetään valtioneuvoston asetuksella ja määrätään sen nojalla ammattikorkeakoulun tutkintosäännössä. Ammattikorkeakoulussa suoritettuun tutkintoon liitetään asianomaisen koulutusalan nimi sekä tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne AMK ja ylemmän ammattikorkeakoulututkinnon osalta lyhenne ylempi AMK. Tutkinnoista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "ammattikorkeakoulussa voidaan suorittaa ammattikorkeakoulututkintoja ja ylempia ammattikorkeakoulututkintoja. ammattikorkeakoulussa suoritettavat tutkinnot ovat korkeakoulututkintoja. tutkintojen asemasta korkeakoulututkintojen jarjestelmassa saadetaan valtioneuvoston asetuksella. ammattikorkeakoulussa suoritettavista tutkinnoista, tutkintotavoitteista ja opintojen rakenteesta seka muista opintojen perusteista saadetaan valtioneuvoston asetuksella ja maarataan sen nojalla ammattikorkeakoulun tutkintosaannossa. ammattikorkeakoulussa suoritettuun tutkintoon liitetaan asianomaisen koulutusalan nimi seka tutkintonimike ja ammattikorkeakoulututkinnon osalta tarvittaessa lyhenne amk ja ylemman ammattikorkeakoulututkinnon osalta lyhenne ylempi amk. tutkinnoista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Examina och grunderna för examina",
        "content_sv": "Vid yrkeshögskolorna kan avläggas yrkeshögskoleexamina och högre yrkeshögskoleexamina. De examina som avläggs vid yrkeshögskolorna är högskoleexamina. Bestämmelser om examinas ställning i systemet för högskoleexamina utfärdas genom förordning av statsrådet. I fråga om examina som avläggs vid yrkeshögskolorna, examensmål och studiernas struktur samt andra grunder för studierna föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. Till en examen som har avlagts vid en yrkeshögskola fogas namnet på utbildningsområdet samt examensbenämningen och i fråga om yrkeshögskoleexamen vid behov förkortningen YH och i fråga om högre yrkeshögskoleexamen förkortningen högre YH. Närmare bestämmelser om examina utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Vid yrkeshögskolorna kan avläggas yrkeshögskoleexamina och högre yrkeshögskoleexamina. De examina som avläggs vid yrkeshögskolorna är högskoleexamina. Bestämmelser om examinas ställning i systemet för högskoleexamina utfärdas genom förordning av statsrådet. I fråga om examina som avläggs vid yrkeshögskolorna, examensmål och studiernas struktur samt andra grunder för studierna föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. Till en examen som har avlagts vid en yrkeshögskola fogas namnet på utbildningsområdet samt examensbenämningen och i fråga om yrkeshögskoleexamen vid behov förkortningen YH och i fråga om högre yrkeshögskoleexamen förkortningen högre YH. Närmare bestämmelser om examina utfärdas genom förordning av statsrådet.",
        "folded_sv": "vid yrkeshogskolorna kan avlaggas yrkeshogskoleexamina och hogre yrkeshogskoleexamina. de examina som avlaggs vid yrkeshogskolorna ar hogskoleexamina. bestammelser om examinas stallning i systemet for hogskoleexamina utfardas genom forordning av statsradet. i fraga om examina som avlaggs vid yrkeshogskolorna, examensmal och studiernas struktur samt andra grunder for studierna foreskrivs genom forordning av statsradet och med stod av forordningen i yrkeshogskolans examensstadga. till en examen som har avlagts vid en yrkeshogskola fogas namnet pa utbildningsomradet samt examensbenamningen och i fraga om yrkeshogskoleexamen vid behov forkortningen yh och i fraga om hogre yrkeshogskoleexamen forkortningen hogre yh. narmare bestammelser om examina utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Koulutusohjelmat ja opetussuunnitelmat",
      "content": "Ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot järjestetään koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella säädetään ja sen nojalla ammattikorkeakoulun tutkintosäännössä määrätään. Ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään kolmen ja enintään neljän lukuvuoden päätoimisten opintojen mittaisia. Erityisestä syystä tutkinto voi olla neljääkin vuotta laajempi. Ylempään ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään yhden lukuvuoden ja enintään puolentoista vuoden päätoimisten opintojen mittaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot järjestetään koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella säädetään ja sen nojalla ammattikorkeakoulun tutkintosäännössä määrätään. Ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään kolmen ja enintään neljän lukuvuoden päätoimisten opintojen mittaisia. Erityisestä syystä tutkinto voi olla neljääkin vuotta laajempi. Ylempään ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vähintään yhden lukuvuoden ja enintään puolentoista vuoden päätoimisten opintojen mittaisia.",
        "folded_fi": "ammattikorkeakoulussa suoritettavaan tutkintoon johtavat opinnot jarjestetaan koulutusohjelmina sen mukaan kuin valtioneuvoston asetuksella saadetaan ja sen nojalla ammattikorkeakoulun tutkintosaannossa maarataan. ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vahintaan kolmen ja enintaan neljan lukuvuoden paatoimisten opintojen mittaisia. erityisesta syysta tutkinto voi olla neljaakin vuotta laajempi. ylempaan ammattikorkeakoulututkintoon johtavien koulutusohjelmien ja niiden opetussuunnitelmien tulee olla laajuudeltaan vahintaan yhden lukuvuoden ja enintaan puolentoista vuoden paatoimisten opintojen mittaisia.",
        "title_sv": "Utbildningsprogram och undervisningsplaner",
        "content_sv": "Studierna för en examen som avläggs vid en yrkeshögskola ordnas i form av utbildningsprogram enligt vad som föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. De utbildningsprogram som leder till en yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst tre och högst fyra läsår. Av särskilda skäl kan en examen omfatta mer än fyra år. De utbildningsprogram som leder till en högre yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst ett läsår och högst ett och ett halvt år.",
        "normalized_sv": "Studierna för en examen som avläggs vid en yrkeshögskola ordnas i form av utbildningsprogram enligt vad som föreskrivs genom förordning av statsrådet och med stöd av förordningen i yrkeshögskolans examensstadga. De utbildningsprogram som leder till en yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst tre och högst fyra läsår. Av särskilda skäl kan en examen omfatta mer än fyra år. De utbildningsprogram som leder till en högre yrkeshögskoleexamen och undervisningsplanerna för dem skall omfatta heltidsstudier under minst ett läsår och högst ett och ett halvt år.",
        "folded_sv": "studierna for en examen som avlaggs vid en yrkeshogskola ordnas i form av utbildningsprogram enligt vad som foreskrivs genom forordning av statsradet och med stod av forordningen i yrkeshogskolans examensstadga. de utbildningsprogram som leder till en yrkeshogskoleexamen och undervisningsplanerna for dem skall omfatta heltidsstudier under minst tre och hogst fyra lasar. av sarskilda skal kan en examen omfatta mer an fyra ar. de utbildningsprogram som leder till en hogre yrkeshogskoleexamen och undervisningsplanerna for dem skall omfatta heltidsstudier under minst ett lasar och hogst ett och ett halvt ar."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Kelpoisuus ammattikorkeakouluopintoihin",
      "content": "Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut: 1) lukion oppimäärän tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sitä vastaavat aikaisemmat opinnot sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; taikka 4) edellä 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myös muu kuin 1 momentissa tarkoitettu henkilö, jolla ammattikorkeakoulu katsoo olevan riittävät tiedot ja taidot opintoja varten. Ylempään ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vähintään kolmen vuoden työkokemus asianomaiselta alalta. Käsi- ja taideteollisuusalalla, viestintä- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla työkokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut: 1) lukion oppimäärän tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sitä vastaavat aikaisemmat opinnot sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niitä vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministeriön asetuksella tarkemmin säädetään; taikka 4) edellä 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. Ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myös muu kuin 1 momentissa tarkoitettu henkilö, jolla ammattikorkeakoulu katsoo olevan riittävät tiedot ja taidot opintoja varten. Ylempään ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilö, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vähintään kolmen vuoden työkokemus asianomaiselta alalta. Käsi- ja taideteollisuusalalla, viestintä- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla työkokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
        "folded_fi": "ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilo, joka on suorittanut: 1) lukion oppimaaran tai ylioppilastutkinnon; 2) ammatillisen perustutkinnon tai sita vastaavat aikaisemmat opinnot sen mukaan kuin opetusministerion asetuksella tarkemmin saadetaan; 3) ammatillisesta aikuiskoulutuksesta annetussa laissa (631/1998) tarkoitetun ammatillisen perustutkinnon, ammattitutkinnon tai niita vastaavan aikaisemman tutkinnon sen mukaan kuin opetusministerion asetuksella tarkemmin saadetaan; taikka 4) edella 1―3 kohdassa tarkoitettuja tutkintoja vastaavat ulkomaiset opinnot. ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi myos muu kuin 1 momentissa tarkoitettu henkilo, jolla ammattikorkeakoulu katsoo olevan riittavat tiedot ja taidot opintoja varten. ylempaan ammattikorkeakoulututkintoon johtaviin opintoihin voidaan ottaa opiskelijaksi henkilo, joka on suorittanut soveltuvan ammattikorkeakoulututkinnon tai muun soveltuvan korkeakoulututkinnon ja jolla on vahintaan kolmen vuoden tyokokemus asianomaiselta alalta. kasi- ja taideteollisuusalalla, viestinta- ja kuvataidealalla, teatteri- ja tanssialalla ja musiikkialalla tyokokemuksen asemesta voidaan vaatia vastaavan pituinen taiteellinen toiminta.",
        "title_sv": "Behörighet för yrkeshögskolestudier",
        "content_sv": "Som studerande inom studier som leder till yrkeshögskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets lärokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, 3) sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. Som studerande inom studier som leder till yrkeshögskoleexamen kan antas också andra än i 1 mom. avsedda personer som yrkeshögskolan anser ha tillräckliga kunskaper och färdigheter för studierna. Som studerande inom studier som leder till högre yrkeshögskoleexamen kan antas den som har avlagt lämplig yrkeshögskoleexamen eller någon annan lämplig högskoleexamen och som har minst tre års arbetserfarenhet inom branschen i fråga. Inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stället för arbetserfarenhet fordras konstnärlig verksamhet av motsvarande omfattning.",
        "normalized_sv": "Som studerande inom studier som leder till yrkeshögskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets lärokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, 3) sådan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som närmare föreskrivs genom förordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. Som studerande inom studier som leder till yrkeshögskoleexamen kan antas också andra än i 1 mom. avsedda personer som yrkeshögskolan anser ha tillräckliga kunskaper och färdigheter för studierna. Som studerande inom studier som leder till högre yrkeshögskoleexamen kan antas den som har avlagt lämplig yrkeshögskoleexamen eller någon annan lämplig högskoleexamen och som har minst tre års arbetserfarenhet inom branschen i fråga. Inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stället för arbetserfarenhet fordras konstnärlig verksamhet av motsvarande omfattning.",
        "folded_sv": "som studerande inom studier som leder till yrkeshogskoleexamen kan antas den som har avlagt eller fullgjort 1) gymnasiets larokurs eller studentexamen, 2) yrkesinriktad grundexamen eller motsvarande tidigare studier, enligt vad som narmare foreskrivs genom forordning av undervisningsministeriet, 3) sadan yrkesinriktad grundexamen, yrkesexamen eller motsvarande tidigare examen som avses i lagen om yrkesinriktad vuxenutbildning (631/1998), enligt vad som narmare foreskrivs genom forordning av undervisningsministeriet, eller 4) studier utomlands vilka motsvarar examina som avses i 1―3 punkten. som studerande inom studier som leder till yrkeshogskoleexamen kan antas ocksa andra an i 1 mom. avsedda personer som yrkeshogskolan anser ha tillrackliga kunskaper och fardigheter for studierna. som studerande inom studier som leder till hogre yrkeshogskoleexamen kan antas den som har avlagt lamplig yrkeshogskoleexamen eller nagon annan lamplig hogskoleexamen och som har minst tre ars arbetserfarenhet inom branschen i fraga. inom hantverk och konstindustri, mediekultur och bildkonst, teater och dans och inom musik kan i stallet for arbetserfarenhet fordras konstnarlig verksamhet av motsvarande omfattning."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Opiskeluoikeus",
      "content": "Opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien sekä ammattikorkeakoulun tutkintosäännössä määrättyjen perusteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempään ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien sekä ammattikorkeakoulun tutkintosäännössä määrättyjen perusteiden mukaisesti.",
        "folded_fi": "opiskelijalla on oikeus suorittaa ammattikorkeakoulututkintoon tai ylempaan ammattikorkeakoulututkintoon johtavat opinnot asianomaisen koulutusohjelman ja sen opetussuunnitelmien seka ammattikorkeakoulun tutkintosaannossa maarattyjen perusteiden mukaisesti.",
        "title_sv": "Studierätt",
        "content_sv": "En studerande har rätt att genomföra de studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshögskolans examensstadga.",
        "normalized_sv": "En studerande har rätt att genomföra de studier som leder till yrkeshögskoleexamen eller högre yrkeshögskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshögskolans examensstadga.",
        "folded_sv": "en studerande har ratt att genomfora de studier som leder till yrkeshogskoleexamen eller hogre yrkeshogskoleexamen enligt utbildningsprogrammet och undervisningsplanerna samt enligt de grunder som anges i yrkeshogskolans examensstadga."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Opetuksen maksuttomuus",
      "content": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Ammattikorkeakoulututkintoon ja ylempään ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
        "folded_fi": "ammattikorkeakoulututkintoon ja ylempaan ammattikorkeakoulututkintoon johtava opetus on opiskelijalle maksutonta.",
        "title_sv": "Undervisningens avgiftsfrihet",
        "content_sv": "Undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen är avgiftsfri för de studerande.",
        "normalized_sv": "Undervisning som leder till yrkeshögskoleexamen och högre yrkeshögskoleexamen är avgiftsfri för de studerande.",
        "folded_sv": "undervisning som leder till yrkeshogskoleexamen och hogre yrkeshogskoleexamen ar avgiftsfri for de studerande."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Ammattikorkeakoulun nimen ja tutkinto- nimikkeen käyttö",
      "content": "Ammattikorkeakoulututkinnon ja ylemmän ammattikorkeakoulututkinnon tutkintonimikettä saa käyttää vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Ammattikorkeakoulututkinnon ja ylemmän ammattikorkeakoulututkinnon tutkintonimikettä saa käyttää vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
        "folded_fi": "ammattikorkeakoulututkinnon ja ylemman ammattikorkeakoulututkinnon tutkintonimiketta saa kayttaa vain ammattikorkeakoulussa suoritetuista tutkinnoista.",
        "title_sv": "Användning av benämningarna yrkes- högskola och yrkeshögskoleexamen",
        "content_sv": "Benämningen yrkeshögskoleexamen och högre yrkeshögskoleexamen får användas endast om en examen som har avlagts vid en yrkeshögskola.",
        "normalized_sv": "Benämningen yrkeshögskoleexamen och högre yrkeshögskoleexamen får användas endast om en examen som har avlagts vid en yrkeshögskola.",
        "folded_sv": "benamningen yrkeshogskoleexamen och hogre yrkeshogskoleexamen far anvandas endast om en examen som har avlagts vid en yrkeshogskola."
      },
      "valid_from": "2005-06-10",
      "valid_to": null
    }
  ]
}