{
  "id": "423/2007",
  "type": "statute",
  "title": "Laki Euroopan yhteisön yhteisen maatalouspolitiikan täytäntöönpanosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om verkställighet av Europeiska gemenskapens gemensamma jordbrukspolitik",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/423/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "rahoitusasetus maksajavirastona Maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (EY) N:o 1290/2005, jäljempänä, 6 artiklassa tarkoitettuna. Maaseutuvirasto vastaa sille yhteisön lainsäädännössä säädettyjen tehtävien osalta varojen käytön seurannasta ja toimialansa valvonnan järjestämisestä sekä varojen käyttöä koskevien selvitysten laatimisesta. Maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtäviä. todentamisviranomaisen Maa- ja metsätalousministeriö nimeää rahoitusasetuksen 7 artiklassa tarkoitetun. Todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteisö tai tilintarkastaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "rahoitusasetus maksajavirastona Maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (EY) N:o 1290/2005, jäljempänä, 6 artiklassa tarkoitettuna. Maaseutuvirasto vastaa sille yhteisön lainsäädännössä säädettyjen tehtävien osalta varojen käytön seurannasta ja toimialansa valvonnan järjestämisestä sekä varojen käyttöä koskevien selvitysten laatimisesta. Maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtäviä. todentamisviranomaisen Maa- ja metsätalousministeriö nimeää rahoitusasetuksen 7 artiklassa tarkoitetun. Todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteisö tai tilintarkastaja.",
        "folded_fi": "rahoitusasetus maksajavirastona maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (ey) n:o 1290/2005, jaljempana, 6 artiklassa tarkoitettuna. maaseutuvirasto vastaa sille yhteison lainsaadannossa saadettyjen tehtavien osalta varojen kayton seurannasta ja toimialansa valvonnan jarjestamisesta seka varojen kayttoa koskevien selvitysten laatimisesta. maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtavia. todentamisviranomaisen maa- ja metsatalousministerio nimeaa rahoitusasetuksen 7 artiklassa tarkoitetun. todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteiso tai tilintarkastaja.",
        "title_sv": "Behörig myndighet",
        "content_sv": "utbetalande organ finansieringsförordningen Landsbygdsverket utgör det som avses i artikel 6 i rådets förordning (EG) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. Landsbygdsverket ansvarar i fråga om de uppgifter som ålagts det i gemenskapslagstiftningen för övervakningen av användningen av medel och anordnandet av tillsynen inom sitt ansvarsområde samt för utarbetandet av redogörelser för användningen av medel. Landsbygdsverket styr och övervakar andra myndigheter när de utför sådana uppgifter som det utbetalande organet ansvarar för enligt artikel 6 i finansieringsförordningen. attesterande organ Jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsförordningen. Till attesterande organ kan enligt samtycke utses en myndighet eller en sådan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999).",
        "normalized_sv": "utbetalande organ finansieringsförordningen Landsbygdsverket utgör det som avses i artikel 6 i rådets förordning (EG) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. Landsbygdsverket ansvarar i fråga om de uppgifter som ålagts det i gemenskapslagstiftningen för övervakningen av användningen av medel och anordnandet av tillsynen inom sitt ansvarsområde samt för utarbetandet av redogörelser för användningen av medel. Landsbygdsverket styr och övervakar andra myndigheter när de utför sådana uppgifter som det utbetalande organet ansvarar för enligt artikel 6 i finansieringsförordningen. attesterande organ Jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsförordningen. Till attesterande organ kan enligt samtycke utses en myndighet eller en sådan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999).",
        "folded_sv": "utbetalande organ finansieringsforordningen landsbygdsverket utgor det som avses i artikel 6 i radets forordning (eg) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. landsbygdsverket ansvarar i fraga om de uppgifter som alagts det i gemenskapslagstiftningen for overvakningen av anvandningen av medel och anordnandet av tillsynen inom sitt ansvarsomrade samt for utarbetandet av redogorelser for anvandningen av medel. landsbygdsverket styr och overvakar andra myndigheter nar de utfor sadana uppgifter som det utbetalande organet ansvarar for enligt artikel 6 i finansieringsforordningen. attesterande organ jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsforordningen. till attesterande organ kan enligt samtycke utses en myndighet eller en sadan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö vastaa Euroopan yhteisön yhteisestä maatalouspolitiikasta annettujen säädösten noudattamisen valvonnasta. Maaseutuvirastosta annetussa laissa (666/2006) säädettyjen tehtävien osalta säädösten noudattamista valvoo Maaseutuvirasto ja Elintarviketurvallisuusvirastosta annetussa laissa (25/2006) säädettyjen tehtävien osalta Elintarviketurvallisuusvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa Euroopan yhteisön yhteisestä maatalouspolitiikasta annettujen säädösten noudattamisen valvonnasta. Maaseutuvirastosta annetussa laissa (666/2006) säädettyjen tehtävien osalta säädösten noudattamista valvoo Maaseutuvirasto ja Elintarviketurvallisuusvirastosta annetussa laissa (25/2006) säädettyjen tehtävien osalta Elintarviketurvallisuusvirasto.",
        "folded_fi": "maa- ja metsatalousministerio vastaa euroopan yhteison yhteisesta maatalouspolitiikasta annettujen saadosten noudattamisen valvonnasta. maaseutuvirastosta annetussa laissa (666/2006) saadettyjen tehtavien osalta saadosten noudattamista valvoo maaseutuvirasto ja elintarviketurvallisuusvirastosta annetussa laissa (25/2006) saadettyjen tehtavien osalta elintarviketurvallisuusvirasto.",
        "title_sv": "Övervakning",
        "content_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över att de rättsakter och författningar som gäller Europeiska gemenskapens gemensamma jordbrukspolitik iakttas. I fråga om de uppgifter som anges i lagen om Landsbygdsverket (666/2006) utövas tillsynen över iakttagandet av rättsakterna och författningarna av Landsbygdsverket, och i fråga om de uppgifter som anges i lagen om Livsmedelssäkerhetsverket (25/2006) utövas tillsynen av Livsmedelssäkerhetsverket.",
        "normalized_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över att de rättsakter och författningar som gäller Europeiska gemenskapens gemensamma jordbrukspolitik iakttas. I fråga om de uppgifter som anges i lagen om Landsbygdsverket (666/2006) utövas tillsynen över iakttagandet av rättsakterna och författningarna av Landsbygdsverket, och i fråga om de uppgifter som anges i lagen om Livsmedelssäkerhetsverket (25/2006) utövas tillsynen av Livsmedelssäkerhetsverket.",
        "folded_sv": "jord- och skogsbruksministeriet ansvarar for tillsynen over att de rattsakter och forfattningar som galler europeiska gemenskapens gemensamma jordbrukspolitik iakttas. i fraga om de uppgifter som anges i lagen om landsbygdsverket (666/2006) utovas tillsynen over iakttagandet av rattsakterna och forfattningarna av landsbygdsverket, och i fraga om de uppgifter som anges i lagen om livsmedelssakerhetsverket (25/2006) utovas tillsynen av livsmedelssakerhetsverket."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Todentamisviranomaisen tarkastus- ja tiedonsaantioikeus",
      "content": "Rahoitusasetuksen 8 artiklassa säädetyn todistuksen myöntämiseksi välttämättömien tutkimusten tekemiseksi todentamisviranomainen voi tehdä tarkastuksia niissä viranomaisissa tai yhteisöissä, jotka suorittavat maksajavirastolle säädettyjä tehtäviä, taikka tuensaajan luona. Tarkastusta suorittavalla on oikeus tarkastaa tehtävänsä edellyttämässä laajuudessa tuensaajan kotieläinrakennukset, viljelmät, toimitilat sekä muut tuen maksamisen edellytyksenä olevat olosuhteet. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Rahoitusasetuksen 8 artiklassa säädetyn todistuksen myöntämiseksi välttämättömien tutkimusten tekemiseksi todentamisviranomainen voi tehdä tarkastuksia niissä viranomaisissa tai yhteisöissä, jotka suorittavat maksajavirastolle säädettyjä tehtäviä, taikka tuensaajan luona. Tarkastusta suorittavalla on oikeus tarkastaa tehtävänsä edellyttämässä laajuudessa tuensaajan kotieläinrakennukset, viljelmät, toimitilat sekä muut tuen maksamisen edellytyksenä olevat olosuhteet. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
        "folded_fi": "rahoitusasetuksen 8 artiklassa saadetyn todistuksen myontamiseksi valttamattomien tutkimusten tekemiseksi todentamisviranomainen voi tehda tarkastuksia niissa viranomaisissa tai yhteisoissa, jotka suorittavat maksajavirastolle saadettyja tehtavia, taikka tuensaajan luona. tarkastusta suorittavalla on oikeus tarkastaa tehtavansa edellyttamassa laajuudessa tuensaajan kotielainrakennukset, viljelmat, toimitilat seka muut tuen maksamisen edellytyksena olevat olosuhteet. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
        "title_sv": "Det attesterande organets rätt att utföra inspektioner och få information",
        "content_sv": "För utförande av de granskningar som behövs för attestering enligt artikel 8 i finansieringsförordningen kan det attesterande organet utföra inspektioner hos de myndigheter eller sammanslutningar som utför uppgifter som ankommer på ett utbetalande organ eller hos en stödtagare. Den som utför inspektionen har rätt att, i den omfattning uppdraget förutsätter, inspektera stödtagarens husdjursbyggnader, odlingar, lokaliteter samt övriga omständigheter som utgör en förutsättning för betalning av stödet. Inspektioner får dock inte utföras i lokaler som omfattas av hemfriden.",
        "normalized_sv": "För utförande av de granskningar som behövs för attestering enligt artikel 8 i finansieringsförordningen kan det attesterande organet utföra inspektioner hos de myndigheter eller sammanslutningar som utför uppgifter som ankommer på ett utbetalande organ eller hos en stödtagare. Den som utför inspektionen har rätt att, i den omfattning uppdraget förutsätter, inspektera stödtagarens husdjursbyggnader, odlingar, lokaliteter samt övriga omständigheter som utgör en förutsättning för betalning av stödet. Inspektioner får dock inte utföras i lokaler som omfattas av hemfriden.",
        "folded_sv": "for utforande av de granskningar som behovs for attestering enligt artikel 8 i finansieringsforordningen kan det attesterande organet utfora inspektioner hos de myndigheter eller sammanslutningar som utfor uppgifter som ankommer pa ett utbetalande organ eller hos en stodtagare. den som utfor inspektionen har ratt att, i den omfattning uppdraget forutsatter, inspektera stodtagarens husdjursbyggnader, odlingar, lokaliteter samt ovriga omstandigheter som utgor en forutsattning for betalning av stodet. inspektioner far dock inte utforas i lokaler som omfattas av hemfriden."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Tehtävissä noudatettava menettely",
      "content": "Tässä laissa säädettyjä tehtäviä suoritettaessa on noudatettava, mitä hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 §:ssä säädetään. Asiakirjojen ja toiminnan julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Valvontaa, tarkastusta, todentamista tai muuta tässä laissa tarkoitettua tehtävää hoitavaan sovelletaan tässä tehtävässään rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Tässä laissa säädettyjä tehtäviä suoritettaessa on noudatettava, mitä hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 § :ssä säädetään. Asiakirjojen ja toiminnan julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Valvontaa, tarkastusta, todentamista tai muuta tässä laissa tarkoitettua tehtävää hoitavaan sovelletaan tässä tehtävässään rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "tassa laissa saadettyja tehtavia suoritettaessa on noudatettava, mita hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 §:ssa saadetaan. asiakirjojen ja toiminnan julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. valvontaa, tarkastusta, todentamista tai muuta tassa laissa tarkoitettua tehtavaa hoitavaan sovelletaan tassa tehtavassaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Förfarandet vid utförande av uppgifter",
        "content_sv": "Vid utförandet av uppgifter enligt denna lag skall förvaltningslagen (434/2003), språklagen (423/2003) och 14 och 15 § i statstjänstemannalagen (750/1994) iakttas. När det gäller offentligheten i fråga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. På den som utför övervakning, granskning, attestering eller andra uppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar när uppdraget fullgörs. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Vid utförandet av uppgifter enligt denna lag skall förvaltningslagen (434/2003), språklagen (423/2003) och 14 och 15 § i statstjänstemannalagen (750/1994) iakttas. När det gäller offentligheten i fråga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. På den som utför övervakning, granskning, attestering eller andra uppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar när uppdraget fullgörs. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "vid utforandet av uppgifter enligt denna lag skall forvaltningslagen (434/2003), spraklagen (423/2003) och 14 och 15 § i statstjanstemannalagen (750/1994) iakttas. nar det galler offentligheten i fraga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. pa den som utfor overvakning, granskning, attestering eller andra uppgifter enligt denna lag tillampas bestammelserna om straffrattsligt tjansteansvar nar uppdraget fullgors. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelystä, perus- ja kasvulohkojen ulko- ja sisärajojen määrittämisestä, mittausmenetelmistä, -tavoista, -tarkkuudesta ja toleranssista sekä tuen alentamisen ja keskeyttämisen perusteista, tehtävän vähennyksen määrästä sekä tuen alentamisessa ja keskeyttämisessä noudatettavasta menettelystä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004 sekä neuvoston asetuksen (EY) N:o 1782/2003 soveltamista koskevista yksityiskohtaisista säännöistä, jotka koskevat mainitun asetuksen IV ja IV a osastossa säädettyjä tukijärjestelmiä sekä kesannoidun maan käyttöä raaka-aineiden tuottamiseen annetun komission asetuksen (EY) N:o 1973/2004 edellyttämässä laajuudessa. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä kiintiöiden, tukien, palkkioiden ja korvausten maksamisen edellytyksistä Euroopan yhteisön lainsäädännön täytäntöönpanon edellyttämässä laajuudessa. Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä, niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien sekä EY:n yhteisen maatalouspolitiikan mukaisten markkinajärjestelmien hallinnointiin liittyvistä teknisistä yksityiskohdista siltä osin kuin Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain 2 §:ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelystä, perus- ja kasvulohkojen ulko- ja sisärajojen määrittämisestä, mittausmenetelmistä, -tavoista, -tarkkuudesta ja toleranssista sekä tuen alentamisen ja keskeyttämisen perusteista, tehtävän vähennyksen määrästä sekä tuen alentamisessa ja keskeyttämisessä noudatettavasta menettelystä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004 sekä neuvoston asetuksen (EY) N:o 1782/2003 soveltamista koskevista yksityiskohtaisista säännöistä, jotka koskevat mainitun asetuksen IV ja IV a osastossa säädettyjä tukijärjestelmiä sekä kesannoidun maan käyttöä raaka-aineiden tuottamiseen annetun komission asetuksen (EY) N:o 1973/2004 edellyttämässä laajuudessa. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä kiintiöiden, tukien, palkkioiden ja korvausten maksamisen edellytyksistä Euroopan yhteisön lainsäädännön täytäntöönpanon edellyttämässä laajuudessa. Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä, niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien sekä EY:n yhteisen maatalouspolitiikan mukaisten markkinajärjestelmien hallinnointiin liittyvistä teknisistä yksityiskohdista siltä osin kuin Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain 2 § :ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelysta, perus- ja kasvulohkojen ulko- ja sisarajojen maarittamisesta, mittausmenetelmista, -tavoista, -tarkkuudesta ja toleranssista seka tuen alentamisen ja keskeyttamisen perusteista, tehtavan vahennyksen maarasta seka tuen alentamisessa ja keskeyttamisessa noudatettavasta menettelysta yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadettyjen taydentavien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajarjestelman soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 796/2004 seka neuvoston asetuksen (ey) n:o 1782/2003 soveltamista koskevista yksityiskohtaisista saannoista, jotka koskevat mainitun asetuksen iv ja iv a osastossa saadettyja tukijarjestelmia seka kesannoidun maan kayttoa raaka-aineiden tuottamiseen annetun komission asetuksen (ey) n:o 1973/2004 edellyttamassa laajuudessa. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia kiintioiden, tukien, palkkioiden ja korvausten maksamisen edellytyksista euroopan yhteison lainsaadannon taytantoonpanon edellyttamassa laajuudessa. maaseutuvirasto voi antaa maarayksia kiintioiden, tukien, palkkioiden ja korvausten hakemis-, myontamis- ja maksamismenettelysta, niiden hoitoon liittyvista tallennus-, suunnitelma- ja seurantajarjestelmien seka ey:n yhteisen maatalouspolitiikan mukaisten markkinajarjestelmien hallinnointiin liittyvista teknisista yksityiskohdista silta osin kuin euroopan yhteison lainsaadannon taytantoonpano sita edellyttaa ja maaraykset ovat maaseutuvirastosta annetun lain 2 §:ssa saadettyjen tehtavien toimeenpanoa. lisaksi maaseutuvirasto antaa maaraykset tehtaviensa hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, paatos- ja muista vastaavista lomakkeista.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om övervakningen av stödvillkor, övervakningsförfarandet, fastställandet av bas- och jordbruksskiftenas yttre och inre gränser, mätmetoderna, mätningssätten, mätnoggrannheten och toleransen samt om grunderna för minskning och avbrytande av stöd, minskningens storlek och det förfarande genom vilket stödet minskas och avbryts, i den utsträckning som förutsätts i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och i kommissionens förordning (EG) nr 1973/2004 om fastställande av tillämpningsföreskrifter för rådets förordning (EG) nr 1782/2003 när det gäller de stödsystem som avses i avdelning IV och IV a i den förordningen och användningen av uttagen mark för produktion av råvaror. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om förutsättningarna för utbetalning av kvoter, stöd, bidrag och ersättningar i den utsträckning som verkställigheten av Europeiska gemenskapens lagstiftning kräver. Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfaranden i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, dels förvaltningen av marknadsorganisationer som är förenliga med EG:s gemensamma jordbrukspolitik, till den del verkställigheten av Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av uppgifter enligt 2 § i lagen om Landsbygdsverket. Dessutom meddelar Landsbygdsverket bestämmelser om de ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om övervakningen av stödvillkor, övervakningsförfarandet, fastställandet av bas- och jordbruksskiftenas yttre och inre gränser, mätmetoderna, mätningssätten, mätnoggrannheten och toleransen samt om grunderna för minskning och avbrytande av stöd, minskningens storlek och det förfarande genom vilket stödet minskas och avbryts, i den utsträckning som förutsätts i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och i kommissionens förordning (EG) nr 1973/2004 om fastställande av tillämpningsföreskrifter för rådets förordning (EG) nr 1782/2003 när det gäller de stödsystem som avses i avdelning IV och IV a i den förordningen och användningen av uttagen mark för produktion av råvaror. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om förutsättningarna för utbetalning av kvoter, stöd, bidrag och ersättningar i den utsträckning som verkställigheten av Europeiska gemenskapens lagstiftning kräver. Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfaranden i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, dels förvaltningen av marknadsorganisationer som är förenliga med EG:s gemensamma jordbrukspolitik, till den del verkställigheten av Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av uppgifter enligt 2 § i lagen om Landsbygdsverket. Dessutom meddelar Landsbygdsverket bestämmelser om de ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "folded_sv": "genom forordning av statsradet bestams narmare om overvakningen av stodvillkor, overvakningsforfarandet, faststallandet av bas- och jordbruksskiftenas yttre och inre granser, matmetoderna, matningssatten, matnoggrannheten och toleransen samt om grunderna for minskning och avbrytande av stod, minskningens storlek och det forfarande genom vilket stodet minskas och avbryts, i den utstrackning som forutsatts i kommissionens forordning (eg) nr 796/2004 om narmare foreskrifter for tillampningen av de tvarvillkor, den modulering och det integrerade administrations- och kontrollsystem som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare och i kommissionens forordning (eg) nr 1973/2004 om faststallande av tillampningsforeskrifter for radets forordning (eg) nr 1782/2003 nar det galler de stodsystem som avses i avdelning iv och iv a i den forordningen och anvandningen av uttagen mark for produktion av ravaror. genom forordning av jord- och skogsbruksministeriet kan narmare bestammelser utfardas om forutsattningarna for utbetalning av kvoter, stod, bidrag och ersattningar i den utstrackning som verkstalligheten av europeiska gemenskapens lagstiftning kraver. landsbygdsverket kan meddela foreskrifter om ansoknings-, beviljande- och utbetalningsforfaranden i anslutning till kvoter, stod, bidrag och ersattningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och overvakningssystem som hanfor sig till skotseln av dem, dels forvaltningen av marknadsorganisationer som ar forenliga med eg:s gemensamma jordbrukspolitik, till den del verkstalligheten av europeiska gemenskapens lagstiftning forutsatter det och foreskrifterna utgor verkstallighet av uppgifter enligt 2 § i lagen om landsbygdsverket. dessutom meddelar landsbygdsverket bestammelser om de ansoknings-, avtals-, overvaknings- och beslutsblanketter och andra motsvarande blanketter som behovs for utforande av dess uppgifter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "rahoitusasetus maksajavirastona Maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (EY) N:o 1290/2005, jäljempänä, 6 artiklassa tarkoitettuna. Maaseutuvirasto vastaa sille yhteisön lainsäädännössä säädettyjen tehtävien osalta varojen käytön seurannasta ja toimialansa valvonnan järjestämisestä sekä varojen käyttöä koskevien selvitysten laatimisesta. Maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtäviä. todentamisviranomaisen Maa- ja metsätalousministeriö nimeää rahoitusasetuksen 7 artiklassa tarkoitetun. Todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteisö tai tilintarkastaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "rahoitusasetus maksajavirastona Maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (EY) N:o 1290/2005, jäljempänä, 6 artiklassa tarkoitettuna. Maaseutuvirasto vastaa sille yhteisön lainsäädännössä säädettyjen tehtävien osalta varojen käytön seurannasta ja toimialansa valvonnan järjestämisestä sekä varojen käyttöä koskevien selvitysten laatimisesta. Maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtäviä. todentamisviranomaisen Maa- ja metsätalousministeriö nimeää rahoitusasetuksen 7 artiklassa tarkoitetun. Todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteisö tai tilintarkastaja.",
        "folded_fi": "rahoitusasetus maksajavirastona maaseutuvirasto toimii yhteisen maatalouspolitiikan rahoituksesta annetun neuvoston asetuksen (ey) n:o 1290/2005, jaljempana, 6 artiklassa tarkoitettuna. maaseutuvirasto vastaa sille yhteison lainsaadannossa saadettyjen tehtavien osalta varojen kayton seurannasta ja toimialansa valvonnan jarjestamisesta seka varojen kayttoa koskevien selvitysten laatimisesta. maaseutuvirasto ohjaa ja valvoo muita viranomaisia niiden hoitaessa rahoitusasetuksen 6 artiklan nojalla maksajaviraston vastuulle kuuluvia tehtavia. todentamisviranomaisen maa- ja metsatalousministerio nimeaa rahoitusasetuksen 7 artiklassa tarkoitetun. todentamisviranomaiseksi voidaan valita suostumuksensa mukaan viranomainen taikka tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu tilintarkastusyhteiso tai tilintarkastaja.",
        "title_sv": "Behörig myndighet",
        "content_sv": "utbetalande organ finansieringsförordningen Landsbygdsverket utgör det som avses i artikel 6 i rådets förordning (EG) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. Landsbygdsverket ansvarar i fråga om de uppgifter som ålagts det i gemenskapslagstiftningen för övervakningen av användningen av medel och anordnandet av tillsynen inom sitt ansvarsområde samt för utarbetandet av redogörelser för användningen av medel. Landsbygdsverket styr och övervakar andra myndigheter när de utför sådana uppgifter som det utbetalande organet ansvarar för enligt artikel 6 i finansieringsförordningen. attesterande organ Jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsförordningen. Till attesterande organ kan enligt samtycke utses en myndighet eller en sådan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999).",
        "normalized_sv": "utbetalande organ finansieringsförordningen Landsbygdsverket utgör det som avses i artikel 6 i rådets förordning (EG) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. Landsbygdsverket ansvarar i fråga om de uppgifter som ålagts det i gemenskapslagstiftningen för övervakningen av användningen av medel och anordnandet av tillsynen inom sitt ansvarsområde samt för utarbetandet av redogörelser för användningen av medel. Landsbygdsverket styr och övervakar andra myndigheter när de utför sådana uppgifter som det utbetalande organet ansvarar för enligt artikel 6 i finansieringsförordningen. attesterande organ Jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsförordningen. Till attesterande organ kan enligt samtycke utses en myndighet eller en sådan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999).",
        "folded_sv": "utbetalande organ finansieringsforordningen landsbygdsverket utgor det som avses i artikel 6 i radets forordning (eg) nr 1290/2005 om finansieringen av den gemensamma jordbrukspolitiken, nedan. landsbygdsverket ansvarar i fraga om de uppgifter som alagts det i gemenskapslagstiftningen for overvakningen av anvandningen av medel och anordnandet av tillsynen inom sitt ansvarsomrade samt for utarbetandet av redogorelser for anvandningen av medel. landsbygdsverket styr och overvakar andra myndigheter nar de utfor sadana uppgifter som det utbetalande organet ansvarar for enligt artikel 6 i finansieringsforordningen. attesterande organ jord- och skogsbruksministeriet utser ett som avses i artikel 7 i finansieringsforordningen. till attesterande organ kan enligt samtycke utses en myndighet eller en sadan revisionssammanslutning eller revisor som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö vastaa Euroopan yhteisön yhteisestä maatalouspolitiikasta annettujen säädösten noudattamisen valvonnasta. Maaseutuvirastosta annetussa laissa (666/2006) säädettyjen tehtävien osalta säädösten noudattamista valvoo Maaseutuvirasto ja Elintarviketurvallisuusvirastosta annetussa laissa (25/2006) säädettyjen tehtävien osalta Elintarviketurvallisuusvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa Euroopan yhteisön yhteisestä maatalouspolitiikasta annettujen säädösten noudattamisen valvonnasta. Maaseutuvirastosta annetussa laissa (666/2006) säädettyjen tehtävien osalta säädösten noudattamista valvoo Maaseutuvirasto ja Elintarviketurvallisuusvirastosta annetussa laissa (25/2006) säädettyjen tehtävien osalta Elintarviketurvallisuusvirasto.",
        "folded_fi": "maa- ja metsatalousministerio vastaa euroopan yhteison yhteisesta maatalouspolitiikasta annettujen saadosten noudattamisen valvonnasta. maaseutuvirastosta annetussa laissa (666/2006) saadettyjen tehtavien osalta saadosten noudattamista valvoo maaseutuvirasto ja elintarviketurvallisuusvirastosta annetussa laissa (25/2006) saadettyjen tehtavien osalta elintarviketurvallisuusvirasto.",
        "title_sv": "Övervakning",
        "content_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över att de rättsakter och författningar som gäller Europeiska gemenskapens gemensamma jordbrukspolitik iakttas. I fråga om de uppgifter som anges i lagen om Landsbygdsverket (666/2006) utövas tillsynen över iakttagandet av rättsakterna och författningarna av Landsbygdsverket, och i fråga om de uppgifter som anges i lagen om Livsmedelssäkerhetsverket (25/2006) utövas tillsynen av Livsmedelssäkerhetsverket.",
        "normalized_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över att de rättsakter och författningar som gäller Europeiska gemenskapens gemensamma jordbrukspolitik iakttas. I fråga om de uppgifter som anges i lagen om Landsbygdsverket (666/2006) utövas tillsynen över iakttagandet av rättsakterna och författningarna av Landsbygdsverket, och i fråga om de uppgifter som anges i lagen om Livsmedelssäkerhetsverket (25/2006) utövas tillsynen av Livsmedelssäkerhetsverket.",
        "folded_sv": "jord- och skogsbruksministeriet ansvarar for tillsynen over att de rattsakter och forfattningar som galler europeiska gemenskapens gemensamma jordbrukspolitik iakttas. i fraga om de uppgifter som anges i lagen om landsbygdsverket (666/2006) utovas tillsynen over iakttagandet av rattsakterna och forfattningarna av landsbygdsverket, och i fraga om de uppgifter som anges i lagen om livsmedelssakerhetsverket (25/2006) utovas tillsynen av livsmedelssakerhetsverket."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Todentamisviranomaisen tarkastus- ja tiedonsaantioikeus",
      "content": "Rahoitusasetuksen 8 artiklassa säädetyn todistuksen myöntämiseksi välttämättömien tutkimusten tekemiseksi todentamisviranomainen voi tehdä tarkastuksia niissä viranomaisissa tai yhteisöissä, jotka suorittavat maksajavirastolle säädettyjä tehtäviä, taikka tuensaajan luona. Tarkastusta suorittavalla on oikeus tarkastaa tehtävänsä edellyttämässä laajuudessa tuensaajan kotieläinrakennukset, viljelmät, toimitilat sekä muut tuen maksamisen edellytyksenä olevat olosuhteet. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Rahoitusasetuksen 8 artiklassa säädetyn todistuksen myöntämiseksi välttämättömien tutkimusten tekemiseksi todentamisviranomainen voi tehdä tarkastuksia niissä viranomaisissa tai yhteisöissä, jotka suorittavat maksajavirastolle säädettyjä tehtäviä, taikka tuensaajan luona. Tarkastusta suorittavalla on oikeus tarkastaa tehtävänsä edellyttämässä laajuudessa tuensaajan kotieläinrakennukset, viljelmät, toimitilat sekä muut tuen maksamisen edellytyksenä olevat olosuhteet. Tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
        "folded_fi": "rahoitusasetuksen 8 artiklassa saadetyn todistuksen myontamiseksi valttamattomien tutkimusten tekemiseksi todentamisviranomainen voi tehda tarkastuksia niissa viranomaisissa tai yhteisoissa, jotka suorittavat maksajavirastolle saadettyja tehtavia, taikka tuensaajan luona. tarkastusta suorittavalla on oikeus tarkastaa tehtavansa edellyttamassa laajuudessa tuensaajan kotielainrakennukset, viljelmat, toimitilat seka muut tuen maksamisen edellytyksena olevat olosuhteet. tarkastusta ei kuitenkaan saa suorittaa kotirauhan piiriin kuuluvissa tiloissa.",
        "title_sv": "Det attesterande organets rätt att utföra inspektioner och få information",
        "content_sv": "För utförande av de granskningar som behövs för attestering enligt artikel 8 i finansieringsförordningen kan det attesterande organet utföra inspektioner hos de myndigheter eller sammanslutningar som utför uppgifter som ankommer på ett utbetalande organ eller hos en stödtagare. Den som utför inspektionen har rätt att, i den omfattning uppdraget förutsätter, inspektera stödtagarens husdjursbyggnader, odlingar, lokaliteter samt övriga omständigheter som utgör en förutsättning för betalning av stödet. Inspektioner får dock inte utföras i lokaler som omfattas av hemfriden.",
        "normalized_sv": "För utförande av de granskningar som behövs för attestering enligt artikel 8 i finansieringsförordningen kan det attesterande organet utföra inspektioner hos de myndigheter eller sammanslutningar som utför uppgifter som ankommer på ett utbetalande organ eller hos en stödtagare. Den som utför inspektionen har rätt att, i den omfattning uppdraget förutsätter, inspektera stödtagarens husdjursbyggnader, odlingar, lokaliteter samt övriga omständigheter som utgör en förutsättning för betalning av stödet. Inspektioner får dock inte utföras i lokaler som omfattas av hemfriden.",
        "folded_sv": "for utforande av de granskningar som behovs for attestering enligt artikel 8 i finansieringsforordningen kan det attesterande organet utfora inspektioner hos de myndigheter eller sammanslutningar som utfor uppgifter som ankommer pa ett utbetalande organ eller hos en stodtagare. den som utfor inspektionen har ratt att, i den omfattning uppdraget forutsatter, inspektera stodtagarens husdjursbyggnader, odlingar, lokaliteter samt ovriga omstandigheter som utgor en forutsattning for betalning av stodet. inspektioner far dock inte utforas i lokaler som omfattas av hemfriden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Tehtävissä noudatettava menettely",
      "content": "Tässä laissa säädettyjä tehtäviä suoritettaessa on noudatettava, mitä hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 §:ssä säädetään. Asiakirjojen ja toiminnan julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Valvontaa, tarkastusta, todentamista tai muuta tässä laissa tarkoitettua tehtävää hoitavaan sovelletaan tässä tehtävässään rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Tässä laissa säädettyjä tehtäviä suoritettaessa on noudatettava, mitä hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 § :ssä säädetään. Asiakirjojen ja toiminnan julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Valvontaa, tarkastusta, todentamista tai muuta tässä laissa tarkoitettua tehtävää hoitavaan sovelletaan tässä tehtävässään rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "tassa laissa saadettyja tehtavia suoritettaessa on noudatettava, mita hallintolaissa (434/2003), kielilaissa (423/2003) ja valtion virkamieslain (750/1994) 14 ja 15 §:ssa saadetaan. asiakirjojen ja toiminnan julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. valvontaa, tarkastusta, todentamista tai muuta tassa laissa tarkoitettua tehtavaa hoitavaan sovelletaan tassa tehtavassaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Förfarandet vid utförande av uppgifter",
        "content_sv": "Vid utförandet av uppgifter enligt denna lag skall förvaltningslagen (434/2003), språklagen (423/2003) och 14 och 15 § i statstjänstemannalagen (750/1994) iakttas. När det gäller offentligheten i fråga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. På den som utför övervakning, granskning, attestering eller andra uppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar när uppdraget fullgörs. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Vid utförandet av uppgifter enligt denna lag skall förvaltningslagen (434/2003), språklagen (423/2003) och 14 och 15 § i statstjänstemannalagen (750/1994) iakttas. När det gäller offentligheten i fråga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. På den som utför övervakning, granskning, attestering eller andra uppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar när uppdraget fullgörs. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "vid utforandet av uppgifter enligt denna lag skall forvaltningslagen (434/2003), spraklagen (423/2003) och 14 och 15 § i statstjanstemannalagen (750/1994) iakttas. nar det galler offentligheten i fraga om handlingar och verksamhet skall lagen om offentlighet i myndigheternas verksamhet iakttas. pa den som utfor overvakning, granskning, attestering eller andra uppgifter enligt denna lag tillampas bestammelserna om straffrattsligt tjansteansvar nar uppdraget fullgors. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelystä, perus- ja kasvulohkojen ulko- ja sisärajojen määrittämisestä, mittausmenetelmistä, -tavoista, -tarkkuudesta ja toleranssista sekä tuen alentamisen ja keskeyttämisen perusteista, tehtävän vähennyksen määrästä sekä tuen alentamisessa ja keskeyttämisessä noudatettavasta menettelystä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004 sekä neuvoston asetuksen (EY) N:o 1782/2003 soveltamista koskevista yksityiskohtaisista säännöistä, jotka koskevat mainitun asetuksen IV ja IV a osastossa säädettyjä tukijärjestelmiä sekä kesannoidun maan käyttöä raaka-aineiden tuottamiseen annetun komission asetuksen (EY) N:o 1973/2004 edellyttämässä laajuudessa. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä kiintiöiden, tukien, palkkioiden ja korvausten maksamisen edellytyksistä Euroopan yhteisön lainsäädännön täytäntöönpanon edellyttämässä laajuudessa. Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä, niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien sekä EY:n yhteisen maatalouspolitiikan mukaisten markkinajärjestelmien hallinnointiin liittyvistä teknisistä yksityiskohdista siltä osin kuin Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain 2 §:ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelystä, perus- ja kasvulohkojen ulko- ja sisärajojen määrittämisestä, mittausmenetelmistä, -tavoista, -tarkkuudesta ja toleranssista sekä tuen alentamisen ja keskeyttämisen perusteista, tehtävän vähennyksen määrästä sekä tuen alentamisessa ja keskeyttämisessä noudatettavasta menettelystä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004 sekä neuvoston asetuksen (EY) N:o 1782/2003 soveltamista koskevista yksityiskohtaisista säännöistä, jotka koskevat mainitun asetuksen IV ja IV a osastossa säädettyjä tukijärjestelmiä sekä kesannoidun maan käyttöä raaka-aineiden tuottamiseen annetun komission asetuksen (EY) N:o 1973/2004 edellyttämässä laajuudessa. Maa- ja metsätalousministeriön asetuksella voidaan antaa tarkempia säännöksiä kiintiöiden, tukien, palkkioiden ja korvausten maksamisen edellytyksistä Euroopan yhteisön lainsäädännön täytäntöönpanon edellyttämässä laajuudessa. Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä, niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien sekä EY:n yhteisen maatalouspolitiikan mukaisten markkinajärjestelmien hallinnointiin liittyvistä teknisistä yksityiskohdista siltä osin kuin Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain 2 § :ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin tukiehtojen valvonnasta, valvonnassa noudatettavasta menettelysta, perus- ja kasvulohkojen ulko- ja sisarajojen maarittamisesta, mittausmenetelmista, -tavoista, -tarkkuudesta ja toleranssista seka tuen alentamisen ja keskeyttamisen perusteista, tehtavan vahennyksen maarasta seka tuen alentamisessa ja keskeyttamisessa noudatettavasta menettelysta yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadettyjen taydentavien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajarjestelman soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 796/2004 seka neuvoston asetuksen (ey) n:o 1782/2003 soveltamista koskevista yksityiskohtaisista saannoista, jotka koskevat mainitun asetuksen iv ja iv a osastossa saadettyja tukijarjestelmia seka kesannoidun maan kayttoa raaka-aineiden tuottamiseen annetun komission asetuksen (ey) n:o 1973/2004 edellyttamassa laajuudessa. maa- ja metsatalousministerion asetuksella voidaan antaa tarkempia saannoksia kiintioiden, tukien, palkkioiden ja korvausten maksamisen edellytyksista euroopan yhteison lainsaadannon taytantoonpanon edellyttamassa laajuudessa. maaseutuvirasto voi antaa maarayksia kiintioiden, tukien, palkkioiden ja korvausten hakemis-, myontamis- ja maksamismenettelysta, niiden hoitoon liittyvista tallennus-, suunnitelma- ja seurantajarjestelmien seka ey:n yhteisen maatalouspolitiikan mukaisten markkinajarjestelmien hallinnointiin liittyvista teknisista yksityiskohdista silta osin kuin euroopan yhteison lainsaadannon taytantoonpano sita edellyttaa ja maaraykset ovat maaseutuvirastosta annetun lain 2 §:ssa saadettyjen tehtavien toimeenpanoa. lisaksi maaseutuvirasto antaa maaraykset tehtaviensa hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, paatos- ja muista vastaavista lomakkeista.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om övervakningen av stödvillkor, övervakningsförfarandet, fastställandet av bas- och jordbruksskiftenas yttre och inre gränser, mätmetoderna, mätningssätten, mätnoggrannheten och toleransen samt om grunderna för minskning och avbrytande av stöd, minskningens storlek och det förfarande genom vilket stödet minskas och avbryts, i den utsträckning som förutsätts i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och i kommissionens förordning (EG) nr 1973/2004 om fastställande av tillämpningsföreskrifter för rådets förordning (EG) nr 1782/2003 när det gäller de stödsystem som avses i avdelning IV och IV a i den förordningen och användningen av uttagen mark för produktion av råvaror. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om förutsättningarna för utbetalning av kvoter, stöd, bidrag och ersättningar i den utsträckning som verkställigheten av Europeiska gemenskapens lagstiftning kräver. Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfaranden i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, dels förvaltningen av marknadsorganisationer som är förenliga med EG:s gemensamma jordbrukspolitik, till den del verkställigheten av Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av uppgifter enligt 2 § i lagen om Landsbygdsverket. Dessutom meddelar Landsbygdsverket bestämmelser om de ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om övervakningen av stödvillkor, övervakningsförfarandet, fastställandet av bas- och jordbruksskiftenas yttre och inre gränser, mätmetoderna, mätningssätten, mätnoggrannheten och toleransen samt om grunderna för minskning och avbrytande av stöd, minskningens storlek och det förfarande genom vilket stödet minskas och avbryts, i den utsträckning som förutsätts i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och i kommissionens förordning (EG) nr 1973/2004 om fastställande av tillämpningsföreskrifter för rådets förordning (EG) nr 1782/2003 när det gäller de stödsystem som avses i avdelning IV och IV a i den förordningen och användningen av uttagen mark för produktion av råvaror. Genom förordning av jord- och skogsbruksministeriet kan närmare bestämmelser utfärdas om förutsättningarna för utbetalning av kvoter, stöd, bidrag och ersättningar i den utsträckning som verkställigheten av Europeiska gemenskapens lagstiftning kräver. Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfaranden i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, dels förvaltningen av marknadsorganisationer som är förenliga med EG:s gemensamma jordbrukspolitik, till den del verkställigheten av Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av uppgifter enligt 2 § i lagen om Landsbygdsverket. Dessutom meddelar Landsbygdsverket bestämmelser om de ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "folded_sv": "genom forordning av statsradet bestams narmare om overvakningen av stodvillkor, overvakningsforfarandet, faststallandet av bas- och jordbruksskiftenas yttre och inre granser, matmetoderna, matningssatten, matnoggrannheten och toleransen samt om grunderna for minskning och avbrytande av stod, minskningens storlek och det forfarande genom vilket stodet minskas och avbryts, i den utstrackning som forutsatts i kommissionens forordning (eg) nr 796/2004 om narmare foreskrifter for tillampningen av de tvarvillkor, den modulering och det integrerade administrations- och kontrollsystem som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare och i kommissionens forordning (eg) nr 1973/2004 om faststallande av tillampningsforeskrifter for radets forordning (eg) nr 1782/2003 nar det galler de stodsystem som avses i avdelning iv och iv a i den forordningen och anvandningen av uttagen mark for produktion av ravaror. genom forordning av jord- och skogsbruksministeriet kan narmare bestammelser utfardas om forutsattningarna for utbetalning av kvoter, stod, bidrag och ersattningar i den utstrackning som verkstalligheten av europeiska gemenskapens lagstiftning kraver. landsbygdsverket kan meddela foreskrifter om ansoknings-, beviljande- och utbetalningsforfaranden i anslutning till kvoter, stod, bidrag och ersattningar samt om tekniska detaljer i anslutning till dels lagrings-, planerings- och overvakningssystem som hanfor sig till skotseln av dem, dels forvaltningen av marknadsorganisationer som ar forenliga med eg:s gemensamma jordbrukspolitik, till den del verkstalligheten av europeiska gemenskapens lagstiftning forutsatter det och foreskrifterna utgor verkstallighet av uppgifter enligt 2 § i lagen om landsbygdsverket. dessutom meddelar landsbygdsverket bestammelser om de ansoknings-, avtals-, overvaknings- och beslutsblanketter och andra motsvarande blanketter som behovs for utforande av dess uppgifter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}