{
  "id": "424/2015",
  "type": "statute",
  "title": "Laki maa-aineslain muuttamisesta",
  "title_en": "Lag om ändring av marktäktslagen",
  "status": "in_force",
  "issued_date": "2015-04-10",
  "in_force_date": "2015-04-10",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/424/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Maa-aineslupahakemuksen ja ympäristölupahakemuksen yhteiskäsittely",
      "content": "Ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ympäristönsuojelulain (527/2014) mukainen ympäristölupahakemus on käsiteltävä yhdessä ja ratkaistava samalla päätöksellä, jollei sitä ole erityisestä syystä pidettävä tarpeettomana. Yhteistä lupaa voidaan hakea yhdellä lupahakemuksella. Jos lupa-asiaa käsiteltäessä ilmenee, että hanketta varten on tarpeen myös ympäristönsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen määräämässä kohtuullisessa ajassa tehtävä ympäristölupahakemus. Muussa tapauksessa vireillä oleva lupahakemus voidaan jättää tutkimatta. Edellä 1 momentissa tarkoitetun asian käsittelyssä noudatetaan, mitä ympäristönsuojelulain 42-45, 84-86 ja 96 §:ssä säädetään. Lisäksi käsittelyssä noudatetaan, mitä tämän lain 7 §:n 2 momentissa säädetään lausunnon pyytämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ympäristönsuojelulain (527/2014) mukainen ympäristölupahakemus on käsiteltävä yhdessä ja ratkaistava samalla päätöksellä, jollei sitä ole erityisestä syystä pidettävä tarpeettomana. Yhteistä lupaa voidaan hakea yhdellä lupahakemuksella. Jos lupa-asiaa käsiteltäessä ilmenee, että hanketta varten on tarpeen myös ympäristönsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen määräämässä kohtuullisessa ajassa tehtävä ympäristölupahakemus. Muussa tapauksessa vireillä oleva lupahakemus voidaan jättää tutkimatta. Edellä 1 momentissa tarkoitetun asian käsittelyssä noudatetaan, mitä ympäristönsuojelulain 42-45, 84-86 ja 96 § :ssä säädetään. Lisäksi käsittelyssä noudatetaan, mitä tämän lain 7 § :n 2 momentissa säädetään lausunnon pyytämisestä.",
        "folded_fi": "ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ymparistonsuojelulain (527/2014) mukainen ymparistolupahakemus on kasiteltava yhdessa ja ratkaistava samalla paatoksella, jollei sita ole erityisesta syysta pidettava tarpeettomana. yhteista lupaa voidaan hakea yhdella lupahakemuksella. jos lupa-asiaa kasiteltaessa ilmenee, etta hanketta varten on tarpeen myos ymparistonsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen maaraamassa kohtuullisessa ajassa tehtava ymparistolupahakemus. muussa tapauksessa vireilla oleva lupahakemus voidaan jattaa tutkimatta. edella 1 momentissa tarkoitetun asian kasittelyssa noudatetaan, mita ymparistonsuojelulain 42-45, 84-86 ja 96 §:ssa saadetaan. lisaksi kasittelyssa noudatetaan, mita taman lain 7 §:n 2 momentissa saadetaan lausunnon pyytamisesta.",
        "title_sv": "Gemensam behandling av ansökningar om marktäktstillstånd och miljötillståndsansökningar",
        "content_sv": "När en ansökan om tillstånd till täktverksamhet och en ansökan om miljötillstånd enligt miljöskyddslagen (527/2014) gäller samma projekt ska tillståndsansökningarna behandlas tillsammans och avgöras genom samma beslut, om detta inte av särskilda skäl ska anses vara onödigt. Det räcker med en ansökan för ett gemensamt tillstånd. Om det vid behandlingen av ett tillståndsärende framgår att det för projektet behövs tillstånd också enligt miljöskyddslagen, ska sökanden inom en av tillståndsmyndigheten utsatt skälig tid lämna in en miljötillståndsansökan. I annat fall kan den tillståndsansökan som är anhängig lämnas utan prövning. Ärenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljöskyddslagen. Dessutom ska utlåtande begäras i enlighet med 7 § 2 mom. i denna lag.",
        "normalized_sv": "När en ansökan om tillstånd till täktverksamhet och en ansökan om miljötillstånd enligt miljöskyddslagen (527/2014) gäller samma projekt ska tillståndsansökningarna behandlas tillsammans och avgöras genom samma beslut, om detta inte av särskilda skäl ska anses vara onödigt. Det räcker med en ansökan för ett gemensamt tillstånd. Om det vid behandlingen av ett tillståndsärende framgår att det för projektet behövs tillstånd också enligt miljöskyddslagen, ska sökanden inom en av tillståndsmyndigheten utsatt skälig tid lämna in en miljötillståndsansökan. I annat fall kan den tillståndsansökan som är anhängig lämnas utan prövning. Ärenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljöskyddslagen. Dessutom ska utlåtande begäras i enlighet med 7 § 2 mom. i denna lag.",
        "folded_sv": "nar en ansokan om tillstand till taktverksamhet och en ansokan om miljotillstand enligt miljoskyddslagen (527/2014) galler samma projekt ska tillstandsansokningarna behandlas tillsammans och avgoras genom samma beslut, om detta inte av sarskilda skal ska anses vara onodigt. det racker med en ansokan for ett gemensamt tillstand. om det vid behandlingen av ett tillstandsarende framgar att det for projektet behovs tillstand ocksa enligt miljoskyddslagen, ska sokanden inom en av tillstandsmyndigheten utsatt skalig tid lamna in en miljotillstandsansokan. i annat fall kan den tillstandsansokan som ar anhangig lamnas utan provning. arenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljoskyddslagen. dessutom ska utlatande begaras i enlighet med 7 § 2 mom. i denna lag."
      }
    },
    {
      "provision_ref": "4 b",
      "section": "4 b",
      "title": "Ottamisen ohjaus ja valvonta",
      "content": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen kuuluu ympäristöministeriölle. Elinkeino-, liikenne- ja ympäristökeskus ohjaa ja valvoo tämän lain mukaista toimintaa alueellaan. Kunnan tehtävänä on ohjata ja valvoa maa-ainesten ottamista kunnassa. Kunnan valvontaviranomaisesta säädetään 14 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 b",
        "normalized_fi": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen kuuluu ympäristöministeriölle. Elinkeino-, liikenne- ja ympäristökeskus ohjaa ja valvoo tämän lain mukaista toimintaa alueellaan. Kunnan tehtävänä on ohjata ja valvoa maa-ainesten ottamista kunnassa. Kunnan valvontaviranomaisesta säädetään 14 § :ssä.",
        "folded_fi": "taman lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittaminen kuuluu ymparistoministeriolle. elinkeino-, liikenne- ja ymparistokeskus ohjaa ja valvoo taman lain mukaista toimintaa alueellaan. kunnan tehtavana on ohjata ja valvoa maa-ainesten ottamista kunnassa. kunnan valvontaviranomaisesta saadetaan 14 §:ssa.",
        "title_sv": "Styrning och tillsyn över täktverksamhet",
        "content_sv": "Den allmänna styrningen, uppföljningen och utvecklandet av verksamhet enligt denna lag ankommer på miljöministeriet. Närings-, trafik- och miljöcentralen styr och övervakar verksamheten enligt denna lag inom sitt område. Kommunen ska styra och övervaka täktverksamheten i kommunen. Bestämmelser om den kommunala tillsynsmyndigheten finns i 14 §.",
        "normalized_sv": "Den allmänna styrningen, uppföljningen och utvecklandet av verksamhet enligt denna lag ankommer på miljöministeriet. Närings-, trafik- och miljöcentralen styr och övervakar verksamheten enligt denna lag inom sitt område. Kommunen ska styra och övervaka täktverksamheten i kommunen. Bestämmelser om den kommunala tillsynsmyndigheten finns i 14 § .",
        "folded_sv": "den allmanna styrningen, uppfoljningen och utvecklandet av verksamhet enligt denna lag ankommer pa miljoministeriet. narings-, trafik- och miljocentralen styr och overvakar verksamheten enligt denna lag inom sitt omrade. kommunen ska styra och overvaka taktverksamheten i kommunen. bestammelser om den kommunala tillsynsmyndigheten finns i 14 §."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Kaivannaisjätteen jätehuoltosuunnitelma",
      "content": "Luvan hakijan on tehtävä osana ottamissuunnitelmaa kaivannaisjätteen jätehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ympäristönsuojelulain 112 §:n 1 momentin 2 kohdassa tarkoitettua kaivannaisjätettä. Jos ottamissuunnitelmaa ei tämän lain 5 §:n 1 momentin mukaan tarvita, luvan hakijan on esitettävä ympäristönsuojelulain 114 §:ssä tarkoitettu kaivannaisjätteen jätehuoltosuunnitelma.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Luvan hakijan on tehtävä osana ottamissuunnitelmaa kaivannaisjätteen jätehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ympäristönsuojelulain 112 § :n 1 momentin 2 kohdassa tarkoitettua kaivannaisjätettä. Jos ottamissuunnitelmaa ei tämän lain 5 § :n 1 momentin mukaan tarvita, luvan hakijan on esitettävä ympäristönsuojelulain 114 § :ssä tarkoitettu kaivannaisjätteen jätehuoltosuunnitelma.",
        "folded_fi": "luvan hakijan on tehtava osana ottamissuunnitelmaa kaivannaisjatteen jatehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ymparistonsuojelulain 112 §:n 1 momentin 2 kohdassa tarkoitettua kaivannaisjatetta. jos ottamissuunnitelmaa ei taman lain 5 §:n 1 momentin mukaan tarvita, luvan hakijan on esitettava ymparistonsuojelulain 114 §:ssa tarkoitettu kaivannaisjatteen jatehuoltosuunnitelma.",
        "title_sv": "Plan för hantering av utvinningsavfall",
        "content_sv": "Den som ansöker om tillstånd ska som en del av täktplanen utarbeta en plan för hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller förädlingen av dem uppkommer sådant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljöskyddslagen. Om en täktplan inte behövs enligt 5 § 1 mom. i denna lag, ska den som ansöker om tillstånd lägga fram en i 114 § i miljöskyddslagen avsedd plan för hantering av utvinningsavfall.",
        "normalized_sv": "Den som ansöker om tillstånd ska som en del av täktplanen utarbeta en plan för hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller förädlingen av dem uppkommer sådant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljöskyddslagen. Om en täktplan inte behövs enligt 5 § 1 mom. i denna lag, ska den som ansöker om tillstånd lägga fram en i 114 § i miljöskyddslagen avsedd plan för hantering av utvinningsavfall.",
        "folded_sv": "den som ansoker om tillstand ska som en del av taktplanen utarbeta en plan for hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller foradlingen av dem uppkommer sadant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljoskyddslagen. om en taktplan inte behovs enligt 5 § 1 mom. i denna lag, ska den som ansoker om tillstand lagga fram en i 114 § i miljoskyddslagen avsedd plan for hantering av utvinningsavfall."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lupaviranomainen ja lausunnot",
      "content": "Maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ympäristönsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ympäristönsuojeluviranomainen. Kunnan ympäristönsuojeluviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 §:ssä. Edellä 4 a §:ssä tarkoitetun lupa-asian ratkaisee ympäristönsuojelulain 34-37 §:ssä säädetty toimivaltainen lupaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ympäristönsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ympäristönsuojeluviranomainen. Kunnan ympäristönsuojeluviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 § :ssä. Edellä 4 a § :ssä tarkoitetun lupa-asian ratkaisee ympäristönsuojelulain 34-37 § :ssä säädetty toimivaltainen lupaviranomainen.",
        "folded_fi": "maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ymparistonsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ymparistonsuojeluviranomainen. kunnan ymparistonsuojeluviranomaisen toimivallan siirtamisesta saadetaan kuntien ymparistonsuojelun hallinnosta annetun lain 7 §:ssa. edella 4 a §:ssa tarkoitetun lupa-asian ratkaisee ymparistonsuojelulain 34-37 §:ssa saadetty toimivaltainen lupaviranomainen.",
        "title_sv": "Tillståndsmyndighet och utlåtanden",
        "content_sv": "Tillståndsärenden som gäller täktverksamhet ska avgöras av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning (64/1986). I fråga om delegering av den kommunala miljövårdsmyndighetens beslutanderätt föreskrivs i 7 § i den lagen. De tillståndsärenden som avses i 4 a § i denna lag ska avgöras av den behöriga tillståndsmyndigheten enligt 34-37 § i miljöskyddslagen.",
        "normalized_sv": "Tillståndsärenden som gäller täktverksamhet ska avgöras av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning (64/1986). I fråga om delegering av den kommunala miljövårdsmyndighetens beslutanderätt föreskrivs i 7 § i den lagen. De tillståndsärenden som avses i 4 a § i denna lag ska avgöras av den behöriga tillståndsmyndigheten enligt 34-37 § i miljöskyddslagen.",
        "folded_sv": "tillstandsarenden som galler taktverksamhet ska avgoras av den kommunala miljovardsmyndighet som avses i lagen om kommunernas miljovardsforvaltning (64/1986). i fraga om delegering av den kommunala miljovardsmyndighetens beslutanderatt foreskrivs i 7 § i den lagen. de tillstandsarenden som avses i 4 a § i denna lag ska avgoras av den behoriga tillstandsmyndigheten enligt 34-37 § i miljoskyddslagen."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Luvan voimassaolo",
      "content": "Edellä 4 a §:ssä tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mitä tässä pykälässä säädetään luvan voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 4 a § :ssä tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mitä tässä pykälässä säädetään luvan voimassaolosta.",
        "folded_fi": "edella 4 a §:ssa tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mita tassa pykalassa saadetaan luvan voimassaolosta.",
        "title_sv": "Tillstånds giltighetstid",
        "content_sv": "För giltigheten av ett gemensamt tillstånd enligt 4 a § gäller vad denna paragraf föreskriver om tillstånds giltighet.",
        "normalized_sv": "För giltigheten av ett gemensamt tillstånd enligt 4 a § gäller vad denna paragraf föreskriver om tillstånds giltighet.",
        "folded_sv": "for giltigheten av ett gemensamt tillstand enligt 4 a § galler vad denna paragraf foreskriver om tillstands giltighet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvontaviranomainen ja hallintopakkoasia",
      "content": "Tämän lain noudattamista valvoo kuntien ympäristönsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ympäristönsuojeluviranomainen, jäljempänä valvontaviranomainen. Valvontaviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 §:ssä. Valvontaviranomaisella on tämän lain mukaisen valvontatehtävän hoitamiseksi oikeus tehdä tarkastuksia, suorittaa mittauksia ja ottaa näytteitä ottamispaikalla. Tarkastukset voivat koskea edellä 3 §:ssä tarkoitettuja seikkoja ja lupapäätöksessä ottamistoiminnalta edellytettyjä seikkoja sekä muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. Tarkastusmenettelystä säädetään hallintolain (434/2003) 39 §:n lisäksi tarkemmin valtioneuvoston asetuksella. Edellä 4 a §:ssä tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mitä ympäristönsuojelulain 175 §:ssä säädetään rikkomuksen tai laiminlyönnin oikaisemisesta. Jos hallintopakkoasia koskee ainoastaan tässä laissa tai sen nojalla säädetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mitä tässä laissa säädetään. Tässä pykälässä tarkoitetun asian käsittelyssä noudatetaan muutoin uhkasakkolakia (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tämän lain noudattamista valvoo kuntien ympäristönsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ympäristönsuojeluviranomainen, jäljempänä valvontaviranomainen. Valvontaviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 § :ssä. Valvontaviranomaisella on tämän lain mukaisen valvontatehtävän hoitamiseksi oikeus tehdä tarkastuksia, suorittaa mittauksia ja ottaa näytteitä ottamispaikalla. Tarkastukset voivat koskea edellä 3 § :ssä tarkoitettuja seikkoja ja lupapäätöksessä ottamistoiminnalta edellytettyjä seikkoja sekä muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. Tarkastusmenettelystä säädetään hallintolain (434/2003) 39 § :n lisäksi tarkemmin valtioneuvoston asetuksella. Edellä 4 a § :ssä tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mitä ympäristönsuojelulain 175 § :ssä säädetään rikkomuksen tai laiminlyönnin oikaisemisesta. Jos hallintopakkoasia koskee ainoastaan tässä laissa tai sen nojalla säädetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mitä tässä laissa säädetään. Tässä pykälässä tarkoitetun asian käsittelyssä noudatetaan muutoin uhkasakkolakia (1113/1990).",
        "folded_fi": "taman lain noudattamista valvoo kuntien ymparistonsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ymparistonsuojeluviranomainen, jaljempana valvontaviranomainen. valvontaviranomaisen toimivallan siirtamisesta saadetaan kuntien ymparistonsuojelun hallinnosta annetun lain 7 §:ssa. valvontaviranomaisella on taman lain mukaisen valvontatehtavan hoitamiseksi oikeus tehda tarkastuksia, suorittaa mittauksia ja ottaa naytteita ottamispaikalla. tarkastukset voivat koskea edella 3 §:ssa tarkoitettuja seikkoja ja lupapaatoksessa ottamistoiminnalta edellytettyja seikkoja seka muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. tarkastusmenettelysta saadetaan hallintolain (434/2003) 39 §:n lisaksi tarkemmin valtioneuvoston asetuksella. edella 4 a §:ssa tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mita ymparistonsuojelulain 175 §:ssa saadetaan rikkomuksen tai laiminlyonnin oikaisemisesta. jos hallintopakkoasia koskee ainoastaan tassa laissa tai sen nojalla saadetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mita tassa laissa saadetaan. tassa pykalassa tarkoitetun asian kasittelyssa noudatetaan muutoin uhkasakkolakia (1113/1990).",
        "title_sv": "Tillsynsmyndighet och förvaltningstvångsärenden",
        "content_sv": "Iakttagandet av denna lag övervakas av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning, nedan tillsynsmyndigheten. Bestämmelser om delegering av tillsynsmyndighetens beslutanderätt finns i 7 § i den lagen. För att sköta sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten rätt att utföra inspektioner, göra mätningar och ta prover på täktplatsen. Inspektionerna kan gälla omständigheter som avses i 3 § i denna lag, faktorer som enligt tillståndsbeslutet ska iakttas i täktverksamheten och andra motsvarande omständigheter som gäller täktverksamhetens art och konsekvenser. Bestämmelser om inspektionsförfarandet finns i 39 § i förvaltningslagen (434/2003) och närmare bestämmelser utfärdas genom förordning av statsrådet. På förvaltningstvångsärenden som gäller verksamhet enligt ett i 4 a § avsett gemensamt tillstånd tillämpas bestämmelserna i 175 § i miljöskyddslagen om åtgärder vid överträdelser eller försummelser. Om ärendet endast gäller fullgörandet av en skyldighet som föreskrivs i denna lag eller med stöd av den, ska dock denna lag tillämpas på ärendet. Vid behandlingen av ett ärende som avses i denna paragraf iakttas i övrigt viteslagen (1113/1990).",
        "normalized_sv": "Iakttagandet av denna lag övervakas av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning, nedan tillsynsmyndigheten. Bestämmelser om delegering av tillsynsmyndighetens beslutanderätt finns i 7 § i den lagen. För att sköta sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten rätt att utföra inspektioner, göra mätningar och ta prover på täktplatsen. Inspektionerna kan gälla omständigheter som avses i 3 § i denna lag, faktorer som enligt tillståndsbeslutet ska iakttas i täktverksamheten och andra motsvarande omständigheter som gäller täktverksamhetens art och konsekvenser. Bestämmelser om inspektionsförfarandet finns i 39 § i förvaltningslagen (434/2003) och närmare bestämmelser utfärdas genom förordning av statsrådet. På förvaltningstvångsärenden som gäller verksamhet enligt ett i 4 a § avsett gemensamt tillstånd tillämpas bestämmelserna i 175 § i miljöskyddslagen om åtgärder vid överträdelser eller försummelser. Om ärendet endast gäller fullgörandet av en skyldighet som föreskrivs i denna lag eller med stöd av den, ska dock denna lag tillämpas på ärendet. Vid behandlingen av ett ärende som avses i denna paragraf iakttas i övrigt viteslagen (1113/1990).",
        "folded_sv": "iakttagandet av denna lag overvakas av den kommunala miljovardsmyndighet som avses i lagen om kommunernas miljovardsforvaltning, nedan tillsynsmyndigheten. bestammelser om delegering av tillsynsmyndighetens beslutanderatt finns i 7 § i den lagen. for att skota sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten ratt att utfora inspektioner, gora matningar och ta prover pa taktplatsen. inspektionerna kan galla omstandigheter som avses i 3 § i denna lag, faktorer som enligt tillstandsbeslutet ska iakttas i taktverksamheten och andra motsvarande omstandigheter som galler taktverksamhetens art och konsekvenser. bestammelser om inspektionsforfarandet finns i 39 § i forvaltningslagen (434/2003) och narmare bestammelser utfardas genom forordning av statsradet. pa forvaltningstvangsarenden som galler verksamhet enligt ett i 4 a § avsett gemensamt tillstand tillampas bestammelserna i 175 § i miljoskyddslagen om atgarder vid overtradelser eller forsummelser. om arendet endast galler fullgorandet av en skyldighet som foreskrivs i denna lag eller med stod av den, ska dock denna lag tillampas pa arendet. vid behandlingen av ett arende som avses i denna paragraf iakttas i ovrigt viteslagen (1113/1990)."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla annettuun viranomaisen lupapäätökseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 4 a §:ssä tarkoitettuun yhteiseen lupapäätökseen haetaan muutosta siten kuin ympäristönsuojelulain 190, 191, 196 ja 197 §:ssä säädetään. Asianosaiseen sovelletaan tällöin, mitä ympäristönsuojelulain 43 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Tämän lain nojalla annettuun viranomaisen lupapäätökseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 4 a § :ssä tarkoitettuun yhteiseen lupapäätökseen haetaan muutosta siten kuin ympäristönsuojelulain 190, 191, 196 ja 197 § :ssä säädetään. Asianosaiseen sovelletaan tällöin, mitä ympäristönsuojelulain 43 § :n 1 momentissa säädetään.",
        "folded_fi": "taman lain nojalla annettuun viranomaisen lupapaatokseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. edella 4 a §:ssa tarkoitettuun yhteiseen lupapaatokseen haetaan muutosta siten kuin ymparistonsuojelulain 190, 191, 196 ja 197 §:ssa saadetaan. asianosaiseen sovelletaan talloin, mita ymparistonsuojelulain 43 §:n 1 momentissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Tillståndsbeslut som en myndighet meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Gemensamma tillståndsbeslut enligt 4 a § får överklagas på det sätt som anges i 190, 191, 196 och 197 § i miljöskyddslagen. På parterna tillämpas i detta fall 43 § 1 mom. i miljöskyddslagen.",
        "normalized_sv": "Tillståndsbeslut som en myndighet meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Gemensamma tillståndsbeslut enligt 4 a § får överklagas på det sätt som anges i 190, 191, 196 och 197 § i miljöskyddslagen. På parterna tillämpas i detta fall 43 § 1 mom. i miljöskyddslagen.",
        "folded_sv": "tillstandsbeslut som en myndighet meddelat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). gemensamma tillstandsbeslut enligt 4 a § far overklagas pa det satt som anges i 190, 191, 196 och 197 § i miljoskyddslagen. pa parterna tillampas i detta fall 43 § 1 mom. i miljoskyddslagen."
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Valitusoikeus",
      "content": "Valitusoikeus tämän lain mukaiseen lupapäätökseen on: 1) asianosaisella; 2) kunnan jäsenellä; 3) rekisteröidyllä yhdistyksellä tai säätiöllä, jonka tarkoituksena on ympäristön-, terveyden- tai luonnonsuojelun taikka asuinympäristön viihtyisyyden edistäminen ja jonka toiminta-alueella kysymyksessä olevat ympäristövaikutukset ilmenevät; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ympäristövaikutukset ilmenevät; 5) elinkeino-, liikenne- ja ympäristökeskuksella sekä toiminnan vaikutusalueen kunnan ympäristönsuojeluviranomaisella; 6) muulla asiassa yleistä etua valvovalla viranomaisella. Elinkeino-, liikenne- ja ympäristökeskuksella on lisäksi oikeus valittaa yleisen ympäristön- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syystä sellaisesta päätöksestä, jolla hallinto-oikeus on muuttanut kunnan ympäristönsuojeluviranomaisen tekemää lupapäätöstä tai kumonnut lupapäätöksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Valitusoikeus tämän lain mukaiseen lupapäätökseen on: 1) asianosaisella; 2) kunnan jäsenellä; 3) rekisteröidyllä yhdistyksellä tai säätiöllä, jonka tarkoituksena on ympäristön-, terveyden- tai luonnonsuojelun taikka asuinympäristön viihtyisyyden edistäminen ja jonka toiminta-alueella kysymyksessä olevat ympäristövaikutukset ilmenevät; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ympäristövaikutukset ilmenevät; 5) elinkeino-, liikenne- ja ympäristökeskuksella sekä toiminnan vaikutusalueen kunnan ympäristönsuojeluviranomaisella; 6) muulla asiassa yleistä etua valvovalla viranomaisella. Elinkeino-, liikenne- ja ympäristökeskuksella on lisäksi oikeus valittaa yleisen ympäristön- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syystä sellaisesta päätöksestä, jolla hallinto-oikeus on muuttanut kunnan ympäristönsuojeluviranomaisen tekemää lupapäätöstä tai kumonnut lupapäätöksen.",
        "folded_fi": "valitusoikeus taman lain mukaiseen lupapaatokseen on: 1) asianosaisella; 2) kunnan jasenella; 3) rekisteroidylla yhdistyksella tai saatiolla, jonka tarkoituksena on ympariston-, terveyden- tai luonnonsuojelun taikka asuinympariston viihtyisyyden edistaminen ja jonka toiminta-alueella kysymyksessa olevat ymparistovaikutukset ilmenevat; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ymparistovaikutukset ilmenevat; 5) elinkeino-, liikenne- ja ymparistokeskuksella seka toiminnan vaikutusalueen kunnan ymparistonsuojeluviranomaisella; 6) muulla asiassa yleista etua valvovalla viranomaisella. elinkeino-, liikenne- ja ymparistokeskuksella on lisaksi oikeus valittaa yleisen ympariston- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syysta sellaisesta paatoksesta, jolla hallinto-oikeus on muuttanut kunnan ymparistonsuojeluviranomaisen tekemaa lupapaatosta tai kumonnut lupapaatoksen.",
        "title_sv": "Besvärsrätt",
        "content_sv": "Följande har rätt att besvära sig över tillståndsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade föreningar eller stiftelser vars syfte är att främja miljöskydd, hälsoskydd eller naturvård eller trivseln i boendemiljön och inom vars verksamhetsområde miljökonsekvenserna uppträder, 4) den kommun där verksamheten är placerad och kommuner inom vars område verksamhetens miljökonsekvenser uppträder, 5) närings-, trafik- och miljöcentralen och den kommunala miljövårdsmyndigheten i kommunerna inom det område som påverkas av verksamheten, 6) andra myndigheter som bevakar allmänt intresse i ärendet. Närings-, trafik- och miljöcentralen har dessutom rätt att besvära sig över sådana beslut där förvaltningsdomstolen har ändrat eller upphävt ett tillståndsbeslut som den kommunala miljövårdsmyndigheten har fattat, om besvären anförs för att ta tillvara ett allmänt miljö- eller naturskyddsintresse eller av någon annan grundad anledning.",
        "normalized_sv": "Följande har rätt att besvära sig över tillståndsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade föreningar eller stiftelser vars syfte är att främja miljöskydd, hälsoskydd eller naturvård eller trivseln i boendemiljön och inom vars verksamhetsområde miljökonsekvenserna uppträder, 4) den kommun där verksamheten är placerad och kommuner inom vars område verksamhetens miljökonsekvenser uppträder, 5) närings-, trafik- och miljöcentralen och den kommunala miljövårdsmyndigheten i kommunerna inom det område som påverkas av verksamheten, 6) andra myndigheter som bevakar allmänt intresse i ärendet. Närings-, trafik- och miljöcentralen har dessutom rätt att besvära sig över sådana beslut där förvaltningsdomstolen har ändrat eller upphävt ett tillståndsbeslut som den kommunala miljövårdsmyndigheten har fattat, om besvären anförs för att ta tillvara ett allmänt miljö- eller naturskyddsintresse eller av någon annan grundad anledning.",
        "folded_sv": "foljande har ratt att besvara sig over tillstandsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade foreningar eller stiftelser vars syfte ar att framja miljoskydd, halsoskydd eller naturvard eller trivseln i boendemiljon och inom vars verksamhetsomrade miljokonsekvenserna upptrader, 4) den kommun dar verksamheten ar placerad och kommuner inom vars omrade verksamhetens miljokonsekvenser upptrader, 5) narings-, trafik- och miljocentralen och den kommunala miljovardsmyndigheten i kommunerna inom det omrade som paverkas av verksamheten, 6) andra myndigheter som bevakar allmant intresse i arendet. narings-, trafik- och miljocentralen har dessutom ratt att besvara sig over sadana beslut dar forvaltningsdomstolen har andrat eller upphavt ett tillstandsbeslut som den kommunala miljovardsmyndigheten har fattat, om besvaren anfors for att ta tillvara ett allmant miljo- eller naturskyddsintresse eller av nagon annan grundad anledning."
      }
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Kuuleminen maa-aineslupapäätöstä koskevan valituksen johdosta",
      "content": "Hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapäätöstä koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vähintään 14 päivän ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Kuulutuksessa on ilmoitettava, missä asiakirjat ovat nähtävillä. Hallinto-oikeuden on lisäksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille, jollei tämä ole ilmeisen tarpeetonta. Muutoin valituksista on kuultava siten kuin hallintolainkäyttölaissa säädetään. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Samalla on ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapäätöstä koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vähintään 14 päivän ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Kuulutuksessa on ilmoitettava, missä asiakirjat ovat nähtävillä. Hallinto-oikeuden on lisäksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille, jollei tämä ole ilmeisen tarpeetonta. Muutoin valituksista on kuultava siten kuin hallintolainkäyttölaissa säädetään. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Samalla on ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa.",
        "folded_fi": "hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapaatosta koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vahintaan 14 paivan ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. valitusasiakirjat on pidettava nahtavilla asianomaisissa kunnissa kuulutusajan. kuulutuksessa on ilmoitettava, missa asiakirjat ovat nahtavilla. hallinto-oikeuden on lisaksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, seka yleista etua valvoville viranomaisille, jollei tama ole ilmeisen tarpeetonta. muutoin valituksista on kuultava siten kuin hallintolainkayttolaissa saadetaan. tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa saadetaan. samalla on ilmoitettava, missa valitusasiakirjat ovat nahtavilla seka minne vastinekirjelmat voidaan vastineen antamista varten varatussa ajassa toimittaa.",
        "title_sv": "Hörande med anledning av besvär över ett beslut om marktäktstillstånd",
        "content_sv": "Förvaltningsdomstolen ska informera om besvär över ett beslut om marktäktstillstånd som anförts av den som ansökt om tillstånd, om det inte är uppenbart onödigt, genom att under minst 14 dagar kungöra dem på sin anslagstavla och de berörda kommunernas anslagstavlor. Besvärshandlingarna ska hållas framlagda i de berörda kommunerna under kungörelsetiden. I kungörelsen ska det anges var handlingarna hålls framlagda. Förvaltningsdomstolen ska dessutom med anledning av besvär som har anförts av sökanden ge de parter som saken speciellt berör och de myndigheter som bevakar allmänt intresse tillfälle att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. I fråga om hörande med anledning av besvären ska i övrigt förvaltningsprocesslagen iakttas. Information om att besvär har anförts ska för avgivande av bemötande ges på det sätt som anges i förvaltningslagen. Samtidigt ska det meddelas var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande.",
        "normalized_sv": "Förvaltningsdomstolen ska informera om besvär över ett beslut om marktäktstillstånd som anförts av den som ansökt om tillstånd, om det inte är uppenbart onödigt, genom att under minst 14 dagar kungöra dem på sin anslagstavla och de berörda kommunernas anslagstavlor. Besvärshandlingarna ska hållas framlagda i de berörda kommunerna under kungörelsetiden. I kungörelsen ska det anges var handlingarna hålls framlagda. Förvaltningsdomstolen ska dessutom med anledning av besvär som har anförts av sökanden ge de parter som saken speciellt berör och de myndigheter som bevakar allmänt intresse tillfälle att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. I fråga om hörande med anledning av besvären ska i övrigt förvaltningsprocesslagen iakttas. Information om att besvär har anförts ska för avgivande av bemötande ges på det sätt som anges i förvaltningslagen. Samtidigt ska det meddelas var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande.",
        "folded_sv": "forvaltningsdomstolen ska informera om besvar over ett beslut om marktaktstillstand som anforts av den som ansokt om tillstand, om det inte ar uppenbart onodigt, genom att under minst 14 dagar kungora dem pa sin anslagstavla och de berorda kommunernas anslagstavlor. besvarshandlingarna ska hallas framlagda i de berorda kommunerna under kungorelsetiden. i kungorelsen ska det anges var handlingarna halls framlagda. forvaltningsdomstolen ska dessutom med anledning av besvar som har anforts av sokanden ge de parter som saken speciellt beror och de myndigheter som bevakar allmant intresse tillfalle att avge bemotande med anledning av besvaren, om detta inte ar uppenbart onodigt. i fraga om horande med anledning av besvaren ska i ovrigt forvaltningsprocesslagen iakttas. information om att besvar har anforts ska for avgivande av bemotande ges pa det satt som anges i forvaltningslagen. samtidigt ska det meddelas var besvarshandlingarna ar framlagda samt vart bemotandena kan lamnas inom den tid som satts ut for avgivande av bemotande."
      }
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Menettely muutoksenhakutuomioistuimessa",
      "content": "Sen lisäksi, mitä hallintolainkäyttölaissa säädetään katselmuksesta, muutoksenhakutuomioistuin tai sen määräyksestä sen puheenjohtaja, jäsen tai esittelijä voi suorittaa paikalla tarkastuksen. Maa-aineslupaa koskeva hallinto-oikeuden päätös on annettava julkipanon jälkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. Hallinto-oikeuden on lisäksi huolehdittava siitä, että päätöksestä ilmoitetaan viipymättä toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. Hallinto-oikeuden päätös on toimitettava valittajalle ja päätöksen jäljennös sitä pyytäneille asianosaisille sekä lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tämä ole valittajana. Jäljennös päätöksestä on lisäksi toimitettava kunnan valvontaviranomaiselle sekä elinkeino-, liikenne- ja ympäristökeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Sen lisäksi, mitä hallintolainkäyttölaissa säädetään katselmuksesta, muutoksenhakutuomioistuin tai sen määräyksestä sen puheenjohtaja, jäsen tai esittelijä voi suorittaa paikalla tarkastuksen. Maa-aineslupaa koskeva hallinto-oikeuden päätös on annettava julkipanon jälkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. Hallinto-oikeuden on lisäksi huolehdittava siitä, että päätöksestä ilmoitetaan viipymättä toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. Hallinto-oikeuden päätös on toimitettava valittajalle ja päätöksen jäljennös sitä pyytäneille asianosaisille sekä lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tämä ole valittajana. Jäljennös päätöksestä on lisäksi toimitettava kunnan valvontaviranomaiselle sekä elinkeino-, liikenne- ja ympäristökeskukselle.",
        "folded_fi": "sen lisaksi, mita hallintolainkayttolaissa saadetaan katselmuksesta, muutoksenhakutuomioistuin tai sen maarayksesta sen puheenjohtaja, jasen tai esittelija voi suorittaa paikalla tarkastuksen. maa-aineslupaa koskeva hallinto-oikeuden paatos on annettava julkipanon jalkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. hallinto-oikeuden on lisaksi huolehdittava siita, etta paatoksesta ilmoitetaan viipymatta toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. hallinto-oikeuden paatos on toimitettava valittajalle ja paatoksen jaljennos sita pyytaneille asianosaisille seka lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tama ole valittajana. jaljennos paatoksesta on lisaksi toimitettava kunnan valvontaviranomaiselle seka elinkeino-, liikenne- ja ymparistokeskukselle.",
        "title_sv": "Förfarandet i fullföljdsdomstolen",
        "content_sv": "Utöver vad som i förvaltningsprocesslagen föreskrivs om syn kan fullföljdsdomstolen eller, på förordnande av den, ordföranden, en ledamot eller en föredragande förrätta inspektion på platsen. Ett beslut av förvaltningsdomstolen som gäller marktäktstillstånd ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet när beslutet har meddelats. Förvaltningsdomstolen ska dessutom se till att det utan dröjsmål informeras om beslutet på anslagstavlan i den kommun där verksamheten är placerad och i kommunerna inom det område som påverkas av verksamheten. Förvaltningsdomstolens beslut ska skickas till ändringssökanden och en kopia av beslutet till de parter som har begärt det, samt i ärenden som gäller tillstånd till verksamhetsutövaren, om det inte är verksamhetsutövaren som sökt ändring. En kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till närings-, trafik- och miljöcentralen.",
        "normalized_sv": "Utöver vad som i förvaltningsprocesslagen föreskrivs om syn kan fullföljdsdomstolen eller, på förordnande av den, ordföranden, en ledamot eller en föredragande förrätta inspektion på platsen. Ett beslut av förvaltningsdomstolen som gäller marktäktstillstånd ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet när beslutet har meddelats. Förvaltningsdomstolen ska dessutom se till att det utan dröjsmål informeras om beslutet på anslagstavlan i den kommun där verksamheten är placerad och i kommunerna inom det område som påverkas av verksamheten. Förvaltningsdomstolens beslut ska skickas till ändringssökanden och en kopia av beslutet till de parter som har begärt det, samt i ärenden som gäller tillstånd till verksamhetsutövaren, om det inte är verksamhetsutövaren som sökt ändring. En kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till närings-, trafik- och miljöcentralen.",
        "folded_sv": "utover vad som i forvaltningsprocesslagen foreskrivs om syn kan fullfoljdsdomstolen eller, pa forordnande av den, ordforanden, en ledamot eller en foredragande forratta inspektion pa platsen. ett beslut av forvaltningsdomstolen som galler marktaktstillstand ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet nar beslutet har meddelats. forvaltningsdomstolen ska dessutom se till att det utan drojsmal informeras om beslutet pa anslagstavlan i den kommun dar verksamheten ar placerad och i kommunerna inom det omrade som paverkas av verksamheten. forvaltningsdomstolens beslut ska skickas till andringssokanden och en kopia av beslutet till de parter som har begart det, samt i arenden som galler tillstand till verksamhetsutovaren, om det inte ar verksamhetsutovaren som sokt andring. en kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till narings-, trafik- och miljocentralen."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Lainvoimaa vailla olevan päätöksen noudattaminen",
      "content": "Edellä 2 momentissa tarkoitettu määräys voidaan samoin edellytyksin antaa myös valitusajan kuluessa tai 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tehtävä ilman tarpeetonta viivytystä. Päätöksen antamiseen sovelletaan, mitä 19 §:ssä säädetään. Lisäksi myönnetystä oikeudesta on välittömästi ilmoitettava hallinto-oikeudelle sekä muutosta hakeneille. Se, joka on valittanut ottamislupapäätöksestä, voi hallinto-oikeudessa vaatia tässä momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä 2 momentissa säädetään. Edellä 4 a §:ssä tarkoitetun yhteisen luvan täytäntöönpanoon sovelletaan, mitä ympäristönsuojelulain 198 §:n 1 momentissa ja 199-201 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Edellä 2 momentissa tarkoitettu määräys voidaan samoin edellytyksin antaa myös valitusajan kuluessa tai 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tehtävä ilman tarpeetonta viivytystä. Päätöksen antamiseen sovelletaan, mitä 19 § :ssä säädetään. Lisäksi myönnetystä oikeudesta on välittömästi ilmoitettava hallinto-oikeudelle sekä muutosta hakeneille. Se, joka on valittanut ottamislupapäätöksestä, voi hallinto-oikeudessa vaatia tässä momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä 2 momentissa säädetään. Edellä 4 a § :ssä tarkoitetun yhteisen luvan täytäntöönpanoon sovelletaan, mitä ympäristönsuojelulain 198 § :n 1 momentissa ja 199-201 § :ssä säädetään.",
        "folded_fi": "edella 2 momentissa tarkoitettu maarays voidaan samoin edellytyksin antaa myos valitusajan kuluessa tai 14 paivan kuluessa valitusajan paattymisesta erikseen tehdysta hakemuksesta. hakemuksesta on kuultava valvontaviranomaisia ja lupapaatokseen muutosta hakeneita. paatos on tehtava ilman tarpeetonta viivytysta. paatoksen antamiseen sovelletaan, mita 19 §:ssa saadetaan. lisaksi myonnetysta oikeudesta on valittomasti ilmoitettava hallinto-oikeudelle seka muutosta hakeneille. se, joka on valittanut ottamislupapaatoksesta, voi hallinto-oikeudessa vaatia tassa momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, etta hanen olisi siita erikseen valitettava. muutoksenhausta on muutoin voimassa, mita 2 momentissa saadetaan. edella 4 a §:ssa tarkoitetun yhteisen luvan taytantoonpanoon sovelletaan, mita ymparistonsuojelulain 198 §:n 1 momentissa ja 199-201 §:ssa saadetaan.",
        "title_sv": "Iakttagande av beslut som inte vunnit laga kraft",
        "content_sv": "En sådan föreskrift som avses i 2 mom. kan under samma förutsättningar meddelas också på separat ansökan som görs under besvärstidens gång eller inom 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som har sökt ändring i tillståndsbeslutet ska höras om ansökan. Beslutet ska fattas utan onödigt dröjsmål. På meddelande av beslut tillämpas 19 §. Förvaltningsdomstolen och de som sökt ändring ska också omedelbart underrättas om att en sådan rätt beviljats. Den som anfört besvär över ett beslut om tillstånd för täktverksamhet kan hos förvaltningsdomstolen yrka på upphävande eller ändring av ett avgörande som avses i detta moment utan att särskilt anföra besvär över det. Angående ändringssökandet gäller i övrigt vad som bestäms i 2 mom. På verkställighet av gemensamma tillstånd enligt 4 a § tillämpas 198 § 1 mom. och 199-201 § i miljöskyddslagen.",
        "normalized_sv": "En sådan föreskrift som avses i 2 mom. kan under samma förutsättningar meddelas också på separat ansökan som görs under besvärstidens gång eller inom 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som har sökt ändring i tillståndsbeslutet ska höras om ansökan. Beslutet ska fattas utan onödigt dröjsmål. På meddelande av beslut tillämpas 19 § . Förvaltningsdomstolen och de som sökt ändring ska också omedelbart underrättas om att en sådan rätt beviljats. Den som anfört besvär över ett beslut om tillstånd för täktverksamhet kan hos förvaltningsdomstolen yrka på upphävande eller ändring av ett avgörande som avses i detta moment utan att särskilt anföra besvär över det. Angående ändringssökandet gäller i övrigt vad som bestäms i 2 mom. På verkställighet av gemensamma tillstånd enligt 4 a § tillämpas 198 § 1 mom. och 199-201 § i miljöskyddslagen.",
        "folded_sv": "en sadan foreskrift som avses i 2 mom. kan under samma forutsattningar meddelas ocksa pa separat ansokan som gors under besvarstidens gang eller inom 14 dagar efter besvarstidens utgang. tillsynsmyndigheterna och de som har sokt andring i tillstandsbeslutet ska horas om ansokan. beslutet ska fattas utan onodigt drojsmal. pa meddelande av beslut tillampas 19 §. forvaltningsdomstolen och de som sokt andring ska ocksa omedelbart underrattas om att en sadan ratt beviljats. den som anfort besvar over ett beslut om tillstand for taktverksamhet kan hos forvaltningsdomstolen yrka pa upphavande eller andring av ett avgorande som avses i detta moment utan att sarskilt anfora besvar over det. angaende andringssokandet galler i ovrigt vad som bestams i 2 mom. pa verkstallighet av gemensamma tillstand enligt 4 a § tillampas 198 § 1 mom. och 199-201 § i miljoskyddslagen."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Valvontamaksu ja valtion avustus",
      "content": "Kun edellä 4 a §:ssä tarkoitetun lupa-asian ratkaisee kunnan ympäristönsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä maankäyttö- ja rakennuslain 145 §:ssä säädetään rakennustyön valvonnasta kunnille suoritettavasta maksusta. Kun 4 a §:n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Kun edellä 4 a § :ssä tarkoitetun lupa-asian ratkaisee kunnan ympäristönsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä maankäyttö- ja rakennuslain 145 § :ssä säädetään rakennustyön valvonnasta kunnille suoritettavasta maksusta. Kun 4 a § :n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "kun edella 4 a §:ssa tarkoitetun lupa-asian ratkaisee kunnan ymparistonsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mita maankaytto- ja rakennuslain 145 §:ssa saadetaan rakennustyon valvonnasta kunnille suoritettavasta maksusta. kun 4 a §:n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mita valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Tillsynsavgift och statsbidrag",
        "content_sv": "När ett tillståndsärende enligt 4 a § avgörs av den kommunala miljövårdsmyndigheten ska bestämmelserna i 145 § i markanvändnings- och bygglagen om avgifter till kommunen för tillsyn över byggnadsarbeten tillämpas på indrivningen av kostnaderna för kontroll av tillståndsansökan och tillsyn över det gemensamma tillståndet. Om det är regionförvaltningsverket som avgör ett tillståndsärende enligt 4 a § ska lagen om grunderna för avgifter till staten (150/1992) tillämpas på indrivningen av kostnaderna för kontrollen och tillsynen.",
        "normalized_sv": "När ett tillståndsärende enligt 4 a § avgörs av den kommunala miljövårdsmyndigheten ska bestämmelserna i 145 § i markanvändnings- och bygglagen om avgifter till kommunen för tillsyn över byggnadsarbeten tillämpas på indrivningen av kostnaderna för kontroll av tillståndsansökan och tillsyn över det gemensamma tillståndet. Om det är regionförvaltningsverket som avgör ett tillståndsärende enligt 4 a § ska lagen om grunderna för avgifter till staten (150/1992) tillämpas på indrivningen av kostnaderna för kontrollen och tillsynen.",
        "folded_sv": "nar ett tillstandsarende enligt 4 a § avgors av den kommunala miljovardsmyndigheten ska bestammelserna i 145 § i markanvandnings- och bygglagen om avgifter till kommunen for tillsyn over byggnadsarbeten tillampas pa indrivningen av kostnaderna for kontroll av tillstandsansokan och tillsyn over det gemensamma tillstandet. om det ar regionforvaltningsverket som avgor ett tillstandsarende enligt 4 a § ska lagen om grunderna for avgifter till staten (150/1992) tillampas pa indrivningen av kostnaderna for kontrollen och tillsynen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Maa-aineslupahakemuksen ja ympäristölupahakemuksen yhteiskäsittely",
      "content": "Ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ympäristönsuojelulain (527/2014) mukainen ympäristölupahakemus on käsiteltävä yhdessä ja ratkaistava samalla päätöksellä, jollei sitä ole erityisestä syystä pidettävä tarpeettomana. Yhteistä lupaa voidaan hakea yhdellä lupahakemuksella. Jos lupa-asiaa käsiteltäessä ilmenee, että hanketta varten on tarpeen myös ympäristönsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen määräämässä kohtuullisessa ajassa tehtävä ympäristölupahakemus. Muussa tapauksessa vireillä oleva lupahakemus voidaan jättää tutkimatta. Edellä 1 momentissa tarkoitetun asian käsittelyssä noudatetaan, mitä ympäristönsuojelulain 42-45, 84-86 ja 96 §:ssä säädetään. Lisäksi käsittelyssä noudatetaan, mitä tämän lain 7 §:n 2 momentissa säädetään lausunnon pyytämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ympäristönsuojelulain (527/2014) mukainen ympäristölupahakemus on käsiteltävä yhdessä ja ratkaistava samalla päätöksellä, jollei sitä ole erityisestä syystä pidettävä tarpeettomana. Yhteistä lupaa voidaan hakea yhdellä lupahakemuksella. Jos lupa-asiaa käsiteltäessä ilmenee, että hanketta varten on tarpeen myös ympäristönsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen määräämässä kohtuullisessa ajassa tehtävä ympäristölupahakemus. Muussa tapauksessa vireillä oleva lupahakemus voidaan jättää tutkimatta. Edellä 1 momentissa tarkoitetun asian käsittelyssä noudatetaan, mitä ympäristönsuojelulain 42-45, 84-86 ja 96 § :ssä säädetään. Lisäksi käsittelyssä noudatetaan, mitä tämän lain 7 § :n 2 momentissa säädetään lausunnon pyytämisestä.",
        "folded_fi": "ainesten ottamista koskeva lupahakemus ja samaa hanketta koskeva ymparistonsuojelulain (527/2014) mukainen ymparistolupahakemus on kasiteltava yhdessa ja ratkaistava samalla paatoksella, jollei sita ole erityisesta syysta pidettava tarpeettomana. yhteista lupaa voidaan hakea yhdella lupahakemuksella. jos lupa-asiaa kasiteltaessa ilmenee, etta hanketta varten on tarpeen myos ymparistonsuojelulain mukainen lupa, luvan hakijan on lupaviranomaisen maaraamassa kohtuullisessa ajassa tehtava ymparistolupahakemus. muussa tapauksessa vireilla oleva lupahakemus voidaan jattaa tutkimatta. edella 1 momentissa tarkoitetun asian kasittelyssa noudatetaan, mita ymparistonsuojelulain 42-45, 84-86 ja 96 §:ssa saadetaan. lisaksi kasittelyssa noudatetaan, mita taman lain 7 §:n 2 momentissa saadetaan lausunnon pyytamisesta.",
        "title_sv": "Gemensam behandling av ansökningar om marktäktstillstånd och miljötillståndsansökningar",
        "content_sv": "När en ansökan om tillstånd till täktverksamhet och en ansökan om miljötillstånd enligt miljöskyddslagen (527/2014) gäller samma projekt ska tillståndsansökningarna behandlas tillsammans och avgöras genom samma beslut, om detta inte av särskilda skäl ska anses vara onödigt. Det räcker med en ansökan för ett gemensamt tillstånd. Om det vid behandlingen av ett tillståndsärende framgår att det för projektet behövs tillstånd också enligt miljöskyddslagen, ska sökanden inom en av tillståndsmyndigheten utsatt skälig tid lämna in en miljötillståndsansökan. I annat fall kan den tillståndsansökan som är anhängig lämnas utan prövning. Ärenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljöskyddslagen. Dessutom ska utlåtande begäras i enlighet med 7 § 2 mom. i denna lag.",
        "normalized_sv": "När en ansökan om tillstånd till täktverksamhet och en ansökan om miljötillstånd enligt miljöskyddslagen (527/2014) gäller samma projekt ska tillståndsansökningarna behandlas tillsammans och avgöras genom samma beslut, om detta inte av särskilda skäl ska anses vara onödigt. Det räcker med en ansökan för ett gemensamt tillstånd. Om det vid behandlingen av ett tillståndsärende framgår att det för projektet behövs tillstånd också enligt miljöskyddslagen, ska sökanden inom en av tillståndsmyndigheten utsatt skälig tid lämna in en miljötillståndsansökan. I annat fall kan den tillståndsansökan som är anhängig lämnas utan prövning. Ärenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljöskyddslagen. Dessutom ska utlåtande begäras i enlighet med 7 § 2 mom. i denna lag.",
        "folded_sv": "nar en ansokan om tillstand till taktverksamhet och en ansokan om miljotillstand enligt miljoskyddslagen (527/2014) galler samma projekt ska tillstandsansokningarna behandlas tillsammans och avgoras genom samma beslut, om detta inte av sarskilda skal ska anses vara onodigt. det racker med en ansokan for ett gemensamt tillstand. om det vid behandlingen av ett tillstandsarende framgar att det for projektet behovs tillstand ocksa enligt miljoskyddslagen, ska sokanden inom en av tillstandsmyndigheten utsatt skalig tid lamna in en miljotillstandsansokan. i annat fall kan den tillstandsansokan som ar anhangig lamnas utan provning. arenden enligt 1 mom. ska behandlas med iakttagande av 42-45, 84-86 och 96 § i miljoskyddslagen. dessutom ska utlatande begaras i enlighet med 7 § 2 mom. i denna lag."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "4 b",
      "section": "4 b",
      "title": "Ottamisen ohjaus ja valvonta",
      "content": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen kuuluu ympäristöministeriölle. Elinkeino-, liikenne- ja ympäristökeskus ohjaa ja valvoo tämän lain mukaista toimintaa alueellaan. Kunnan tehtävänä on ohjata ja valvoa maa-ainesten ottamista kunnassa. Kunnan valvontaviranomaisesta säädetään 14 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 b",
        "normalized_fi": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen kuuluu ympäristöministeriölle. Elinkeino-, liikenne- ja ympäristökeskus ohjaa ja valvoo tämän lain mukaista toimintaa alueellaan. Kunnan tehtävänä on ohjata ja valvoa maa-ainesten ottamista kunnassa. Kunnan valvontaviranomaisesta säädetään 14 § :ssä.",
        "folded_fi": "taman lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittaminen kuuluu ymparistoministeriolle. elinkeino-, liikenne- ja ymparistokeskus ohjaa ja valvoo taman lain mukaista toimintaa alueellaan. kunnan tehtavana on ohjata ja valvoa maa-ainesten ottamista kunnassa. kunnan valvontaviranomaisesta saadetaan 14 §:ssa.",
        "title_sv": "Styrning och tillsyn över täktverksamhet",
        "content_sv": "Den allmänna styrningen, uppföljningen och utvecklandet av verksamhet enligt denna lag ankommer på miljöministeriet. Närings-, trafik- och miljöcentralen styr och övervakar verksamheten enligt denna lag inom sitt område. Kommunen ska styra och övervaka täktverksamheten i kommunen. Bestämmelser om den kommunala tillsynsmyndigheten finns i 14 §.",
        "normalized_sv": "Den allmänna styrningen, uppföljningen och utvecklandet av verksamhet enligt denna lag ankommer på miljöministeriet. Närings-, trafik- och miljöcentralen styr och övervakar verksamheten enligt denna lag inom sitt område. Kommunen ska styra och övervaka täktverksamheten i kommunen. Bestämmelser om den kommunala tillsynsmyndigheten finns i 14 § .",
        "folded_sv": "den allmanna styrningen, uppfoljningen och utvecklandet av verksamhet enligt denna lag ankommer pa miljoministeriet. narings-, trafik- och miljocentralen styr och overvakar verksamheten enligt denna lag inom sitt omrade. kommunen ska styra och overvaka taktverksamheten i kommunen. bestammelser om den kommunala tillsynsmyndigheten finns i 14 §."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Kaivannaisjätteen jätehuoltosuunnitelma",
      "content": "Luvan hakijan on tehtävä osana ottamissuunnitelmaa kaivannaisjätteen jätehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ympäristönsuojelulain 112 §:n 1 momentin 2 kohdassa tarkoitettua kaivannaisjätettä. Jos ottamissuunnitelmaa ei tämän lain 5 §:n 1 momentin mukaan tarvita, luvan hakijan on esitettävä ympäristönsuojelulain 114 §:ssä tarkoitettu kaivannaisjätteen jätehuoltosuunnitelma.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Luvan hakijan on tehtävä osana ottamissuunnitelmaa kaivannaisjätteen jätehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ympäristönsuojelulain 112 § :n 1 momentin 2 kohdassa tarkoitettua kaivannaisjätettä. Jos ottamissuunnitelmaa ei tämän lain 5 § :n 1 momentin mukaan tarvita, luvan hakijan on esitettävä ympäristönsuojelulain 114 § :ssä tarkoitettu kaivannaisjätteen jätehuoltosuunnitelma.",
        "folded_fi": "luvan hakijan on tehtava osana ottamissuunnitelmaa kaivannaisjatteen jatehuoltosuunnitelma, jos ainesten ottamisessa tai niiden varastoinnissa tai jalostamisessa syntyy ymparistonsuojelulain 112 §:n 1 momentin 2 kohdassa tarkoitettua kaivannaisjatetta. jos ottamissuunnitelmaa ei taman lain 5 §:n 1 momentin mukaan tarvita, luvan hakijan on esitettava ymparistonsuojelulain 114 §:ssa tarkoitettu kaivannaisjatteen jatehuoltosuunnitelma.",
        "title_sv": "Plan för hantering av utvinningsavfall",
        "content_sv": "Den som ansöker om tillstånd ska som en del av täktplanen utarbeta en plan för hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller förädlingen av dem uppkommer sådant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljöskyddslagen. Om en täktplan inte behövs enligt 5 § 1 mom. i denna lag, ska den som ansöker om tillstånd lägga fram en i 114 § i miljöskyddslagen avsedd plan för hantering av utvinningsavfall.",
        "normalized_sv": "Den som ansöker om tillstånd ska som en del av täktplanen utarbeta en plan för hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller förädlingen av dem uppkommer sådant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljöskyddslagen. Om en täktplan inte behövs enligt 5 § 1 mom. i denna lag, ska den som ansöker om tillstånd lägga fram en i 114 § i miljöskyddslagen avsedd plan för hantering av utvinningsavfall.",
        "folded_sv": "den som ansoker om tillstand ska som en del av taktplanen utarbeta en plan for hantering av utvinningsavfall, om det vid tagandet av substanser eller vid lagringen eller foradlingen av dem uppkommer sadant utvinningsavfall som avses i 112 § 1 mom. 2 punkten i miljoskyddslagen. om en taktplan inte behovs enligt 5 § 1 mom. i denna lag, ska den som ansoker om tillstand lagga fram en i 114 § i miljoskyddslagen avsedd plan for hantering av utvinningsavfall."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lupaviranomainen ja lausunnot",
      "content": "Maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ympäristönsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ympäristönsuojeluviranomainen. Kunnan ympäristönsuojeluviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 §:ssä. Edellä 4 a §:ssä tarkoitetun lupa-asian ratkaisee ympäristönsuojelulain 34-37 §:ssä säädetty toimivaltainen lupaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ympäristönsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ympäristönsuojeluviranomainen. Kunnan ympäristönsuojeluviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 § :ssä. Edellä 4 a § :ssä tarkoitetun lupa-asian ratkaisee ympäristönsuojelulain 34-37 § :ssä säädetty toimivaltainen lupaviranomainen.",
        "folded_fi": "maa-ainesten ottamista koskevan lupa-asian ratkaisee kuntien ymparistonsuojelun hallinnosta annetun lain (64/1986) mukainen kunnan ymparistonsuojeluviranomainen. kunnan ymparistonsuojeluviranomaisen toimivallan siirtamisesta saadetaan kuntien ymparistonsuojelun hallinnosta annetun lain 7 §:ssa. edella 4 a §:ssa tarkoitetun lupa-asian ratkaisee ymparistonsuojelulain 34-37 §:ssa saadetty toimivaltainen lupaviranomainen.",
        "title_sv": "Tillståndsmyndighet och utlåtanden",
        "content_sv": "Tillståndsärenden som gäller täktverksamhet ska avgöras av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning (64/1986). I fråga om delegering av den kommunala miljövårdsmyndighetens beslutanderätt föreskrivs i 7 § i den lagen. De tillståndsärenden som avses i 4 a § i denna lag ska avgöras av den behöriga tillståndsmyndigheten enligt 34-37 § i miljöskyddslagen.",
        "normalized_sv": "Tillståndsärenden som gäller täktverksamhet ska avgöras av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning (64/1986). I fråga om delegering av den kommunala miljövårdsmyndighetens beslutanderätt föreskrivs i 7 § i den lagen. De tillståndsärenden som avses i 4 a § i denna lag ska avgöras av den behöriga tillståndsmyndigheten enligt 34-37 § i miljöskyddslagen.",
        "folded_sv": "tillstandsarenden som galler taktverksamhet ska avgoras av den kommunala miljovardsmyndighet som avses i lagen om kommunernas miljovardsforvaltning (64/1986). i fraga om delegering av den kommunala miljovardsmyndighetens beslutanderatt foreskrivs i 7 § i den lagen. de tillstandsarenden som avses i 4 a § i denna lag ska avgoras av den behoriga tillstandsmyndigheten enligt 34-37 § i miljoskyddslagen."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Luvan voimassaolo",
      "content": "Edellä 4 a §:ssä tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mitä tässä pykälässä säädetään luvan voimassaolosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Edellä 4 a § :ssä tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mitä tässä pykälässä säädetään luvan voimassaolosta.",
        "folded_fi": "edella 4 a §:ssa tarkoitetun yhteisen luvan voimassaoloon sovelletaan, mita tassa pykalassa saadetaan luvan voimassaolosta.",
        "title_sv": "Tillstånds giltighetstid",
        "content_sv": "För giltigheten av ett gemensamt tillstånd enligt 4 a § gäller vad denna paragraf föreskriver om tillstånds giltighet.",
        "normalized_sv": "För giltigheten av ett gemensamt tillstånd enligt 4 a § gäller vad denna paragraf föreskriver om tillstånds giltighet.",
        "folded_sv": "for giltigheten av ett gemensamt tillstand enligt 4 a § galler vad denna paragraf foreskriver om tillstands giltighet."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvontaviranomainen ja hallintopakkoasia",
      "content": "Tämän lain noudattamista valvoo kuntien ympäristönsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ympäristönsuojeluviranomainen, jäljempänä valvontaviranomainen. Valvontaviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 §:ssä. Valvontaviranomaisella on tämän lain mukaisen valvontatehtävän hoitamiseksi oikeus tehdä tarkastuksia, suorittaa mittauksia ja ottaa näytteitä ottamispaikalla. Tarkastukset voivat koskea edellä 3 §:ssä tarkoitettuja seikkoja ja lupapäätöksessä ottamistoiminnalta edellytettyjä seikkoja sekä muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. Tarkastusmenettelystä säädetään hallintolain (434/2003) 39 §:n lisäksi tarkemmin valtioneuvoston asetuksella. Edellä 4 a §:ssä tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mitä ympäristönsuojelulain 175 §:ssä säädetään rikkomuksen tai laiminlyönnin oikaisemisesta. Jos hallintopakkoasia koskee ainoastaan tässä laissa tai sen nojalla säädetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mitä tässä laissa säädetään. Tässä pykälässä tarkoitetun asian käsittelyssä noudatetaan muutoin uhkasakkolakia (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tämän lain noudattamista valvoo kuntien ympäristönsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ympäristönsuojeluviranomainen, jäljempänä valvontaviranomainen. Valvontaviranomaisen toimivallan siirtämisestä säädetään kuntien ympäristönsuojelun hallinnosta annetun lain 7 § :ssä. Valvontaviranomaisella on tämän lain mukaisen valvontatehtävän hoitamiseksi oikeus tehdä tarkastuksia, suorittaa mittauksia ja ottaa näytteitä ottamispaikalla. Tarkastukset voivat koskea edellä 3 § :ssä tarkoitettuja seikkoja ja lupapäätöksessä ottamistoiminnalta edellytettyjä seikkoja sekä muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. Tarkastusmenettelystä säädetään hallintolain (434/2003) 39 § :n lisäksi tarkemmin valtioneuvoston asetuksella. Edellä 4 a § :ssä tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mitä ympäristönsuojelulain 175 § :ssä säädetään rikkomuksen tai laiminlyönnin oikaisemisesta. Jos hallintopakkoasia koskee ainoastaan tässä laissa tai sen nojalla säädetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mitä tässä laissa säädetään. Tässä pykälässä tarkoitetun asian käsittelyssä noudatetaan muutoin uhkasakkolakia (1113/1990).",
        "folded_fi": "taman lain noudattamista valvoo kuntien ymparistonsuojelun hallinnosta annetussa laissa tarkoitettu kunnan ymparistonsuojeluviranomainen, jaljempana valvontaviranomainen. valvontaviranomaisen toimivallan siirtamisesta saadetaan kuntien ymparistonsuojelun hallinnosta annetun lain 7 §:ssa. valvontaviranomaisella on taman lain mukaisen valvontatehtavan hoitamiseksi oikeus tehda tarkastuksia, suorittaa mittauksia ja ottaa naytteita ottamispaikalla. tarkastukset voivat koskea edella 3 §:ssa tarkoitettuja seikkoja ja lupapaatoksessa ottamistoiminnalta edellytettyja seikkoja seka muita vastaavia ottamistoiminnan laatua ja vaikutuksia koskevia seikkoja. tarkastusmenettelysta saadetaan hallintolain (434/2003) 39 §:n lisaksi tarkemmin valtioneuvoston asetuksella. edella 4 a §:ssa tarkoitetun yhteisen luvan mukaista toimintaa koskevaan hallintopakkoasiaan sovelletaan, mita ymparistonsuojelulain 175 §:ssa saadetaan rikkomuksen tai laiminlyonnin oikaisemisesta. jos hallintopakkoasia koskee ainoastaan tassa laissa tai sen nojalla saadetyn velvoitteen noudattamista, siihen sovelletaan kuitenkin mita tassa laissa saadetaan. tassa pykalassa tarkoitetun asian kasittelyssa noudatetaan muutoin uhkasakkolakia (1113/1990).",
        "title_sv": "Tillsynsmyndighet och förvaltningstvångsärenden",
        "content_sv": "Iakttagandet av denna lag övervakas av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning, nedan tillsynsmyndigheten. Bestämmelser om delegering av tillsynsmyndighetens beslutanderätt finns i 7 § i den lagen. För att sköta sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten rätt att utföra inspektioner, göra mätningar och ta prover på täktplatsen. Inspektionerna kan gälla omständigheter som avses i 3 § i denna lag, faktorer som enligt tillståndsbeslutet ska iakttas i täktverksamheten och andra motsvarande omständigheter som gäller täktverksamhetens art och konsekvenser. Bestämmelser om inspektionsförfarandet finns i 39 § i förvaltningslagen (434/2003) och närmare bestämmelser utfärdas genom förordning av statsrådet. På förvaltningstvångsärenden som gäller verksamhet enligt ett i 4 a § avsett gemensamt tillstånd tillämpas bestämmelserna i 175 § i miljöskyddslagen om åtgärder vid överträdelser eller försummelser. Om ärendet endast gäller fullgörandet av en skyldighet som föreskrivs i denna lag eller med stöd av den, ska dock denna lag tillämpas på ärendet. Vid behandlingen av ett ärende som avses i denna paragraf iakttas i övrigt viteslagen (1113/1990).",
        "normalized_sv": "Iakttagandet av denna lag övervakas av den kommunala miljövårdsmyndighet som avses i lagen om kommunernas miljövårdsförvaltning, nedan tillsynsmyndigheten. Bestämmelser om delegering av tillsynsmyndighetens beslutanderätt finns i 7 § i den lagen. För att sköta sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten rätt att utföra inspektioner, göra mätningar och ta prover på täktplatsen. Inspektionerna kan gälla omständigheter som avses i 3 § i denna lag, faktorer som enligt tillståndsbeslutet ska iakttas i täktverksamheten och andra motsvarande omständigheter som gäller täktverksamhetens art och konsekvenser. Bestämmelser om inspektionsförfarandet finns i 39 § i förvaltningslagen (434/2003) och närmare bestämmelser utfärdas genom förordning av statsrådet. På förvaltningstvångsärenden som gäller verksamhet enligt ett i 4 a § avsett gemensamt tillstånd tillämpas bestämmelserna i 175 § i miljöskyddslagen om åtgärder vid överträdelser eller försummelser. Om ärendet endast gäller fullgörandet av en skyldighet som föreskrivs i denna lag eller med stöd av den, ska dock denna lag tillämpas på ärendet. Vid behandlingen av ett ärende som avses i denna paragraf iakttas i övrigt viteslagen (1113/1990).",
        "folded_sv": "iakttagandet av denna lag overvakas av den kommunala miljovardsmyndighet som avses i lagen om kommunernas miljovardsforvaltning, nedan tillsynsmyndigheten. bestammelser om delegering av tillsynsmyndighetens beslutanderatt finns i 7 § i den lagen. for att skota sin tillsynsuppgift enligt denna lag har tillsynsmyndigheten ratt att utfora inspektioner, gora matningar och ta prover pa taktplatsen. inspektionerna kan galla omstandigheter som avses i 3 § i denna lag, faktorer som enligt tillstandsbeslutet ska iakttas i taktverksamheten och andra motsvarande omstandigheter som galler taktverksamhetens art och konsekvenser. bestammelser om inspektionsforfarandet finns i 39 § i forvaltningslagen (434/2003) och narmare bestammelser utfardas genom forordning av statsradet. pa forvaltningstvangsarenden som galler verksamhet enligt ett i 4 a § avsett gemensamt tillstand tillampas bestammelserna i 175 § i miljoskyddslagen om atgarder vid overtradelser eller forsummelser. om arendet endast galler fullgorandet av en skyldighet som foreskrivs i denna lag eller med stod av den, ska dock denna lag tillampas pa arendet. vid behandlingen av ett arende som avses i denna paragraf iakttas i ovrigt viteslagen (1113/1990)."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Tämän lain nojalla annettuun viranomaisen lupapäätökseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 4 a §:ssä tarkoitettuun yhteiseen lupapäätökseen haetaan muutosta siten kuin ympäristönsuojelulain 190, 191, 196 ja 197 §:ssä säädetään. Asianosaiseen sovelletaan tällöin, mitä ympäristönsuojelulain 43 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Tämän lain nojalla annettuun viranomaisen lupapäätökseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Edellä 4 a § :ssä tarkoitettuun yhteiseen lupapäätökseen haetaan muutosta siten kuin ympäristönsuojelulain 190, 191, 196 ja 197 § :ssä säädetään. Asianosaiseen sovelletaan tällöin, mitä ympäristönsuojelulain 43 § :n 1 momentissa säädetään.",
        "folded_fi": "taman lain nojalla annettuun viranomaisen lupapaatokseen saa hakea valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. edella 4 a §:ssa tarkoitettuun yhteiseen lupapaatokseen haetaan muutosta siten kuin ymparistonsuojelulain 190, 191, 196 ja 197 §:ssa saadetaan. asianosaiseen sovelletaan talloin, mita ymparistonsuojelulain 43 §:n 1 momentissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Tillståndsbeslut som en myndighet meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Gemensamma tillståndsbeslut enligt 4 a § får överklagas på det sätt som anges i 190, 191, 196 och 197 § i miljöskyddslagen. På parterna tillämpas i detta fall 43 § 1 mom. i miljöskyddslagen.",
        "normalized_sv": "Tillståndsbeslut som en myndighet meddelat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Gemensamma tillståndsbeslut enligt 4 a § får överklagas på det sätt som anges i 190, 191, 196 och 197 § i miljöskyddslagen. På parterna tillämpas i detta fall 43 § 1 mom. i miljöskyddslagen.",
        "folded_sv": "tillstandsbeslut som en myndighet meddelat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). gemensamma tillstandsbeslut enligt 4 a § far overklagas pa det satt som anges i 190, 191, 196 och 197 § i miljoskyddslagen. pa parterna tillampas i detta fall 43 § 1 mom. i miljoskyddslagen."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Valitusoikeus",
      "content": "Valitusoikeus tämän lain mukaiseen lupapäätökseen on: 1) asianosaisella; 2) kunnan jäsenellä; 3) rekisteröidyllä yhdistyksellä tai säätiöllä, jonka tarkoituksena on ympäristön-, terveyden- tai luonnonsuojelun taikka asuinympäristön viihtyisyyden edistäminen ja jonka toiminta-alueella kysymyksessä olevat ympäristövaikutukset ilmenevät; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ympäristövaikutukset ilmenevät; 5) elinkeino-, liikenne- ja ympäristökeskuksella sekä toiminnan vaikutusalueen kunnan ympäristönsuojeluviranomaisella; 6) muulla asiassa yleistä etua valvovalla viranomaisella. Elinkeino-, liikenne- ja ympäristökeskuksella on lisäksi oikeus valittaa yleisen ympäristön- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syystä sellaisesta päätöksestä, jolla hallinto-oikeus on muuttanut kunnan ympäristönsuojeluviranomaisen tekemää lupapäätöstä tai kumonnut lupapäätöksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Valitusoikeus tämän lain mukaiseen lupapäätökseen on: 1) asianosaisella; 2) kunnan jäsenellä; 3) rekisteröidyllä yhdistyksellä tai säätiöllä, jonka tarkoituksena on ympäristön-, terveyden- tai luonnonsuojelun taikka asuinympäristön viihtyisyyden edistäminen ja jonka toiminta-alueella kysymyksessä olevat ympäristövaikutukset ilmenevät; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ympäristövaikutukset ilmenevät; 5) elinkeino-, liikenne- ja ympäristökeskuksella sekä toiminnan vaikutusalueen kunnan ympäristönsuojeluviranomaisella; 6) muulla asiassa yleistä etua valvovalla viranomaisella. Elinkeino-, liikenne- ja ympäristökeskuksella on lisäksi oikeus valittaa yleisen ympäristön- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syystä sellaisesta päätöksestä, jolla hallinto-oikeus on muuttanut kunnan ympäristönsuojeluviranomaisen tekemää lupapäätöstä tai kumonnut lupapäätöksen.",
        "folded_fi": "valitusoikeus taman lain mukaiseen lupapaatokseen on: 1) asianosaisella; 2) kunnan jasenella; 3) rekisteroidylla yhdistyksella tai saatiolla, jonka tarkoituksena on ympariston-, terveyden- tai luonnonsuojelun taikka asuinympariston viihtyisyyden edistaminen ja jonka toiminta-alueella kysymyksessa olevat ymparistovaikutukset ilmenevat; 4) toiminnan sijaintikunnalla ja muulla kunnalla, jonka alueella toiminnan ymparistovaikutukset ilmenevat; 5) elinkeino-, liikenne- ja ymparistokeskuksella seka toiminnan vaikutusalueen kunnan ymparistonsuojeluviranomaisella; 6) muulla asiassa yleista etua valvovalla viranomaisella. elinkeino-, liikenne- ja ymparistokeskuksella on lisaksi oikeus valittaa yleisen ympariston- ja luonnonsuojeluedun valvomiseksi tai muusta perustellusta syysta sellaisesta paatoksesta, jolla hallinto-oikeus on muuttanut kunnan ymparistonsuojeluviranomaisen tekemaa lupapaatosta tai kumonnut lupapaatoksen.",
        "title_sv": "Besvärsrätt",
        "content_sv": "Följande har rätt att besvära sig över tillståndsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade föreningar eller stiftelser vars syfte är att främja miljöskydd, hälsoskydd eller naturvård eller trivseln i boendemiljön och inom vars verksamhetsområde miljökonsekvenserna uppträder, 4) den kommun där verksamheten är placerad och kommuner inom vars område verksamhetens miljökonsekvenser uppträder, 5) närings-, trafik- och miljöcentralen och den kommunala miljövårdsmyndigheten i kommunerna inom det område som påverkas av verksamheten, 6) andra myndigheter som bevakar allmänt intresse i ärendet. Närings-, trafik- och miljöcentralen har dessutom rätt att besvära sig över sådana beslut där förvaltningsdomstolen har ändrat eller upphävt ett tillståndsbeslut som den kommunala miljövårdsmyndigheten har fattat, om besvären anförs för att ta tillvara ett allmänt miljö- eller naturskyddsintresse eller av någon annan grundad anledning.",
        "normalized_sv": "Följande har rätt att besvära sig över tillståndsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade föreningar eller stiftelser vars syfte är att främja miljöskydd, hälsoskydd eller naturvård eller trivseln i boendemiljön och inom vars verksamhetsområde miljökonsekvenserna uppträder, 4) den kommun där verksamheten är placerad och kommuner inom vars område verksamhetens miljökonsekvenser uppträder, 5) närings-, trafik- och miljöcentralen och den kommunala miljövårdsmyndigheten i kommunerna inom det område som påverkas av verksamheten, 6) andra myndigheter som bevakar allmänt intresse i ärendet. Närings-, trafik- och miljöcentralen har dessutom rätt att besvära sig över sådana beslut där förvaltningsdomstolen har ändrat eller upphävt ett tillståndsbeslut som den kommunala miljövårdsmyndigheten har fattat, om besvären anförs för att ta tillvara ett allmänt miljö- eller naturskyddsintresse eller av någon annan grundad anledning.",
        "folded_sv": "foljande har ratt att besvara sig over tillstandsbeslut enligt denna lag: 1) parterna, 2) kommunmedlemmar, 3) registrerade foreningar eller stiftelser vars syfte ar att framja miljoskydd, halsoskydd eller naturvard eller trivseln i boendemiljon och inom vars verksamhetsomrade miljokonsekvenserna upptrader, 4) den kommun dar verksamheten ar placerad och kommuner inom vars omrade verksamhetens miljokonsekvenser upptrader, 5) narings-, trafik- och miljocentralen och den kommunala miljovardsmyndigheten i kommunerna inom det omrade som paverkas av verksamheten, 6) andra myndigheter som bevakar allmant intresse i arendet. narings-, trafik- och miljocentralen har dessutom ratt att besvara sig over sadana beslut dar forvaltningsdomstolen har andrat eller upphavt ett tillstandsbeslut som den kommunala miljovardsmyndigheten har fattat, om besvaren anfors for att ta tillvara ett allmant miljo- eller naturskyddsintresse eller av nagon annan grundad anledning."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Kuuleminen maa-aineslupapäätöstä koskevan valituksen johdosta",
      "content": "Hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapäätöstä koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vähintään 14 päivän ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Kuulutuksessa on ilmoitettava, missä asiakirjat ovat nähtävillä. Hallinto-oikeuden on lisäksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille, jollei tämä ole ilmeisen tarpeetonta. Muutoin valituksista on kuultava siten kuin hallintolainkäyttölaissa säädetään. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Samalla on ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapäätöstä koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vähintään 14 päivän ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. Valitusasiakirjat on pidettävä nähtävillä asianomaisissa kunnissa kuulutusajan. Kuulutuksessa on ilmoitettava, missä asiakirjat ovat nähtävillä. Hallinto-oikeuden on lisäksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, sekä yleistä etua valvoville viranomaisille, jollei tämä ole ilmeisen tarpeetonta. Muutoin valituksista on kuultava siten kuin hallintolainkäyttölaissa säädetään. Tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa säädetään. Samalla on ilmoitettava, missä valitusasiakirjat ovat nähtävillä sekä minne vastinekirjelmät voidaan vastineen antamista varten varatussa ajassa toimittaa.",
        "folded_fi": "hallinto-oikeuden on tiedotettava kuuluttamalla maa-aineslupapaatosta koskevasta luvan hakijan valituksesta, jollei se ole ilmeisen tarpeetonta, vahintaan 14 paivan ajan hallinto-oikeuden ja asianomaisten kuntien ilmoitustauluilla. valitusasiakirjat on pidettava nahtavilla asianomaisissa kunnissa kuulutusajan. kuulutuksessa on ilmoitettava, missa asiakirjat ovat nahtavilla. hallinto-oikeuden on lisaksi varattava luvan hakijan valituksen johdosta tilaisuus vastineen antamiselle niille asianosaisille, joita asia erityisesti koskee, seka yleista etua valvoville viranomaisille, jollei tama ole ilmeisen tarpeetonta. muutoin valituksista on kuultava siten kuin hallintolainkayttolaissa saadetaan. tieto valituksesta vastineen antamista varten annetaan siten kuin hallintolaissa saadetaan. samalla on ilmoitettava, missa valitusasiakirjat ovat nahtavilla seka minne vastinekirjelmat voidaan vastineen antamista varten varatussa ajassa toimittaa.",
        "title_sv": "Hörande med anledning av besvär över ett beslut om marktäktstillstånd",
        "content_sv": "Förvaltningsdomstolen ska informera om besvär över ett beslut om marktäktstillstånd som anförts av den som ansökt om tillstånd, om det inte är uppenbart onödigt, genom att under minst 14 dagar kungöra dem på sin anslagstavla och de berörda kommunernas anslagstavlor. Besvärshandlingarna ska hållas framlagda i de berörda kommunerna under kungörelsetiden. I kungörelsen ska det anges var handlingarna hålls framlagda. Förvaltningsdomstolen ska dessutom med anledning av besvär som har anförts av sökanden ge de parter som saken speciellt berör och de myndigheter som bevakar allmänt intresse tillfälle att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. I fråga om hörande med anledning av besvären ska i övrigt förvaltningsprocesslagen iakttas. Information om att besvär har anförts ska för avgivande av bemötande ges på det sätt som anges i förvaltningslagen. Samtidigt ska det meddelas var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande.",
        "normalized_sv": "Förvaltningsdomstolen ska informera om besvär över ett beslut om marktäktstillstånd som anförts av den som ansökt om tillstånd, om det inte är uppenbart onödigt, genom att under minst 14 dagar kungöra dem på sin anslagstavla och de berörda kommunernas anslagstavlor. Besvärshandlingarna ska hållas framlagda i de berörda kommunerna under kungörelsetiden. I kungörelsen ska det anges var handlingarna hålls framlagda. Förvaltningsdomstolen ska dessutom med anledning av besvär som har anförts av sökanden ge de parter som saken speciellt berör och de myndigheter som bevakar allmänt intresse tillfälle att avge bemötande med anledning av besvären, om detta inte är uppenbart onödigt. I fråga om hörande med anledning av besvären ska i övrigt förvaltningsprocesslagen iakttas. Information om att besvär har anförts ska för avgivande av bemötande ges på det sätt som anges i förvaltningslagen. Samtidigt ska det meddelas var besvärshandlingarna är framlagda samt vart bemötandena kan lämnas inom den tid som satts ut för avgivande av bemötande.",
        "folded_sv": "forvaltningsdomstolen ska informera om besvar over ett beslut om marktaktstillstand som anforts av den som ansokt om tillstand, om det inte ar uppenbart onodigt, genom att under minst 14 dagar kungora dem pa sin anslagstavla och de berorda kommunernas anslagstavlor. besvarshandlingarna ska hallas framlagda i de berorda kommunerna under kungorelsetiden. i kungorelsen ska det anges var handlingarna halls framlagda. forvaltningsdomstolen ska dessutom med anledning av besvar som har anforts av sokanden ge de parter som saken speciellt beror och de myndigheter som bevakar allmant intresse tillfalle att avge bemotande med anledning av besvaren, om detta inte ar uppenbart onodigt. i fraga om horande med anledning av besvaren ska i ovrigt forvaltningsprocesslagen iakttas. information om att besvar har anforts ska for avgivande av bemotande ges pa det satt som anges i forvaltningslagen. samtidigt ska det meddelas var besvarshandlingarna ar framlagda samt vart bemotandena kan lamnas inom den tid som satts ut for avgivande av bemotande."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Menettely muutoksenhakutuomioistuimessa",
      "content": "Sen lisäksi, mitä hallintolainkäyttölaissa säädetään katselmuksesta, muutoksenhakutuomioistuin tai sen määräyksestä sen puheenjohtaja, jäsen tai esittelijä voi suorittaa paikalla tarkastuksen. Maa-aineslupaa koskeva hallinto-oikeuden päätös on annettava julkipanon jälkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. Hallinto-oikeuden on lisäksi huolehdittava siitä, että päätöksestä ilmoitetaan viipymättä toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. Hallinto-oikeuden päätös on toimitettava valittajalle ja päätöksen jäljennös sitä pyytäneille asianosaisille sekä lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tämä ole valittajana. Jäljennös päätöksestä on lisäksi toimitettava kunnan valvontaviranomaiselle sekä elinkeino-, liikenne- ja ympäristökeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Sen lisäksi, mitä hallintolainkäyttölaissa säädetään katselmuksesta, muutoksenhakutuomioistuin tai sen määräyksestä sen puheenjohtaja, jäsen tai esittelijä voi suorittaa paikalla tarkastuksen. Maa-aineslupaa koskeva hallinto-oikeuden päätös on annettava julkipanon jälkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. Hallinto-oikeuden on lisäksi huolehdittava siitä, että päätöksestä ilmoitetaan viipymättä toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. Hallinto-oikeuden päätös on toimitettava valittajalle ja päätöksen jäljennös sitä pyytäneille asianosaisille sekä lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tämä ole valittajana. Jäljennös päätöksestä on lisäksi toimitettava kunnan valvontaviranomaiselle sekä elinkeino-, liikenne- ja ympäristökeskukselle.",
        "folded_fi": "sen lisaksi, mita hallintolainkayttolaissa saadetaan katselmuksesta, muutoksenhakutuomioistuin tai sen maarayksesta sen puheenjohtaja, jasen tai esittelija voi suorittaa paikalla tarkastuksen. maa-aineslupaa koskeva hallinto-oikeuden paatos on annettava julkipanon jalkeen, jolloin sen katsotaan tulleen asianosaisen tietoon silloin, kun se on annettu. hallinto-oikeuden on lisaksi huolehdittava siita, etta paatoksesta ilmoitetaan viipymatta toiminnan sijaintikunnan ja vaikutusalueen kunnan ilmoitustaululla. hallinto-oikeuden paatos on toimitettava valittajalle ja paatoksen jaljennos sita pyytaneille asianosaisille seka lupaa koskevassa asiassa toiminnanharjoittajalle, jollei tama ole valittajana. jaljennos paatoksesta on lisaksi toimitettava kunnan valvontaviranomaiselle seka elinkeino-, liikenne- ja ymparistokeskukselle.",
        "title_sv": "Förfarandet i fullföljdsdomstolen",
        "content_sv": "Utöver vad som i förvaltningsprocesslagen föreskrivs om syn kan fullföljdsdomstolen eller, på förordnande av den, ordföranden, en ledamot eller en föredragande förrätta inspektion på platsen. Ett beslut av förvaltningsdomstolen som gäller marktäktstillstånd ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet när beslutet har meddelats. Förvaltningsdomstolen ska dessutom se till att det utan dröjsmål informeras om beslutet på anslagstavlan i den kommun där verksamheten är placerad och i kommunerna inom det område som påverkas av verksamheten. Förvaltningsdomstolens beslut ska skickas till ändringssökanden och en kopia av beslutet till de parter som har begärt det, samt i ärenden som gäller tillstånd till verksamhetsutövaren, om det inte är verksamhetsutövaren som sökt ändring. En kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till närings-, trafik- och miljöcentralen.",
        "normalized_sv": "Utöver vad som i förvaltningsprocesslagen föreskrivs om syn kan fullföljdsdomstolen eller, på förordnande av den, ordföranden, en ledamot eller en föredragande förrätta inspektion på platsen. Ett beslut av förvaltningsdomstolen som gäller marktäktstillstånd ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet när beslutet har meddelats. Förvaltningsdomstolen ska dessutom se till att det utan dröjsmål informeras om beslutet på anslagstavlan i den kommun där verksamheten är placerad och i kommunerna inom det område som påverkas av verksamheten. Förvaltningsdomstolens beslut ska skickas till ändringssökanden och en kopia av beslutet till de parter som har begärt det, samt i ärenden som gäller tillstånd till verksamhetsutövaren, om det inte är verksamhetsutövaren som sökt ändring. En kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till närings-, trafik- och miljöcentralen.",
        "folded_sv": "utover vad som i forvaltningsprocesslagen foreskrivs om syn kan fullfoljdsdomstolen eller, pa forordnande av den, ordforanden, en ledamot eller en foredragande forratta inspektion pa platsen. ett beslut av forvaltningsdomstolen som galler marktaktstillstand ska meddelas efter anslag, och parterna anses ha blivit informerade om beslutet nar beslutet har meddelats. forvaltningsdomstolen ska dessutom se till att det utan drojsmal informeras om beslutet pa anslagstavlan i den kommun dar verksamheten ar placerad och i kommunerna inom det omrade som paverkas av verksamheten. forvaltningsdomstolens beslut ska skickas till andringssokanden och en kopia av beslutet till de parter som har begart det, samt i arenden som galler tillstand till verksamhetsutovaren, om det inte ar verksamhetsutovaren som sokt andring. en kopia av beslutet ska dessutom skickas till den kommunala tillsynsmyndigheten samt till narings-, trafik- och miljocentralen."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Lainvoimaa vailla olevan päätöksen noudattaminen",
      "content": "Edellä 2 momentissa tarkoitettu määräys voidaan samoin edellytyksin antaa myös valitusajan kuluessa tai 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tehtävä ilman tarpeetonta viivytystä. Päätöksen antamiseen sovelletaan, mitä 19 §:ssä säädetään. Lisäksi myönnetystä oikeudesta on välittömästi ilmoitettava hallinto-oikeudelle sekä muutosta hakeneille. Se, joka on valittanut ottamislupapäätöksestä, voi hallinto-oikeudessa vaatia tässä momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä 2 momentissa säädetään. Edellä 4 a §:ssä tarkoitetun yhteisen luvan täytäntöönpanoon sovelletaan, mitä ympäristönsuojelulain 198 §:n 1 momentissa ja 199-201 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Edellä 2 momentissa tarkoitettu määräys voidaan samoin edellytyksin antaa myös valitusajan kuluessa tai 14 päivän kuluessa valitusajan päättymisestä erikseen tehdystä hakemuksesta. Hakemuksesta on kuultava valvontaviranomaisia ja lupapäätökseen muutosta hakeneita. Päätös on tehtävä ilman tarpeetonta viivytystä. Päätöksen antamiseen sovelletaan, mitä 19 § :ssä säädetään. Lisäksi myönnetystä oikeudesta on välittömästi ilmoitettava hallinto-oikeudelle sekä muutosta hakeneille. Se, joka on valittanut ottamislupapäätöksestä, voi hallinto-oikeudessa vaatia tässä momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, että hänen olisi siitä erikseen valitettava. Muutoksenhausta on muutoin voimassa, mitä 2 momentissa säädetään. Edellä 4 a § :ssä tarkoitetun yhteisen luvan täytäntöönpanoon sovelletaan, mitä ympäristönsuojelulain 198 § :n 1 momentissa ja 199-201 § :ssä säädetään.",
        "folded_fi": "edella 2 momentissa tarkoitettu maarays voidaan samoin edellytyksin antaa myos valitusajan kuluessa tai 14 paivan kuluessa valitusajan paattymisesta erikseen tehdysta hakemuksesta. hakemuksesta on kuultava valvontaviranomaisia ja lupapaatokseen muutosta hakeneita. paatos on tehtava ilman tarpeetonta viivytysta. paatoksen antamiseen sovelletaan, mita 19 §:ssa saadetaan. lisaksi myonnetysta oikeudesta on valittomasti ilmoitettava hallinto-oikeudelle seka muutosta hakeneille. se, joka on valittanut ottamislupapaatoksesta, voi hallinto-oikeudessa vaatia tassa momentissa tarkoitettua ratkaisua kumottavaksi tai muutettavaksi ilman, etta hanen olisi siita erikseen valitettava. muutoksenhausta on muutoin voimassa, mita 2 momentissa saadetaan. edella 4 a §:ssa tarkoitetun yhteisen luvan taytantoonpanoon sovelletaan, mita ymparistonsuojelulain 198 §:n 1 momentissa ja 199-201 §:ssa saadetaan.",
        "title_sv": "Iakttagande av beslut som inte vunnit laga kraft",
        "content_sv": "En sådan föreskrift som avses i 2 mom. kan under samma förutsättningar meddelas också på separat ansökan som görs under besvärstidens gång eller inom 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som har sökt ändring i tillståndsbeslutet ska höras om ansökan. Beslutet ska fattas utan onödigt dröjsmål. På meddelande av beslut tillämpas 19 §. Förvaltningsdomstolen och de som sökt ändring ska också omedelbart underrättas om att en sådan rätt beviljats. Den som anfört besvär över ett beslut om tillstånd för täktverksamhet kan hos förvaltningsdomstolen yrka på upphävande eller ändring av ett avgörande som avses i detta moment utan att särskilt anföra besvär över det. Angående ändringssökandet gäller i övrigt vad som bestäms i 2 mom. På verkställighet av gemensamma tillstånd enligt 4 a § tillämpas 198 § 1 mom. och 199-201 § i miljöskyddslagen.",
        "normalized_sv": "En sådan föreskrift som avses i 2 mom. kan under samma förutsättningar meddelas också på separat ansökan som görs under besvärstidens gång eller inom 14 dagar efter besvärstidens utgång. Tillsynsmyndigheterna och de som har sökt ändring i tillståndsbeslutet ska höras om ansökan. Beslutet ska fattas utan onödigt dröjsmål. På meddelande av beslut tillämpas 19 § . Förvaltningsdomstolen och de som sökt ändring ska också omedelbart underrättas om att en sådan rätt beviljats. Den som anfört besvär över ett beslut om tillstånd för täktverksamhet kan hos förvaltningsdomstolen yrka på upphävande eller ändring av ett avgörande som avses i detta moment utan att särskilt anföra besvär över det. Angående ändringssökandet gäller i övrigt vad som bestäms i 2 mom. På verkställighet av gemensamma tillstånd enligt 4 a § tillämpas 198 § 1 mom. och 199-201 § i miljöskyddslagen.",
        "folded_sv": "en sadan foreskrift som avses i 2 mom. kan under samma forutsattningar meddelas ocksa pa separat ansokan som gors under besvarstidens gang eller inom 14 dagar efter besvarstidens utgang. tillsynsmyndigheterna och de som har sokt andring i tillstandsbeslutet ska horas om ansokan. beslutet ska fattas utan onodigt drojsmal. pa meddelande av beslut tillampas 19 §. forvaltningsdomstolen och de som sokt andring ska ocksa omedelbart underrattas om att en sadan ratt beviljats. den som anfort besvar over ett beslut om tillstand for taktverksamhet kan hos forvaltningsdomstolen yrka pa upphavande eller andring av ett avgorande som avses i detta moment utan att sarskilt anfora besvar over det. angaende andringssokandet galler i ovrigt vad som bestams i 2 mom. pa verkstallighet av gemensamma tillstand enligt 4 a § tillampas 198 § 1 mom. och 199-201 § i miljoskyddslagen."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Valvontamaksu ja valtion avustus",
      "content": "Kun edellä 4 a §:ssä tarkoitetun lupa-asian ratkaisee kunnan ympäristönsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä maankäyttö- ja rakennuslain 145 §:ssä säädetään rakennustyön valvonnasta kunnille suoritettavasta maksusta. Kun 4 a §:n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Kun edellä 4 a § :ssä tarkoitetun lupa-asian ratkaisee kunnan ympäristönsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä maankäyttö- ja rakennuslain 145 § :ssä säädetään rakennustyön valvonnasta kunnille suoritettavasta maksusta. Kun 4 a § :n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mitä valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "kun edella 4 a §:ssa tarkoitetun lupa-asian ratkaisee kunnan ymparistonsuojeluviranomainen, lupahakemuksen tarkastamisesta ja yhteisen luvan valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mita maankaytto- ja rakennuslain 145 §:ssa saadetaan rakennustyon valvonnasta kunnille suoritettavasta maksusta. kun 4 a §:n mukaisen lupa-asian ratkaisee aluehallintovirasto, lupahakemuksen tarkastamisesta ja valvonnasta aiheutuvien kustannusten perimiseen sovelletaan, mita valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Tillsynsavgift och statsbidrag",
        "content_sv": "När ett tillståndsärende enligt 4 a § avgörs av den kommunala miljövårdsmyndigheten ska bestämmelserna i 145 § i markanvändnings- och bygglagen om avgifter till kommunen för tillsyn över byggnadsarbeten tillämpas på indrivningen av kostnaderna för kontroll av tillståndsansökan och tillsyn över det gemensamma tillståndet. Om det är regionförvaltningsverket som avgör ett tillståndsärende enligt 4 a § ska lagen om grunderna för avgifter till staten (150/1992) tillämpas på indrivningen av kostnaderna för kontrollen och tillsynen.",
        "normalized_sv": "När ett tillståndsärende enligt 4 a § avgörs av den kommunala miljövårdsmyndigheten ska bestämmelserna i 145 § i markanvändnings- och bygglagen om avgifter till kommunen för tillsyn över byggnadsarbeten tillämpas på indrivningen av kostnaderna för kontroll av tillståndsansökan och tillsyn över det gemensamma tillståndet. Om det är regionförvaltningsverket som avgör ett tillståndsärende enligt 4 a § ska lagen om grunderna för avgifter till staten (150/1992) tillämpas på indrivningen av kostnaderna för kontrollen och tillsynen.",
        "folded_sv": "nar ett tillstandsarende enligt 4 a § avgors av den kommunala miljovardsmyndigheten ska bestammelserna i 145 § i markanvandnings- och bygglagen om avgifter till kommunen for tillsyn over byggnadsarbeten tillampas pa indrivningen av kostnaderna for kontroll av tillstandsansokan och tillsyn over det gemensamma tillstandet. om det ar regionforvaltningsverket som avgor ett tillstandsarende enligt 4 a § ska lagen om grunderna for avgifter till staten (150/1992) tillampas pa indrivningen av kostnaderna for kontrollen och tillsynen."
      },
      "valid_from": "2015-04-10",
      "valid_to": null
    }
  ]
}