{
  "id": "425/2007",
  "type": "statute",
  "title": "Laki maaseutuelinkeinojen rahoituslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om finansiering av landsbygdsnäringar",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/425/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Valtionlainan korko",
      "content": "valtionlainat Luottolaitokset voivat myöntää lainaa maa- ja metsätalousministeriön osoittamista maatilatalouden kehittämisrahaston varoista (). Maaseutuvirasto päättää lainan myöntämisestä luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "valtionlainat Luottolaitokset voivat myöntää lainaa maa- ja metsätalousministeriön osoittamista maatilatalouden kehittämisrahaston varoista (). Maaseutuvirasto päättää lainan myöntämisestä luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
        "folded_fi": "valtionlainat luottolaitokset voivat myontaa lainaa maa- ja metsatalousministerion osoittamista maatilatalouden kehittamisrahaston varoista (). maaseutuvirasto paattaa lainan myontamisesta luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
        "title_sv": "Ränta på statliga lån",
        "content_sv": "statliga lån Kreditinstituten kan bevilja lån av de medel i gårdsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). Landsbygdsverket beslutar om beviljande av lån till kreditinstitut för statlig långivning som genomförs med medel ur fonden.",
        "normalized_sv": "statliga lån Kreditinstituten kan bevilja lån av de medel i gårdsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). Landsbygdsverket beslutar om beviljande av lån till kreditinstitut för statlig långivning som genomförs med medel ur fonden.",
        "folded_sv": "statliga lan kreditinstituten kan bevilja lan av de medel i gardsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). landsbygdsverket beslutar om beviljande av lan till kreditinstitut for statlig langivning som genomfors med medel ur fonden."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Valtionvastuu",
      "content": "Valtionvastuun voimassaolon edellytyksenä on, että luottolaitos huolehtii lainasta ja sen vakuuksista tämän lain sekä sen nojalla annettujen säännösten ja määräysten mukaisesti sekä hyvää pankkitapaa noudattaen. Lainan myöntänyt luottolaitos on myös velvollinen valvomaan valtion etua. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajärjestelyssä, pakkohuutokaupassa tai konkurssimenettelyn yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Valtionvastuun voimassaolon edellytyksenä on, että luottolaitos huolehtii lainasta ja sen vakuuksista tämän lain sekä sen nojalla annettujen säännösten ja määräysten mukaisesti sekä hyvää pankkitapaa noudattaen. Lainan myöntänyt luottolaitos on myös velvollinen valvomaan valtion etua. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajärjestelyssä, pakkohuutokaupassa tai konkurssimenettelyn yhteydessä.",
        "folded_fi": "valtionvastuun voimassaolon edellytyksena on, etta luottolaitos huolehtii lainasta ja sen vakuuksista taman lain seka sen nojalla annettujen saannosten ja maaraysten mukaisesti seka hyvaa pankkitapaa noudattaen. lainan myontanyt luottolaitos on myos velvollinen valvomaan valtion etua. maaseutuvirasto voi antaa tarkempia maarayksia menettelysta, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajarjestelyssa, pakkohuutokaupassa tai konkurssimenettelyn yhteydessa.",
        "title_sv": "Statens ansvar",
        "content_sv": "För att statens ansvar skall gälla krävs att kreditinstitutet sköter lånet och säkerheterna för det enligt denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt iakttar god banksed. Det kreditinstitut som har beviljat lånet är även skyldigt att bevaka statens intressen. Landsbygdsverket kan meddela närmare föreskrifter om hur den egendom som utgör säkerhet för lånet förvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursförfarande.",
        "normalized_sv": "För att statens ansvar skall gälla krävs att kreditinstitutet sköter lånet och säkerheterna för det enligt denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt iakttar god banksed. Det kreditinstitut som har beviljat lånet är även skyldigt att bevaka statens intressen. Landsbygdsverket kan meddela närmare föreskrifter om hur den egendom som utgör säkerhet för lånet förvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursförfarande.",
        "folded_sv": "for att statens ansvar skall galla kravs att kreditinstitutet skoter lanet och sakerheterna for det enligt denna lag samt de bestammelser och foreskrifter som utfardats med stod av den samt iakttar god banksed. det kreditinstitut som har beviljat lanet ar aven skyldigt att bevaka statens intressen. landsbygdsverket kan meddela narmare foreskrifter om hur den egendom som utgor sakerhet for lanet forvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursforfarande."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Valtionlainoista maksettavat hyvitykset",
      "content": "Maaseutuvirasto päättää luottolaitokselle valtionvastuun perusteella suoritettavasta pääoman ja korkojen hyvityksestä. Ennen hyvityksen vahvistamista Maaseutuviraston on selvitettävä, että velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu ja ettei menetystä ole voitu kattaa vakuutena olevan omaisuuden myynnistä saaduilla varoilla. Vakuuden myyntiä ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilö saa yrityssaneerauksessa tai yksityishenkilön velkajärjestelyssä tai muussa niitä vastaavassa järjestelyssä tai vakuusvastuun järjestelyssä säilyttää vakuutena olevan omaisuuden. Maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittämisrahaston varoista. Jos luottolaitos saa hyvityksen maksamisen jälkeen perityksi lainansaajalta kertymättä jääneitä lyhennyksiä ja korkoja, sen on tilitettävä ne Maaseutuvirastolle maatilatalouden kehittämisrahastoon edelleen tuloutettaviksi. Maaseutuvirasto voi periä luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. Maaseutuviraston on käsiteltävä valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siitä, kun luottolaitoksen hakemus on saapunut Maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu. Jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisäselvitystä, lasketaan kolmen kuukauden määräaika siitä, kun Maaseutuviraston pyytämät lisäselvitykset on annettu sille. Jos määräaika ylitetään, valtio on velvollinen suorittamaan ylitysajalta viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Maaseutuvirasto päättää luottolaitokselle valtionvastuun perusteella suoritettavasta pääoman ja korkojen hyvityksestä. Ennen hyvityksen vahvistamista Maaseutuviraston on selvitettävä, että velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu ja ettei menetystä ole voitu kattaa vakuutena olevan omaisuuden myynnistä saaduilla varoilla. Vakuuden myyntiä ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilö saa yrityssaneerauksessa tai yksityishenkilön velkajärjestelyssä tai muussa niitä vastaavassa järjestelyssä tai vakuusvastuun järjestelyssä säilyttää vakuutena olevan omaisuuden. Maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittämisrahaston varoista. Jos luottolaitos saa hyvityksen maksamisen jälkeen perityksi lainansaajalta kertymättä jääneitä lyhennyksiä ja korkoja, sen on tilitettävä ne Maaseutuvirastolle maatilatalouden kehittämisrahastoon edelleen tuloutettaviksi. Maaseutuvirasto voi periä luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. Maaseutuviraston on käsiteltävä valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siitä, kun luottolaitoksen hakemus on saapunut Maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu. Jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisäselvitystä, lasketaan kolmen kuukauden määräaika siitä, kun Maaseutuviraston pyytämät lisäselvitykset on annettu sille. Jos määräaika ylitetään, valtio on velvollinen suorittamaan ylitysajalta viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan.",
        "folded_fi": "maaseutuvirasto paattaa luottolaitokselle valtionvastuun perusteella suoritettavasta paaoman ja korkojen hyvityksesta. ennen hyvityksen vahvistamista maaseutuviraston on selvitettava, etta velallisen ja mahdollisen takaajan maksukyvyttomyydesta johtuva lopullinen menetys on todettu ja ettei menetysta ole voitu kattaa vakuutena olevan omaisuuden myynnista saaduilla varoilla. vakuuden myyntia ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilo saa yrityssaneerauksessa tai yksityishenkilon velkajarjestelyssa tai muussa niita vastaavassa jarjestelyssa tai vakuusvastuun jarjestelyssa sailyttaa vakuutena olevan omaisuuden. maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittamisrahaston varoista. jos luottolaitos saa hyvityksen maksamisen jalkeen perityksi lainansaajalta kertymatta jaaneita lyhennyksia ja korkoja, sen on tilitettava ne maaseutuvirastolle maatilatalouden kehittamisrahastoon edelleen tuloutettaviksi. maaseutuvirasto voi peria luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. maaseutuviraston on kasiteltava valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siita, kun luottolaitoksen hakemus on saapunut maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttomyydesta johtuva lopullinen menetys on todettu. jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisaselvitysta, lasketaan kolmen kuukauden maaraaika siita, kun maaseutuviraston pyytamat lisaselvitykset on annettu sille. jos maaraaika ylitetaan, valtio on velvollinen suorittamaan ylitysajalta viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
        "title_sv": "Gottgörelser för statliga lån",
        "content_sv": "Landsbygdsverket beslutar om den gottgörelse för kapital och räntor som på basis av statens ansvar skall betalas till kreditinstitutet. Innan gottgörelse fastställs skall Landsbygdsverket klarlägga att den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats och att förlusten inte har kunnat täckas med medel från försäljningen av den egendom som utgör säkerhet. Försäljning av säkerheten krävs dock inte när gäldenären eller tredje man som ansvarar för lånet vid företagssanering eller skuldsanering för privatpersoner eller vid en annan liknande reglering eller vid reglering av säkerhetsansvaret får behålla den egendom som utgör säkerhet. Landsbygdsverket skall betala gottgörelsen till kreditinstitutet med medel ur gårdsbrukets utvecklingsfond. Om kreditinstitutet efter betalningen av gottgörelsen kan driva in utestående amorteringar och räntor hos låntagaren, skall institutet betala de indrivna beloppen till Landsbygdsverket för intäktsföring i gårdsbrukets utvecklingsfond. Landsbygdsverket kan av låntagaren återkräva den gottgörelse som har betalts till kreditinstitutet. Landsbygdsverket skall behandla en ansökan om gottgörelse som gäller statliga lån inom tre månader efter det att kreditinstitutets ansökan har inkommit till Landsbygdsverket och den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats. Om avgörandet av ansökan om gottgörelse förutsätter att kreditinstitutet lämnar en tilläggsutredning, räknas tiden om tre månader från det att de tilläggsutredningar som Landsbygdsverket begärt har lämnats in till verket. Om tiden överskrids är staten skyldig att betala dröjsmålsränta för den överskridande tiden enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Landsbygdsverket beslutar om den gottgörelse för kapital och räntor som på basis av statens ansvar skall betalas till kreditinstitutet. Innan gottgörelse fastställs skall Landsbygdsverket klarlägga att den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats och att förlusten inte har kunnat täckas med medel från försäljningen av den egendom som utgör säkerhet. Försäljning av säkerheten krävs dock inte när gäldenären eller tredje man som ansvarar för lånet vid företagssanering eller skuldsanering för privatpersoner eller vid en annan liknande reglering eller vid reglering av säkerhetsansvaret får behålla den egendom som utgör säkerhet. Landsbygdsverket skall betala gottgörelsen till kreditinstitutet med medel ur gårdsbrukets utvecklingsfond. Om kreditinstitutet efter betalningen av gottgörelsen kan driva in utestående amorteringar och räntor hos låntagaren, skall institutet betala de indrivna beloppen till Landsbygdsverket för intäktsföring i gårdsbrukets utvecklingsfond. Landsbygdsverket kan av låntagaren återkräva den gottgörelse som har betalts till kreditinstitutet. Landsbygdsverket skall behandla en ansökan om gottgörelse som gäller statliga lån inom tre månader efter det att kreditinstitutets ansökan har inkommit till Landsbygdsverket och den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats. Om avgörandet av ansökan om gottgörelse förutsätter att kreditinstitutet lämnar en tilläggsutredning, räknas tiden om tre månader från det att de tilläggsutredningar som Landsbygdsverket begärt har lämnats in till verket. Om tiden överskrids är staten skyldig att betala dröjsmålsränta för den överskridande tiden enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "landsbygdsverket beslutar om den gottgorelse for kapital och rantor som pa basis av statens ansvar skall betalas till kreditinstitutet. innan gottgorelse faststalls skall landsbygdsverket klarlagga att den slutliga forlusten till foljd av galdenarens och en eventuell borgensmans insolvens har konstaterats och att forlusten inte har kunnat tackas med medel fran forsaljningen av den egendom som utgor sakerhet. forsaljning av sakerheten kravs dock inte nar galdenaren eller tredje man som ansvarar for lanet vid foretagssanering eller skuldsanering for privatpersoner eller vid en annan liknande reglering eller vid reglering av sakerhetsansvaret far behalla den egendom som utgor sakerhet. landsbygdsverket skall betala gottgorelsen till kreditinstitutet med medel ur gardsbrukets utvecklingsfond. om kreditinstitutet efter betalningen av gottgorelsen kan driva in utestaende amorteringar och rantor hos lantagaren, skall institutet betala de indrivna beloppen till landsbygdsverket for intaktsforing i gardsbrukets utvecklingsfond. landsbygdsverket kan av lantagaren aterkrava den gottgorelse som har betalts till kreditinstitutet. landsbygdsverket skall behandla en ansokan om gottgorelse som galler statliga lan inom tre manader efter det att kreditinstitutets ansokan har inkommit till landsbygdsverket och den slutliga forlusten till foljd av galdenarens och en eventuell borgensmans insolvens har konstaterats. om avgorandet av ansokan om gottgorelse forutsatter att kreditinstitutet lamnar en tillaggsutredning, raknas tiden om tre manader fran det att de tillaggsutredningar som landsbygdsverket begart har lamnats in till verket. om tiden overskrids ar staten skyldig att betala drojsmalsranta for den overskridande tiden enligt den rantefot som avses i 4 § 1 mom. i rantelagen (633/1982)."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Valtionlainan tilittäminen",
      "content": "Luottolaitoksen hyvityshakemuksen perusteella annetun Maaseutuviraston päätöksen mukaiset maksut on maksettava seitsemän pankkipäivän kuluessa siitä, kun luottolaitos on saanut päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Luottolaitoksen hyvityshakemuksen perusteella annetun Maaseutuviraston päätöksen mukaiset maksut on maksettava seitsemän pankkipäivän kuluessa siitä, kun luottolaitos on saanut päätöksestä tiedon.",
        "folded_fi": "luottolaitoksen hyvityshakemuksen perusteella annetun maaseutuviraston paatoksen mukaiset maksut on maksettava seitseman pankkipaivan kuluessa siita, kun luottolaitos on saanut paatoksesta tiedon.",
        "title_sv": "Redovisning av statliga lån",
        "content_sv": "Betalningarna enligt Landsbygdsverkets beslut med anledning av kreditinstitutets ansökan om gottgörelse skall göras inom sju bankdagar efter det att kreditinstitutet har fått del av beslutet.",
        "normalized_sv": "Betalningarna enligt Landsbygdsverkets beslut med anledning av kreditinstitutets ansökan om gottgörelse skall göras inom sju bankdagar efter det att kreditinstitutet har fått del av beslutet.",
        "folded_sv": "betalningarna enligt landsbygdsverkets beslut med anledning av kreditinstitutets ansokan om gottgorelse skall goras inom sju bankdagar efter det att kreditinstitutet har fatt del av beslutet."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Korkotukilainojen korko",
      "content": "Luottolaitoksen korkotukilainasta perimä kokonaiskorko saa olla enintään sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myönnettävistä normaalikorkoisista lainoista lisättynä korkotukilainojen myöntämisestä ja hoitamisesta aiheutuvilla ylimääräisillä kustannuksilla. Maaseutuvirastolla on oikeus olla hyväksymättä lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edellä tarkoitetusta korosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Luottolaitoksen korkotukilainasta perimä kokonaiskorko saa olla enintään sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myönnettävistä normaalikorkoisista lainoista lisättynä korkotukilainojen myöntämisestä ja hoitamisesta aiheutuvilla ylimääräisillä kustannuksilla. Maaseutuvirastolla on oikeus olla hyväksymättä lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edellä tarkoitetusta korosta.",
        "folded_fi": "luottolaitoksen korkotukilainasta perima kokonaiskorko saa olla enintaan sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myonnettavista normaalikorkoisista lainoista lisattyna korkotukilainojen myontamisesta ja hoitamisesta aiheutuvilla ylimaaraisilla kustannuksilla. maaseutuvirastolla on oikeus olla hyvaksymatta lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edella tarkoitetusta korosta.",
        "title_sv": "Ränta på räntestödslån",
        "content_sv": "Den totalränta som kreditinstitutet tar ut för ett räntestödslån får vara högst lika hög som den ränta som banken tar ut för de lån med normal ränta som beviljas för liknande ändamål förhöjd med de extra kostnader som beviljandet och skötseln av räntestödslånen medför. Landsbygdsverket har rätt att inte godkänna ett lån som räntestödslån, om totalräntan på lånet avviker från den ovan nämnda räntan.",
        "normalized_sv": "Den totalränta som kreditinstitutet tar ut för ett räntestödslån får vara högst lika hög som den ränta som banken tar ut för de lån med normal ränta som beviljas för liknande ändamål förhöjd med de extra kostnader som beviljandet och skötseln av räntestödslånen medför. Landsbygdsverket har rätt att inte godkänna ett lån som räntestödslån, om totalräntan på lånet avviker från den ovan nämnda räntan.",
        "folded_sv": "den totalranta som kreditinstitutet tar ut for ett rantestodslan far vara hogst lika hog som den ranta som banken tar ut for de lan med normal ranta som beviljas for liknande andamal forhojd med de extra kostnader som beviljandet och skotseln av rantestodslanen medfor. landsbygdsverket har ratt att inte godkanna ett lan som rantestodslan, om totalrantan pa lanet avviker fran den ovan namnda rantan."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Lainoitusta koskevia yleisiä säännöksiä",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimääräisistä lyhennyksistä ja niiden vaikutuksesta erääntyviin lyhennyksiin, pääomamäärältään vähäisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta sekä muista lainan myöntämiseen ja hoitoon liittyvistä ehdoista. Maaseutuvirasto voi antaa lakia ja asetusta tarkempia määräyksiä lainan myöntämiseen ja hoitoon liittyvistä menettelyistä sekä lainaehtojen muuttamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimääräisistä lyhennyksistä ja niiden vaikutuksesta erääntyviin lyhennyksiin, pääomamäärältään vähäisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta sekä muista lainan myöntämiseen ja hoitoon liittyvistä ehdoista. Maaseutuvirasto voi antaa lakia ja asetusta tarkempia määräyksiä lainan myöntämiseen ja hoitoon liittyvistä menettelyistä sekä lainaehtojen muuttamismenettelystä.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimaaraisista lyhennyksista ja niiden vaikutuksesta eraantyviin lyhennyksiin, paaomamaaraltaan vahaisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta seka muista lainan myontamiseen ja hoitoon liittyvista ehdoista. maaseutuvirasto voi antaa lakia ja asetusta tarkempia maarayksia lainan myontamiseen ja hoitoon liittyvista menettelyista seka lainaehtojen muuttamismenettelysta.",
        "title_sv": "Allmänna bestämmelser om långivningen",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om utlåtanden som krävs för ansökan om lån, lyftandet av lånemedlen, tiden för genomförande av projektet, betalningslättnader, uppbörden av amorteringar och ränta, tidpunkten för betalningarna, låneöverföringar, extra amorteringar och deras inverkan på amorteringar som förfaller, betalning av en fordran vars kapitalbelopp är litet och konstaterande av statens ansvar för statliga lån samt om övriga villkor i anslutning till beviljande av lånen och skötseln av dem. Landsbygdsverket kan meddela närmare föreskrifter än vad som bestäms i lag och förordning om förfaranden i anslutning till beviljande av lånen och skötseln av dem samt om förfarandet för ändring av lånevillkoren.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om utlåtanden som krävs för ansökan om lån, lyftandet av lånemedlen, tiden för genomförande av projektet, betalningslättnader, uppbörden av amorteringar och ränta, tidpunkten för betalningarna, låneöverföringar, extra amorteringar och deras inverkan på amorteringar som förfaller, betalning av en fordran vars kapitalbelopp är litet och konstaterande av statens ansvar för statliga lån samt om övriga villkor i anslutning till beviljande av lånen och skötseln av dem. Landsbygdsverket kan meddela närmare föreskrifter än vad som bestäms i lag och förordning om förfaranden i anslutning till beviljande av lånen och skötseln av dem samt om förfarandet för ändring av lånevillkoren.",
        "folded_sv": "genom forordning av statsradet bestams narmare om utlatanden som kravs for ansokan om lan, lyftandet av lanemedlen, tiden for genomforande av projektet, betalningslattnader, uppborden av amorteringar och ranta, tidpunkten for betalningarna, laneoverforingar, extra amorteringar och deras inverkan pa amorteringar som forfaller, betalning av en fordran vars kapitalbelopp ar litet och konstaterande av statens ansvar for statliga lan samt om ovriga villkor i anslutning till beviljande av lanen och skotseln av dem. landsbygdsverket kan meddela narmare foreskrifter an vad som bestams i lag och forordning om forfaranden i anslutning till beviljande av lanen och skotseln av dem samt om forfarandet for andring av lanevillkoren."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Valtionlainojen ja korkotukilainojen rahaliike",
      "content": "Maaseutuvirasto voi antaa määräyksiä siitä, missä tapauksessa luottolaitokset voivat toimittaa edellä mainitut tehtävät ilman keskusrahalaitosta. Maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maaseutuvirasto voi antaa määräyksiä siitä, missä tapauksessa luottolaitokset voivat toimittaa edellä mainitut tehtävät ilman keskusrahalaitosta. Maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
        "folded_fi": "maaseutuvirasto voi antaa maarayksia siita, missa tapauksessa luottolaitokset voivat toimittaa edella mainitut tehtavat ilman keskusrahalaitosta. maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
        "title_sv": "De statliga lånens och räntestödslånens penningrörelse",
        "content_sv": "Landsbygdsverket kan meddela föreskrifter om de fall där kreditinstituten kan utföra ovan nämnda uppgifter utan ett centralt finansiellt institut. Landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven på statens vägnar.",
        "normalized_sv": "Landsbygdsverket kan meddela föreskrifter om de fall där kreditinstituten kan utföra ovan nämnda uppgifter utan ett centralt finansiellt institut. Landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven på statens vägnar.",
        "folded_sv": "landsbygdsverket kan meddela foreskrifter om de fall dar kreditinstituten kan utfora ovan namnda uppgifter utan ett centralt finansiellt institut. landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven pa statens vagnar."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Valtiontakaus",
      "content": "Maaseutuvirasto tai työvoima- ja elinkeinokeskus Maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle tämän lain mukaan tukikelpoiselle yhteisölle käyttöomaisuutta ja käyttöpääomaa varten myönnettyjen normaaliehtoisten sekä korkotukilainojen pääoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. Takausluottojen pääomaa saa samanaikaisesti olla takaisin maksamatta enintään 80 miljoonan euron määrä. Valtioneuvoston asetuksella säädetään, milloin takaukseen sisältyy tukea ja miten sen määrä lasketaan. Lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittämisrahastoon tuloutettava takausmaksu. Luottolaitos huolehtii maksun tilittämisestä valtiolle. Maksun suuruudesta ja sen perimisestä säädetään valtioneuvoston asetuksella. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä takausmaksua perittäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Maaseutuvirasto tai työvoima- ja elinkeinokeskus Maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle tämän lain mukaan tukikelpoiselle yhteisölle käyttöomaisuutta ja käyttöpääomaa varten myönnettyjen normaaliehtoisten sekä korkotukilainojen pääoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. Takausluottojen pääomaa saa samanaikaisesti olla takaisin maksamatta enintään 80 miljoonan euron määrä. Valtioneuvoston asetuksella säädetään, milloin takaukseen sisältyy tukea ja miten sen määrä lasketaan. Lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittämisrahastoon tuloutettava takausmaksu. Luottolaitos huolehtii maksun tilittämisestä valtiolle. Maksun suuruudesta ja sen perimisestä säädetään valtioneuvoston asetuksella. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä takausmaksua perittäessä.",
        "folded_fi": "maaseutuvirasto tai tyovoima- ja elinkeinokeskus maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle taman lain mukaan tukikelpoiselle yhteisolle kayttoomaisuutta ja kayttopaaomaa varten myonnettyjen normaaliehtoisten seka korkotukilainojen paaoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. takausluottojen paaomaa saa samanaikaisesti olla takaisin maksamatta enintaan 80 miljoonan euron maara. valtioneuvoston asetuksella saadetaan, milloin takaukseen sisaltyy tukea ja miten sen maara lasketaan. lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittamisrahastoon tuloutettava takausmaksu. luottolaitos huolehtii maksun tilittamisesta valtiolle. maksun suuruudesta ja sen perimisesta saadetaan valtioneuvoston asetuksella. maaseutuvirasto voi antaa tarkempia maarayksia menettelysta takausmaksua perittaessa.",
        "title_sv": "Statsborgen",
        "content_sv": "Landsbygdsverket eller en arbetskrafts- och näringscentral med årlig fullmakt av Landsbygdsverket kan på statens vägnar ställa borgen som säkerhet för kapital och ränta på lån med normala villkor och räntestödslån som beviljats landsbygdsföretag och andra stödberättigade sammanslutningar för anläggningstillgångar och driftskapital samt för andra betalningar enligt kreditvillkoren. Kapital på borgenskrediter får samtidigt vara obetalt till ett belopp av högst 80 miljoner euro. Bestämmelser om när borgen innehåller stöd och hur stödbeloppet skall beräknas utfärdas genom förordning av statsrådet. Låntagaren skall för statsborgen betala en borgensavgift som intäktsförs i gårdsbrukets utvecklingsfond. Kreditinstitutet ser till att avgiften redovisas till staten. Bestämmelser om avgiftens belopp och avgiftsuttaget utfärdas genom förordning av statsrådet. Landsbygdsverket kan meddela närmare föreskrifter om hur borgensavgiften tas ut.",
        "normalized_sv": "Landsbygdsverket eller en arbetskrafts- och näringscentral med årlig fullmakt av Landsbygdsverket kan på statens vägnar ställa borgen som säkerhet för kapital och ränta på lån med normala villkor och räntestödslån som beviljats landsbygdsföretag och andra stödberättigade sammanslutningar för anläggningstillgångar och driftskapital samt för andra betalningar enligt kreditvillkoren. Kapital på borgenskrediter får samtidigt vara obetalt till ett belopp av högst 80 miljoner euro. Bestämmelser om när borgen innehåller stöd och hur stödbeloppet skall beräknas utfärdas genom förordning av statsrådet. Låntagaren skall för statsborgen betala en borgensavgift som intäktsförs i gårdsbrukets utvecklingsfond. Kreditinstitutet ser till att avgiften redovisas till staten. Bestämmelser om avgiftens belopp och avgiftsuttaget utfärdas genom förordning av statsrådet. Landsbygdsverket kan meddela närmare föreskrifter om hur borgensavgiften tas ut.",
        "folded_sv": "landsbygdsverket eller en arbetskrafts- och naringscentral med arlig fullmakt av landsbygdsverket kan pa statens vagnar stalla borgen som sakerhet for kapital och ranta pa lan med normala villkor och rantestodslan som beviljats landsbygdsforetag och andra stodberattigade sammanslutningar for anlaggningstillgangar och driftskapital samt for andra betalningar enligt kreditvillkoren. kapital pa borgenskrediter far samtidigt vara obetalt till ett belopp av hogst 80 miljoner euro. bestammelser om nar borgen innehaller stod och hur stodbeloppet skall beraknas utfardas genom forordning av statsradet. lantagaren skall for statsborgen betala en borgensavgift som intaktsfors i gardsbrukets utvecklingsfond. kreditinstitutet ser till att avgiften redovisas till staten. bestammelser om avgiftens belopp och avgiftsuttaget utfardas genom forordning av statsradet. landsbygdsverket kan meddela narmare foreskrifter om hur borgensavgiften tas ut."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Takautumisvaatimuksesta luopuminen",
      "content": "Maaseutuvirasto voi päättää, että takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan pääoma, korot ja takausmaksu jätetään perimättä henkilöltä, jonka ei voida katsoa kohtuudella selviytyvän maksuista pysyvän työkyvyttömyyden, pitkäaikaisen työttömyyden, huoltovelvollisuuden tai muun näihin verrattavan syyn perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maaseutuvirasto voi päättää, että takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan pääoma, korot ja takausmaksu jätetään perimättä henkilöltä, jonka ei voida katsoa kohtuudella selviytyvän maksuista pysyvän työkyvyttömyyden, pitkäaikaisen työttömyyden, huoltovelvollisuuden tai muun näihin verrattavan syyn perusteella.",
        "folded_fi": "maaseutuvirasto voi paattaa, etta takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan paaoma, korot ja takausmaksu jatetaan perimatta henkilolta, jonka ei voida katsoa kohtuudella selviytyvan maksuista pysyvan tyokyvyttomyyden, pitkaaikaisen tyottomyyden, huoltovelvollisuuden tai muun naihin verrattavan syyn perusteella.",
        "title_sv": "Avstående från regressanspråk",
        "content_sv": "Landsbygdsverket kan besluta att lånekapital, räntor och borgensavgift för ett lån som på grundval av borgen har betalts till kreditinstitutet av statens medel skall lämnas oindrivna hos den som på grund av bestående arbetsoförmåga, långvarig arbetslöshet, underhållsskyldighet eller av annan härmed jämförbar orsak inte rimligen kan väntas klara av betalningarna.",
        "normalized_sv": "Landsbygdsverket kan besluta att lånekapital, räntor och borgensavgift för ett lån som på grundval av borgen har betalts till kreditinstitutet av statens medel skall lämnas oindrivna hos den som på grund av bestående arbetsoförmåga, långvarig arbetslöshet, underhållsskyldighet eller av annan härmed jämförbar orsak inte rimligen kan väntas klara av betalningarna.",
        "folded_sv": "landsbygdsverket kan besluta att lanekapital, rantor och borgensavgift for ett lan som pa grundval av borgen har betalts till kreditinstitutet av statens medel skall lamnas oindrivna hos den som pa grund av bestaende arbetsoformaga, langvarig arbetsloshet, underhallsskyldighet eller av annan harmed jamforbar orsak inte rimligen kan vantas klara av betalningarna."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Luottolaitoksen kulujen korvaaminen",
      "content": "Maaseutuvirasto päättää valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisestä luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tässä laissa tai sen nojalla säädetyllä tavalla. Takaisinperimiseen voidaan 46 §:ssä säädetyn estämättä ryhtyä koko laina-ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Maaseutuvirasto päättää valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisestä luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tässä laissa tai sen nojalla säädetyllä tavalla. Takaisinperimiseen voidaan 46 § :ssä säädetyn estämättä ryhtyä koko laina-ajan.",
        "folded_fi": "maaseutuvirasto paattaa valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisesta luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tassa laissa tai sen nojalla saadetylla tavalla. takaisinperimiseen voidaan 46 §:ssa saadetyn estamatta ryhtya koko laina-ajan.",
        "title_sv": "Ersättning för kreditinstituts kostnader",
        "content_sv": "Landsbygdsverket skall besluta att de ersättningar enligt 1 mom. som betalts till kreditinstitutet för skötseln av statliga lån helt eller delvis skall återkrävas hos kreditinstitutet, om kreditinstitutet inte har skött ett statligt lån så som bestäms i denna lag eller med stöd av den. Utan hinder av det som bestäms i 46 § kan ersättningarna återkrävas under hela lånetiden.",
        "normalized_sv": "Landsbygdsverket skall besluta att de ersättningar enligt 1 mom. som betalts till kreditinstitutet för skötseln av statliga lån helt eller delvis skall återkrävas hos kreditinstitutet, om kreditinstitutet inte har skött ett statligt lån så som bestäms i denna lag eller med stöd av den. Utan hinder av det som bestäms i 46 § kan ersättningarna återkrävas under hela lånetiden.",
        "folded_sv": "landsbygdsverket skall besluta att de ersattningar enligt 1 mom. som betalts till kreditinstitutet for skotseln av statliga lan helt eller delvis skall aterkravas hos kreditinstitutet, om kreditinstitutet inte har skott ett statligt lan sa som bestams i denna lag eller med stod av den. utan hinder av det som bestams i 46 § kan ersattningarna aterkravas under hela lanetiden."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Vapaaehtoisen velkajärjestelyn rajoitukset",
      "content": "Vapaaehtoisessa velkajärjestelyssä ei voida myöntää maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. Velallisen asunnon säilyttämiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syistä maksuvapautus voidaan kuitenkin myöntää. Hakemus on näissä tapauksissa saatettava Maaseutuviraston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Vapaaehtoisessa velkajärjestelyssä ei voida myöntää maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. Velallisen asunnon säilyttämiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syistä maksuvapautus voidaan kuitenkin myöntää. Hakemus on näissä tapauksissa saatettava Maaseutuviraston ratkaistavaksi.",
        "folded_fi": "vapaaehtoisessa velkajarjestelyssa ei voida myontaa maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. velallisen asunnon sailyttamiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syista maksuvapautus voidaan kuitenkin myontaa. hakemus on naissa tapauksissa saatettava maaseutuviraston ratkaistavaksi.",
        "title_sv": "Avgränsningar av frivillig skuldsanering",
        "content_sv": "Vid frivillig skuldsanering får befrielse från betalning av amorteringar på statliga lån inte beviljas, om realsäkerheten för lånet eller borgen genom affärsverksamhet eller därmed jämförbar verksamhet tryggar betalningen av amorteringarna. För bibehållande av gäldenärens bostad, tryggande av företagets fortsatta verksamhet eller av andra synnerligen vägande skäl kan betalningsbefrielse dock beviljas. I sådana fall skall ansökan föras till Landsbygdsverket för avgörande.",
        "normalized_sv": "Vid frivillig skuldsanering får befrielse från betalning av amorteringar på statliga lån inte beviljas, om realsäkerheten för lånet eller borgen genom affärsverksamhet eller därmed jämförbar verksamhet tryggar betalningen av amorteringarna. För bibehållande av gäldenärens bostad, tryggande av företagets fortsatta verksamhet eller av andra synnerligen vägande skäl kan betalningsbefrielse dock beviljas. I sådana fall skall ansökan föras till Landsbygdsverket för avgörande.",
        "folded_sv": "vid frivillig skuldsanering far befrielse fran betalning av amorteringar pa statliga lan inte beviljas, om realsakerheten for lanet eller borgen genom affarsverksamhet eller darmed jamforbar verksamhet tryggar betalningen av amorteringarna. for bibehallande av galdenarens bostad, tryggande av foretagets fortsatta verksamhet eller av andra synnerligen vagande skal kan betalningsbefrielse dock beviljas. i sadana fall skall ansokan foras till landsbygdsverket for avgorande."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö huolehtii siitä, että varojen käytön valvonta on järjestetty asianmukaisesti. Maaseutuvirasto toteuttaa varojen käytön valvonnan siten, että tarvittavien varojen käyttö- ja seurantatietojen avulla todetaan, ovatko tuen myöntämisen ja maksamisen edellytykset olleet olemassa sekä onko tuen myöntämisen ja maksamisen ehtoja noudatettu. Kauppa- ja teollisuusministeriöllä on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen käyttöä koskevasta valvonnasta ja tarkastuksesta EY:n maaseudun kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. Maaseutuvirasto voi antaa teknisluonteisia määräyksiä lainojen ja tukien käytön valvonnasta ja seurannasta. Jos kysymys on kauppa- ja teollisuusministeriön vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministeriön asetuksella voidaan antaa vastaavia teknisluonteisia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Maa- ja metsätalousministeriö huolehtii siitä, että varojen käytön valvonta on järjestetty asianmukaisesti. Maaseutuvirasto toteuttaa varojen käytön valvonnan siten, että tarvittavien varojen käyttö- ja seurantatietojen avulla todetaan, ovatko tuen myöntämisen ja maksamisen edellytykset olleet olemassa sekä onko tuen myöntämisen ja maksamisen ehtoja noudatettu. Kauppa- ja teollisuusministeriöllä on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen käyttöä koskevasta valvonnasta ja tarkastuksesta EY:n maaseudun kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. Maaseutuvirasto voi antaa teknisluonteisia määräyksiä lainojen ja tukien käytön valvonnasta ja seurannasta. Jos kysymys on kauppa- ja teollisuusministeriön vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministeriön asetuksella voidaan antaa vastaavia teknisluonteisia säännöksiä.",
        "folded_fi": "maa- ja metsatalousministerio huolehtii siita, etta varojen kayton valvonta on jarjestetty asianmukaisesti. maaseutuvirasto toteuttaa varojen kayton valvonnan siten, etta tarvittavien varojen kaytto- ja seurantatietojen avulla todetaan, ovatko tuen myontamisen ja maksamisen edellytykset olleet olemassa seka onko tuen myontamisen ja maksamisen ehtoja noudatettu. kauppa- ja teollisuusministeriolla on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen kayttoa koskevasta valvonnasta ja tarkastuksesta ey:n maaseudun kehittamisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. maaseutuvirasto voi antaa teknisluonteisia maarayksia lainojen ja tukien kayton valvonnasta ja seurannasta. jos kysymys on kauppa- ja teollisuusministerion vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministerion asetuksella voidaan antaa vastaavia teknisluonteisia saannoksia.",
        "title_sv": "Övervakning",
        "content_sv": "Jord- och skogsbruksministeriet ser till att övervakningen av användningen av medel har ordnats på behörigt sätt. Landsbygdsverket genomför övervakningen av användningen av medel så att det med hjälp av nödvändiga uppgifter om användningen av medlen och kontrolluppgifter kan fastställas om förutsättningarna för beviljande och betalning av stöd har funnits och om villkoren för beviljande och betalning av stöd har iakttagits. Handels- och industriministeriet bär dock det primära ansvaret för övervakningen och inspektionen av användningen av stöd för förädling och marknadsföring i fråga om delfinansierat stöd som avses i artiklarna 25―28 i EG:s förordning om utveckling av landsbygden. Landsbygdsverket kan meddela tekniska föreskrifter om övervakningen och uppföljningen av användningen av lån och stöd. I fråga om övervakning av stöd för vilka handels- och industriministeriet ansvarar kan motsvarande bestämmelser av teknisk natur utfärdas genom förordning av handels- och industriministeriet.",
        "normalized_sv": "Jord- och skogsbruksministeriet ser till att övervakningen av användningen av medel har ordnats på behörigt sätt. Landsbygdsverket genomför övervakningen av användningen av medel så att det med hjälp av nödvändiga uppgifter om användningen av medlen och kontrolluppgifter kan fastställas om förutsättningarna för beviljande och betalning av stöd har funnits och om villkoren för beviljande och betalning av stöd har iakttagits. Handels- och industriministeriet bär dock det primära ansvaret för övervakningen och inspektionen av användningen av stöd för förädling och marknadsföring i fråga om delfinansierat stöd som avses i artiklarna 25―28 i EG:s förordning om utveckling av landsbygden. Landsbygdsverket kan meddela tekniska föreskrifter om övervakningen och uppföljningen av användningen av lån och stöd. I fråga om övervakning av stöd för vilka handels- och industriministeriet ansvarar kan motsvarande bestämmelser av teknisk natur utfärdas genom förordning av handels- och industriministeriet.",
        "folded_sv": "jord- och skogsbruksministeriet ser till att overvakningen av anvandningen av medel har ordnats pa behorigt satt. landsbygdsverket genomfor overvakningen av anvandningen av medel sa att det med hjalp av nodvandiga uppgifter om anvandningen av medlen och kontrolluppgifter kan faststallas om forutsattningarna for beviljande och betalning av stod har funnits och om villkoren for beviljande och betalning av stod har iakttagits. handels- och industriministeriet bar dock det primara ansvaret for overvakningen och inspektionen av anvandningen av stod for foradling och marknadsforing i fraga om delfinansierat stod som avses i artiklarna 25―28 i eg:s forordning om utveckling av landsbygden. landsbygdsverket kan meddela tekniska foreskrifter om overvakningen och uppfoljningen av anvandningen av lan och stod. i fraga om overvakning av stod for vilka handels- och industriministeriet ansvarar kan motsvarande bestammelser av teknisk natur utfardas genom forordning av handels- och industriministeriet."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Luottolaitoksissa suoritettava valvonta",
      "content": "Lainan myöntänyt luottolaitos on velvollinen antamaan maa- ja metsätalousministeriölle sekä Maaseutuvirastolle yksilöidystä pyynnöstä tietoja, jotka ovat tarpeen sen selvittämiseksi, onko lainan hakija ollut tuen tarpeessa. Se on myös velvollinen antamaan maa- ja metsätalousministeriölle, Maaseutuvirastolle tai näiden valtuuttamalle henkilölle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia Euroopan yhteisön säädöksiä taikka tätä lakia ja sen nojalla annettuja säädöksiä ja määräyksiä muutoin noudatettu. Edellä mainittu tietojenantovelvollisuus koskee myös salassa pidettäviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Lainan myöntänyt luottolaitos on velvollinen antamaan maa- ja metsätalousministeriölle sekä Maaseutuvirastolle yksilöidystä pyynnöstä tietoja, jotka ovat tarpeen sen selvittämiseksi, onko lainan hakija ollut tuen tarpeessa. Se on myös velvollinen antamaan maa- ja metsätalousministeriölle, Maaseutuvirastolle tai näiden valtuuttamalle henkilölle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia Euroopan yhteisön säädöksiä taikka tätä lakia ja sen nojalla annettuja säädöksiä ja määräyksiä muutoin noudatettu. Edellä mainittu tietojenantovelvollisuus koskee myös salassa pidettäviä tietoja.",
        "folded_fi": "lainan myontanyt luottolaitos on velvollinen antamaan maa- ja metsatalousministeriolle seka maaseutuvirastolle yksiloidysta pyynnosta tietoja, jotka ovat tarpeen sen selvittamiseksi, onko lainan hakija ollut tuen tarpeessa. se on myos velvollinen antamaan maa- ja metsatalousministeriolle, maaseutuvirastolle tai naiden valtuuttamalle henkilolle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia euroopan yhteison saadoksia taikka tata lakia ja sen nojalla annettuja saadoksia ja maarayksia muutoin noudatettu. edella mainittu tietojenantovelvollisuus koskee myos salassa pidettavia tietoja.",
        "title_sv": "Övervakningen inom kreditinstitut",
        "content_sv": "Det kreditinstitut som beviljat lånet är skyldigt att på en specificerad begäran ge jord- och skogsbruksministeriet och Landsbygdsverket sådana uppgifter som är nödvändiga för att utreda om den sökande varit i behov av stöd eller inte. Institutet är också skyldigt att ge jord- och skogsbruksministeriet, Landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behövs för att konstatera om lånevillkoren samt berörda gemenskapsrättsakter, denna lag samt de författningar och föreskrifter som utfärdats med stöd av den har iakttagits i övrigt. Den ovan nämnda skyldigheten att lämna uppgifter gäller även sekretessbelagda uppgifter.",
        "normalized_sv": "Det kreditinstitut som beviljat lånet är skyldigt att på en specificerad begäran ge jord- och skogsbruksministeriet och Landsbygdsverket sådana uppgifter som är nödvändiga för att utreda om den sökande varit i behov av stöd eller inte. Institutet är också skyldigt att ge jord- och skogsbruksministeriet, Landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behövs för att konstatera om lånevillkoren samt berörda gemenskapsrättsakter, denna lag samt de författningar och föreskrifter som utfärdats med stöd av den har iakttagits i övrigt. Den ovan nämnda skyldigheten att lämna uppgifter gäller även sekretessbelagda uppgifter.",
        "folded_sv": "det kreditinstitut som beviljat lanet ar skyldigt att pa en specificerad begaran ge jord- och skogsbruksministeriet och landsbygdsverket sadana uppgifter som ar nodvandiga for att utreda om den sokande varit i behov av stod eller inte. institutet ar ocksa skyldigt att ge jord- och skogsbruksministeriet, landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behovs for att konstatera om lanevillkoren samt berorda gemenskapsrattsakter, denna lag samt de forfattningar och foreskrifter som utfardats med stod av den har iakttagits i ovrigt. den ovan namnda skyldigheten att lamna uppgifter galler aven sekretessbelagda uppgifter."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Tarkastusoikeus",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksilla, EY:n kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriöllä sekä metsitykseen tai muihin metsätaloustoimenpiteisiin liittyvän tuen osalta metsäkeskuksilla samoin kuin suunnitelmiin perustuvien ympäristötuen erityistukisopimusten osalta alueellisilla ympäristökeskuksilla on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitettujen avustusten, lainojen ja muiden tukien myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. Valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen käyttöön liittyviä tuen välittäjiin, myöntäjiin ja saajiin kohdistuvia tarkastuksia. Tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyväksytty tilintarkastaja tai tilintarkastusyhteisö. Tilintarkastusyhteisön on nimettävä tarkastuksesta vastuullinen tilintarkastaja. Tarkastustehtävää suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisöön sovelletaan hallintolakia, kielilakia (423/2003) sekä viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Tilintarkastajaan sovelletaan hänen suorittaessaan tässä tarkoitettua tarkastustehtävää rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksilla, EY:n kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriöllä sekä metsitykseen tai muihin metsätaloustoimenpiteisiin liittyvän tuen osalta metsäkeskuksilla samoin kuin suunnitelmiin perustuvien ympäristötuen erityistukisopimusten osalta alueellisilla ympäristökeskuksilla on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitettujen avustusten, lainojen ja muiden tukien myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. Valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen käyttöön liittyviä tuen välittäjiin, myöntäjiin ja saajiin kohdistuvia tarkastuksia. Tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyväksytty tilintarkastaja tai tilintarkastusyhteisö. Tilintarkastusyhteisön on nimettävä tarkastuksesta vastuullinen tilintarkastaja. Tarkastustehtävää suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisöön sovelletaan hallintolakia, kielilakia (423/2003) sekä viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Tilintarkastajaan sovelletaan hänen suorittaessaan tässä tarkoitettua tarkastustehtävää rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla, tyovoima- ja elinkeinokeskuksilla, ey:n kehittamisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriolla seka metsitykseen tai muihin metsataloustoimenpiteisiin liittyvan tuen osalta metsakeskuksilla samoin kuin suunnitelmiin perustuvien ymparistotuen erityistukisopimusten osalta alueellisilla ymparistokeskuksilla on oikeus teettaa palveluksessaan olevilla virkamiehilla ennakolta ilmoittamatta tassa laissa tarkoitettujen avustusten, lainojen ja muiden tukien myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsatalousministerio ja maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen kayttoon liittyvia tuen valittajiin, myontajiin ja saajiin kohdistuvia tarkastuksia. tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyvaksytty tilintarkastaja tai tilintarkastusyhteiso. tilintarkastusyhteison on nimettava tarkastuksesta vastuullinen tilintarkastaja. tarkastustehtavaa suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisoon sovelletaan hallintolakia, kielilakia (423/2003) seka viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). tilintarkastajaan sovelletaan hanen suorittaessaan tassa tarkoitettua tarkastustehtavaa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna samt, i fråga om delfinansierat stöd enligt artiklarna 25―28 i EG:s förordning om utveckling av landsbygden för förädling och marknadsföring av jordbruksprodukter, handels- och industriministeriet samt, i fråga om stöd för beskogning eller andra skogsbruksåtgärder, skogscentralerna liksom beträffande sådana avtal om miljöspecialstöd som baserar sig på planer även de regionala miljöcentralerna har rätt att utan förhandsmeddelande låta sina tjänstemän utföra de inspektioner som behövs för övervakningen av att förutsättningarna och villkoren i anslutning till beviljande, betalning och användning av bidrag, lån och andra stöd som avses i denna lag iakttas. För att övervakningen och inspektionerna skall kunna utföras på ett ändamålsenligt sätt kan jord- och skogsbruksministeriet och Landsbygdsverket bemyndiga en annan myndighet eller en utomstående revisor att utföra inspektioner som gäller dem som förmedlar och beviljar stöd samt stödtagarna och vilka har samband med användningen av de stödformer som nämns i 1 mom. Revisorn skall vara en sådan godkänd revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999). Revisionssammanslutningen skall utse en ansvarig revisor för inspektionen. På revisorer och revisionssammanslutningar som bemyndigats att utföra inspektionsuppdrag tillämpas förvaltningslagen, språklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på revisorn när han eller hon utför inspektionsuppdraget. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna samt, i fråga om delfinansierat stöd enligt artiklarna 25―28 i EG:s förordning om utveckling av landsbygden för förädling och marknadsföring av jordbruksprodukter, handels- och industriministeriet samt, i fråga om stöd för beskogning eller andra skogsbruksåtgärder, skogscentralerna liksom beträffande sådana avtal om miljöspecialstöd som baserar sig på planer även de regionala miljöcentralerna har rätt att utan förhandsmeddelande låta sina tjänstemän utföra de inspektioner som behövs för övervakningen av att förutsättningarna och villkoren i anslutning till beviljande, betalning och användning av bidrag, lån och andra stöd som avses i denna lag iakttas. För att övervakningen och inspektionerna skall kunna utföras på ett ändamålsenligt sätt kan jord- och skogsbruksministeriet och Landsbygdsverket bemyndiga en annan myndighet eller en utomstående revisor att utföra inspektioner som gäller dem som förmedlar och beviljar stöd samt stödtagarna och vilka har samband med användningen av de stödformer som nämns i 1 mom. Revisorn skall vara en sådan godkänd revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999). Revisionssammanslutningen skall utse en ansvarig revisor för inspektionen. På revisorer och revisionssammanslutningar som bemyndigats att utföra inspektionsuppdrag tillämpas förvaltningslagen, språklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på revisorn när han eller hon utför inspektionsuppdraget. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket och arbetskrafts- och naringscentralerna samt, i fraga om delfinansierat stod enligt artiklarna 25―28 i eg:s forordning om utveckling av landsbygden for foradling och marknadsforing av jordbruksprodukter, handels- och industriministeriet samt, i fraga om stod for beskogning eller andra skogsbruksatgarder, skogscentralerna liksom betraffande sadana avtal om miljospecialstod som baserar sig pa planer aven de regionala miljocentralerna har ratt att utan forhandsmeddelande lata sina tjansteman utfora de inspektioner som behovs for overvakningen av att forutsattningarna och villkoren i anslutning till beviljande, betalning och anvandning av bidrag, lan och andra stod som avses i denna lag iakttas. for att overvakningen och inspektionerna skall kunna utforas pa ett andamalsenligt satt kan jord- och skogsbruksministeriet och landsbygdsverket bemyndiga en annan myndighet eller en utomstaende revisor att utfora inspektioner som galler dem som formedlar och beviljar stod samt stodtagarna och vilka har samband med anvandningen av de stodformer som namns i 1 mom. revisorn skall vara en sadan godkand revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999). revisionssammanslutningen skall utse en ansvarig revisor for inspektionen. pa revisorer och revisionssammanslutningar som bemyndigats att utfora inspektionsuppdrag tillampas forvaltningslagen, spraklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). bestammelserna om straffrattsligt tjansteansvar tillampas pa revisorn nar han eller hon utfor inspektionsuppdraget. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Tietojensaanti, luovutus ja salassapito",
      "content": "Tämän lain täytäntöönpanoon osallistuvalla viranomaisella ja metsäkeskuksella on salassapitovelvollisuuden estämättä oikeus luovuttaa maa- ja metsätalousministeriölle, Maaseutuvirastolle, kauppa- ja teollisuusministeriölle ja ympäristöministeriölle edelleen Euroopan yhteisön asianomaisille toimielimille luovutettavaksi muutoin salassa pidettävä tieto, joka on tarpeen valvottaessa, että Euroopan yhteisön lainsäädäntöä on noudatettu myönnettäessä tukea, jonka rahoittamiseen yhteisö on osallistunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Tämän lain täytäntöönpanoon osallistuvalla viranomaisella ja metsäkeskuksella on salassapitovelvollisuuden estämättä oikeus luovuttaa maa- ja metsätalousministeriölle, Maaseutuvirastolle, kauppa- ja teollisuusministeriölle ja ympäristöministeriölle edelleen Euroopan yhteisön asianomaisille toimielimille luovutettavaksi muutoin salassa pidettävä tieto, joka on tarpeen valvottaessa, että Euroopan yhteisön lainsäädäntöä on noudatettu myönnettäessä tukea, jonka rahoittamiseen yhteisö on osallistunut.",
        "folded_fi": "taman lain taytantoonpanoon osallistuvalla viranomaisella ja metsakeskuksella on salassapitovelvollisuuden estamatta oikeus luovuttaa maa- ja metsatalousministeriolle, maaseutuvirastolle, kauppa- ja teollisuusministeriolle ja ymparistoministeriolle edelleen euroopan yhteison asianomaisille toimielimille luovutettavaksi muutoin salassa pidettava tieto, joka on tarpeen valvottaessa, etta euroopan yhteison lainsaadantoa on noudatettu myonnettaessa tukea, jonka rahoittamiseen yhteiso on osallistunut.",
        "title_sv": "Erhållande, utlämnande och hemlighållande av uppgifter",
        "content_sv": "En myndighet som deltar i verkställigheten av denna lag och skogscentralen har utan hinder av tystnadsplikten rätt att till jord- och skogsbruksministeriet, Landsbygdsverket, handels- och industriministeriet samt miljöministeriet lämna en sådan i övrigt sekretessbelagd uppgift för vidareförmedling till vederbörande institution inom Europeiska gemenskapen som behövs för övervakningen av att Europeiska gemenskapens lagstiftning har iakttagits då stöd beviljats med delfinansiering av gemenskapen.",
        "normalized_sv": "En myndighet som deltar i verkställigheten av denna lag och skogscentralen har utan hinder av tystnadsplikten rätt att till jord- och skogsbruksministeriet, Landsbygdsverket, handels- och industriministeriet samt miljöministeriet lämna en sådan i övrigt sekretessbelagd uppgift för vidareförmedling till vederbörande institution inom Europeiska gemenskapen som behövs för övervakningen av att Europeiska gemenskapens lagstiftning har iakttagits då stöd beviljats med delfinansiering av gemenskapen.",
        "folded_sv": "en myndighet som deltar i verkstalligheten av denna lag och skogscentralen har utan hinder av tystnadsplikten ratt att till jord- och skogsbruksministeriet, landsbygdsverket, handels- och industriministeriet samt miljoministeriet lamna en sadan i ovrigt sekretessbelagd uppgift for vidareformedling till vederborande institution inom europeiska gemenskapen som behovs for overvakningen av att europeiska gemenskapens lagstiftning har iakttagits da stod beviljats med delfinansiering av gemenskapen."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Tuen ja valtionlainan takaisinperiminen tuen saajalta",
      "content": "Asianomainen ministeriö ja Maaseutuvirasto päättävät myöntämiensä avustusten takaisinperimisestä ja niiden maksamisen lakkauttamisesta. Muutoin tuen takaisinperimisestä ja maksamisen lakkauttamisesta päättää työvoima- ja elinkeinokeskus. Tuki on perittävä takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilön maksukyky. Avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. Lainaa ja avustusta irtisanottaessa ja tukea takaisin perittäessä on samalla päätettävä, onko maksettavaksi määrätty pääoma suoritettava yhdessä vai useammassa erässä. Tuen takaisinperimiseen ei saa ryhtyä enää sen jälkeen, kun 10 vuotta on kulunut tuen viimeisen erän maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Asianomainen ministeriö ja Maaseutuvirasto päättävät myöntämiensä avustusten takaisinperimisestä ja niiden maksamisen lakkauttamisesta. Muutoin tuen takaisinperimisestä ja maksamisen lakkauttamisesta päättää työvoima- ja elinkeinokeskus. Tuki on perittävä takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilön maksukyky. Avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. Lainaa ja avustusta irtisanottaessa ja tukea takaisin perittäessä on samalla päätettävä, onko maksettavaksi määrätty pääoma suoritettava yhdessä vai useammassa erässä. Tuen takaisinperimiseen ei saa ryhtyä enää sen jälkeen, kun 10 vuotta on kulunut tuen viimeisen erän maksamisesta.",
        "folded_fi": "asianomainen ministerio ja maaseutuvirasto paattavat myontamiensa avustusten takaisinperimisesta ja niiden maksamisen lakkauttamisesta. muutoin tuen takaisinperimisesta ja maksamisen lakkauttamisesta paattaa tyovoima- ja elinkeinokeskus. tuki on perittava takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilon maksukyky. avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. lainaa ja avustusta irtisanottaessa ja tukea takaisin perittaessa on samalla paatettava, onko maksettavaksi maaratty paaoma suoritettava yhdessa vai useammassa erassa. tuen takaisinperimiseen ei saa ryhtya enaa sen jalkeen, kun 10 vuotta on kulunut tuen viimeisen eran maksamisesta.",
        "title_sv": "Återkrav av stöd och statligt lån hos stöd- tagaren",
        "content_sv": "Vederbörande ministerium och Landsbygdsverket beslutar om återkrav och indragning av de bidrag som de har beviljat. I övrigt beslutar arbetskrafts- och näringscentralen om återkrav och indragning av stöd. Stödet skall återkrävas inom en skälig tid med beaktande av grunden för återkravet och personens betalningsförmåga. Tiden för återbetalning av bidrag får vara högst ett år och tiden för återbetalning av statligt lån högst två år. När lån och bidrag sägs upp och när stöd återkrävs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. Stöd får inte återkrävas efter det att tio år har förflutit från utbetalningen av den sista stödposten.",
        "normalized_sv": "Vederbörande ministerium och Landsbygdsverket beslutar om återkrav och indragning av de bidrag som de har beviljat. I övrigt beslutar arbetskrafts- och näringscentralen om återkrav och indragning av stöd. Stödet skall återkrävas inom en skälig tid med beaktande av grunden för återkravet och personens betalningsförmåga. Tiden för återbetalning av bidrag får vara högst ett år och tiden för återbetalning av statligt lån högst två år. När lån och bidrag sägs upp och när stöd återkrävs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. Stöd får inte återkrävas efter det att tio år har förflutit från utbetalningen av den sista stödposten.",
        "folded_sv": "vederborande ministerium och landsbygdsverket beslutar om aterkrav och indragning av de bidrag som de har beviljat. i ovrigt beslutar arbetskrafts- och naringscentralen om aterkrav och indragning av stod. stodet skall aterkravas inom en skalig tid med beaktande av grunden for aterkravet och personens betalningsformaga. tiden for aterbetalning av bidrag far vara hogst ett ar och tiden for aterbetalning av statligt lan hogst tva ar. nar lan och bidrag sags upp och nar stod aterkravs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. stod far inte aterkravas efter det att tio ar har forflutit fran utbetalningen av den sista stodposten."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Takaisin maksettavan määrän korko ja viivästyskorko",
      "content": "Maaseutuvirasto voi erityisestä syystä päättää, että 1 momentissa tarkoitettu korko jätetään osaksi tai kokonaan perimättä, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Maaseutuvirasto voi erityisestä syystä päättää, että 1 momentissa tarkoitettu korko jätetään osaksi tai kokonaan perimättä, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
        "folded_fi": "maaseutuvirasto voi erityisesta syysta paattaa, etta 1 momentissa tarkoitettu korko jatetaan osaksi tai kokonaan perimatta, jollei euroopan yhteison lainsaadannosta muuta johdu.",
        "title_sv": "Ränta och dröjsmålsränta på belopp som skall återbetalas",
        "content_sv": "Landsbygdsverket kan av särskilda skäl besluta att man helt eller delvis låter bli att ta ut den i 1 mom. avsedda räntan, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Landsbygdsverket kan av särskilda skäl besluta att man helt eller delvis låter bli att ta ut den i 1 mom. avsedda räntan, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "landsbygdsverket kan av sarskilda skal besluta att man helt eller delvis later bli att ta ut den i 1 mom. avsedda rantan, om inte nagot annat foljer av europeiska gemenskapens lagstiftning."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Viranomaiset",
      "content": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset, metsäkeskukset ja kuntien maaseutuelinkeinoviranomaiset. Maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta tämän lain täytäntöönpanosta huolehtii myös kauppa- ja teollisuusministeriö. Maatalouden ympäristötuen täytäntöönpanosta huolehtii maa- ja metsätalousministeriö ja Maaseutuvirasto yhteistyössä ympäristöministeriön kanssa. Valtioneuvoston asetuksella säädetään tarkemmin toimivallan jaosta kysymyksessä olevien ministeriöiden kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset, metsäkeskukset ja kuntien maaseutuelinkeinoviranomaiset. Maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta tämän lain täytäntöönpanosta huolehtii myös kauppa- ja teollisuusministeriö. Maatalouden ympäristötuen täytäntöönpanosta huolehtii maa- ja metsätalousministeriö ja Maaseutuvirasto yhteistyössä ympäristöministeriön kanssa. Valtioneuvoston asetuksella säädetään tarkemmin toimivallan jaosta kysymyksessä olevien ministeriöiden kesken.",
        "folded_fi": "taman lain taytantoonpanosta huolehtivat maa- ja metsatalousministerio, maaseutuvirasto, tyovoima- ja elinkeinokeskukset, metsakeskukset ja kuntien maaseutuelinkeinoviranomaiset. maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta taman lain taytantoonpanosta huolehtii myos kauppa- ja teollisuusministerio. maatalouden ymparistotuen taytantoonpanosta huolehtii maa- ja metsatalousministerio ja maaseutuvirasto yhteistyossa ymparistoministerion kanssa. valtioneuvoston asetuksella saadetaan tarkemmin toimivallan jaosta kysymyksessa olevien ministerioiden kesken.",
        "title_sv": "Myndigheter",
        "content_sv": "Verkställigheten av denna lag sköts av jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna, skogscentralerna och de kommunala landsbygdsnäringsmyndigheterna. När det gäller stöd för förädling och marknadsföring av jordbruksprodukter sköts verkställigheten av denna lag även av handels- och industriministeriet. Verkställigheten av miljöstödet för jordbruket sköts av jord- och skogsbruksministeriet och Landsbygdsverket i samarbete med miljöministeriet. Genom förordning av statsrådet bestäms närmare hur behörigheten fördelas mellan ministerierna.",
        "normalized_sv": "Verkställigheten av denna lag sköts av jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna, skogscentralerna och de kommunala landsbygdsnäringsmyndigheterna. När det gäller stöd för förädling och marknadsföring av jordbruksprodukter sköts verkställigheten av denna lag även av handels- och industriministeriet. Verkställigheten av miljöstödet för jordbruket sköts av jord- och skogsbruksministeriet och Landsbygdsverket i samarbete med miljöministeriet. Genom förordning av statsrådet bestäms närmare hur behörigheten fördelas mellan ministerierna.",
        "folded_sv": "verkstalligheten av denna lag skots av jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralerna, skogscentralerna och de kommunala landsbygdsnaringsmyndigheterna. nar det galler stod for foradling och marknadsforing av jordbruksprodukter skots verkstalligheten av denna lag aven av handels- och industriministeriet. verkstalligheten av miljostodet for jordbruket skots av jord- och skogsbruksministeriet och landsbygdsverket i samarbete med miljoministeriet. genom forordning av statsradet bestams narmare hur behorigheten fordelas mellan ministerierna."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Muutoksenhaku",
      "content": "Asianosainen saa hakea muutosta Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa siitä, kun hän on saanut tiedon päätöksestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Asianosainen saa hakea muutosta Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa siitä, kun hän on saanut tiedon päätöksestä.",
        "folded_fi": "asianosainen saa hakea muutosta maaseutuviraston ja tyovoima- ja elinkeinokeskuksen taman lain nojalla tekemaan paatokseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 paivan kuluessa siita, kun han on saanut tiedon paatoksesta.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som Landsbygdsverket och arbetskrafts- och näringscentralen fattat med stöd av denna lag får en part söka ändring genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar efter det att han har fått del av beslutet.",
        "normalized_sv": "I ett beslut som Landsbygdsverket och arbetskrafts- och näringscentralen fattat med stöd av denna lag får en part söka ändring genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar efter det att han har fått del av beslutet.",
        "folded_sv": "i ett beslut som landsbygdsverket och arbetskrafts- och naringscentralen fattat med stod av denna lag far en part soka andring genom besvar hos landsbygdsnaringarnas besvarsnamnd inom 30 dagar efter det att han har fatt del av beslutet."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Muutoksenhakumenettely",
      "content": "Valituskirjelmä voidaan 58 §:ssä tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille työvoima- ja elinkeinokeskukselle, jonka päätökseen muutosta haetaan. Jos muutosta haetaan Maaseutuviraston tämän lain nojalla antamaan päätökseen, valituskirjelmä voidaan toimittaa myös Maaseutuvirastolle. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Valituskirjelmä voidaan 58 § :ssä tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille työvoima- ja elinkeinokeskukselle, jonka päätökseen muutosta haetaan. Jos muutosta haetaan Maaseutuviraston tämän lain nojalla antamaan päätökseen, valituskirjelmä voidaan toimittaa myös Maaseutuvirastolle. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
        "folded_fi": "valituskirjelma voidaan 58 §:ssa tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille tyovoima- ja elinkeinokeskukselle, jonka paatokseen muutosta haetaan. jos muutosta haetaan maaseutuviraston taman lain nojalla antamaan paatokseen, valituskirjelma voidaan toimittaa myos maaseutuvirastolle. maaseutuviraston ja tyovoima- ja elinkeinokeskuksen on lahetettava valituskirjelma seka asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
        "title_sv": "Förfarandet vid ändringssökande",
        "content_sv": "I de fall som avses i 58 § kan besvärsskriften tillställas besvärsinstansen eller den arbetskrafts- och näringscentral vars beslut överklagas. Om ändring söks i ett beslut som Landsbygdsverket fattat med stöd av denna lag kan besvärsskriften också tillställas Landsbygdsverket. Landsbygdsverket och arbetskrafts- och näringscentralen skall sända besvärsskriften samt handlingarna i ärendet och sitt utlåtande över besvären till landsbygdsnäringarnas besvärsnämnd.",
        "normalized_sv": "I de fall som avses i 58 § kan besvärsskriften tillställas besvärsinstansen eller den arbetskrafts- och näringscentral vars beslut överklagas. Om ändring söks i ett beslut som Landsbygdsverket fattat med stöd av denna lag kan besvärsskriften också tillställas Landsbygdsverket. Landsbygdsverket och arbetskrafts- och näringscentralen skall sända besvärsskriften samt handlingarna i ärendet och sitt utlåtande över besvären till landsbygdsnäringarnas besvärsnämnd.",
        "folded_sv": "i de fall som avses i 58 § kan besvarsskriften tillstallas besvarsinstansen eller den arbetskrafts- och naringscentral vars beslut overklagas. om andring soks i ett beslut som landsbygdsverket fattat med stod av denna lag kan besvarsskriften ocksa tillstallas landsbygdsverket. landsbygdsverket och arbetskrafts- och naringscentralen skall sanda besvarsskriften samt handlingarna i arendet och sitt utlatande over besvaren till landsbygdsnaringarnas besvarsnamnd."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Käsittelymaksun periminen",
      "content": "Tämän lain nojalla annetuista päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen velkajärjestelyä ja muita luottojen maksuhelpotuksia sekä avustusten ja muun tuen myöntämistä koskevat päätökset ovat kuitenkin maksuttomia. Velkajärjestelyä ja muita luottojen maksuhelpotuksia koskevat päätökset ovat maksuttomat myös maaseutuelinkeinojen valituslautakunnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Tämän lain nojalla annetuista päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen velkajärjestelyä ja muita luottojen maksuhelpotuksia sekä avustusten ja muun tuen myöntämistä koskevat päätökset ovat kuitenkin maksuttomia. Velkajärjestelyä ja muita luottojen maksuhelpotuksia koskevat päätökset ovat maksuttomat myös maaseutuelinkeinojen valituslautakunnassa.",
        "folded_fi": "taman lain nojalla annetuista paatoksista peritaan maksu siten kuin maksujen perimisesta erikseen saadetaan. maaseutuviraston ja tyovoima- ja elinkeinokeskuksen velkajarjestelya ja muita luottojen maksuhelpotuksia seka avustusten ja muun tuen myontamista koskevat paatokset ovat kuitenkin maksuttomia. velkajarjestelya ja muita luottojen maksuhelpotuksia koskevat paatokset ovat maksuttomat myos maaseutuelinkeinojen valituslautakunnassa.",
        "title_sv": "Uttag av avgift för behandling av ärenden",
        "content_sv": "För beslut som har fattats med stöd av denna lag tas avgift ut enligt vad som särskilt bestäms om uttag av avgifter. Landsbygdsverkets och arbetskrafts- och näringscentralens beslut om skuldsanering och andra betalningslättnader för krediter samt beviljande av bidrag och annat stöd är dock avgiftsfria. Även beslut av landsbygdsnäringarnas besvärsnämnd angående skuldsanering och andra betalningslättnader är avgiftsfria.",
        "normalized_sv": "För beslut som har fattats med stöd av denna lag tas avgift ut enligt vad som särskilt bestäms om uttag av avgifter. Landsbygdsverkets och arbetskrafts- och näringscentralens beslut om skuldsanering och andra betalningslättnader för krediter samt beviljande av bidrag och annat stöd är dock avgiftsfria. Även beslut av landsbygdsnäringarnas besvärsnämnd angående skuldsanering och andra betalningslättnader är avgiftsfria.",
        "folded_sv": "for beslut som har fattats med stod av denna lag tas avgift ut enligt vad som sarskilt bestams om uttag av avgifter. landsbygdsverkets och arbetskrafts- och naringscentralens beslut om skuldsanering och andra betalningslattnader for krediter samt beviljande av bidrag och annat stod ar dock avgiftsfria. aven beslut av landsbygdsnaringarnas besvarsnamnd angaende skuldsanering och andra betalningslattnader ar avgiftsfria."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maa- ja metsätalousministeriön asetuksella säädetään tarkemmin tuettavien toimenpiteiden hyväksyttävistä kustannuksista, tuettavien kokonaisinvestointien enimmäismääristä, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtämisestä. Maa- ja metsätalousministeriön asetuksella voidaan säätää myös tuen hakemis-, myöntämis- ja maksamismenettelystä. Maaseutuvirasto antaa lakia ja asetusta tarkemmat määräykset hakijan omakustannusosuudesta, velkajärjestelysuunnitelmasta ja velkajärjestelyyn liittyvien kustannusten korvaamiseen liittyvistä menettelytavoista. Maaseutuvirasto antaa määräykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittämissuunnitelmien ja velkajärjestelysopimusten laatimistavasta. Lisäksi Maaseutuvirasto antaa määräykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja päätöskaavoista sekä lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajärjestelmien yksityiskohdista. Edellä mainituista seikoista voi myös kauppa- ja teollisuusministeriö antaa asetuksella tarkempia säännöksiä siltä osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella säädetään tarkemmin tuettavien toimenpiteiden hyväksyttävistä kustannuksista, tuettavien kokonaisinvestointien enimmäismääristä, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtämisestä. Maa- ja metsätalousministeriön asetuksella voidaan säätää myös tuen hakemis-, myöntämis- ja maksamismenettelystä. Maaseutuvirasto antaa lakia ja asetusta tarkemmat määräykset hakijan omakustannusosuudesta, velkajärjestelysuunnitelmasta ja velkajärjestelyyn liittyvien kustannusten korvaamiseen liittyvistä menettelytavoista. Maaseutuvirasto antaa määräykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittämissuunnitelmien ja velkajärjestelysopimusten laatimistavasta. Lisäksi Maaseutuvirasto antaa määräykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja päätöskaavoista sekä lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajärjestelmien yksityiskohdista. Edellä mainituista seikoista voi myös kauppa- ja teollisuusministeriö antaa asetuksella tarkempia säännöksiä siltä osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella saadetaan tarkemmin tuettavien toimenpiteiden hyvaksyttavista kustannuksista, tuettavien kokonaisinvestointien enimmaismaarista, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtamisesta. maa- ja metsatalousministerion asetuksella voidaan saataa myos tuen hakemis-, myontamis- ja maksamismenettelysta. maaseutuvirasto antaa lakia ja asetusta tarkemmat maaraykset hakijan omakustannusosuudesta, velkajarjestelysuunnitelmasta ja velkajarjestelyyn liittyvien kustannusten korvaamiseen liittyvista menettelytavoista. maaseutuvirasto antaa maaraykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittamissuunnitelmien ja velkajarjestelysopimusten laatimistavasta. lisaksi maaseutuvirasto antaa maaraykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja paatoskaavoista seka lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajarjestelmien yksityiskohdista. edella mainituista seikoista voi myos kauppa- ja teollisuusministerio antaa asetuksella tarkempia saannoksia silta osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de godtagbara kostnaderna för åtgärder som stöds, om de maximala totalinvesteringar som stöds, om tiden för genomförande av projekt och åtgärder och om överföring av stöd. Genom förordning av jord- och skogsbruksministeriet kan också bestämmas om förfarandet vid ansökan om samt beviljande och betalning av stöd. Landsbygdsverket meddelar närmare föreskrifter än vad som bestäms i lag och förordning om sökandens självkostnadsandel, skuldsaneringsplanen och förfarandet vid ersättning av kostnader i samband med skuldsanering. Landsbygdsverket meddelar föreskrifter om hur behövliga likviditets- och lönsamhetskalkyler samt andra kalkyler, utvecklingsplaner för landsbygdsföretag och avtal om skuldsanering skall göras upp. Dessutom meddelar Landsbygdsverket föreskrifter om köpe- och skuldebrevsformulären, om ansöknings-, avtals- och beslutsformulären och om detaljer i lagrings-, uppföljnings- och övervakningssystem som hänför sig till skötseln av lån och stöd. Även handels- och industriministeriet kan genom förordning utfärda närmare bestämmelser om dessa frågor till den del det är fråga om stöd för marknadsföring och förädling inom dess förvaltningsområde.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de godtagbara kostnaderna för åtgärder som stöds, om de maximala totalinvesteringar som stöds, om tiden för genomförande av projekt och åtgärder och om överföring av stöd. Genom förordning av jord- och skogsbruksministeriet kan också bestämmas om förfarandet vid ansökan om samt beviljande och betalning av stöd. Landsbygdsverket meddelar närmare föreskrifter än vad som bestäms i lag och förordning om sökandens självkostnadsandel, skuldsaneringsplanen och förfarandet vid ersättning av kostnader i samband med skuldsanering. Landsbygdsverket meddelar föreskrifter om hur behövliga likviditets- och lönsamhetskalkyler samt andra kalkyler, utvecklingsplaner för landsbygdsföretag och avtal om skuldsanering skall göras upp. Dessutom meddelar Landsbygdsverket föreskrifter om köpe- och skuldebrevsformulären, om ansöknings-, avtals- och beslutsformulären och om detaljer i lagrings-, uppföljnings- och övervakningssystem som hänför sig till skötseln av lån och stöd. Även handels- och industriministeriet kan genom förordning utfärda närmare bestämmelser om dessa frågor till den del det är fråga om stöd för marknadsföring och förädling inom dess förvaltningsområde.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet bestams narmare om de godtagbara kostnaderna for atgarder som stods, om de maximala totalinvesteringar som stods, om tiden for genomforande av projekt och atgarder och om overforing av stod. genom forordning av jord- och skogsbruksministeriet kan ocksa bestammas om forfarandet vid ansokan om samt beviljande och betalning av stod. landsbygdsverket meddelar narmare foreskrifter an vad som bestams i lag och forordning om sokandens sjalvkostnadsandel, skuldsaneringsplanen och forfarandet vid ersattning av kostnader i samband med skuldsanering. landsbygdsverket meddelar foreskrifter om hur behovliga likviditets- och lonsamhetskalkyler samt andra kalkyler, utvecklingsplaner for landsbygdsforetag och avtal om skuldsanering skall goras upp. dessutom meddelar landsbygdsverket foreskrifter om kope- och skuldebrevsformularen, om ansoknings-, avtals- och beslutsformularen och om detaljer i lagrings-, uppfoljnings- och overvakningssystem som hanfor sig till skotseln av lan och stod. aven handels- och industriministeriet kan genom forordning utfarda narmare bestammelser om dessa fragor till den del det ar fraga om stod for marknadsforing och foradling inom dess forvaltningsomrade."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Maatilatalouden kehittämisrahaston varojen käyttö",
      "content": "Maatilatalouden kehittämisrahaston varoja voidaan sen lisäksi, mitä niiden käyttämisestä on edellä säädetty, käyttää: 6) maa- ja metsätalousministeriön, Maaseutuviraston tai työvoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittämiseen ja niiden hallinnassa olevilla metsämailla tarpeellisiin metsänhoito- ja metsänparannustöihin; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maatilatalouden kehittämisrahaston varoja voidaan sen lisäksi, mitä niiden käyttämisestä on edellä säädetty, käyttää: 6) maa- ja metsätalousministeriön, Maaseutuviraston tai työvoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittämiseen ja niiden hallinnassa olevilla metsämailla tarpeellisiin metsänhoito- ja metsänparannustöihin; sekä",
        "folded_fi": "maatilatalouden kehittamisrahaston varoja voidaan sen lisaksi, mita niiden kayttamisesta on edella saadetty, kayttaa: 6) maa- ja metsatalousministerion, maaseutuviraston tai tyovoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittamiseen ja niiden hallinnassa olevilla metsamailla tarpeellisiin metsanhoito- ja metsanparannustoihin; seka",
        "title_sv": "Användningen av medel ur gårdsbrukets utvecklingsfond",
        "content_sv": "Gårdsbrukets utvecklingsfonds medel får, utöver vad som ovan bestäms om användningen av dem, användas för 6) beskogning av åker i jord- och skogsbruksministeriets, Landsbygdsverkets eller arbetskrafts- och näringscentralens besittning och behövliga skogsvårds- och skogsförbättringsarbeten på de skogsmarker som är i deras besittning, samt för",
        "normalized_sv": "Gårdsbrukets utvecklingsfonds medel får, utöver vad som ovan bestäms om användningen av dem, användas för 6) beskogning av åker i jord- och skogsbruksministeriets, Landsbygdsverkets eller arbetskrafts- och näringscentralens besittning och behövliga skogsvårds- och skogsförbättringsarbeten på de skogsmarker som är i deras besittning, samt för",
        "folded_sv": "gardsbrukets utvecklingsfonds medel far, utover vad som ovan bestams om anvandningen av dem, anvandas for 6) beskogning av aker i jord- och skogsbruksministeriets, landsbygdsverkets eller arbetskrafts- och naringscentralens besittning och behovliga skogsvards- och skogsforbattringsarbeten pa de skogsmarker som ar i deras besittning, samt for"
      }
    },
    {
      "provision_ref": "74 b",
      "section": "74 b",
      "title": "Aikaisemmasta lainsäädännöstä aiheutuvat Maaseutuviraston tehtävät",
      "content": "Sen estämättä, mitä 68, 69 ja 71―74 §:ssä säädetään ennen tämän lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista säännöksistä, määräyksistä ja sopimusehdoista, maa- ja metsätalousministeriön tietopalvelukeskukselle kuuluneet tehtävät hoitaa Maaseutuvirasto, jollei lailla erikseen toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74 b",
        "normalized_fi": "Sen estämättä, mitä 68, 69 ja 71―74 § :ssä säädetään ennen tämän lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista säännöksistä, määräyksistä ja sopimusehdoista, maa- ja metsätalousministeriön tietopalvelukeskukselle kuuluneet tehtävät hoitaa Maaseutuvirasto, jollei lailla erikseen toisin säädetä.",
        "folded_fi": "sen estamatta, mita 68, 69 ja 71―74 §:ssa saadetaan ennen taman lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista saannoksista, maarayksista ja sopimusehdoista, maa- ja metsatalousministerion tietopalvelukeskukselle kuuluneet tehtavat hoitaa maaseutuvirasto, jollei lailla erikseen toisin saadeta.",
        "title_sv": "Uppgifter för Landsbygdsverket som följer av tidigare lagstiftning",
        "content_sv": "Utan hinder av vad som i 68, 69 och 71―74 § föreskrivs om bestämmelser, föreskrifter och avtalsvillkor som skall tillämpas på rättsförhållanden som uppkommit innan denna lag trätt i kraft sköts de uppgifter som hört till jord- och skogsbruksministeriets informationstjänstcentral av Landsbygdsverket, om inte annat föreskrivs särskilt genom lag.",
        "normalized_sv": "Utan hinder av vad som i 68, 69 och 71―74 § föreskrivs om bestämmelser, föreskrifter och avtalsvillkor som skall tillämpas på rättsförhållanden som uppkommit innan denna lag trätt i kraft sköts de uppgifter som hört till jord- och skogsbruksministeriets informationstjänstcentral av Landsbygdsverket, om inte annat föreskrivs särskilt genom lag.",
        "folded_sv": "utan hinder av vad som i 68, 69 och 71―74 § foreskrivs om bestammelser, foreskrifter och avtalsvillkor som skall tillampas pa rattsforhallanden som uppkommit innan denna lag tratt i kraft skots de uppgifter som hort till jord- och skogsbruksministeriets informationstjanstcentral av landsbygdsverket, om inte annat foreskrivs sarskilt genom lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Valtionlainan korko",
      "content": "valtionlainat Luottolaitokset voivat myöntää lainaa maa- ja metsätalousministeriön osoittamista maatilatalouden kehittämisrahaston varoista (). Maaseutuvirasto päättää lainan myöntämisestä luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "valtionlainat Luottolaitokset voivat myöntää lainaa maa- ja metsätalousministeriön osoittamista maatilatalouden kehittämisrahaston varoista (). Maaseutuvirasto päättää lainan myöntämisestä luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
        "folded_fi": "valtionlainat luottolaitokset voivat myontaa lainaa maa- ja metsatalousministerion osoittamista maatilatalouden kehittamisrahaston varoista (). maaseutuvirasto paattaa lainan myontamisesta luottolaitokselle rahaston varoin toteutettavaa valtionlainoitusta varten.",
        "title_sv": "Ränta på statliga lån",
        "content_sv": "statliga lån Kreditinstituten kan bevilja lån av de medel i gårdsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). Landsbygdsverket beslutar om beviljande av lån till kreditinstitut för statlig långivning som genomförs med medel ur fonden.",
        "normalized_sv": "statliga lån Kreditinstituten kan bevilja lån av de medel i gårdsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). Landsbygdsverket beslutar om beviljande av lån till kreditinstitut för statlig långivning som genomförs med medel ur fonden.",
        "folded_sv": "statliga lan kreditinstituten kan bevilja lan av de medel i gardsbrukets utvecklingsfond som anvisats av jord- och skogsbruksministeriet (). landsbygdsverket beslutar om beviljande av lan till kreditinstitut for statlig langivning som genomfors med medel ur fonden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Valtionvastuu",
      "content": "Valtionvastuun voimassaolon edellytyksenä on, että luottolaitos huolehtii lainasta ja sen vakuuksista tämän lain sekä sen nojalla annettujen säännösten ja määräysten mukaisesti sekä hyvää pankkitapaa noudattaen. Lainan myöntänyt luottolaitos on myös velvollinen valvomaan valtion etua. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajärjestelyssä, pakkohuutokaupassa tai konkurssimenettelyn yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Valtionvastuun voimassaolon edellytyksenä on, että luottolaitos huolehtii lainasta ja sen vakuuksista tämän lain sekä sen nojalla annettujen säännösten ja määräysten mukaisesti sekä hyvää pankkitapaa noudattaen. Lainan myöntänyt luottolaitos on myös velvollinen valvomaan valtion etua. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajärjestelyssä, pakkohuutokaupassa tai konkurssimenettelyn yhteydessä.",
        "folded_fi": "valtionvastuun voimassaolon edellytyksena on, etta luottolaitos huolehtii lainasta ja sen vakuuksista taman lain seka sen nojalla annettujen saannosten ja maaraysten mukaisesti seka hyvaa pankkitapaa noudattaen. lainan myontanyt luottolaitos on myos velvollinen valvomaan valtion etua. maaseutuvirasto voi antaa tarkempia maarayksia menettelysta, jolla lainan vakuutena oleva omaisuus muutetaan rahaksi vapaaehtoisessa velkajarjestelyssa, pakkohuutokaupassa tai konkurssimenettelyn yhteydessa.",
        "title_sv": "Statens ansvar",
        "content_sv": "För att statens ansvar skall gälla krävs att kreditinstitutet sköter lånet och säkerheterna för det enligt denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt iakttar god banksed. Det kreditinstitut som har beviljat lånet är även skyldigt att bevaka statens intressen. Landsbygdsverket kan meddela närmare föreskrifter om hur den egendom som utgör säkerhet för lånet förvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursförfarande.",
        "normalized_sv": "För att statens ansvar skall gälla krävs att kreditinstitutet sköter lånet och säkerheterna för det enligt denna lag samt de bestämmelser och föreskrifter som utfärdats med stöd av den samt iakttar god banksed. Det kreditinstitut som har beviljat lånet är även skyldigt att bevaka statens intressen. Landsbygdsverket kan meddela närmare föreskrifter om hur den egendom som utgör säkerhet för lånet förvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursförfarande.",
        "folded_sv": "for att statens ansvar skall galla kravs att kreditinstitutet skoter lanet och sakerheterna for det enligt denna lag samt de bestammelser och foreskrifter som utfardats med stod av den samt iakttar god banksed. det kreditinstitut som har beviljat lanet ar aven skyldigt att bevaka statens intressen. landsbygdsverket kan meddela narmare foreskrifter om hur den egendom som utgor sakerhet for lanet forvandlas till pengar genom frivillig skuldsanering, exekutiv auktion eller konkursforfarande."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Valtionlainoista maksettavat hyvitykset",
      "content": "Maaseutuvirasto päättää luottolaitokselle valtionvastuun perusteella suoritettavasta pääoman ja korkojen hyvityksestä. Ennen hyvityksen vahvistamista Maaseutuviraston on selvitettävä, että velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu ja ettei menetystä ole voitu kattaa vakuutena olevan omaisuuden myynnistä saaduilla varoilla. Vakuuden myyntiä ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilö saa yrityssaneerauksessa tai yksityishenkilön velkajärjestelyssä tai muussa niitä vastaavassa järjestelyssä tai vakuusvastuun järjestelyssä säilyttää vakuutena olevan omaisuuden. Maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittämisrahaston varoista. Jos luottolaitos saa hyvityksen maksamisen jälkeen perityksi lainansaajalta kertymättä jääneitä lyhennyksiä ja korkoja, sen on tilitettävä ne Maaseutuvirastolle maatilatalouden kehittämisrahastoon edelleen tuloutettaviksi. Maaseutuvirasto voi periä luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. Maaseutuviraston on käsiteltävä valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siitä, kun luottolaitoksen hakemus on saapunut Maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu. Jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisäselvitystä, lasketaan kolmen kuukauden määräaika siitä, kun Maaseutuviraston pyytämät lisäselvitykset on annettu sille. Jos määräaika ylitetään, valtio on velvollinen suorittamaan ylitysajalta viivästyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Maaseutuvirasto päättää luottolaitokselle valtionvastuun perusteella suoritettavasta pääoman ja korkojen hyvityksestä. Ennen hyvityksen vahvistamista Maaseutuviraston on selvitettävä, että velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu ja ettei menetystä ole voitu kattaa vakuutena olevan omaisuuden myynnistä saaduilla varoilla. Vakuuden myyntiä ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilö saa yrityssaneerauksessa tai yksityishenkilön velkajärjestelyssä tai muussa niitä vastaavassa järjestelyssä tai vakuusvastuun järjestelyssä säilyttää vakuutena olevan omaisuuden. Maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittämisrahaston varoista. Jos luottolaitos saa hyvityksen maksamisen jälkeen perityksi lainansaajalta kertymättä jääneitä lyhennyksiä ja korkoja, sen on tilitettävä ne Maaseutuvirastolle maatilatalouden kehittämisrahastoon edelleen tuloutettaviksi. Maaseutuvirasto voi periä luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. Maaseutuviraston on käsiteltävä valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siitä, kun luottolaitoksen hakemus on saapunut Maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttömyydestä johtuva lopullinen menetys on todettu. Jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisäselvitystä, lasketaan kolmen kuukauden määräaika siitä, kun Maaseutuviraston pyytämät lisäselvitykset on annettu sille. Jos määräaika ylitetään, valtio on velvollinen suorittamaan ylitysajalta viivästyskorkoa korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukaan.",
        "folded_fi": "maaseutuvirasto paattaa luottolaitokselle valtionvastuun perusteella suoritettavasta paaoman ja korkojen hyvityksesta. ennen hyvityksen vahvistamista maaseutuviraston on selvitettava, etta velallisen ja mahdollisen takaajan maksukyvyttomyydesta johtuva lopullinen menetys on todettu ja ettei menetysta ole voitu kattaa vakuutena olevan omaisuuden myynnista saaduilla varoilla. vakuuden myyntia ei kuitenkaan vaadita silloin, kun velallinen tai lainasta vastuussa oleva kolmas henkilo saa yrityssaneerauksessa tai yksityishenkilon velkajarjestelyssa tai muussa niita vastaavassa jarjestelyssa tai vakuusvastuun jarjestelyssa sailyttaa vakuutena olevan omaisuuden. maaseutuvirasto suorittaa hyvityksen luottolaitokselle maatilatalouden kehittamisrahaston varoista. jos luottolaitos saa hyvityksen maksamisen jalkeen perityksi lainansaajalta kertymatta jaaneita lyhennyksia ja korkoja, sen on tilitettava ne maaseutuvirastolle maatilatalouden kehittamisrahastoon edelleen tuloutettaviksi. maaseutuvirasto voi peria luottolaitokselle maksetut hyvitykset takaisin lainansaajalta. maaseutuviraston on kasiteltava valtionlainaa koskeva hyvityshakemus kolmen kuukauden kuluessa siita, kun luottolaitoksen hakemus on saapunut maaseutuvirastolle ja velallisen ja mahdollisen takaajan maksukyvyttomyydesta johtuva lopullinen menetys on todettu. jos hyvityshakemuksen ratkaisemiseen tarvitaan luottolaitokselta lisaselvitysta, lasketaan kolmen kuukauden maaraaika siita, kun maaseutuviraston pyytamat lisaselvitykset on annettu sille. jos maaraaika ylitetaan, valtio on velvollinen suorittamaan ylitysajalta viivastyskorkoa korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukaan.",
        "title_sv": "Gottgörelser för statliga lån",
        "content_sv": "Landsbygdsverket beslutar om den gottgörelse för kapital och räntor som på basis av statens ansvar skall betalas till kreditinstitutet. Innan gottgörelse fastställs skall Landsbygdsverket klarlägga att den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats och att förlusten inte har kunnat täckas med medel från försäljningen av den egendom som utgör säkerhet. Försäljning av säkerheten krävs dock inte när gäldenären eller tredje man som ansvarar för lånet vid företagssanering eller skuldsanering för privatpersoner eller vid en annan liknande reglering eller vid reglering av säkerhetsansvaret får behålla den egendom som utgör säkerhet. Landsbygdsverket skall betala gottgörelsen till kreditinstitutet med medel ur gårdsbrukets utvecklingsfond. Om kreditinstitutet efter betalningen av gottgörelsen kan driva in utestående amorteringar och räntor hos låntagaren, skall institutet betala de indrivna beloppen till Landsbygdsverket för intäktsföring i gårdsbrukets utvecklingsfond. Landsbygdsverket kan av låntagaren återkräva den gottgörelse som har betalts till kreditinstitutet. Landsbygdsverket skall behandla en ansökan om gottgörelse som gäller statliga lån inom tre månader efter det att kreditinstitutets ansökan har inkommit till Landsbygdsverket och den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats. Om avgörandet av ansökan om gottgörelse förutsätter att kreditinstitutet lämnar en tilläggsutredning, räknas tiden om tre månader från det att de tilläggsutredningar som Landsbygdsverket begärt har lämnats in till verket. Om tiden överskrids är staten skyldig att betala dröjsmålsränta för den överskridande tiden enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Landsbygdsverket beslutar om den gottgörelse för kapital och räntor som på basis av statens ansvar skall betalas till kreditinstitutet. Innan gottgörelse fastställs skall Landsbygdsverket klarlägga att den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats och att förlusten inte har kunnat täckas med medel från försäljningen av den egendom som utgör säkerhet. Försäljning av säkerheten krävs dock inte när gäldenären eller tredje man som ansvarar för lånet vid företagssanering eller skuldsanering för privatpersoner eller vid en annan liknande reglering eller vid reglering av säkerhetsansvaret får behålla den egendom som utgör säkerhet. Landsbygdsverket skall betala gottgörelsen till kreditinstitutet med medel ur gårdsbrukets utvecklingsfond. Om kreditinstitutet efter betalningen av gottgörelsen kan driva in utestående amorteringar och räntor hos låntagaren, skall institutet betala de indrivna beloppen till Landsbygdsverket för intäktsföring i gårdsbrukets utvecklingsfond. Landsbygdsverket kan av låntagaren återkräva den gottgörelse som har betalts till kreditinstitutet. Landsbygdsverket skall behandla en ansökan om gottgörelse som gäller statliga lån inom tre månader efter det att kreditinstitutets ansökan har inkommit till Landsbygdsverket och den slutliga förlusten till följd av gäldenärens och en eventuell borgensmans insolvens har konstaterats. Om avgörandet av ansökan om gottgörelse förutsätter att kreditinstitutet lämnar en tilläggsutredning, räknas tiden om tre månader från det att de tilläggsutredningar som Landsbygdsverket begärt har lämnats in till verket. Om tiden överskrids är staten skyldig att betala dröjsmålsränta för den överskridande tiden enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "landsbygdsverket beslutar om den gottgorelse for kapital och rantor som pa basis av statens ansvar skall betalas till kreditinstitutet. innan gottgorelse faststalls skall landsbygdsverket klarlagga att den slutliga forlusten till foljd av galdenarens och en eventuell borgensmans insolvens har konstaterats och att forlusten inte har kunnat tackas med medel fran forsaljningen av den egendom som utgor sakerhet. forsaljning av sakerheten kravs dock inte nar galdenaren eller tredje man som ansvarar for lanet vid foretagssanering eller skuldsanering for privatpersoner eller vid en annan liknande reglering eller vid reglering av sakerhetsansvaret far behalla den egendom som utgor sakerhet. landsbygdsverket skall betala gottgorelsen till kreditinstitutet med medel ur gardsbrukets utvecklingsfond. om kreditinstitutet efter betalningen av gottgorelsen kan driva in utestaende amorteringar och rantor hos lantagaren, skall institutet betala de indrivna beloppen till landsbygdsverket for intaktsforing i gardsbrukets utvecklingsfond. landsbygdsverket kan av lantagaren aterkrava den gottgorelse som har betalts till kreditinstitutet. landsbygdsverket skall behandla en ansokan om gottgorelse som galler statliga lan inom tre manader efter det att kreditinstitutets ansokan har inkommit till landsbygdsverket och den slutliga forlusten till foljd av galdenarens och en eventuell borgensmans insolvens har konstaterats. om avgorandet av ansokan om gottgorelse forutsatter att kreditinstitutet lamnar en tillaggsutredning, raknas tiden om tre manader fran det att de tillaggsutredningar som landsbygdsverket begart har lamnats in till verket. om tiden overskrids ar staten skyldig att betala drojsmalsranta for den overskridande tiden enligt den rantefot som avses i 4 § 1 mom. i rantelagen (633/1982)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Valtionlainan tilittäminen",
      "content": "Luottolaitoksen hyvityshakemuksen perusteella annetun Maaseutuviraston päätöksen mukaiset maksut on maksettava seitsemän pankkipäivän kuluessa siitä, kun luottolaitos on saanut päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Luottolaitoksen hyvityshakemuksen perusteella annetun Maaseutuviraston päätöksen mukaiset maksut on maksettava seitsemän pankkipäivän kuluessa siitä, kun luottolaitos on saanut päätöksestä tiedon.",
        "folded_fi": "luottolaitoksen hyvityshakemuksen perusteella annetun maaseutuviraston paatoksen mukaiset maksut on maksettava seitseman pankkipaivan kuluessa siita, kun luottolaitos on saanut paatoksesta tiedon.",
        "title_sv": "Redovisning av statliga lån",
        "content_sv": "Betalningarna enligt Landsbygdsverkets beslut med anledning av kreditinstitutets ansökan om gottgörelse skall göras inom sju bankdagar efter det att kreditinstitutet har fått del av beslutet.",
        "normalized_sv": "Betalningarna enligt Landsbygdsverkets beslut med anledning av kreditinstitutets ansökan om gottgörelse skall göras inom sju bankdagar efter det att kreditinstitutet har fått del av beslutet.",
        "folded_sv": "betalningarna enligt landsbygdsverkets beslut med anledning av kreditinstitutets ansokan om gottgorelse skall goras inom sju bankdagar efter det att kreditinstitutet har fatt del av beslutet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Korkotukilainojen korko",
      "content": "Luottolaitoksen korkotukilainasta perimä kokonaiskorko saa olla enintään sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myönnettävistä normaalikorkoisista lainoista lisättynä korkotukilainojen myöntämisestä ja hoitamisesta aiheutuvilla ylimääräisillä kustannuksilla. Maaseutuvirastolla on oikeus olla hyväksymättä lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edellä tarkoitetusta korosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Luottolaitoksen korkotukilainasta perimä kokonaiskorko saa olla enintään sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myönnettävistä normaalikorkoisista lainoista lisättynä korkotukilainojen myöntämisestä ja hoitamisesta aiheutuvilla ylimääräisillä kustannuksilla. Maaseutuvirastolla on oikeus olla hyväksymättä lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edellä tarkoitetusta korosta.",
        "folded_fi": "luottolaitoksen korkotukilainasta perima kokonaiskorko saa olla enintaan sen koron suuruinen, jota pankki perii samanlaisiin tarkoituksiin myonnettavista normaalikorkoisista lainoista lisattyna korkotukilainojen myontamisesta ja hoitamisesta aiheutuvilla ylimaaraisilla kustannuksilla. maaseutuvirastolla on oikeus olla hyvaksymatta lainaa korkotukilainaksi, jos lainan kokonaiskorko poikkeaa edella tarkoitetusta korosta.",
        "title_sv": "Ränta på räntestödslån",
        "content_sv": "Den totalränta som kreditinstitutet tar ut för ett räntestödslån får vara högst lika hög som den ränta som banken tar ut för de lån med normal ränta som beviljas för liknande ändamål förhöjd med de extra kostnader som beviljandet och skötseln av räntestödslånen medför. Landsbygdsverket har rätt att inte godkänna ett lån som räntestödslån, om totalräntan på lånet avviker från den ovan nämnda räntan.",
        "normalized_sv": "Den totalränta som kreditinstitutet tar ut för ett räntestödslån får vara högst lika hög som den ränta som banken tar ut för de lån med normal ränta som beviljas för liknande ändamål förhöjd med de extra kostnader som beviljandet och skötseln av räntestödslånen medför. Landsbygdsverket har rätt att inte godkänna ett lån som räntestödslån, om totalräntan på lånet avviker från den ovan nämnda räntan.",
        "folded_sv": "den totalranta som kreditinstitutet tar ut for ett rantestodslan far vara hogst lika hog som den ranta som banken tar ut for de lan med normal ranta som beviljas for liknande andamal forhojd med de extra kostnader som beviljandet och skotseln av rantestodslanen medfor. landsbygdsverket har ratt att inte godkanna ett lan som rantestodslan, om totalrantan pa lanet avviker fran den ovan namnda rantan."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Lainoitusta koskevia yleisiä säännöksiä",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimääräisistä lyhennyksistä ja niiden vaikutuksesta erääntyviin lyhennyksiin, pääomamäärältään vähäisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta sekä muista lainan myöntämiseen ja hoitoon liittyvistä ehdoista. Maaseutuvirasto voi antaa lakia ja asetusta tarkempia määräyksiä lainan myöntämiseen ja hoitoon liittyvistä menettelyistä sekä lainaehtojen muuttamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimääräisistä lyhennyksistä ja niiden vaikutuksesta erääntyviin lyhennyksiin, pääomamäärältään vähäisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta sekä muista lainan myöntämiseen ja hoitoon liittyvistä ehdoista. Maaseutuvirasto voi antaa lakia ja asetusta tarkempia määräyksiä lainan myöntämiseen ja hoitoon liittyvistä menettelyistä sekä lainaehtojen muuttamismenettelystä.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin lainahakemuksissa vaadittavista lausunnoista, lainavarojen nostamisesta, hankkeen toteuttamisajasta, maksuhelpotuksista, lyhennysten ja koron kannosta, maksujen suorittamisen ajankohdasta, lainansiirroista, ylimaaraisista lyhennyksista ja niiden vaikutuksesta eraantyviin lyhennyksiin, paaomamaaraltaan vahaisen saamisen suorittamisesta, valtionlainojen valtionvastuun toteamisesta seka muista lainan myontamiseen ja hoitoon liittyvista ehdoista. maaseutuvirasto voi antaa lakia ja asetusta tarkempia maarayksia lainan myontamiseen ja hoitoon liittyvista menettelyista seka lainaehtojen muuttamismenettelysta.",
        "title_sv": "Allmänna bestämmelser om långivningen",
        "content_sv": "Genom förordning av statsrådet bestäms närmare om utlåtanden som krävs för ansökan om lån, lyftandet av lånemedlen, tiden för genomförande av projektet, betalningslättnader, uppbörden av amorteringar och ränta, tidpunkten för betalningarna, låneöverföringar, extra amorteringar och deras inverkan på amorteringar som förfaller, betalning av en fordran vars kapitalbelopp är litet och konstaterande av statens ansvar för statliga lån samt om övriga villkor i anslutning till beviljande av lånen och skötseln av dem. Landsbygdsverket kan meddela närmare föreskrifter än vad som bestäms i lag och förordning om förfaranden i anslutning till beviljande av lånen och skötseln av dem samt om förfarandet för ändring av lånevillkoren.",
        "normalized_sv": "Genom förordning av statsrådet bestäms närmare om utlåtanden som krävs för ansökan om lån, lyftandet av lånemedlen, tiden för genomförande av projektet, betalningslättnader, uppbörden av amorteringar och ränta, tidpunkten för betalningarna, låneöverföringar, extra amorteringar och deras inverkan på amorteringar som förfaller, betalning av en fordran vars kapitalbelopp är litet och konstaterande av statens ansvar för statliga lån samt om övriga villkor i anslutning till beviljande av lånen och skötseln av dem. Landsbygdsverket kan meddela närmare föreskrifter än vad som bestäms i lag och förordning om förfaranden i anslutning till beviljande av lånen och skötseln av dem samt om förfarandet för ändring av lånevillkoren.",
        "folded_sv": "genom forordning av statsradet bestams narmare om utlatanden som kravs for ansokan om lan, lyftandet av lanemedlen, tiden for genomforande av projektet, betalningslattnader, uppborden av amorteringar och ranta, tidpunkten for betalningarna, laneoverforingar, extra amorteringar och deras inverkan pa amorteringar som forfaller, betalning av en fordran vars kapitalbelopp ar litet och konstaterande av statens ansvar for statliga lan samt om ovriga villkor i anslutning till beviljande av lanen och skotseln av dem. landsbygdsverket kan meddela narmare foreskrifter an vad som bestams i lag och forordning om forfaranden i anslutning till beviljande av lanen och skotseln av dem samt om forfarandet for andring av lanevillkoren."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Valtionlainojen ja korkotukilainojen rahaliike",
      "content": "Maaseutuvirasto voi antaa määräyksiä siitä, missä tapauksessa luottolaitokset voivat toimittaa edellä mainitut tehtävät ilman keskusrahalaitosta. Maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maaseutuvirasto voi antaa määräyksiä siitä, missä tapauksessa luottolaitokset voivat toimittaa edellä mainitut tehtävät ilman keskusrahalaitosta. Maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
        "folded_fi": "maaseutuvirasto voi antaa maarayksia siita, missa tapauksessa luottolaitokset voivat toimittaa edella mainitut tehtavat ilman keskusrahalaitosta. maaseutuvirasto allekirjoittaa 1 momentin 3 kohdassa tarkoitetut velkakirjat valtion puolesta.",
        "title_sv": "De statliga lånens och räntestödslånens penningrörelse",
        "content_sv": "Landsbygdsverket kan meddela föreskrifter om de fall där kreditinstituten kan utföra ovan nämnda uppgifter utan ett centralt finansiellt institut. Landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven på statens vägnar.",
        "normalized_sv": "Landsbygdsverket kan meddela föreskrifter om de fall där kreditinstituten kan utföra ovan nämnda uppgifter utan ett centralt finansiellt institut. Landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven på statens vägnar.",
        "folded_sv": "landsbygdsverket kan meddela foreskrifter om de fall dar kreditinstituten kan utfora ovan namnda uppgifter utan ett centralt finansiellt institut. landsbygdsverket undertecknar de i 1 mom. 3 punkten avsedda skuldebreven pa statens vagnar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Valtiontakaus",
      "content": "Maaseutuvirasto tai työvoima- ja elinkeinokeskus Maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle tämän lain mukaan tukikelpoiselle yhteisölle käyttöomaisuutta ja käyttöpääomaa varten myönnettyjen normaaliehtoisten sekä korkotukilainojen pääoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. Takausluottojen pääomaa saa samanaikaisesti olla takaisin maksamatta enintään 80 miljoonan euron määrä. Valtioneuvoston asetuksella säädetään, milloin takaukseen sisältyy tukea ja miten sen määrä lasketaan. Lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittämisrahastoon tuloutettava takausmaksu. Luottolaitos huolehtii maksun tilittämisestä valtiolle. Maksun suuruudesta ja sen perimisestä säädetään valtioneuvoston asetuksella. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä takausmaksua perittäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Maaseutuvirasto tai työvoima- ja elinkeinokeskus Maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle tämän lain mukaan tukikelpoiselle yhteisölle käyttöomaisuutta ja käyttöpääomaa varten myönnettyjen normaaliehtoisten sekä korkotukilainojen pääoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. Takausluottojen pääomaa saa samanaikaisesti olla takaisin maksamatta enintään 80 miljoonan euron määrä. Valtioneuvoston asetuksella säädetään, milloin takaukseen sisältyy tukea ja miten sen määrä lasketaan. Lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittämisrahastoon tuloutettava takausmaksu. Luottolaitos huolehtii maksun tilittämisestä valtiolle. Maksun suuruudesta ja sen perimisestä säädetään valtioneuvoston asetuksella. Maaseutuvirasto voi antaa tarkempia määräyksiä menettelystä takausmaksua perittäessä.",
        "folded_fi": "maaseutuvirasto tai tyovoima- ja elinkeinokeskus maaseutuviraston vuosittain valtuuttamana voi valtion puolesta antaa takauksen maaseutuyritykselle ja muulle taman lain mukaan tukikelpoiselle yhteisolle kayttoomaisuutta ja kayttopaaomaa varten myonnettyjen normaaliehtoisten seka korkotukilainojen paaoman, koron ja luottoehtojen mukaisten muiden maksusuoritusten vakuudeksi. takausluottojen paaomaa saa samanaikaisesti olla takaisin maksamatta enintaan 80 miljoonan euron maara. valtioneuvoston asetuksella saadetaan, milloin takaukseen sisaltyy tukea ja miten sen maara lasketaan. lainansaajan on maksettava valtiontakauksesta maatilatalouden kehittamisrahastoon tuloutettava takausmaksu. luottolaitos huolehtii maksun tilittamisesta valtiolle. maksun suuruudesta ja sen perimisesta saadetaan valtioneuvoston asetuksella. maaseutuvirasto voi antaa tarkempia maarayksia menettelysta takausmaksua perittaessa.",
        "title_sv": "Statsborgen",
        "content_sv": "Landsbygdsverket eller en arbetskrafts- och näringscentral med årlig fullmakt av Landsbygdsverket kan på statens vägnar ställa borgen som säkerhet för kapital och ränta på lån med normala villkor och räntestödslån som beviljats landsbygdsföretag och andra stödberättigade sammanslutningar för anläggningstillgångar och driftskapital samt för andra betalningar enligt kreditvillkoren. Kapital på borgenskrediter får samtidigt vara obetalt till ett belopp av högst 80 miljoner euro. Bestämmelser om när borgen innehåller stöd och hur stödbeloppet skall beräknas utfärdas genom förordning av statsrådet. Låntagaren skall för statsborgen betala en borgensavgift som intäktsförs i gårdsbrukets utvecklingsfond. Kreditinstitutet ser till att avgiften redovisas till staten. Bestämmelser om avgiftens belopp och avgiftsuttaget utfärdas genom förordning av statsrådet. Landsbygdsverket kan meddela närmare föreskrifter om hur borgensavgiften tas ut.",
        "normalized_sv": "Landsbygdsverket eller en arbetskrafts- och näringscentral med årlig fullmakt av Landsbygdsverket kan på statens vägnar ställa borgen som säkerhet för kapital och ränta på lån med normala villkor och räntestödslån som beviljats landsbygdsföretag och andra stödberättigade sammanslutningar för anläggningstillgångar och driftskapital samt för andra betalningar enligt kreditvillkoren. Kapital på borgenskrediter får samtidigt vara obetalt till ett belopp av högst 80 miljoner euro. Bestämmelser om när borgen innehåller stöd och hur stödbeloppet skall beräknas utfärdas genom förordning av statsrådet. Låntagaren skall för statsborgen betala en borgensavgift som intäktsförs i gårdsbrukets utvecklingsfond. Kreditinstitutet ser till att avgiften redovisas till staten. Bestämmelser om avgiftens belopp och avgiftsuttaget utfärdas genom förordning av statsrådet. Landsbygdsverket kan meddela närmare föreskrifter om hur borgensavgiften tas ut.",
        "folded_sv": "landsbygdsverket eller en arbetskrafts- och naringscentral med arlig fullmakt av landsbygdsverket kan pa statens vagnar stalla borgen som sakerhet for kapital och ranta pa lan med normala villkor och rantestodslan som beviljats landsbygdsforetag och andra stodberattigade sammanslutningar for anlaggningstillgangar och driftskapital samt for andra betalningar enligt kreditvillkoren. kapital pa borgenskrediter far samtidigt vara obetalt till ett belopp av hogst 80 miljoner euro. bestammelser om nar borgen innehaller stod och hur stodbeloppet skall beraknas utfardas genom forordning av statsradet. lantagaren skall for statsborgen betala en borgensavgift som intaktsfors i gardsbrukets utvecklingsfond. kreditinstitutet ser till att avgiften redovisas till staten. bestammelser om avgiftens belopp och avgiftsuttaget utfardas genom forordning av statsradet. landsbygdsverket kan meddela narmare foreskrifter om hur borgensavgiften tas ut."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Takautumisvaatimuksesta luopuminen",
      "content": "Maaseutuvirasto voi päättää, että takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan pääoma, korot ja takausmaksu jätetään perimättä henkilöltä, jonka ei voida katsoa kohtuudella selviytyvän maksuista pysyvän työkyvyttömyyden, pitkäaikaisen työttömyyden, huoltovelvollisuuden tai muun näihin verrattavan syyn perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Maaseutuvirasto voi päättää, että takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan pääoma, korot ja takausmaksu jätetään perimättä henkilöltä, jonka ei voida katsoa kohtuudella selviytyvän maksuista pysyvän työkyvyttömyyden, pitkäaikaisen työttömyyden, huoltovelvollisuuden tai muun näihin verrattavan syyn perusteella.",
        "folded_fi": "maaseutuvirasto voi paattaa, etta takauksen perusteella valtion varoista luottolaitokselle suoritetun lainan paaoma, korot ja takausmaksu jatetaan perimatta henkilolta, jonka ei voida katsoa kohtuudella selviytyvan maksuista pysyvan tyokyvyttomyyden, pitkaaikaisen tyottomyyden, huoltovelvollisuuden tai muun naihin verrattavan syyn perusteella.",
        "title_sv": "Avstående från regressanspråk",
        "content_sv": "Landsbygdsverket kan besluta att lånekapital, räntor och borgensavgift för ett lån som på grundval av borgen har betalts till kreditinstitutet av statens medel skall lämnas oindrivna hos den som på grund av bestående arbetsoförmåga, långvarig arbetslöshet, underhållsskyldighet eller av annan härmed jämförbar orsak inte rimligen kan väntas klara av betalningarna.",
        "normalized_sv": "Landsbygdsverket kan besluta att lånekapital, räntor och borgensavgift för ett lån som på grundval av borgen har betalts till kreditinstitutet av statens medel skall lämnas oindrivna hos den som på grund av bestående arbetsoförmåga, långvarig arbetslöshet, underhållsskyldighet eller av annan härmed jämförbar orsak inte rimligen kan väntas klara av betalningarna.",
        "folded_sv": "landsbygdsverket kan besluta att lanekapital, rantor och borgensavgift for ett lan som pa grundval av borgen har betalts till kreditinstitutet av statens medel skall lamnas oindrivna hos den som pa grund av bestaende arbetsoformaga, langvarig arbetsloshet, underhallsskyldighet eller av annan harmed jamforbar orsak inte rimligen kan vantas klara av betalningarna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Luottolaitoksen kulujen korvaaminen",
      "content": "Maaseutuvirasto päättää valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisestä luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tässä laissa tai sen nojalla säädetyllä tavalla. Takaisinperimiseen voidaan 46 §:ssä säädetyn estämättä ryhtyä koko laina-ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Maaseutuvirasto päättää valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisestä luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tässä laissa tai sen nojalla säädetyllä tavalla. Takaisinperimiseen voidaan 46 § :ssä säädetyn estämättä ryhtyä koko laina-ajan.",
        "folded_fi": "maaseutuvirasto paattaa valtionlainan hoitamisesta luottolaitokselle maksettujen 1 momentissa tarkoitettujen korvausten perimisesta luottolaitokselta takaisin joko osaksi tai kokonaan, jos luottolaitos ei ole hoitanut valtionlainaa tassa laissa tai sen nojalla saadetylla tavalla. takaisinperimiseen voidaan 46 §:ssa saadetyn estamatta ryhtya koko laina-ajan.",
        "title_sv": "Ersättning för kreditinstituts kostnader",
        "content_sv": "Landsbygdsverket skall besluta att de ersättningar enligt 1 mom. som betalts till kreditinstitutet för skötseln av statliga lån helt eller delvis skall återkrävas hos kreditinstitutet, om kreditinstitutet inte har skött ett statligt lån så som bestäms i denna lag eller med stöd av den. Utan hinder av det som bestäms i 46 § kan ersättningarna återkrävas under hela lånetiden.",
        "normalized_sv": "Landsbygdsverket skall besluta att de ersättningar enligt 1 mom. som betalts till kreditinstitutet för skötseln av statliga lån helt eller delvis skall återkrävas hos kreditinstitutet, om kreditinstitutet inte har skött ett statligt lån så som bestäms i denna lag eller med stöd av den. Utan hinder av det som bestäms i 46 § kan ersättningarna återkrävas under hela lånetiden.",
        "folded_sv": "landsbygdsverket skall besluta att de ersattningar enligt 1 mom. som betalts till kreditinstitutet for skotseln av statliga lan helt eller delvis skall aterkravas hos kreditinstitutet, om kreditinstitutet inte har skott ett statligt lan sa som bestams i denna lag eller med stod av den. utan hinder av det som bestams i 46 § kan ersattningarna aterkravas under hela lanetiden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Vapaaehtoisen velkajärjestelyn rajoitukset",
      "content": "Vapaaehtoisessa velkajärjestelyssä ei voida myöntää maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. Velallisen asunnon säilyttämiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syistä maksuvapautus voidaan kuitenkin myöntää. Hakemus on näissä tapauksissa saatettava Maaseutuviraston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Vapaaehtoisessa velkajärjestelyssä ei voida myöntää maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. Velallisen asunnon säilyttämiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syistä maksuvapautus voidaan kuitenkin myöntää. Hakemus on näissä tapauksissa saatettava Maaseutuviraston ratkaistavaksi.",
        "folded_fi": "vapaaehtoisessa velkajarjestelyssa ei voida myontaa maksuvapautusta valtionlainan lyhennyksille, jos lainan esinevakuus tai lainalle liike- tai siihen verrattavassa toiminnassa annettu takaus turvaa lyhennysten maksun. velallisen asunnon sailyttamiseksi, yrityksen toiminnan jatkumisen turvaamiseksi tai muista erityisen painavista syista maksuvapautus voidaan kuitenkin myontaa. hakemus on naissa tapauksissa saatettava maaseutuviraston ratkaistavaksi.",
        "title_sv": "Avgränsningar av frivillig skuldsanering",
        "content_sv": "Vid frivillig skuldsanering får befrielse från betalning av amorteringar på statliga lån inte beviljas, om realsäkerheten för lånet eller borgen genom affärsverksamhet eller därmed jämförbar verksamhet tryggar betalningen av amorteringarna. För bibehållande av gäldenärens bostad, tryggande av företagets fortsatta verksamhet eller av andra synnerligen vägande skäl kan betalningsbefrielse dock beviljas. I sådana fall skall ansökan föras till Landsbygdsverket för avgörande.",
        "normalized_sv": "Vid frivillig skuldsanering får befrielse från betalning av amorteringar på statliga lån inte beviljas, om realsäkerheten för lånet eller borgen genom affärsverksamhet eller därmed jämförbar verksamhet tryggar betalningen av amorteringarna. För bibehållande av gäldenärens bostad, tryggande av företagets fortsatta verksamhet eller av andra synnerligen vägande skäl kan betalningsbefrielse dock beviljas. I sådana fall skall ansökan föras till Landsbygdsverket för avgörande.",
        "folded_sv": "vid frivillig skuldsanering far befrielse fran betalning av amorteringar pa statliga lan inte beviljas, om realsakerheten for lanet eller borgen genom affarsverksamhet eller darmed jamforbar verksamhet tryggar betalningen av amorteringarna. for bibehallande av galdenarens bostad, tryggande av foretagets fortsatta verksamhet eller av andra synnerligen vagande skal kan betalningsbefrielse dock beviljas. i sadana fall skall ansokan foras till landsbygdsverket for avgorande."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Valvonta",
      "content": "Maa- ja metsätalousministeriö huolehtii siitä, että varojen käytön valvonta on järjestetty asianmukaisesti. Maaseutuvirasto toteuttaa varojen käytön valvonnan siten, että tarvittavien varojen käyttö- ja seurantatietojen avulla todetaan, ovatko tuen myöntämisen ja maksamisen edellytykset olleet olemassa sekä onko tuen myöntämisen ja maksamisen ehtoja noudatettu. Kauppa- ja teollisuusministeriöllä on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen käyttöä koskevasta valvonnasta ja tarkastuksesta EY:n maaseudun kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. Maaseutuvirasto voi antaa teknisluonteisia määräyksiä lainojen ja tukien käytön valvonnasta ja seurannasta. Jos kysymys on kauppa- ja teollisuusministeriön vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministeriön asetuksella voidaan antaa vastaavia teknisluonteisia säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Maa- ja metsätalousministeriö huolehtii siitä, että varojen käytön valvonta on järjestetty asianmukaisesti. Maaseutuvirasto toteuttaa varojen käytön valvonnan siten, että tarvittavien varojen käyttö- ja seurantatietojen avulla todetaan, ovatko tuen myöntämisen ja maksamisen edellytykset olleet olemassa sekä onko tuen myöntämisen ja maksamisen ehtoja noudatettu. Kauppa- ja teollisuusministeriöllä on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen käyttöä koskevasta valvonnasta ja tarkastuksesta EY:n maaseudun kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. Maaseutuvirasto voi antaa teknisluonteisia määräyksiä lainojen ja tukien käytön valvonnasta ja seurannasta. Jos kysymys on kauppa- ja teollisuusministeriön vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministeriön asetuksella voidaan antaa vastaavia teknisluonteisia säännöksiä.",
        "folded_fi": "maa- ja metsatalousministerio huolehtii siita, etta varojen kayton valvonta on jarjestetty asianmukaisesti. maaseutuvirasto toteuttaa varojen kayton valvonnan siten, etta tarvittavien varojen kaytto- ja seurantatietojen avulla todetaan, ovatko tuen myontamisen ja maksamisen edellytykset olleet olemassa seka onko tuen myontamisen ja maksamisen ehtoja noudatettu. kauppa- ja teollisuusministeriolla on kuitenkin ensisijainen vastuu jalostuksen ja markkinoinnin tuen kayttoa koskevasta valvonnasta ja tarkastuksesta ey:n maaseudun kehittamisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun tuen osalta. maaseutuvirasto voi antaa teknisluonteisia maarayksia lainojen ja tukien kayton valvonnasta ja seurannasta. jos kysymys on kauppa- ja teollisuusministerion vastuulla olevien tukien valvonnasta, kauppa- ja teollisuusministerion asetuksella voidaan antaa vastaavia teknisluonteisia saannoksia.",
        "title_sv": "Övervakning",
        "content_sv": "Jord- och skogsbruksministeriet ser till att övervakningen av användningen av medel har ordnats på behörigt sätt. Landsbygdsverket genomför övervakningen av användningen av medel så att det med hjälp av nödvändiga uppgifter om användningen av medlen och kontrolluppgifter kan fastställas om förutsättningarna för beviljande och betalning av stöd har funnits och om villkoren för beviljande och betalning av stöd har iakttagits. Handels- och industriministeriet bär dock det primära ansvaret för övervakningen och inspektionen av användningen av stöd för förädling och marknadsföring i fråga om delfinansierat stöd som avses i artiklarna 25―28 i EG:s förordning om utveckling av landsbygden. Landsbygdsverket kan meddela tekniska föreskrifter om övervakningen och uppföljningen av användningen av lån och stöd. I fråga om övervakning av stöd för vilka handels- och industriministeriet ansvarar kan motsvarande bestämmelser av teknisk natur utfärdas genom förordning av handels- och industriministeriet.",
        "normalized_sv": "Jord- och skogsbruksministeriet ser till att övervakningen av användningen av medel har ordnats på behörigt sätt. Landsbygdsverket genomför övervakningen av användningen av medel så att det med hjälp av nödvändiga uppgifter om användningen av medlen och kontrolluppgifter kan fastställas om förutsättningarna för beviljande och betalning av stöd har funnits och om villkoren för beviljande och betalning av stöd har iakttagits. Handels- och industriministeriet bär dock det primära ansvaret för övervakningen och inspektionen av användningen av stöd för förädling och marknadsföring i fråga om delfinansierat stöd som avses i artiklarna 25―28 i EG:s förordning om utveckling av landsbygden. Landsbygdsverket kan meddela tekniska föreskrifter om övervakningen och uppföljningen av användningen av lån och stöd. I fråga om övervakning av stöd för vilka handels- och industriministeriet ansvarar kan motsvarande bestämmelser av teknisk natur utfärdas genom förordning av handels- och industriministeriet.",
        "folded_sv": "jord- och skogsbruksministeriet ser till att overvakningen av anvandningen av medel har ordnats pa behorigt satt. landsbygdsverket genomfor overvakningen av anvandningen av medel sa att det med hjalp av nodvandiga uppgifter om anvandningen av medlen och kontrolluppgifter kan faststallas om forutsattningarna for beviljande och betalning av stod har funnits och om villkoren for beviljande och betalning av stod har iakttagits. handels- och industriministeriet bar dock det primara ansvaret for overvakningen och inspektionen av anvandningen av stod for foradling och marknadsforing i fraga om delfinansierat stod som avses i artiklarna 25―28 i eg:s forordning om utveckling av landsbygden. landsbygdsverket kan meddela tekniska foreskrifter om overvakningen och uppfoljningen av anvandningen av lan och stod. i fraga om overvakning av stod for vilka handels- och industriministeriet ansvarar kan motsvarande bestammelser av teknisk natur utfardas genom forordning av handels- och industriministeriet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Luottolaitoksissa suoritettava valvonta",
      "content": "Lainan myöntänyt luottolaitos on velvollinen antamaan maa- ja metsätalousministeriölle sekä Maaseutuvirastolle yksilöidystä pyynnöstä tietoja, jotka ovat tarpeen sen selvittämiseksi, onko lainan hakija ollut tuen tarpeessa. Se on myös velvollinen antamaan maa- ja metsätalousministeriölle, Maaseutuvirastolle tai näiden valtuuttamalle henkilölle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia Euroopan yhteisön säädöksiä taikka tätä lakia ja sen nojalla annettuja säädöksiä ja määräyksiä muutoin noudatettu. Edellä mainittu tietojenantovelvollisuus koskee myös salassa pidettäviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Lainan myöntänyt luottolaitos on velvollinen antamaan maa- ja metsätalousministeriölle sekä Maaseutuvirastolle yksilöidystä pyynnöstä tietoja, jotka ovat tarpeen sen selvittämiseksi, onko lainan hakija ollut tuen tarpeessa. Se on myös velvollinen antamaan maa- ja metsätalousministeriölle, Maaseutuvirastolle tai näiden valtuuttamalle henkilölle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia Euroopan yhteisön säädöksiä taikka tätä lakia ja sen nojalla annettuja säädöksiä ja määräyksiä muutoin noudatettu. Edellä mainittu tietojenantovelvollisuus koskee myös salassa pidettäviä tietoja.",
        "folded_fi": "lainan myontanyt luottolaitos on velvollinen antamaan maa- ja metsatalousministeriolle seka maaseutuvirastolle yksiloidysta pyynnosta tietoja, jotka ovat tarpeen sen selvittamiseksi, onko lainan hakija ollut tuen tarpeessa. se on myos velvollinen antamaan maa- ja metsatalousministeriolle, maaseutuvirastolle tai naiden valtuuttamalle henkilolle tiedot, jotka tarvitaan sen toteamiseksi, onko lainaehtoja tai asianomaisia euroopan yhteison saadoksia taikka tata lakia ja sen nojalla annettuja saadoksia ja maarayksia muutoin noudatettu. edella mainittu tietojenantovelvollisuus koskee myos salassa pidettavia tietoja.",
        "title_sv": "Övervakningen inom kreditinstitut",
        "content_sv": "Det kreditinstitut som beviljat lånet är skyldigt att på en specificerad begäran ge jord- och skogsbruksministeriet och Landsbygdsverket sådana uppgifter som är nödvändiga för att utreda om den sökande varit i behov av stöd eller inte. Institutet är också skyldigt att ge jord- och skogsbruksministeriet, Landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behövs för att konstatera om lånevillkoren samt berörda gemenskapsrättsakter, denna lag samt de författningar och föreskrifter som utfärdats med stöd av den har iakttagits i övrigt. Den ovan nämnda skyldigheten att lämna uppgifter gäller även sekretessbelagda uppgifter.",
        "normalized_sv": "Det kreditinstitut som beviljat lånet är skyldigt att på en specificerad begäran ge jord- och skogsbruksministeriet och Landsbygdsverket sådana uppgifter som är nödvändiga för att utreda om den sökande varit i behov av stöd eller inte. Institutet är också skyldigt att ge jord- och skogsbruksministeriet, Landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behövs för att konstatera om lånevillkoren samt berörda gemenskapsrättsakter, denna lag samt de författningar och föreskrifter som utfärdats med stöd av den har iakttagits i övrigt. Den ovan nämnda skyldigheten att lämna uppgifter gäller även sekretessbelagda uppgifter.",
        "folded_sv": "det kreditinstitut som beviljat lanet ar skyldigt att pa en specificerad begaran ge jord- och skogsbruksministeriet och landsbygdsverket sadana uppgifter som ar nodvandiga for att utreda om den sokande varit i behov av stod eller inte. institutet ar ocksa skyldigt att ge jord- och skogsbruksministeriet, landsbygdsverket eller en person som dessa bemyndigat de uppgifter som behovs for att konstatera om lanevillkoren samt berorda gemenskapsrattsakter, denna lag samt de forfattningar och foreskrifter som utfardats med stod av den har iakttagits i ovrigt. den ovan namnda skyldigheten att lamna uppgifter galler aven sekretessbelagda uppgifter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Tarkastusoikeus",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksilla, EY:n kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriöllä sekä metsitykseen tai muihin metsätaloustoimenpiteisiin liittyvän tuen osalta metsäkeskuksilla samoin kuin suunnitelmiin perustuvien ympäristötuen erityistukisopimusten osalta alueellisilla ympäristökeskuksilla on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitettujen avustusten, lainojen ja muiden tukien myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. Valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen käyttöön liittyviä tuen välittäjiin, myöntäjiin ja saajiin kohdistuvia tarkastuksia. Tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyväksytty tilintarkastaja tai tilintarkastusyhteisö. Tilintarkastusyhteisön on nimettävä tarkastuksesta vastuullinen tilintarkastaja. Tarkastustehtävää suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisöön sovelletaan hallintolakia, kielilakia (423/2003) sekä viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Tilintarkastajaan sovelletaan hänen suorittaessaan tässä tarkoitettua tarkastustehtävää rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksilla, EY:n kehittämisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriöllä sekä metsitykseen tai muihin metsätaloustoimenpiteisiin liittyvän tuen osalta metsäkeskuksilla samoin kuin suunnitelmiin perustuvien ympäristötuen erityistukisopimusten osalta alueellisilla ympäristökeskuksilla on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitettujen avustusten, lainojen ja muiden tukien myöntämiseen, maksamiseen ja käyttöön liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. Valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen käyttöön liittyviä tuen välittäjiin, myöntäjiin ja saajiin kohdistuvia tarkastuksia. Tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyväksytty tilintarkastaja tai tilintarkastusyhteisö. Tilintarkastusyhteisön on nimettävä tarkastuksesta vastuullinen tilintarkastaja. Tarkastustehtävää suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisöön sovelletaan hallintolakia, kielilakia (423/2003) sekä viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). Tilintarkastajaan sovelletaan hänen suorittaessaan tässä tarkoitettua tarkastustehtävää rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla, tyovoima- ja elinkeinokeskuksilla, ey:n kehittamisasetuksen 25―28 artiklassa tarkoitetun osarahoitetun maataloustuotteiden jalostuksen ja markkinoinnin tuen osalta kauppa- ja teollisuusministeriolla seka metsitykseen tai muihin metsataloustoimenpiteisiin liittyvan tuen osalta metsakeskuksilla samoin kuin suunnitelmiin perustuvien ymparistotuen erityistukisopimusten osalta alueellisilla ymparistokeskuksilla on oikeus teettaa palveluksessaan olevilla virkamiehilla ennakolta ilmoittamatta tassa laissa tarkoitettujen avustusten, lainojen ja muiden tukien myontamiseen, maksamiseen ja kayttoon liittyvien edellytysten ja ehtojen noudattamisen valvonnassa tarvittavia tarkastuksia. valvonnan ja tarkastusten asianmukaiseksi suorittamiseksi maa- ja metsatalousministerio ja maaseutuvirasto voivat valtuuttaa toisen viranomaisen tai ulkopuolisen tilintarkastajan suorittamaan 1 momentissa mainittujen tukimuotojen kayttoon liittyvia tuen valittajiin, myontajiin ja saajiin kohdistuvia tarkastuksia. tilintarkastajan tulee olla tilintarkastuslaissa (936/1994) tai julkishallinnon ja -talouden tilintarkastajista annetussa laissa (467/1999) tarkoitettu hyvaksytty tilintarkastaja tai tilintarkastusyhteiso. tilintarkastusyhteison on nimettava tarkastuksesta vastuullinen tilintarkastaja. tarkastustehtavaa suorittamaan valtuutettuun tilintarkastajaan tai tilintarkastusyhteisoon sovelletaan hallintolakia, kielilakia (423/2003) seka viranomaisten toiminnan julkisuudesta annettua lakia (621/1999). tilintarkastajaan sovelletaan hanen suorittaessaan tassa tarkoitettua tarkastustehtavaa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Inspektionsrätt",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna samt, i fråga om delfinansierat stöd enligt artiklarna 25―28 i EG:s förordning om utveckling av landsbygden för förädling och marknadsföring av jordbruksprodukter, handels- och industriministeriet samt, i fråga om stöd för beskogning eller andra skogsbruksåtgärder, skogscentralerna liksom beträffande sådana avtal om miljöspecialstöd som baserar sig på planer även de regionala miljöcentralerna har rätt att utan förhandsmeddelande låta sina tjänstemän utföra de inspektioner som behövs för övervakningen av att förutsättningarna och villkoren i anslutning till beviljande, betalning och användning av bidrag, lån och andra stöd som avses i denna lag iakttas. För att övervakningen och inspektionerna skall kunna utföras på ett ändamålsenligt sätt kan jord- och skogsbruksministeriet och Landsbygdsverket bemyndiga en annan myndighet eller en utomstående revisor att utföra inspektioner som gäller dem som förmedlar och beviljar stöd samt stödtagarna och vilka har samband med användningen av de stödformer som nämns i 1 mom. Revisorn skall vara en sådan godkänd revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999). Revisionssammanslutningen skall utse en ansvarig revisor för inspektionen. På revisorer och revisionssammanslutningar som bemyndigats att utföra inspektionsuppdrag tillämpas förvaltningslagen, språklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på revisorn när han eller hon utför inspektionsuppdraget. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna samt, i fråga om delfinansierat stöd enligt artiklarna 25―28 i EG:s förordning om utveckling av landsbygden för förädling och marknadsföring av jordbruksprodukter, handels- och industriministeriet samt, i fråga om stöd för beskogning eller andra skogsbruksåtgärder, skogscentralerna liksom beträffande sådana avtal om miljöspecialstöd som baserar sig på planer även de regionala miljöcentralerna har rätt att utan förhandsmeddelande låta sina tjänstemän utföra de inspektioner som behövs för övervakningen av att förutsättningarna och villkoren i anslutning till beviljande, betalning och användning av bidrag, lån och andra stöd som avses i denna lag iakttas. För att övervakningen och inspektionerna skall kunna utföras på ett ändamålsenligt sätt kan jord- och skogsbruksministeriet och Landsbygdsverket bemyndiga en annan myndighet eller en utomstående revisor att utföra inspektioner som gäller dem som förmedlar och beviljar stöd samt stödtagarna och vilka har samband med användningen av de stödformer som nämns i 1 mom. Revisorn skall vara en sådan godkänd revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga förvaltningen och ekonomin (467/1999). Revisionssammanslutningen skall utse en ansvarig revisor för inspektionen. På revisorer och revisionssammanslutningar som bemyndigats att utföra inspektionsuppdrag tillämpas förvaltningslagen, språklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på revisorn när han eller hon utför inspektionsuppdraget. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket och arbetskrafts- och naringscentralerna samt, i fraga om delfinansierat stod enligt artiklarna 25―28 i eg:s forordning om utveckling av landsbygden for foradling och marknadsforing av jordbruksprodukter, handels- och industriministeriet samt, i fraga om stod for beskogning eller andra skogsbruksatgarder, skogscentralerna liksom betraffande sadana avtal om miljospecialstod som baserar sig pa planer aven de regionala miljocentralerna har ratt att utan forhandsmeddelande lata sina tjansteman utfora de inspektioner som behovs for overvakningen av att forutsattningarna och villkoren i anslutning till beviljande, betalning och anvandning av bidrag, lan och andra stod som avses i denna lag iakttas. for att overvakningen och inspektionerna skall kunna utforas pa ett andamalsenligt satt kan jord- och skogsbruksministeriet och landsbygdsverket bemyndiga en annan myndighet eller en utomstaende revisor att utfora inspektioner som galler dem som formedlar och beviljar stod samt stodtagarna och vilka har samband med anvandningen av de stodformer som namns i 1 mom. revisorn skall vara en sadan godkand revisor eller revisionssammanslutning som avses i revisionslagen (936/1994) eller i lagen om revisorer inom den offentliga forvaltningen och ekonomin (467/1999). revisionssammanslutningen skall utse en ansvarig revisor for inspektionen. pa revisorer och revisionssammanslutningar som bemyndigats att utfora inspektionsuppdrag tillampas forvaltningslagen, spraklagen (423/2003) samt lagen om offentlighet i myndigheternas verksamhet (621/1999). bestammelserna om straffrattsligt tjansteansvar tillampas pa revisorn nar han eller hon utfor inspektionsuppdraget. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Tietojensaanti, luovutus ja salassapito",
      "content": "Tämän lain täytäntöönpanoon osallistuvalla viranomaisella ja metsäkeskuksella on salassapitovelvollisuuden estämättä oikeus luovuttaa maa- ja metsätalousministeriölle, Maaseutuvirastolle, kauppa- ja teollisuusministeriölle ja ympäristöministeriölle edelleen Euroopan yhteisön asianomaisille toimielimille luovutettavaksi muutoin salassa pidettävä tieto, joka on tarpeen valvottaessa, että Euroopan yhteisön lainsäädäntöä on noudatettu myönnettäessä tukea, jonka rahoittamiseen yhteisö on osallistunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Tämän lain täytäntöönpanoon osallistuvalla viranomaisella ja metsäkeskuksella on salassapitovelvollisuuden estämättä oikeus luovuttaa maa- ja metsätalousministeriölle, Maaseutuvirastolle, kauppa- ja teollisuusministeriölle ja ympäristöministeriölle edelleen Euroopan yhteisön asianomaisille toimielimille luovutettavaksi muutoin salassa pidettävä tieto, joka on tarpeen valvottaessa, että Euroopan yhteisön lainsäädäntöä on noudatettu myönnettäessä tukea, jonka rahoittamiseen yhteisö on osallistunut.",
        "folded_fi": "taman lain taytantoonpanoon osallistuvalla viranomaisella ja metsakeskuksella on salassapitovelvollisuuden estamatta oikeus luovuttaa maa- ja metsatalousministeriolle, maaseutuvirastolle, kauppa- ja teollisuusministeriolle ja ymparistoministeriolle edelleen euroopan yhteison asianomaisille toimielimille luovutettavaksi muutoin salassa pidettava tieto, joka on tarpeen valvottaessa, etta euroopan yhteison lainsaadantoa on noudatettu myonnettaessa tukea, jonka rahoittamiseen yhteiso on osallistunut.",
        "title_sv": "Erhållande, utlämnande och hemlighållande av uppgifter",
        "content_sv": "En myndighet som deltar i verkställigheten av denna lag och skogscentralen har utan hinder av tystnadsplikten rätt att till jord- och skogsbruksministeriet, Landsbygdsverket, handels- och industriministeriet samt miljöministeriet lämna en sådan i övrigt sekretessbelagd uppgift för vidareförmedling till vederbörande institution inom Europeiska gemenskapen som behövs för övervakningen av att Europeiska gemenskapens lagstiftning har iakttagits då stöd beviljats med delfinansiering av gemenskapen.",
        "normalized_sv": "En myndighet som deltar i verkställigheten av denna lag och skogscentralen har utan hinder av tystnadsplikten rätt att till jord- och skogsbruksministeriet, Landsbygdsverket, handels- och industriministeriet samt miljöministeriet lämna en sådan i övrigt sekretessbelagd uppgift för vidareförmedling till vederbörande institution inom Europeiska gemenskapen som behövs för övervakningen av att Europeiska gemenskapens lagstiftning har iakttagits då stöd beviljats med delfinansiering av gemenskapen.",
        "folded_sv": "en myndighet som deltar i verkstalligheten av denna lag och skogscentralen har utan hinder av tystnadsplikten ratt att till jord- och skogsbruksministeriet, landsbygdsverket, handels- och industriministeriet samt miljoministeriet lamna en sadan i ovrigt sekretessbelagd uppgift for vidareformedling till vederborande institution inom europeiska gemenskapen som behovs for overvakningen av att europeiska gemenskapens lagstiftning har iakttagits da stod beviljats med delfinansiering av gemenskapen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Tuen ja valtionlainan takaisinperiminen tuen saajalta",
      "content": "Asianomainen ministeriö ja Maaseutuvirasto päättävät myöntämiensä avustusten takaisinperimisestä ja niiden maksamisen lakkauttamisesta. Muutoin tuen takaisinperimisestä ja maksamisen lakkauttamisesta päättää työvoima- ja elinkeinokeskus. Tuki on perittävä takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilön maksukyky. Avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. Lainaa ja avustusta irtisanottaessa ja tukea takaisin perittäessä on samalla päätettävä, onko maksettavaksi määrätty pääoma suoritettava yhdessä vai useammassa erässä. Tuen takaisinperimiseen ei saa ryhtyä enää sen jälkeen, kun 10 vuotta on kulunut tuen viimeisen erän maksamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Asianomainen ministeriö ja Maaseutuvirasto päättävät myöntämiensä avustusten takaisinperimisestä ja niiden maksamisen lakkauttamisesta. Muutoin tuen takaisinperimisestä ja maksamisen lakkauttamisesta päättää työvoima- ja elinkeinokeskus. Tuki on perittävä takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilön maksukyky. Avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. Lainaa ja avustusta irtisanottaessa ja tukea takaisin perittäessä on samalla päätettävä, onko maksettavaksi määrätty pääoma suoritettava yhdessä vai useammassa erässä. Tuen takaisinperimiseen ei saa ryhtyä enää sen jälkeen, kun 10 vuotta on kulunut tuen viimeisen erän maksamisesta.",
        "folded_fi": "asianomainen ministerio ja maaseutuvirasto paattavat myontamiensa avustusten takaisinperimisesta ja niiden maksamisen lakkauttamisesta. muutoin tuen takaisinperimisesta ja maksamisen lakkauttamisesta paattaa tyovoima- ja elinkeinokeskus. tuki on perittava takaisin kohtuullisessa ajassa ottaen huomioon takaisinperimisen peruste ja henkilon maksukyky. avustuksen takaisinmaksuaika saa olla korkeintaan vuoden ja valtionlainan takaisinmaksuaika korkeintaan kahden vuoden pituinen. lainaa ja avustusta irtisanottaessa ja tukea takaisin perittaessa on samalla paatettava, onko maksettavaksi maaratty paaoma suoritettava yhdessa vai useammassa erassa. tuen takaisinperimiseen ei saa ryhtya enaa sen jalkeen, kun 10 vuotta on kulunut tuen viimeisen eran maksamisesta.",
        "title_sv": "Återkrav av stöd och statligt lån hos stöd- tagaren",
        "content_sv": "Vederbörande ministerium och Landsbygdsverket beslutar om återkrav och indragning av de bidrag som de har beviljat. I övrigt beslutar arbetskrafts- och näringscentralen om återkrav och indragning av stöd. Stödet skall återkrävas inom en skälig tid med beaktande av grunden för återkravet och personens betalningsförmåga. Tiden för återbetalning av bidrag får vara högst ett år och tiden för återbetalning av statligt lån högst två år. När lån och bidrag sägs upp och när stöd återkrävs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. Stöd får inte återkrävas efter det att tio år har förflutit från utbetalningen av den sista stödposten.",
        "normalized_sv": "Vederbörande ministerium och Landsbygdsverket beslutar om återkrav och indragning av de bidrag som de har beviljat. I övrigt beslutar arbetskrafts- och näringscentralen om återkrav och indragning av stöd. Stödet skall återkrävas inom en skälig tid med beaktande av grunden för återkravet och personens betalningsförmåga. Tiden för återbetalning av bidrag får vara högst ett år och tiden för återbetalning av statligt lån högst två år. När lån och bidrag sägs upp och när stöd återkrävs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. Stöd får inte återkrävas efter det att tio år har förflutit från utbetalningen av den sista stödposten.",
        "folded_sv": "vederborande ministerium och landsbygdsverket beslutar om aterkrav och indragning av de bidrag som de har beviljat. i ovrigt beslutar arbetskrafts- och naringscentralen om aterkrav och indragning av stod. stodet skall aterkravas inom en skalig tid med beaktande av grunden for aterkravet och personens betalningsformaga. tiden for aterbetalning av bidrag far vara hogst ett ar och tiden for aterbetalning av statligt lan hogst tva ar. nar lan och bidrag sags upp och nar stod aterkravs skall det samtidigt beslutas om det kapital som skall betalas skall betalas i en eller flera poster. stod far inte aterkravas efter det att tio ar har forflutit fran utbetalningen av den sista stodposten."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Takaisin maksettavan määrän korko ja viivästyskorko",
      "content": "Maaseutuvirasto voi erityisestä syystä päättää, että 1 momentissa tarkoitettu korko jätetään osaksi tai kokonaan perimättä, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Maaseutuvirasto voi erityisestä syystä päättää, että 1 momentissa tarkoitettu korko jätetään osaksi tai kokonaan perimättä, jollei Euroopan yhteisön lainsäädännöstä muuta johdu.",
        "folded_fi": "maaseutuvirasto voi erityisesta syysta paattaa, etta 1 momentissa tarkoitettu korko jatetaan osaksi tai kokonaan perimatta, jollei euroopan yhteison lainsaadannosta muuta johdu.",
        "title_sv": "Ränta och dröjsmålsränta på belopp som skall återbetalas",
        "content_sv": "Landsbygdsverket kan av särskilda skäl besluta att man helt eller delvis låter bli att ta ut den i 1 mom. avsedda räntan, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "normalized_sv": "Landsbygdsverket kan av särskilda skäl besluta att man helt eller delvis låter bli att ta ut den i 1 mom. avsedda räntan, om inte något annat följer av Europeiska gemenskapens lagstiftning.",
        "folded_sv": "landsbygdsverket kan av sarskilda skal besluta att man helt eller delvis later bli att ta ut den i 1 mom. avsedda rantan, om inte nagot annat foljer av europeiska gemenskapens lagstiftning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Viranomaiset",
      "content": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset, metsäkeskukset ja kuntien maaseutuelinkeinoviranomaiset. Maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta tämän lain täytäntöönpanosta huolehtii myös kauppa- ja teollisuusministeriö. Maatalouden ympäristötuen täytäntöönpanosta huolehtii maa- ja metsätalousministeriö ja Maaseutuvirasto yhteistyössä ympäristöministeriön kanssa. Valtioneuvoston asetuksella säädetään tarkemmin toimivallan jaosta kysymyksessä olevien ministeriöiden kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Tämän lain täytäntöönpanosta huolehtivat maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset, metsäkeskukset ja kuntien maaseutuelinkeinoviranomaiset. Maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta tämän lain täytäntöönpanosta huolehtii myös kauppa- ja teollisuusministeriö. Maatalouden ympäristötuen täytäntöönpanosta huolehtii maa- ja metsätalousministeriö ja Maaseutuvirasto yhteistyössä ympäristöministeriön kanssa. Valtioneuvoston asetuksella säädetään tarkemmin toimivallan jaosta kysymyksessä olevien ministeriöiden kesken.",
        "folded_fi": "taman lain taytantoonpanosta huolehtivat maa- ja metsatalousministerio, maaseutuvirasto, tyovoima- ja elinkeinokeskukset, metsakeskukset ja kuntien maaseutuelinkeinoviranomaiset. maataloustuotteiden jalostuksen ja markkinoinnin tukea koskevalta osalta taman lain taytantoonpanosta huolehtii myos kauppa- ja teollisuusministerio. maatalouden ymparistotuen taytantoonpanosta huolehtii maa- ja metsatalousministerio ja maaseutuvirasto yhteistyossa ymparistoministerion kanssa. valtioneuvoston asetuksella saadetaan tarkemmin toimivallan jaosta kysymyksessa olevien ministerioiden kesken.",
        "title_sv": "Myndigheter",
        "content_sv": "Verkställigheten av denna lag sköts av jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna, skogscentralerna och de kommunala landsbygdsnäringsmyndigheterna. När det gäller stöd för förädling och marknadsföring av jordbruksprodukter sköts verkställigheten av denna lag även av handels- och industriministeriet. Verkställigheten av miljöstödet för jordbruket sköts av jord- och skogsbruksministeriet och Landsbygdsverket i samarbete med miljöministeriet. Genom förordning av statsrådet bestäms närmare hur behörigheten fördelas mellan ministerierna.",
        "normalized_sv": "Verkställigheten av denna lag sköts av jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna, skogscentralerna och de kommunala landsbygdsnäringsmyndigheterna. När det gäller stöd för förädling och marknadsföring av jordbruksprodukter sköts verkställigheten av denna lag även av handels- och industriministeriet. Verkställigheten av miljöstödet för jordbruket sköts av jord- och skogsbruksministeriet och Landsbygdsverket i samarbete med miljöministeriet. Genom förordning av statsrådet bestäms närmare hur behörigheten fördelas mellan ministerierna.",
        "folded_sv": "verkstalligheten av denna lag skots av jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralerna, skogscentralerna och de kommunala landsbygdsnaringsmyndigheterna. nar det galler stod for foradling och marknadsforing av jordbruksprodukter skots verkstalligheten av denna lag aven av handels- och industriministeriet. verkstalligheten av miljostodet for jordbruket skots av jord- och skogsbruksministeriet och landsbygdsverket i samarbete med miljoministeriet. genom forordning av statsradet bestams narmare hur behorigheten fordelas mellan ministerierna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Muutoksenhaku",
      "content": "Asianosainen saa hakea muutosta Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa siitä, kun hän on saanut tiedon päätöksestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Asianosainen saa hakea muutosta Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tämän lain nojalla tekemään päätökseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 päivän kuluessa siitä, kun hän on saanut tiedon päätöksestä.",
        "folded_fi": "asianosainen saa hakea muutosta maaseutuviraston ja tyovoima- ja elinkeinokeskuksen taman lain nojalla tekemaan paatokseen valittamalla maaseutuelinkeinojen valituslautakuntaan 30 paivan kuluessa siita, kun han on saanut tiedon paatoksesta.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som Landsbygdsverket och arbetskrafts- och näringscentralen fattat med stöd av denna lag får en part söka ändring genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar efter det att han har fått del av beslutet.",
        "normalized_sv": "I ett beslut som Landsbygdsverket och arbetskrafts- och näringscentralen fattat med stöd av denna lag får en part söka ändring genom besvär hos landsbygdsnäringarnas besvärsnämnd inom 30 dagar efter det att han har fått del av beslutet.",
        "folded_sv": "i ett beslut som landsbygdsverket och arbetskrafts- och naringscentralen fattat med stod av denna lag far en part soka andring genom besvar hos landsbygdsnaringarnas besvarsnamnd inom 30 dagar efter det att han har fatt del av beslutet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Muutoksenhakumenettely",
      "content": "Valituskirjelmä voidaan 58 §:ssä tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille työvoima- ja elinkeinokeskukselle, jonka päätökseen muutosta haetaan. Jos muutosta haetaan Maaseutuviraston tämän lain nojalla antamaan päätökseen, valituskirjelmä voidaan toimittaa myös Maaseutuvirastolle. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Valituskirjelmä voidaan 58 § :ssä tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille työvoima- ja elinkeinokeskukselle, jonka päätökseen muutosta haetaan. Jos muutosta haetaan Maaseutuviraston tämän lain nojalla antamaan päätökseen, valituskirjelmä voidaan toimittaa myös Maaseutuvirastolle. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
        "folded_fi": "valituskirjelma voidaan 58 §:ssa tarkoitetuissa tapauksissa toimittaa muutoksenhakuviranomaiselle tai sille tyovoima- ja elinkeinokeskukselle, jonka paatokseen muutosta haetaan. jos muutosta haetaan maaseutuviraston taman lain nojalla antamaan paatokseen, valituskirjelma voidaan toimittaa myos maaseutuvirastolle. maaseutuviraston ja tyovoima- ja elinkeinokeskuksen on lahetettava valituskirjelma seka asiassa kertyneet asiakirjat ja lausuntonsa valituksesta maaseutuelinkeinojen valituslautakunnalle.",
        "title_sv": "Förfarandet vid ändringssökande",
        "content_sv": "I de fall som avses i 58 § kan besvärsskriften tillställas besvärsinstansen eller den arbetskrafts- och näringscentral vars beslut överklagas. Om ändring söks i ett beslut som Landsbygdsverket fattat med stöd av denna lag kan besvärsskriften också tillställas Landsbygdsverket. Landsbygdsverket och arbetskrafts- och näringscentralen skall sända besvärsskriften samt handlingarna i ärendet och sitt utlåtande över besvären till landsbygdsnäringarnas besvärsnämnd.",
        "normalized_sv": "I de fall som avses i 58 § kan besvärsskriften tillställas besvärsinstansen eller den arbetskrafts- och näringscentral vars beslut överklagas. Om ändring söks i ett beslut som Landsbygdsverket fattat med stöd av denna lag kan besvärsskriften också tillställas Landsbygdsverket. Landsbygdsverket och arbetskrafts- och näringscentralen skall sända besvärsskriften samt handlingarna i ärendet och sitt utlåtande över besvären till landsbygdsnäringarnas besvärsnämnd.",
        "folded_sv": "i de fall som avses i 58 § kan besvarsskriften tillstallas besvarsinstansen eller den arbetskrafts- och naringscentral vars beslut overklagas. om andring soks i ett beslut som landsbygdsverket fattat med stod av denna lag kan besvarsskriften ocksa tillstallas landsbygdsverket. landsbygdsverket och arbetskrafts- och naringscentralen skall sanda besvarsskriften samt handlingarna i arendet och sitt utlatande over besvaren till landsbygdsnaringarnas besvarsnamnd."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Käsittelymaksun periminen",
      "content": "Tämän lain nojalla annetuista päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen velkajärjestelyä ja muita luottojen maksuhelpotuksia sekä avustusten ja muun tuen myöntämistä koskevat päätökset ovat kuitenkin maksuttomia. Velkajärjestelyä ja muita luottojen maksuhelpotuksia koskevat päätökset ovat maksuttomat myös maaseutuelinkeinojen valituslautakunnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Tämän lain nojalla annetuista päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Maaseutuviraston ja työvoima- ja elinkeinokeskuksen velkajärjestelyä ja muita luottojen maksuhelpotuksia sekä avustusten ja muun tuen myöntämistä koskevat päätökset ovat kuitenkin maksuttomia. Velkajärjestelyä ja muita luottojen maksuhelpotuksia koskevat päätökset ovat maksuttomat myös maaseutuelinkeinojen valituslautakunnassa.",
        "folded_fi": "taman lain nojalla annetuista paatoksista peritaan maksu siten kuin maksujen perimisesta erikseen saadetaan. maaseutuviraston ja tyovoima- ja elinkeinokeskuksen velkajarjestelya ja muita luottojen maksuhelpotuksia seka avustusten ja muun tuen myontamista koskevat paatokset ovat kuitenkin maksuttomia. velkajarjestelya ja muita luottojen maksuhelpotuksia koskevat paatokset ovat maksuttomat myos maaseutuelinkeinojen valituslautakunnassa.",
        "title_sv": "Uttag av avgift för behandling av ärenden",
        "content_sv": "För beslut som har fattats med stöd av denna lag tas avgift ut enligt vad som särskilt bestäms om uttag av avgifter. Landsbygdsverkets och arbetskrafts- och näringscentralens beslut om skuldsanering och andra betalningslättnader för krediter samt beviljande av bidrag och annat stöd är dock avgiftsfria. Även beslut av landsbygdsnäringarnas besvärsnämnd angående skuldsanering och andra betalningslättnader är avgiftsfria.",
        "normalized_sv": "För beslut som har fattats med stöd av denna lag tas avgift ut enligt vad som särskilt bestäms om uttag av avgifter. Landsbygdsverkets och arbetskrafts- och näringscentralens beslut om skuldsanering och andra betalningslättnader för krediter samt beviljande av bidrag och annat stöd är dock avgiftsfria. Även beslut av landsbygdsnäringarnas besvärsnämnd angående skuldsanering och andra betalningslättnader är avgiftsfria.",
        "folded_sv": "for beslut som har fattats med stod av denna lag tas avgift ut enligt vad som sarskilt bestams om uttag av avgifter. landsbygdsverkets och arbetskrafts- och naringscentralens beslut om skuldsanering och andra betalningslattnader for krediter samt beviljande av bidrag och annat stod ar dock avgiftsfria. aven beslut av landsbygdsnaringarnas besvarsnamnd angaende skuldsanering och andra betalningslattnader ar avgiftsfria."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maa- ja metsätalousministeriön asetuksella säädetään tarkemmin tuettavien toimenpiteiden hyväksyttävistä kustannuksista, tuettavien kokonaisinvestointien enimmäismääristä, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtämisestä. Maa- ja metsätalousministeriön asetuksella voidaan säätää myös tuen hakemis-, myöntämis- ja maksamismenettelystä. Maaseutuvirasto antaa lakia ja asetusta tarkemmat määräykset hakijan omakustannusosuudesta, velkajärjestelysuunnitelmasta ja velkajärjestelyyn liittyvien kustannusten korvaamiseen liittyvistä menettelytavoista. Maaseutuvirasto antaa määräykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittämissuunnitelmien ja velkajärjestelysopimusten laatimistavasta. Lisäksi Maaseutuvirasto antaa määräykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja päätöskaavoista sekä lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajärjestelmien yksityiskohdista. Edellä mainituista seikoista voi myös kauppa- ja teollisuusministeriö antaa asetuksella tarkempia säännöksiä siltä osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella säädetään tarkemmin tuettavien toimenpiteiden hyväksyttävistä kustannuksista, tuettavien kokonaisinvestointien enimmäismääristä, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtämisestä. Maa- ja metsätalousministeriön asetuksella voidaan säätää myös tuen hakemis-, myöntämis- ja maksamismenettelystä. Maaseutuvirasto antaa lakia ja asetusta tarkemmat määräykset hakijan omakustannusosuudesta, velkajärjestelysuunnitelmasta ja velkajärjestelyyn liittyvien kustannusten korvaamiseen liittyvistä menettelytavoista. Maaseutuvirasto antaa määräykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittämissuunnitelmien ja velkajärjestelysopimusten laatimistavasta. Lisäksi Maaseutuvirasto antaa määräykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja päätöskaavoista sekä lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajärjestelmien yksityiskohdista. Edellä mainituista seikoista voi myös kauppa- ja teollisuusministeriö antaa asetuksella tarkempia säännöksiä siltä osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella saadetaan tarkemmin tuettavien toimenpiteiden hyvaksyttavista kustannuksista, tuettavien kokonaisinvestointien enimmaismaarista, hankkeen ja toimenpiteen toteuttamisajasta ja tuen siirtamisesta. maa- ja metsatalousministerion asetuksella voidaan saataa myos tuen hakemis-, myontamis- ja maksamismenettelysta. maaseutuvirasto antaa lakia ja asetusta tarkemmat maaraykset hakijan omakustannusosuudesta, velkajarjestelysuunnitelmasta ja velkajarjestelyyn liittyvien kustannusten korvaamiseen liittyvista menettelytavoista. maaseutuvirasto antaa maaraykset tarvittavien maksuvalmius-, kannattavuus- ja muiden laskelmien, maaseutuyritysten kehittamissuunnitelmien ja velkajarjestelysopimusten laatimistavasta. lisaksi maaseutuvirasto antaa maaraykset kauppa- ja velkakirjakaavoista, hakemus-, sopimus- ja paatoskaavoista seka lainojen ja tukien hoitoon liittyvien tallennus-, seuranta- ja valvontajarjestelmien yksityiskohdista. edella mainituista seikoista voi myos kauppa- ja teollisuusministerio antaa asetuksella tarkempia saannoksia silta osin kuin on kysymys sen hallinnonalalle kuuluvasta jalostuksen ja markkinoinnin tuesta.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de godtagbara kostnaderna för åtgärder som stöds, om de maximala totalinvesteringar som stöds, om tiden för genomförande av projekt och åtgärder och om överföring av stöd. Genom förordning av jord- och skogsbruksministeriet kan också bestämmas om förfarandet vid ansökan om samt beviljande och betalning av stöd. Landsbygdsverket meddelar närmare föreskrifter än vad som bestäms i lag och förordning om sökandens självkostnadsandel, skuldsaneringsplanen och förfarandet vid ersättning av kostnader i samband med skuldsanering. Landsbygdsverket meddelar föreskrifter om hur behövliga likviditets- och lönsamhetskalkyler samt andra kalkyler, utvecklingsplaner för landsbygdsföretag och avtal om skuldsanering skall göras upp. Dessutom meddelar Landsbygdsverket föreskrifter om köpe- och skuldebrevsformulären, om ansöknings-, avtals- och beslutsformulären och om detaljer i lagrings-, uppföljnings- och övervakningssystem som hänför sig till skötseln av lån och stöd. Även handels- och industriministeriet kan genom förordning utfärda närmare bestämmelser om dessa frågor till den del det är fråga om stöd för marknadsföring och förädling inom dess förvaltningsområde.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet bestäms närmare om de godtagbara kostnaderna för åtgärder som stöds, om de maximala totalinvesteringar som stöds, om tiden för genomförande av projekt och åtgärder och om överföring av stöd. Genom förordning av jord- och skogsbruksministeriet kan också bestämmas om förfarandet vid ansökan om samt beviljande och betalning av stöd. Landsbygdsverket meddelar närmare föreskrifter än vad som bestäms i lag och förordning om sökandens självkostnadsandel, skuldsaneringsplanen och förfarandet vid ersättning av kostnader i samband med skuldsanering. Landsbygdsverket meddelar föreskrifter om hur behövliga likviditets- och lönsamhetskalkyler samt andra kalkyler, utvecklingsplaner för landsbygdsföretag och avtal om skuldsanering skall göras upp. Dessutom meddelar Landsbygdsverket föreskrifter om köpe- och skuldebrevsformulären, om ansöknings-, avtals- och beslutsformulären och om detaljer i lagrings-, uppföljnings- och övervakningssystem som hänför sig till skötseln av lån och stöd. Även handels- och industriministeriet kan genom förordning utfärda närmare bestämmelser om dessa frågor till den del det är fråga om stöd för marknadsföring och förädling inom dess förvaltningsområde.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet bestams narmare om de godtagbara kostnaderna for atgarder som stods, om de maximala totalinvesteringar som stods, om tiden for genomforande av projekt och atgarder och om overforing av stod. genom forordning av jord- och skogsbruksministeriet kan ocksa bestammas om forfarandet vid ansokan om samt beviljande och betalning av stod. landsbygdsverket meddelar narmare foreskrifter an vad som bestams i lag och forordning om sokandens sjalvkostnadsandel, skuldsaneringsplanen och forfarandet vid ersattning av kostnader i samband med skuldsanering. landsbygdsverket meddelar foreskrifter om hur behovliga likviditets- och lonsamhetskalkyler samt andra kalkyler, utvecklingsplaner for landsbygdsforetag och avtal om skuldsanering skall goras upp. dessutom meddelar landsbygdsverket foreskrifter om kope- och skuldebrevsformularen, om ansoknings-, avtals- och beslutsformularen och om detaljer i lagrings-, uppfoljnings- och overvakningssystem som hanfor sig till skotseln av lan och stod. aven handels- och industriministeriet kan genom forordning utfarda narmare bestammelser om dessa fragor till den del det ar fraga om stod for marknadsforing och foradling inom dess forvaltningsomrade."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Maatilatalouden kehittämisrahaston varojen käyttö",
      "content": "Maatilatalouden kehittämisrahaston varoja voidaan sen lisäksi, mitä niiden käyttämisestä on edellä säädetty, käyttää: 6) maa- ja metsätalousministeriön, Maaseutuviraston tai työvoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittämiseen ja niiden hallinnassa olevilla metsämailla tarpeellisiin metsänhoito- ja metsänparannustöihin; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maatilatalouden kehittämisrahaston varoja voidaan sen lisäksi, mitä niiden käyttämisestä on edellä säädetty, käyttää: 6) maa- ja metsätalousministeriön, Maaseutuviraston tai työvoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittämiseen ja niiden hallinnassa olevilla metsämailla tarpeellisiin metsänhoito- ja metsänparannustöihin; sekä",
        "folded_fi": "maatilatalouden kehittamisrahaston varoja voidaan sen lisaksi, mita niiden kayttamisesta on edella saadetty, kayttaa: 6) maa- ja metsatalousministerion, maaseutuviraston tai tyovoima- ja elinkeinokeskuksen hallinnassa olevan pellon metsittamiseen ja niiden hallinnassa olevilla metsamailla tarpeellisiin metsanhoito- ja metsanparannustoihin; seka",
        "title_sv": "Användningen av medel ur gårdsbrukets utvecklingsfond",
        "content_sv": "Gårdsbrukets utvecklingsfonds medel får, utöver vad som ovan bestäms om användningen av dem, användas för 6) beskogning av åker i jord- och skogsbruksministeriets, Landsbygdsverkets eller arbetskrafts- och näringscentralens besittning och behövliga skogsvårds- och skogsförbättringsarbeten på de skogsmarker som är i deras besittning, samt för",
        "normalized_sv": "Gårdsbrukets utvecklingsfonds medel får, utöver vad som ovan bestäms om användningen av dem, användas för 6) beskogning av åker i jord- och skogsbruksministeriets, Landsbygdsverkets eller arbetskrafts- och näringscentralens besittning och behövliga skogsvårds- och skogsförbättringsarbeten på de skogsmarker som är i deras besittning, samt för",
        "folded_sv": "gardsbrukets utvecklingsfonds medel far, utover vad som ovan bestams om anvandningen av dem, anvandas for 6) beskogning av aker i jord- och skogsbruksministeriets, landsbygdsverkets eller arbetskrafts- och naringscentralens besittning och behovliga skogsvards- och skogsforbattringsarbeten pa de skogsmarker som ar i deras besittning, samt for"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "74 b",
      "section": "74 b",
      "title": "Aikaisemmasta lainsäädännöstä aiheutuvat Maaseutuviraston tehtävät",
      "content": "Sen estämättä, mitä 68, 69 ja 71―74 §:ssä säädetään ennen tämän lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista säännöksistä, määräyksistä ja sopimusehdoista, maa- ja metsätalousministeriön tietopalvelukeskukselle kuuluneet tehtävät hoitaa Maaseutuvirasto, jollei lailla erikseen toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74 b",
        "normalized_fi": "Sen estämättä, mitä 68, 69 ja 71―74 § :ssä säädetään ennen tämän lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista säännöksistä, määräyksistä ja sopimusehdoista, maa- ja metsätalousministeriön tietopalvelukeskukselle kuuluneet tehtävät hoitaa Maaseutuvirasto, jollei lailla erikseen toisin säädetä.",
        "folded_fi": "sen estamatta, mita 68, 69 ja 71―74 §:ssa saadetaan ennen taman lain voimaantuloa syntyneeseen oikeussuhteeseen sovellettavista saannoksista, maarayksista ja sopimusehdoista, maa- ja metsatalousministerion tietopalvelukeskukselle kuuluneet tehtavat hoitaa maaseutuvirasto, jollei lailla erikseen toisin saadeta.",
        "title_sv": "Uppgifter för Landsbygdsverket som följer av tidigare lagstiftning",
        "content_sv": "Utan hinder av vad som i 68, 69 och 71―74 § föreskrivs om bestämmelser, föreskrifter och avtalsvillkor som skall tillämpas på rättsförhållanden som uppkommit innan denna lag trätt i kraft sköts de uppgifter som hört till jord- och skogsbruksministeriets informationstjänstcentral av Landsbygdsverket, om inte annat föreskrivs särskilt genom lag.",
        "normalized_sv": "Utan hinder av vad som i 68, 69 och 71―74 § föreskrivs om bestämmelser, föreskrifter och avtalsvillkor som skall tillämpas på rättsförhållanden som uppkommit innan denna lag trätt i kraft sköts de uppgifter som hört till jord- och skogsbruksministeriets informationstjänstcentral av Landsbygdsverket, om inte annat föreskrivs särskilt genom lag.",
        "folded_sv": "utan hinder av vad som i 68, 69 och 71―74 § foreskrivs om bestammelser, foreskrifter och avtalsvillkor som skall tillampas pa rattsforhallanden som uppkommit innan denna lag tratt i kraft skots de uppgifter som hort till jord- och skogsbruksministeriets informationstjanstcentral av landsbygdsverket, om inte annat foreskrivs sarskilt genom lag."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}