{
  "id": "426/2024",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2024-06-28",
  "in_force_date": "2024-06-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/426/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "95 a",
      "section": "95 a",
      "title": "Tietojen antaminen kansainvälistä suojelua hakevalle",
      "content": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksensa. Jos 104 a §:ssä tarkoitettua rajamenettelyä ei sovelleta, tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95 a",
        "normalized_fi": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksensa. Jos 104 a § :ssä tarkoitettua rajamenettelyä ei sovelleta, tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän.",
        "folded_fi": "kansainvalista suojelua hakevalle kerrotaan turvapaikkamenettelysta seka hanen oikeuksistaan ja velvollisuuksistaan menettelyssa. poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hanen jattaessaan kansainvalista suojelua koskevan hakemuksensa. jos 104 a §:ssa tarkoitettua rajamenettelya ei sovelleta, tiedon voi antaa myos maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jattamisen jalkeen. tieto annetaan hakijan aidinkielella tai kielella, jota hanen perustellusti voidaan olettaa ymmartavan.",
        "title_sv": "Information till den som ansöker om internationellt skydd",
        "content_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när han eller hon lämnar in sin ansökan om internationellt skydd. Om ett gränsförfarande som avses i 104 a § inte tillämpas, kan informationen även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår.",
        "normalized_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när han eller hon lämnar in sin ansökan om internationellt skydd. Om ett gränsförfarande som avses i 104 a § inte tillämpas, kan informationen även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår.",
        "folded_sv": "den som ansoker om internationellt skydd ska upplysas om asylforfarandet och om sina rattigheter och skyldigheter under forfarandet. polisen eller granskontrollmyndigheten ska informera sokanden nar han eller hon lamnar in sin ansokan om internationellt skydd. om ett gransforfarande som avses i 104 a § inte tillampas, kan informationen aven ges av migrationsverket eller en forlaggning sa snart som mojligt efter det att ansokan har lamnats in. informationen ges pa sokandens modersmal eller pa ett sprak som det finns grundad anledning att anta att sokanden forstar."
      }
    },
    {
      "provision_ref": "97 a",
      "section": "97 a",
      "title": "Turvapaikkapuhuttelu",
      "content": "Jos Maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitää käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa Maahanmuuttovirastolla ja hakijalla on puhe- ja näköyhteys keskenään. Turvapaikkapuhuttelun tapaa harkitessaan Maahanmuuttoviraston on otettava huomioon hakijan iästä taikka fyysisestä tai psyykkisestä tilasta johtuva haavoittuva asema tai muut hakijan henkilökohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun sekä 6 §:ssä säädetyt edellytykset. Maahanmuuttoviraston on varmistettava, että turvapaikkapuhuttelu voidaan pitää tietoturvallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 a",
        "normalized_fi": "Jos Maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitää käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa Maahanmuuttovirastolla ja hakijalla on puhe- ja näköyhteys keskenään. Turvapaikkapuhuttelun tapaa harkitessaan Maahanmuuttoviraston on otettava huomioon hakijan iästä taikka fyysisestä tai psyykkisestä tilasta johtuva haavoittuva asema tai muut hakijan henkilökohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun sekä 6 § :ssä säädetyt edellytykset. Maahanmuuttoviraston on varmistettava, että turvapaikkapuhuttelu voidaan pitää tietoturvallisesti.",
        "folded_fi": "jos maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitaa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa maahanmuuttovirastolla ja hakijalla on puhe- ja nakoyhteys keskenaan. turvapaikkapuhuttelun tapaa harkitessaan maahanmuuttoviraston on otettava huomioon hakijan iasta taikka fyysisesta tai psyykkisesta tilasta johtuva haavoittuva asema tai muut hakijan henkilokohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun seka 6 §:ssa saadetyt edellytykset. maahanmuuttoviraston on varmistettava, etta turvapaikkapuhuttelu voidaan pitaa tietoturvallisesti.",
        "title_sv": "Asylsamtal",
        "content_sv": "Om Migrationsverket anser det vara ändamålsenligt, kan asylsamtal föras med hjälp av videokonferens eller någon annan lämplig teknisk dataöverföring där Migrationsverket och sökanden har sådan kontakt att de kan tala med och se varandra. Migrationsverket ska när det överväger på vilket sätt asylsamtalet ska föras beakta om sökanden befinner sig i en utsatt ställning som beror på sökandens ålder eller fysiska eller psykiska tillstånd eller om det finns andra personliga orsaker som kan inverka på samtalets förlopp samt beakta de förutsättningar som anges i 6 §. Migrationsverket ska säkerställa att asylsamtalet kan föras på ett informationssäkert sätt.",
        "normalized_sv": "Om Migrationsverket anser det vara ändamålsenligt, kan asylsamtal föras med hjälp av videokonferens eller någon annan lämplig teknisk dataöverföring där Migrationsverket och sökanden har sådan kontakt att de kan tala med och se varandra. Migrationsverket ska när det överväger på vilket sätt asylsamtalet ska föras beakta om sökanden befinner sig i en utsatt ställning som beror på sökandens ålder eller fysiska eller psykiska tillstånd eller om det finns andra personliga orsaker som kan inverka på samtalets förlopp samt beakta de förutsättningar som anges i 6 § . Migrationsverket ska säkerställa att asylsamtalet kan föras på ett informationssäkert sätt.",
        "folded_sv": "om migrationsverket anser det vara andamalsenligt, kan asylsamtal foras med hjalp av videokonferens eller nagon annan lamplig teknisk dataoverforing dar migrationsverket och sokanden har sadan kontakt att de kan tala med och se varandra. migrationsverket ska nar det overvager pa vilket satt asylsamtalet ska foras beakta om sokanden befinner sig i en utsatt stallning som beror pa sokandens alder eller fysiska eller psykiska tillstand eller om det finns andra personliga orsaker som kan inverka pa samtalets forlopp samt beakta de forutsattningar som anges i 6 §. migrationsverket ska sakerstalla att asylsamtalet kan foras pa ett informationssakert satt."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylätty 104 §:ssä tarkoitetussa nopeutetussa menettelyssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylätty 104 § :ssä tarkoitetussa nopeutetussa menettelyssä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylatty 104 §:ssa tarkoitetussa nopeutetussa menettelyssa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan om internationellt skydd kan betraktas som uppenbart ogrundad när den har avslagits vid ett påskyndat förfarande enligt 104 §.",
        "normalized_sv": "En ansökan om internationellt skydd kan betraktas som uppenbart ogrundad när den har avslagits vid ett påskyndat förfarande enligt 104 § .",
        "folded_sv": "en ansokan om internationellt skydd kan betraktas som uppenbart ogrundad nar den har avslagits vid ett paskyndat forfarande enligt 104 §."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Nopeutetun menettelyn käyttäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus käsitellään nopeutetussa menettelyssä, jos: 1) sen perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittämällä vääriä tietoja tai asiakirjoja tai jättämällä tahallaan ilmoittamatta olennaisia tietoja tai esittämättä henkilöllisyyttään tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa päätökseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessä tarkoituksessa tuhonneen tai kadottaneen henkilö- tai matkustusasiakirjan, josta olisi ollut apua hänen henkilöllisyytensä tai kansalaisuutensa selvittämisessä; 5) kyseessä on uusintahakemus, joka täyttää 102 §:n 3 momentissa säädetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; 7) hakija kieltäytyy noudattamasta Eurodac-järjestelmän perustamisesta sormenjälkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilön johonkin jäsenvaltioon jättämän kansainvälistä suojelua koskevan hakemuksen käsittelystä vastuussa olevan jäsenvaltion määrittämisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (EU) N:o 604/2013 tehokkaaksi soveltamiseksi sekä jäsenvaltioiden lainvalvontaviranomaisten ja Europolin esittämistä, Eurodac-tietoihin lainvalvontatarkoituksessa tehtäviä vertailuja koskevista pyynnöistä sekä vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojärjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (EU) N:o 1077/2011 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 603/2013 säädettyä velvollisuuttaan suostua sormenjälkien ottamiseen; 8) hakija on tullut Suomeen tai jatkanut oleskeluaan Suomessa laittomasti ja ilman 95 §:n 2 momentissa tarkoitettua syytä joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvälistä suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvät olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syistä katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle järjestykselle taikka hakija on poistettu maasta pakkokeinoin yleistä turvallisuutta tai yleistä järjestystä koskevista vakavista syistä. Ilman huoltajaa olevan alaikäisen jättämä hakemus ratkaistaan nopeutetussa menettelyssä vain 1 momentin 2, 5 tai 9 kohdassa säädetyllä perusteella. Jos 96 a §:ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus käsitellään nopeutetussa menettelyssä, jos: 1) sen perusteeksi ei ole esitetty 87 § :n 1 momentissa tai 88 § :n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittämällä vääriä tietoja tai asiakirjoja tai jättämällä tahallaan ilmoittamatta olennaisia tietoja tai esittämättä henkilöllisyyttään tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa päätökseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessä tarkoituksessa tuhonneen tai kadottaneen henkilö- tai matkustusasiakirjan, josta olisi ollut apua hänen henkilöllisyytensä tai kansalaisuutensa selvittämisessä; 5) kyseessä on uusintahakemus, joka täyttää 102 § :n 3 momentissa säädetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; 7) hakija kieltäytyy noudattamasta Eurodac-järjestelmän perustamisesta sormenjälkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilön johonkin jäsenvaltioon jättämän kansainvälistä suojelua koskevan hakemuksen käsittelystä vastuussa olevan jäsenvaltion määrittämisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (EU) N:o 604/2013 tehokkaaksi soveltamiseksi sekä jäsenvaltioiden lainvalvontaviranomaisten ja Europolin esittämistä, Eurodac-tietoihin lainvalvontatarkoituksessa tehtäviä vertailuja koskevista pyynnöistä sekä vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojärjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (EU) N:o 1077/2011 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 603/2013 säädettyä velvollisuuttaan suostua sormenjälkien ottamiseen; 8) hakija on tullut Suomeen tai jatkanut oleskeluaan Suomessa laittomasti ja ilman 95 § :n 2 momentissa tarkoitettua syytä joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvälistä suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvät olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syistä katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle järjestykselle taikka hakija on poistettu maasta pakkokeinoin yleistä turvallisuutta tai yleistä järjestystä koskevista vakavista syistä. Ilman huoltajaa olevan alaikäisen jättämä hakemus ratkaistaan nopeutetussa menettelyssä vain 1 momentin 2, 5 tai 9 kohdassa säädetyllä perusteella. Jos 96 a § :ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus kasitellaan nopeutetussa menettelyssa, jos: 1) sen perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvat palautuskieltoihin, tai esitetyt vaitteet ovat selvasti epauskottavia; 2) hakija on saapunut turvallisesta alkuperamaasta, jonne hanet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittamalla vaaria tietoja tai asiakirjoja tai jattamalla tahallaan ilmoittamatta olennaisia tietoja tai esittamatta henkilollisyyttaan tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa paatokseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessa tarkoituksessa tuhonneen tai kadottaneen henkilo- tai matkustusasiakirjan, josta olisi ollut apua hanen henkilollisyytensa tai kansalaisuutensa selvittamisessa; 5) kyseessa on uusintahakemus, joka tayttaa 102 §:n 3 momentissa saadetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttaakseen tai estaakseen sellaisen jo tehdyn tai valittomasti odotettavissa olevan paatoksen taytantoonpanoa, joka merkitsisi hanen poistamistaan maasta; 7) hakija kieltaytyy noudattamasta eurodac-jarjestelman perustamisesta sormenjalkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilon johonkin jasenvaltioon jattaman kansainvalista suojelua koskevan hakemuksen kasittelysta vastuussa olevan jasenvaltion maarittamisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (eu) n:o 604/2013 tehokkaaksi soveltamiseksi seka jasenvaltioiden lainvalvontaviranomaisten ja europolin esittamista, eurodac-tietoihin lainvalvontatarkoituksessa tehtavia vertailuja koskevista pyynnoista seka vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojarjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (eu) n:o 1077/2011 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 603/2013 saadettya velvollisuuttaan suostua sormenjalkien ottamiseen; 8) hakija on tullut suomeen tai jatkanut oleskeluaan suomessa laittomasti ja ilman 95 §:n 2 momentissa tarkoitettua syyta joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvalista suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvat olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syista katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle jarjestykselle taikka hakija on poistettu maasta pakkokeinoin yleista turvallisuutta tai yleista jarjestysta koskevista vakavista syista. ilman huoltajaa olevan alaikaisen jattama hakemus ratkaistaan nopeutetussa menettelyssa vain 1 momentin 2, 5 tai 9 kohdassa saadetylla perusteella. jos 96 a §:ssa tarkoitettua tukea ei pystyta antamaan nopeutetussa menettelyssa, nopeutettua menettelya ei sovelleta. kaytettaessa nopeutettua menettelya maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jattamisesta.",
        "title_sv": "Tillämpning av påskyndat förfarande",
        "content_sv": "En ansökan om internationellt skydd behandlas vid påskyndat förfarande, om 1) ansökan inte motiveras med sådana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka, 3) sökanden har vilselett myndigheterna genom att lämna oriktiga uppgifter eller falska handlingar eller genom att undanhålla relevanta uppgifter eller handlingar som rör hans eller hennes identitet eller medborgarskap och som kunde ha påverkat beslutet i negativ riktning, 4) det kan antas att sökanden i ond tro har förstört eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att fastställa hans eller hennes identitet eller medborgarskap, 5) det är fråga om en ny ansökan som uppfyller förutsättningarna enligt 102 § 3 mom. för upptagande av en ansökan till prövning, 6) sökanden har lämnat in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, 7) sökanden vägrar att fullgöra sin skyldighet att lämna fingeravtryck i enlighet med Europaparlamentets och rådets förordning (EU) nr 603/2013 om inrättande av Eurodac för jämförelse av fingeravtryck för en effektiv tillämpning av förordning (EU) nr 604/2013 om kriterier och mekanismer för att avgöra vilken medlemsstat som är ansvarig för att pröva en ansökan om internationellt skydd som en tredjelandsmedborgare eller en statslös person har lämnat in i någon medlemsstat och för när medlemsstaternas brottsbekämpande myndigheter och Europol begär jämförelser med Eurodacuppgifter för brottsbekämpande ändamål, samt om ändring av förordning (EU) nr 1077/2011 om inrättande av en Europeisk byrå för den operativa förvaltningen av stora it-system inom området frihet, säkerhet och rättvisa, 8) sökanden olagligen har anlänt till Finland eller olagligen har förlängt sin vistelse i Finland och, utan sådana grunder som avses i 95 § 2 mom., varken har anmält sig till myndigheterna eller lämnat in en ansökan om internationellt skydd så snart som möjligt med tanke på omständigheterna kring inresan, eller 9) sökanden på allvarliga grunder kan betraktas som en fara för den nationella säkerheten eller den allmänna ordningen, eller sökanden med tvång har avlägsnats ur landet på allvarliga grunder som gäller allmän ordning och säkerhet. En ansökan som har lämnats in av en minderårig utan vårdnadshavare avgörs vid påskyndat förfarande endast på en grund som anges i 1 mom. 2, 5 eller 9 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från det att den lämnades in.",
        "normalized_sv": "En ansökan om internationellt skydd behandlas vid påskyndat förfarande, om 1) ansökan inte motiveras med sådana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka, 3) sökanden har vilselett myndigheterna genom att lämna oriktiga uppgifter eller falska handlingar eller genom att undanhålla relevanta uppgifter eller handlingar som rör hans eller hennes identitet eller medborgarskap och som kunde ha påverkat beslutet i negativ riktning, 4) det kan antas att sökanden i ond tro har förstört eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att fastställa hans eller hennes identitet eller medborgarskap, 5) det är fråga om en ny ansökan som uppfyller förutsättningarna enligt 102 § 3 mom. för upptagande av en ansökan till prövning, 6) sökanden har lämnat in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, 7) sökanden vägrar att fullgöra sin skyldighet att lämna fingeravtryck i enlighet med Europaparlamentets och rådets förordning (EU) nr 603/2013 om inrättande av Eurodac för jämförelse av fingeravtryck för en effektiv tillämpning av förordning (EU) nr 604/2013 om kriterier och mekanismer för att avgöra vilken medlemsstat som är ansvarig för att pröva en ansökan om internationellt skydd som en tredjelandsmedborgare eller en statslös person har lämnat in i någon medlemsstat och för när medlemsstaternas brottsbekämpande myndigheter och Europol begär jämförelser med Eurodacuppgifter för brottsbekämpande ändamål, samt om ändring av förordning (EU) nr 1077/2011 om inrättande av en Europeisk byrå för den operativa förvaltningen av stora it-system inom området frihet, säkerhet och rättvisa, 8) sökanden olagligen har anlänt till Finland eller olagligen har förlängt sin vistelse i Finland och, utan sådana grunder som avses i 95 § 2 mom., varken har anmält sig till myndigheterna eller lämnat in en ansökan om internationellt skydd så snart som möjligt med tanke på omständigheterna kring inresan, eller 9) sökanden på allvarliga grunder kan betraktas som en fara för den nationella säkerheten eller den allmänna ordningen, eller sökanden med tvång har avlägsnats ur landet på allvarliga grunder som gäller allmän ordning och säkerhet. En ansökan som har lämnats in av en minderårig utan vårdnadshavare avgörs vid påskyndat förfarande endast på en grund som anges i 1 mom. 2, 5 eller 9 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från det att den lämnades in.",
        "folded_sv": "en ansokan om internationellt skydd behandlas vid paskyndat forfarande, om 1) ansokan inte motiveras med sadana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till forbuden mot tillbakasandning eller om pastaendena ar klart icke-trovardiga, 2) sokanden har kommit fran ett sakert ursprungsland dit han eller hon kan sandas tillbaka, 3) sokanden har vilselett myndigheterna genom att lamna oriktiga uppgifter eller falska handlingar eller genom att undanhalla relevanta uppgifter eller handlingar som ror hans eller hennes identitet eller medborgarskap och som kunde ha paverkat beslutet i negativ riktning, 4) det kan antas att sokanden i ond tro har forstort eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att faststalla hans eller hennes identitet eller medborgarskap, 5) det ar fraga om en ny ansokan som uppfyller forutsattningarna enligt 102 § 3 mom. for upptagande av en ansokan till provning, 6) sokanden har lamnat in en ansokan enbart for att fordroja eller hindra verkstalligheten av ett redan fattat eller forestaende beslut som skulle leda till att sokanden avlagsnas ur landet, 7) sokanden vagrar att fullgora sin skyldighet att lamna fingeravtryck i enlighet med europaparlamentets och radets forordning (eu) nr 603/2013 om inrattande av eurodac for jamforelse av fingeravtryck for en effektiv tillampning av forordning (eu) nr 604/2013 om kriterier och mekanismer for att avgora vilken medlemsstat som ar ansvarig for att prova en ansokan om internationellt skydd som en tredjelandsmedborgare eller en statslos person har lamnat in i nagon medlemsstat och for nar medlemsstaternas brottsbekampande myndigheter och europol begar jamforelser med eurodacuppgifter for brottsbekampande andamal, samt om andring av forordning (eu) nr 1077/2011 om inrattande av en europeisk byra for den operativa forvaltningen av stora it-system inom omradet frihet, sakerhet och rattvisa, 8) sokanden olagligen har anlant till finland eller olagligen har forlangt sin vistelse i finland och, utan sadana grunder som avses i 95 § 2 mom., varken har anmalt sig till myndigheterna eller lamnat in en ansokan om internationellt skydd sa snart som mojligt med tanke pa omstandigheterna kring inresan, eller 9) sokanden pa allvarliga grunder kan betraktas som en fara for den nationella sakerheten eller den allmanna ordningen, eller sokanden med tvang har avlagsnats ur landet pa allvarliga grunder som galler allman ordning och sakerhet. en ansokan som har lamnats in av en minderarig utan vardnadshavare avgors vid paskyndat forfarande endast pa en grund som anges i 1 mom. 2, 5 eller 9 punkten. om stod som avses i 96 a § inte kan ges vid paskyndat forfarande, far paskyndat forfarande inte tillampas. vid tillampning av paskyndat forfarande ska migrationsverket avgora ansokan inom fem manader fran det att den lamnades in."
      }
    },
    {
      "provision_ref": "104 a",
      "section": "104 a",
      "title": "Rajamenettely",
      "content": "Rajamenettelyssä päätetään ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessä tehdyn kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä 103 §:n nojalla tai ratkaistaan hakemus 104 §:n nojalla nopeutetussa menettelyssä. Rajamenettelyn 1 momentissa säädetystä soveltamisesta voidaan tilapäisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. Jos hakija on ilman huoltajaa oleva alaikäinen, rajamenettelyä sovelletaan vain, jos hakemus voidaan: 1) jättää tutkimatta; a) 103 §:n 1 kohdan nojalla, koska hakija tulee 99 a §:ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; tai b) 103 §:n 4 kohdan nojalla; taikka 2) käsitellä nopeutetussa menettelyssä; a) 104 §:n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 §:n 1 momentin 3 kohdan nojalla, jos hakija on esittänyt vääriä asiakirjoja; tai c) 104 §:n 1 momentin 4 kohdan nojalla. Lisäksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttää, että on vakavia syitä katsoa hakijan pyrkivän salaamaan merkittäviä seikkoja, jotka todennäköisesti johtaisivat kielteiseen päätökseen. Hakijalle on annettava mahdollisuus esittää hyväksyttäviä syitä toiminnalleen. Rajamenettelyä ei sovelleta, jos 96 a §:ssä tarkoitettua tukea ei voida antaa. Käytettäessä rajamenettelyä Maahanmuuttoviraston on ratkaistava hakemus neljän viikon kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 a",
        "normalized_fi": "Rajamenettelyssä päätetään ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessä tehdyn kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä 103 § :n nojalla tai ratkaistaan hakemus 104 § :n nojalla nopeutetussa menettelyssä. Rajamenettelyn 1 momentissa säädetystä soveltamisesta voidaan tilapäisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. Jos hakija on ilman huoltajaa oleva alaikäinen, rajamenettelyä sovelletaan vain, jos hakemus voidaan: 1) jättää tutkimatta; a) 103 § :n 1 kohdan nojalla, koska hakija tulee 99 a § :ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; tai b) 103 § :n 4 kohdan nojalla; taikka 2) käsitellä nopeutetussa menettelyssä; a) 104 § :n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 § :n 1 momentin 3 kohdan nojalla, jos hakija on esittänyt vääriä asiakirjoja; tai c) 104 § :n 1 momentin 4 kohdan nojalla. Lisäksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttää, että on vakavia syitä katsoa hakijan pyrkivän salaamaan merkittäviä seikkoja, jotka todennäköisesti johtaisivat kielteiseen päätökseen. Hakijalle on annettava mahdollisuus esittää hyväksyttäviä syitä toiminnalleen. Rajamenettelyä ei sovelleta, jos 96 a § :ssä tarkoitettua tukea ei voida antaa. Käytettäessä rajamenettelyä Maahanmuuttoviraston on ratkaistava hakemus neljän viikon kuluessa sen jättämisestä.",
        "folded_fi": "rajamenettelyssa paatetaan ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessa tehdyn kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta 103 §:n nojalla tai ratkaistaan hakemus 104 §:n nojalla nopeutetussa menettelyssa. rajamenettelyn 1 momentissa saadetysta soveltamisesta voidaan tilapaisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. jos hakija on ilman huoltajaa oleva alaikainen, rajamenettelya sovelletaan vain, jos hakemus voidaan: 1) jattaa tutkimatta; a) 103 §:n 1 kohdan nojalla, koska hakija tulee 99 a §:ssa maaritellysta turvallisesta kolmannesta maasta, jonne hanet voidaan palauttaa; tai b) 103 §:n 4 kohdan nojalla; taikka 2) kasitella nopeutetussa menettelyssa; a) 104 §:n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 §:n 1 momentin 3 kohdan nojalla, jos hakija on esittanyt vaaria asiakirjoja; tai c) 104 §:n 1 momentin 4 kohdan nojalla. lisaksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttaa, etta on vakavia syita katsoa hakijan pyrkivan salaamaan merkittavia seikkoja, jotka todennakoisesti johtaisivat kielteiseen paatokseen. hakijalle on annettava mahdollisuus esittaa hyvaksyttavia syita toiminnalleen. rajamenettelya ei sovelleta, jos 96 a §:ssa tarkoitettua tukea ei voida antaa. kaytettaessa rajamenettelya maahanmuuttoviraston on ratkaistava hakemus neljan viikon kuluessa sen jattamisesta.",
        "title_sv": "Gränsförfarande",
        "content_sv": "Vid ett gränsförfarande beslutas det att en ansökan om internationellt skydd som gjorts vid ett gränsövergångsställe vid den yttre gränsen eller i samband med ett olovligt överskridande av den yttre gränsen ska avvisas utan prövning med stöd av 103 § eller avgörs ansökan vid påskyndat förfarande med stöd av 104 §. Det är tillåtet att tillfälligt avvika från tillämpningen av gränsförfarandet enligt 1 mom., om tillämpningen på grund av exceptionella omständigheter inte är möjlig. Om sökanden är en minderårig utan vårdnadshavare, tillämpas gränsförfarandet endast om ansökan kan 1) avvisas utan prövning a) med stöd av 103 § 1 punkten, med hänsyn till att sökanden kommer från ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, eller b) med stöd av 103 § 4 punkten, eller 2) behandlas vid påskyndat förfarande a) med stöd av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stöd av 104 § 1 mom. 3 punkten, om sökanden har visat upp falska handlingar, eller c) med stöd av 104 § 1 mom. 4 punkten. En förutsättning för tillämpning av 3 mom. 2 punkten underpunkterna b och c är dessutom att det finns allvarliga skäl att anse att sökanden försöker dölja betydande omständigheter som sannolikt skulle leda till ett negativt beslut. Sökanden ska ges möjlighet att ange godtagbara skäl till sitt förfarande. Gränsförfarandet tillämpas inte, om det stöd som avses i 96 a § inte kan ges. När gränsförfarandet tillämpas ska Migrationsverket avgöra ansökan inom fyra veckor från det att den lämnades in.",
        "normalized_sv": "Vid ett gränsförfarande beslutas det att en ansökan om internationellt skydd som gjorts vid ett gränsövergångsställe vid den yttre gränsen eller i samband med ett olovligt överskridande av den yttre gränsen ska avvisas utan prövning med stöd av 103 § eller avgörs ansökan vid påskyndat förfarande med stöd av 104 § . Det är tillåtet att tillfälligt avvika från tillämpningen av gränsförfarandet enligt 1 mom., om tillämpningen på grund av exceptionella omständigheter inte är möjlig. Om sökanden är en minderårig utan vårdnadshavare, tillämpas gränsförfarandet endast om ansökan kan 1) avvisas utan prövning a) med stöd av 103 § 1 punkten, med hänsyn till att sökanden kommer från ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, eller b) med stöd av 103 § 4 punkten, eller 2) behandlas vid påskyndat förfarande a) med stöd av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stöd av 104 § 1 mom. 3 punkten, om sökanden har visat upp falska handlingar, eller c) med stöd av 104 § 1 mom. 4 punkten. En förutsättning för tillämpning av 3 mom. 2 punkten underpunkterna b och c är dessutom att det finns allvarliga skäl att anse att sökanden försöker dölja betydande omständigheter som sannolikt skulle leda till ett negativt beslut. Sökanden ska ges möjlighet att ange godtagbara skäl till sitt förfarande. Gränsförfarandet tillämpas inte, om det stöd som avses i 96 a § inte kan ges. När gränsförfarandet tillämpas ska Migrationsverket avgöra ansökan inom fyra veckor från det att den lämnades in.",
        "folded_sv": "vid ett gransforfarande beslutas det att en ansokan om internationellt skydd som gjorts vid ett gransovergangsstalle vid den yttre gransen eller i samband med ett olovligt overskridande av den yttre gransen ska avvisas utan provning med stod av 103 § eller avgors ansokan vid paskyndat forfarande med stod av 104 §. det ar tillatet att tillfalligt avvika fran tillampningen av gransforfarandet enligt 1 mom., om tillampningen pa grund av exceptionella omstandigheter inte ar mojlig. om sokanden ar en minderarig utan vardnadshavare, tillampas gransforfarandet endast om ansokan kan 1) avvisas utan provning a) med stod av 103 § 1 punkten, med hansyn till att sokanden kommer fran ett i 99 a § definierat sakert tredjeland dit han eller hon kan sandas tillbaka, eller b) med stod av 103 § 4 punkten, eller 2) behandlas vid paskyndat forfarande a) med stod av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stod av 104 § 1 mom. 3 punkten, om sokanden har visat upp falska handlingar, eller c) med stod av 104 § 1 mom. 4 punkten. en forutsattning for tillampning av 3 mom. 2 punkten underpunkterna b och c ar dessutom att det finns allvarliga skal att anse att sokanden forsoker dolja betydande omstandigheter som sannolikt skulle leda till ett negativt beslut. sokanden ska ges mojlighet att ange godtagbara skal till sitt forfarande. gransforfarandet tillampas inte, om det stod som avses i 96 a § inte kan ges. nar gransforfarandet tillampas ska migrationsverket avgora ansokan inom fyra veckor fran det att den lamnades in."
      }
    },
    {
      "provision_ref": "104 b",
      "section": "104 b",
      "title": "Liikkumisoikeuden rajoittaminen rajamenettelyssä",
      "content": "Poiketen siitä, mitä 40 §:n 3 momentissa ja 41 §:ssä säädetään, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. Hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka näiden läheisyydessä sijaitsevan, hänelle osoitetun vastaanottokeskuksen alueella, jolla pysymistä varmistetaan estein. Vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia sekä siltä selvästi erotettua aluetta. Tontin tai siltä erotetun alueen on oltava riittävän laaja, jotta voidaan turvata hakijan yksityiselämän koskemattomuus ja vastaanottopalvelujen saaminen. Hakijalle on annettava selvästi tieto alueen rajoista. Maahanmuuttovirasto voi myöntää hakijalle luvan poistua tilapäisesti vastaanottokeskuksen alueelta lähiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilökohtaisen syyn vuoksi. Hakijalla on myös oikeus poistua vastaanottokeskuksen alueelta, jos se on välttämätöntä vastaanottopalvelujen saamiseksi tai alaikäisten koulunkäynnin järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 b",
        "normalized_fi": "Poiketen siitä, mitä 40 § :n 3 momentissa ja 41 § :ssä säädetään, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. Hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka näiden läheisyydessä sijaitsevan, hänelle osoitetun vastaanottokeskuksen alueella, jolla pysymistä varmistetaan estein. Vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia sekä siltä selvästi erotettua aluetta. Tontin tai siltä erotetun alueen on oltava riittävän laaja, jotta voidaan turvata hakijan yksityiselämän koskemattomuus ja vastaanottopalvelujen saaminen. Hakijalle on annettava selvästi tieto alueen rajoista. Maahanmuuttovirasto voi myöntää hakijalle luvan poistua tilapäisesti vastaanottokeskuksen alueelta lähiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilökohtaisen syyn vuoksi. Hakijalla on myös oikeus poistua vastaanottokeskuksen alueelta, jos se on välttämätöntä vastaanottopalvelujen saamiseksi tai alaikäisten koulunkäynnin järjestämiseksi.",
        "folded_fi": "poiketen siita, mita 40 §:n 3 momentissa ja 41 §:ssa saadetaan, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka naiden laheisyydessa sijaitsevan, hanelle osoitetun vastaanottokeskuksen alueella, jolla pysymista varmistetaan estein. vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia seka silta selvasti erotettua aluetta. tontin tai silta erotetun alueen on oltava riittavan laaja, jotta voidaan turvata hakijan yksityiselaman koskemattomuus ja vastaanottopalvelujen saaminen. hakijalle on annettava selvasti tieto alueen rajoista. maahanmuuttovirasto voi myontaa hakijalle luvan poistua tilapaisesti vastaanottokeskuksen alueelta lahiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilokohtaisen syyn vuoksi. hakijalla on myos oikeus poistua vastaanottokeskuksen alueelta, jos se on valttamatonta vastaanottopalvelujen saamiseksi tai alaikaisten koulunkaynnin jarjestamiseksi.",
        "title_sv": "Begränsning av rörelsefriheten vid gränsförfarande",
        "content_sv": "Med avvikelse från vad som föreskrivs i 40 § 3 mom. och 41 § har sökanden inte rätt att röra sig fritt och välja bostadsort under gränsförfarandet. Under gränsförfarandet är sökanden skyldig att vistas vid gränsen eller i transitzonen eller på området för en förläggning som är belägen i närheten av dessa och som anvisats sökanden, och det säkerställs med hjälp av hinder att sökanden stannar inom området i fråga. Med området för en förläggning avses förläggningens tomt samt ett område på tomten som är tydligt avskilt. Tomten eller det avskilda området ska vara tillräckligt stort, så att sökandens privatliv kan tryggas och sökanden kan få tillgång till mottagningstjänster. Sökanden ska ges tydlig information om gränserna för området. Migrationsverket kan bevilja sökanden tillstånd att tillfälligt avlägsna sig från förläggningens område på grund av en nära anhörigs allvarliga sjukdom eller begravning, eller av något annat vägande personligt skäl. Sökanden har också rätt att avlägsna sig från förläggningens område, om det är nödvändigt för att få tillgång till mottagningstjänster eller för att ordna skolgång för minderåriga.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 40 § 3 mom. och 41 § har sökanden inte rätt att röra sig fritt och välja bostadsort under gränsförfarandet. Under gränsförfarandet är sökanden skyldig att vistas vid gränsen eller i transitzonen eller på området för en förläggning som är belägen i närheten av dessa och som anvisats sökanden, och det säkerställs med hjälp av hinder att sökanden stannar inom området i fråga. Med området för en förläggning avses förläggningens tomt samt ett område på tomten som är tydligt avskilt. Tomten eller det avskilda området ska vara tillräckligt stort, så att sökandens privatliv kan tryggas och sökanden kan få tillgång till mottagningstjänster. Sökanden ska ges tydlig information om gränserna för området. Migrationsverket kan bevilja sökanden tillstånd att tillfälligt avlägsna sig från förläggningens område på grund av en nära anhörigs allvarliga sjukdom eller begravning, eller av något annat vägande personligt skäl. Sökanden har också rätt att avlägsna sig från förläggningens område, om det är nödvändigt för att få tillgång till mottagningstjänster eller för att ordna skolgång för minderåriga.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 40 § 3 mom. och 41 § har sokanden inte ratt att rora sig fritt och valja bostadsort under gransforfarandet. under gransforfarandet ar sokanden skyldig att vistas vid gransen eller i transitzonen eller pa omradet for en forlaggning som ar belagen i narheten av dessa och som anvisats sokanden, och det sakerstalls med hjalp av hinder att sokanden stannar inom omradet i fraga. med omradet for en forlaggning avses forlaggningens tomt samt ett omrade pa tomten som ar tydligt avskilt. tomten eller det avskilda omradet ska vara tillrackligt stort, sa att sokandens privatliv kan tryggas och sokanden kan fa tillgang till mottagningstjanster. sokanden ska ges tydlig information om granserna for omradet. migrationsverket kan bevilja sokanden tillstand att tillfalligt avlagsna sig fran forlaggningens omrade pa grund av en nara anhorigs allvarliga sjukdom eller begravning, eller av nagot annat vagande personligt skal. sokanden har ocksa ratt att avlagsna sig fran forlaggningens omrade, om det ar nodvandigt for att fa tillgang till mottagningstjanster eller for att ordna skolgang for minderariga."
      }
    },
    {
      "provision_ref": "104 c",
      "section": "104 c",
      "title": "Rajamenettelyn päättyminen",
      "content": "Rajamenettely päättyy: 1) jos edellytyksiä jättää kansainvälistä suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssä ei ole; 2) jos Maahanmuuttovirasto ei ole tehnyt päätöstä kansainvälistä suojelua koskevasta hakemuksesta neljän viikon kuluessa sen jättämisestä; 3) jos Maahanmuuttoviraston päätöstä ei anneta tiedoksi seitsemän päivän, joista vähintään viiden on oltava arkipäiviä, kuluessa siitä, kun päätös on tehty; 4) jos hallinto-oikeus kieltää käännyttämistä koskevan päätöksen täytäntöönpanon; tai 5) neljän viikon kuluttua siitä, kun käännyttämistä koskeva päätös on tullut täytäntöönpanokelpoiseksi, jos hallinto-oikeus ei ole kieltänyt päätöksen täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 c",
        "normalized_fi": "Rajamenettely päättyy: 1) jos edellytyksiä jättää kansainvälistä suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssä ei ole; 2) jos Maahanmuuttovirasto ei ole tehnyt päätöstä kansainvälistä suojelua koskevasta hakemuksesta neljän viikon kuluessa sen jättämisestä; 3) jos Maahanmuuttoviraston päätöstä ei anneta tiedoksi seitsemän päivän, joista vähintään viiden on oltava arkipäiviä, kuluessa siitä, kun päätös on tehty; 4) jos hallinto-oikeus kieltää käännyttämistä koskevan päätöksen täytäntöönpanon; tai 5) neljän viikon kuluttua siitä, kun käännyttämistä koskeva päätös on tullut täytäntöönpanokelpoiseksi, jos hallinto-oikeus ei ole kieltänyt päätöksen täytäntöönpanoa.",
        "folded_fi": "rajamenettely paattyy: 1) jos edellytyksia jattaa kansainvalista suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssa ei ole; 2) jos maahanmuuttovirasto ei ole tehnyt paatosta kansainvalista suojelua koskevasta hakemuksesta neljan viikon kuluessa sen jattamisesta; 3) jos maahanmuuttoviraston paatosta ei anneta tiedoksi seitseman paivan, joista vahintaan viiden on oltava arkipaivia, kuluessa siita, kun paatos on tehty; 4) jos hallinto-oikeus kieltaa kaannyttamista koskevan paatoksen taytantoonpanon; tai 5) neljan viikon kuluttua siita, kun kaannyttamista koskeva paatos on tullut taytantoonpanokelpoiseksi, jos hallinto-oikeus ei ole kieltanyt paatoksen taytantoonpanoa.",
        "title_sv": "Upphörande av gränsförfarande",
        "content_sv": "Gränsförfarandet upphör 1) om det inte finns förutsättningar att avvisa ansökan om internationellt skydd utan prövning eller att avgöra den vid påskyndat förfarande, 2) om Migrationsverket inte har fattat ett beslut som gäller ansökan om internationellt skydd inom fyra veckor från det att ansökan lämnades in, 3) om Migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem måste vara vardagar, från det att beslutet fattades, 4) om förvaltningsdomstolen förbjuder verkställigheten av ett avvisningsbeslut, eller 5) fyra veckor från det att avvisningsbeslutet har blivit verkställbart, om förvaltningsdomstolen inte har förbjudit verkställigheten av beslutet.",
        "normalized_sv": "Gränsförfarandet upphör 1) om det inte finns förutsättningar att avvisa ansökan om internationellt skydd utan prövning eller att avgöra den vid påskyndat förfarande, 2) om Migrationsverket inte har fattat ett beslut som gäller ansökan om internationellt skydd inom fyra veckor från det att ansökan lämnades in, 3) om Migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem måste vara vardagar, från det att beslutet fattades, 4) om förvaltningsdomstolen förbjuder verkställigheten av ett avvisningsbeslut, eller 5) fyra veckor från det att avvisningsbeslutet har blivit verkställbart, om förvaltningsdomstolen inte har förbjudit verkställigheten av beslutet.",
        "folded_sv": "gransforfarandet upphor 1) om det inte finns forutsattningar att avvisa ansokan om internationellt skydd utan provning eller att avgora den vid paskyndat forfarande, 2) om migrationsverket inte har fattat ett beslut som galler ansokan om internationellt skydd inom fyra veckor fran det att ansokan lamnades in, 3) om migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem maste vara vardagar, fran det att beslutet fattades, 4) om forvaltningsdomstolen forbjuder verkstalligheten av ett avvisningsbeslut, eller 5) fyra veckor fran det att avvisningsbeslutet har blivit verkstallbart, om forvaltningsdomstolen inte har forbjudit verkstalligheten av beslutet."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 104 §:n 1 momentin 2 kohtaa ja 101 §:ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 104 § :n 1 momentin 2 kohtaa ja 101 § :ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 104 §:n 1 momentin 2 kohtaa ja 101 §:aa. sisaministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 104 § 1 mom. 2 punkten och 101 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 104 § 1 mom. 2 punkten och 101 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 104 § 1 mom. 2 punkten och 101 §. inrikesministeriet underrattar radet om saken."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "title": "Säilöön ottamisen edellytykset",
      "content": "Jos 118-120 §:ssä tarkoitetut turvaamistoimet eivät ole riittäviä, ulkomaalainen voidaan yksilöllisen arvioinnin perusteella ottaa säilöön, jos: 5) säilöönotto perustuu vastuuvaltion määrittämisestä annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilökohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, että hän muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) säilöönotto on tarpeen 104 a §:ssä säädetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessä voidaan tehdä päätös hakijan oikeudesta tulla Suomen alueelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:121",
        "normalized_fi": "Jos 118-120 § :ssä tarkoitetut turvaamistoimet eivät ole riittäviä, ulkomaalainen voidaan yksilöllisen arvioinnin perusteella ottaa säilöön, jos: 5) säilöönotto perustuu vastuuvaltion määrittämisestä annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilökohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, että hän muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) säilöönotto on tarpeen 104 a § :ssä säädetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessä voidaan tehdä päätös hakijan oikeudesta tulla Suomen alueelle.",
        "folded_fi": "jos 118-120 §:ssa tarkoitetut turvaamistoimet eivat ole riittavia, ulkomaalainen voidaan yksilollisen arvioinnin perusteella ottaa sailoon, jos: 5) sailoonotto perustuu vastuuvaltion maarittamisesta annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilokohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, etta han muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) sailoonotto on tarpeen 104 a §:ssa saadetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessa voidaan tehda paatos hakijan oikeudesta tulla suomen alueelle.",
        "title_sv": "Förutsättningar för tagande i förvar",
        "content_sv": "Om de säkringsåtgärder som avses i 118-120 § inte är tillräckliga, får en utlänning utifrån en individuell bedömning tas i förvar, om 5) tagandet i förvar grundar sig på artikel 28 i förordningen om bestämmandet av den ansvariga staten, 6) det med hänsyn till utlänningens personliga och övriga förhållanden finns grundad anledning att anta att han eller hon utgör ett hot mot den nationella säkerheten, eller 7) tagandet i förvar behövs för tillämpning av det gränsförfarande som föreskrivs i 104 a § så att beslut om sökandens rätt att resa in på Finlands territorium kan fattas under förfarandet.",
        "normalized_sv": "Om de säkringsåtgärder som avses i 118-120 § inte är tillräckliga, får en utlänning utifrån en individuell bedömning tas i förvar, om 5) tagandet i förvar grundar sig på artikel 28 i förordningen om bestämmandet av den ansvariga staten, 6) det med hänsyn till utlänningens personliga och övriga förhållanden finns grundad anledning att anta att han eller hon utgör ett hot mot den nationella säkerheten, eller 7) tagandet i förvar behövs för tillämpning av det gränsförfarande som föreskrivs i 104 a § så att beslut om sökandens rätt att resa in på Finlands territorium kan fattas under förfarandet.",
        "folded_sv": "om de sakringsatgarder som avses i 118-120 § inte ar tillrackliga, far en utlanning utifran en individuell bedomning tas i forvar, om 5) tagandet i forvar grundar sig pa artikel 28 i forordningen om bestammandet av den ansvariga staten, 6) det med hansyn till utlanningens personliga och ovriga forhallanden finns grundad anledning att anta att han eller hon utgor ett hot mot den nationella sakerheten, eller 7) tagandet i forvar behovs for tillampning av det gransforfarande som foreskrivs i 104 a § sa att beslut om sokandens ratt att resa in pa finlands territorium kan fattas under forfarandet."
      }
    },
    {
      "provision_ref": "147 a",
      "section": "147 a",
      "title": "Vapaaehtoinen paluu",
      "content": "Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 §:ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 101 §:ssä tarkoitetusta ilmeisen perusteettomasta hakemuksesta. Pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:147 a",
        "normalized_fi": "Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 § :ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 101 § :ssä tarkoitetusta ilmeisen perusteettomasta hakemuksesta. Pakenemisen vaaraa arvioidaan siten kuin 121 a § :ssä säädetään.",
        "folded_fi": "aikaa vapaaehtoiseen paluuseen ei maarata myoskaan silloin, kun on olemassa pakenemisen vaara, henkilon katsotaan olevan vaaraksi yleiselle jarjestykselle tai turvallisuudelle, oleskelulupahakemus on hylatty maahantulosaannosten kiertamisen johdosta tai kysymys on 103 §:ssa tarkoitetusta kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta taikka 101 §:ssa tarkoitetusta ilmeisen perusteettomasta hakemuksesta. pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssa saadetaan.",
        "title_sv": "Frivillig återresa",
        "content_sv": "Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller det är fråga om en uppenbart ogrundad ansökan enligt 101 §. Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a §.",
        "normalized_sv": "Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller det är fråga om en uppenbart ogrundad ansökan enligt 101 § . Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a § .",
        "folded_sv": "ingen tidsfrist for frivillig aterresa faststalls heller om det finns risk for avvikande, om personen anses aventyra allman ordning eller sakerhet, om ansokan om uppehallstillstand forkastats pa grund av kringgaende av bestammelserna om inresa i landet eller om ansokan om internationellt skydd avvisas i enlighet med 103 § eller det ar fraga om en uppenbart ogrundad ansokan enligt 101 §. risken for avvikande ska bedomas enligt vad som foreskrivs i 121 a §."
      }
    },
    {
      "provision_ref": "198 b",
      "section": "198 b",
      "title": "Täytäntöönpanoa koskeva hakemus",
      "content": "Jos päätös käännyttämisestä on tehty 95 b, 101 tai 103 §:n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198 b",
        "normalized_fi": "Jos päätös käännyttämisestä on tehty 95 b, 101 tai 103 § :n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "jos paatos kaannyttamisesta on tehty 95 b, 101 tai 103 §:n nojalla, taytantoonpanon kieltamista tai keskeyttamista koskeva hakemus on tehtava seitseman paivan kuluessa siita, kun paatos on annettu tiedoksi hakijalle. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Ansökan som avser verkställighet",
        "content_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 101 eller 103 §, ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet har delgivits sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 101 eller 103 § , ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet har delgivits sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "om beslut om avvisning har fattats med stod av 95 b, 101 eller 103 §, ska ansokan om forbud mot eller avbrytande av verkstallighet goras inom sju dagar fran det att beslutet har delgivits sokanden. tidsfristen ska omfatta minst fem vardagar."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä, jonka hakemus on käsitelty nopeutetussa menettelyssä 104 §:n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 §:n nojalla ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 § :n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä, jonka hakemus on käsitelty nopeutetussa menettelyssä 104 § :n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 § :n nojalla ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää.",
        "folded_fi": "paatos, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen kaannyttamisesta 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen kaannyttamisesta, jonka hakemus on kasitelty nopeutetussa menettelyssa 104 §:n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 §:n nojalla ilmeisen perusteettomaksi, voidaan panna taytantoon aikaisintaan kahdeksantena paivana sen jalkeen, kun paatos on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin maaraa. taytantoonpanoa ennen on varmistauduttava siita, etta maaraaikaan on sisaltynyt vahintaan viisi arkipaivaa.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller ett beslut om avvisning av en sådan utlänning vars ansökan har behandlats med tillämpning av påskyndat förfarande med stöd av 104 § 1 mom. 1-7 eller 9 punkten och ansökan med stöd av 101 § betraktats som uppenbart ogrundad, får verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar.",
        "normalized_sv": "Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller ett beslut om avvisning av en sådan utlänning vars ansökan har behandlats med tillämpning av påskyndat förfarande med stöd av 104 § 1 mom. 1-7 eller 9 punkten och ansökan med stöd av 101 § betraktats som uppenbart ogrundad, får verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar.",
        "folded_sv": "ett beslut som med stod av 103 § 1 punkten har fattats om avvisning av en utlanning som kommit fran ett sakert asylland eller ett beslut om avvisning av en sadan utlanning vars ansokan har behandlats med tillampning av paskyndat forfarande med stod av 104 § 1 mom. 1-7 eller 9 punkten och ansokan med stod av 101 § betraktats som uppenbart ogrundad, far verkstallas tidigast den attonde dagen efter det att beslutet har delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. fore verkstalligheten ska det sakerstallas att tidsfristen har omfattat minst fem vardagar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "95 a",
      "section": "95 a",
      "title": "Tietojen antaminen kansainvälistä suojelua hakevalle",
      "content": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksensa. Jos 104 a §:ssä tarkoitettua rajamenettelyä ei sovelleta, tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95 a",
        "normalized_fi": "Kansainvälistä suojelua hakevalle kerrotaan turvapaikkamenettelystä sekä hänen oikeuksistaan ja velvollisuuksistaan menettelyssä. Poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hänen jättäessään kansainvälistä suojelua koskevan hakemuksensa. Jos 104 a § :ssä tarkoitettua rajamenettelyä ei sovelleta, tiedon voi antaa myös Maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jättämisen jälkeen. Tieto annetaan hakijan äidinkielellä tai kielellä, jota hänen perustellusti voidaan olettaa ymmärtävän.",
        "folded_fi": "kansainvalista suojelua hakevalle kerrotaan turvapaikkamenettelysta seka hanen oikeuksistaan ja velvollisuuksistaan menettelyssa. poliisi tai rajatarkastusviranomainen antaa tiedon hakijalle hanen jattaessaan kansainvalista suojelua koskevan hakemuksensa. jos 104 a §:ssa tarkoitettua rajamenettelya ei sovelleta, tiedon voi antaa myos maahanmuuttovirasto tai vastaanottokeskus mahdollisimman pian hakemuksen jattamisen jalkeen. tieto annetaan hakijan aidinkielella tai kielella, jota hanen perustellusti voidaan olettaa ymmartavan.",
        "title_sv": "Information till den som ansöker om internationellt skydd",
        "content_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när han eller hon lämnar in sin ansökan om internationellt skydd. Om ett gränsförfarande som avses i 104 a § inte tillämpas, kan informationen även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår.",
        "normalized_sv": "Den som ansöker om internationellt skydd ska upplysas om asylförfarandet och om sina rättigheter och skyldigheter under förfarandet. Polisen eller gränskontrollmyndigheten ska informera sökanden när han eller hon lämnar in sin ansökan om internationellt skydd. Om ett gränsförfarande som avses i 104 a § inte tillämpas, kan informationen även ges av Migrationsverket eller en förläggning så snart som möjligt efter det att ansökan har lämnats in. Informationen ges på sökandens modersmål eller på ett språk som det finns grundad anledning att anta att sökanden förstår.",
        "folded_sv": "den som ansoker om internationellt skydd ska upplysas om asylforfarandet och om sina rattigheter och skyldigheter under forfarandet. polisen eller granskontrollmyndigheten ska informera sokanden nar han eller hon lamnar in sin ansokan om internationellt skydd. om ett gransforfarande som avses i 104 a § inte tillampas, kan informationen aven ges av migrationsverket eller en forlaggning sa snart som mojligt efter det att ansokan har lamnats in. informationen ges pa sokandens modersmal eller pa ett sprak som det finns grundad anledning att anta att sokanden forstar."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "97 a",
      "section": "97 a",
      "title": "Turvapaikkapuhuttelu",
      "content": "Jos Maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitää käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa Maahanmuuttovirastolla ja hakijalla on puhe- ja näköyhteys keskenään. Turvapaikkapuhuttelun tapaa harkitessaan Maahanmuuttoviraston on otettava huomioon hakijan iästä taikka fyysisestä tai psyykkisestä tilasta johtuva haavoittuva asema tai muut hakijan henkilökohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun sekä 6 §:ssä säädetyt edellytykset. Maahanmuuttoviraston on varmistettava, että turvapaikkapuhuttelu voidaan pitää tietoturvallisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97 a",
        "normalized_fi": "Jos Maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitää käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa Maahanmuuttovirastolla ja hakijalla on puhe- ja näköyhteys keskenään. Turvapaikkapuhuttelun tapaa harkitessaan Maahanmuuttoviraston on otettava huomioon hakijan iästä taikka fyysisestä tai psyykkisestä tilasta johtuva haavoittuva asema tai muut hakijan henkilökohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun sekä 6 § :ssä säädetyt edellytykset. Maahanmuuttoviraston on varmistettava, että turvapaikkapuhuttelu voidaan pitää tietoturvallisesti.",
        "folded_fi": "jos maahanmuuttovirasto katsoo tarkoituksenmukaiseksi, turvapaikkapuhuttelu voidaan pitaa kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa maahanmuuttovirastolla ja hakijalla on puhe- ja nakoyhteys keskenaan. turvapaikkapuhuttelun tapaa harkitessaan maahanmuuttoviraston on otettava huomioon hakijan iasta taikka fyysisesta tai psyykkisesta tilasta johtuva haavoittuva asema tai muut hakijan henkilokohtaiset syyt, jotka voivat vaikuttaa puhuttelun kulkuun seka 6 §:ssa saadetyt edellytykset. maahanmuuttoviraston on varmistettava, etta turvapaikkapuhuttelu voidaan pitaa tietoturvallisesti.",
        "title_sv": "Asylsamtal",
        "content_sv": "Om Migrationsverket anser det vara ändamålsenligt, kan asylsamtal föras med hjälp av videokonferens eller någon annan lämplig teknisk dataöverföring där Migrationsverket och sökanden har sådan kontakt att de kan tala med och se varandra. Migrationsverket ska när det överväger på vilket sätt asylsamtalet ska föras beakta om sökanden befinner sig i en utsatt ställning som beror på sökandens ålder eller fysiska eller psykiska tillstånd eller om det finns andra personliga orsaker som kan inverka på samtalets förlopp samt beakta de förutsättningar som anges i 6 §. Migrationsverket ska säkerställa att asylsamtalet kan föras på ett informationssäkert sätt.",
        "normalized_sv": "Om Migrationsverket anser det vara ändamålsenligt, kan asylsamtal föras med hjälp av videokonferens eller någon annan lämplig teknisk dataöverföring där Migrationsverket och sökanden har sådan kontakt att de kan tala med och se varandra. Migrationsverket ska när det överväger på vilket sätt asylsamtalet ska föras beakta om sökanden befinner sig i en utsatt ställning som beror på sökandens ålder eller fysiska eller psykiska tillstånd eller om det finns andra personliga orsaker som kan inverka på samtalets förlopp samt beakta de förutsättningar som anges i 6 § . Migrationsverket ska säkerställa att asylsamtalet kan föras på ett informationssäkert sätt.",
        "folded_sv": "om migrationsverket anser det vara andamalsenligt, kan asylsamtal foras med hjalp av videokonferens eller nagon annan lamplig teknisk dataoverforing dar migrationsverket och sokanden har sadan kontakt att de kan tala med och se varandra. migrationsverket ska nar det overvager pa vilket satt asylsamtalet ska foras beakta om sokanden befinner sig i en utsatt stallning som beror pa sokandens alder eller fysiska eller psykiska tillstand eller om det finns andra personliga orsaker som kan inverka pa samtalets forlopp samt beakta de forutsattningar som anges i 6 §. migrationsverket ska sakerstalla att asylsamtalet kan foras pa ett informationssakert satt."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Kansainvälistä suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylätty 104 §:ssä tarkoitetussa nopeutetussa menettelyssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylätty 104 § :ssä tarkoitetussa nopeutetussa menettelyssä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus voidaan katsoa ilmeisen perusteettomaksi, kun se on hylatty 104 §:ssa tarkoitetussa nopeutetussa menettelyssa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan om internationellt skydd kan betraktas som uppenbart ogrundad när den har avslagits vid ett påskyndat förfarande enligt 104 §.",
        "normalized_sv": "En ansökan om internationellt skydd kan betraktas som uppenbart ogrundad när den har avslagits vid ett påskyndat förfarande enligt 104 § .",
        "folded_sv": "en ansokan om internationellt skydd kan betraktas som uppenbart ogrundad nar den har avslagits vid ett paskyndat forfarande enligt 104 §."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Nopeutetun menettelyn käyttäminen",
      "content": "Kansainvälistä suojelua koskeva hakemus käsitellään nopeutetussa menettelyssä, jos: 1) sen perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittämällä vääriä tietoja tai asiakirjoja tai jättämällä tahallaan ilmoittamatta olennaisia tietoja tai esittämättä henkilöllisyyttään tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa päätökseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessä tarkoituksessa tuhonneen tai kadottaneen henkilö- tai matkustusasiakirjan, josta olisi ollut apua hänen henkilöllisyytensä tai kansalaisuutensa selvittämisessä; 5) kyseessä on uusintahakemus, joka täyttää 102 §:n 3 momentissa säädetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; 7) hakija kieltäytyy noudattamasta Eurodac-järjestelmän perustamisesta sormenjälkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilön johonkin jäsenvaltioon jättämän kansainvälistä suojelua koskevan hakemuksen käsittelystä vastuussa olevan jäsenvaltion määrittämisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (EU) N:o 604/2013 tehokkaaksi soveltamiseksi sekä jäsenvaltioiden lainvalvontaviranomaisten ja Europolin esittämistä, Eurodac-tietoihin lainvalvontatarkoituksessa tehtäviä vertailuja koskevista pyynnöistä sekä vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojärjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (EU) N:o 1077/2011 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 603/2013 säädettyä velvollisuuttaan suostua sormenjälkien ottamiseen; 8) hakija on tullut Suomeen tai jatkanut oleskeluaan Suomessa laittomasti ja ilman 95 §:n 2 momentissa tarkoitettua syytä joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvälistä suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvät olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syistä katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle järjestykselle taikka hakija on poistettu maasta pakkokeinoin yleistä turvallisuutta tai yleistä järjestystä koskevista vakavista syistä. Ilman huoltajaa olevan alaikäisen jättämä hakemus ratkaistaan nopeutetussa menettelyssä vain 1 momentin 2, 5 tai 9 kohdassa säädetyllä perusteella. Jos 96 a §:ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kansainvälistä suojelua koskeva hakemus käsitellään nopeutetussa menettelyssä, jos: 1) sen perusteeksi ei ole esitetty 87 § :n 1 momentissa tai 88 § :n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvät palautuskieltoihin, tai esitetyt väitteet ovat selvästi epäuskottavia; 2) hakija on saapunut turvallisesta alkuperämaasta, jonne hänet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittämällä vääriä tietoja tai asiakirjoja tai jättämällä tahallaan ilmoittamatta olennaisia tietoja tai esittämättä henkilöllisyyttään tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa päätökseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessä tarkoituksessa tuhonneen tai kadottaneen henkilö- tai matkustusasiakirjan, josta olisi ollut apua hänen henkilöllisyytensä tai kansalaisuutensa selvittämisessä; 5) kyseessä on uusintahakemus, joka täyttää 102 § :n 3 momentissa säädetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttääkseen tai estääkseen sellaisen jo tehdyn tai välittömästi odotettavissa olevan päätöksen täytäntöönpanoa, joka merkitsisi hänen poistamistaan maasta; 7) hakija kieltäytyy noudattamasta Eurodac-järjestelmän perustamisesta sormenjälkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilön johonkin jäsenvaltioon jättämän kansainvälistä suojelua koskevan hakemuksen käsittelystä vastuussa olevan jäsenvaltion määrittämisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (EU) N:o 604/2013 tehokkaaksi soveltamiseksi sekä jäsenvaltioiden lainvalvontaviranomaisten ja Europolin esittämistä, Eurodac-tietoihin lainvalvontatarkoituksessa tehtäviä vertailuja koskevista pyynnöistä sekä vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojärjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (EU) N:o 1077/2011 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 603/2013 säädettyä velvollisuuttaan suostua sormenjälkien ottamiseen; 8) hakija on tullut Suomeen tai jatkanut oleskeluaan Suomessa laittomasti ja ilman 95 § :n 2 momentissa tarkoitettua syytä joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvälistä suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvät olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syistä katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle järjestykselle taikka hakija on poistettu maasta pakkokeinoin yleistä turvallisuutta tai yleistä järjestystä koskevista vakavista syistä. Ilman huoltajaa olevan alaikäisen jättämä hakemus ratkaistaan nopeutetussa menettelyssä vain 1 momentin 2, 5 tai 9 kohdassa säädetyllä perusteella. Jos 96 a § :ssä tarkoitettua tukea ei pystytä antamaan nopeutetussa menettelyssä, nopeutettua menettelyä ei sovelleta. Käytettäessä nopeutettua menettelyä Maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jättämisestä.",
        "folded_fi": "kansainvalista suojelua koskeva hakemus kasitellaan nopeutetussa menettelyssa, jos: 1) sen perusteeksi ei ole esitetty 87 §:n 1 momentissa tai 88 §:n 1 momentissa tarkoitettuja taikka muita sellaisia perusteita, jotka liittyvat palautuskieltoihin, tai esitetyt vaitteet ovat selvasti epauskottavia; 2) hakija on saapunut turvallisesta alkuperamaasta, jonne hanet voidaan palauttaa; 3) hakija on johtanut viranomaisia harhaan esittamalla vaaria tietoja tai asiakirjoja tai jattamalla tahallaan ilmoittamatta olennaisia tietoja tai esittamatta henkilollisyyttaan tai kansalaisuuttaan koskevia asiakirjoja, jotka olisivat saattaneet vaikuttaa paatokseen kielteisesti; 4) hakijan voidaan olettaa vilpillisessa tarkoituksessa tuhonneen tai kadottaneen henkilo- tai matkustusasiakirjan, josta olisi ollut apua hanen henkilollisyytensa tai kansalaisuutensa selvittamisessa; 5) kyseessa on uusintahakemus, joka tayttaa 102 §:n 3 momentissa saadetyt tutkittavaksi ottamisen edellytykset; 6) hakija on tehnyt hakemuksen vain viivyttaakseen tai estaakseen sellaisen jo tehdyn tai valittomasti odotettavissa olevan paatoksen taytantoonpanoa, joka merkitsisi hanen poistamistaan maasta; 7) hakija kieltaytyy noudattamasta eurodac-jarjestelman perustamisesta sormenjalkien vertailua varten kolmannen maan kansalaisen tai kansalaisuudettoman henkilon johonkin jasenvaltioon jattaman kansainvalista suojelua koskevan hakemuksen kasittelysta vastuussa olevan jasenvaltion maarittamisperusteiden ja -menettelyjen vahvistamisesta annetun asetuksen (eu) n:o 604/2013 tehokkaaksi soveltamiseksi seka jasenvaltioiden lainvalvontaviranomaisten ja europolin esittamista, eurodac-tietoihin lainvalvontatarkoituksessa tehtavia vertailuja koskevista pyynnoista seka vapauden, turvallisuuden ja oikeuden alueen laaja-alaisten tietojarjestelmien operatiivisesta hallinnoinnista vastaavan eurooppalaisen viraston perustamisesta annetun asetuksen (eu) n:o 1077/2011 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 603/2013 saadettya velvollisuuttaan suostua sormenjalkien ottamiseen; 8) hakija on tullut suomeen tai jatkanut oleskeluaan suomessa laittomasti ja ilman 95 §:n 2 momentissa tarkoitettua syyta joko ei ole ilmoittautunut viranomaisille tai ei ole tehnyt kansainvalista suojelua koskevaa hakemusta mahdollisimman pian maahantuloonsa liittyvat olosuhteet huomioon ottaen; taikka 9) hakijan voidaan vakavista syista katsoa olevan vaaraksi kansalliselle turvallisuudelle tai yleiselle jarjestykselle taikka hakija on poistettu maasta pakkokeinoin yleista turvallisuutta tai yleista jarjestysta koskevista vakavista syista. ilman huoltajaa olevan alaikaisen jattama hakemus ratkaistaan nopeutetussa menettelyssa vain 1 momentin 2, 5 tai 9 kohdassa saadetylla perusteella. jos 96 a §:ssa tarkoitettua tukea ei pystyta antamaan nopeutetussa menettelyssa, nopeutettua menettelya ei sovelleta. kaytettaessa nopeutettua menettelya maahanmuuttoviraston on ratkaistava hakemus viiden kuukauden kuluessa sen jattamisesta.",
        "title_sv": "Tillämpning av påskyndat förfarande",
        "content_sv": "En ansökan om internationellt skydd behandlas vid påskyndat förfarande, om 1) ansökan inte motiveras med sådana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka, 3) sökanden har vilselett myndigheterna genom att lämna oriktiga uppgifter eller falska handlingar eller genom att undanhålla relevanta uppgifter eller handlingar som rör hans eller hennes identitet eller medborgarskap och som kunde ha påverkat beslutet i negativ riktning, 4) det kan antas att sökanden i ond tro har förstört eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att fastställa hans eller hennes identitet eller medborgarskap, 5) det är fråga om en ny ansökan som uppfyller förutsättningarna enligt 102 § 3 mom. för upptagande av en ansökan till prövning, 6) sökanden har lämnat in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, 7) sökanden vägrar att fullgöra sin skyldighet att lämna fingeravtryck i enlighet med Europaparlamentets och rådets förordning (EU) nr 603/2013 om inrättande av Eurodac för jämförelse av fingeravtryck för en effektiv tillämpning av förordning (EU) nr 604/2013 om kriterier och mekanismer för att avgöra vilken medlemsstat som är ansvarig för att pröva en ansökan om internationellt skydd som en tredjelandsmedborgare eller en statslös person har lämnat in i någon medlemsstat och för när medlemsstaternas brottsbekämpande myndigheter och Europol begär jämförelser med Eurodacuppgifter för brottsbekämpande ändamål, samt om ändring av förordning (EU) nr 1077/2011 om inrättande av en Europeisk byrå för den operativa förvaltningen av stora it-system inom området frihet, säkerhet och rättvisa, 8) sökanden olagligen har anlänt till Finland eller olagligen har förlängt sin vistelse i Finland och, utan sådana grunder som avses i 95 § 2 mom., varken har anmält sig till myndigheterna eller lämnat in en ansökan om internationellt skydd så snart som möjligt med tanke på omständigheterna kring inresan, eller 9) sökanden på allvarliga grunder kan betraktas som en fara för den nationella säkerheten eller den allmänna ordningen, eller sökanden med tvång har avlägsnats ur landet på allvarliga grunder som gäller allmän ordning och säkerhet. En ansökan som har lämnats in av en minderårig utan vårdnadshavare avgörs vid påskyndat förfarande endast på en grund som anges i 1 mom. 2, 5 eller 9 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från det att den lämnades in.",
        "normalized_sv": "En ansökan om internationellt skydd behandlas vid påskyndat förfarande, om 1) ansökan inte motiveras med sådana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till förbuden mot tillbakasändning eller om påståendena är klart icke-trovärdiga, 2) sökanden har kommit från ett säkert ursprungsland dit han eller hon kan sändas tillbaka, 3) sökanden har vilselett myndigheterna genom att lämna oriktiga uppgifter eller falska handlingar eller genom att undanhålla relevanta uppgifter eller handlingar som rör hans eller hennes identitet eller medborgarskap och som kunde ha påverkat beslutet i negativ riktning, 4) det kan antas att sökanden i ond tro har förstört eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att fastställa hans eller hennes identitet eller medborgarskap, 5) det är fråga om en ny ansökan som uppfyller förutsättningarna enligt 102 § 3 mom. för upptagande av en ansökan till prövning, 6) sökanden har lämnat in en ansökan enbart för att fördröja eller hindra verkställigheten av ett redan fattat eller förestående beslut som skulle leda till att sökanden avlägsnas ur landet, 7) sökanden vägrar att fullgöra sin skyldighet att lämna fingeravtryck i enlighet med Europaparlamentets och rådets förordning (EU) nr 603/2013 om inrättande av Eurodac för jämförelse av fingeravtryck för en effektiv tillämpning av förordning (EU) nr 604/2013 om kriterier och mekanismer för att avgöra vilken medlemsstat som är ansvarig för att pröva en ansökan om internationellt skydd som en tredjelandsmedborgare eller en statslös person har lämnat in i någon medlemsstat och för när medlemsstaternas brottsbekämpande myndigheter och Europol begär jämförelser med Eurodacuppgifter för brottsbekämpande ändamål, samt om ändring av förordning (EU) nr 1077/2011 om inrättande av en Europeisk byrå för den operativa förvaltningen av stora it-system inom området frihet, säkerhet och rättvisa, 8) sökanden olagligen har anlänt till Finland eller olagligen har förlängt sin vistelse i Finland och, utan sådana grunder som avses i 95 § 2 mom., varken har anmält sig till myndigheterna eller lämnat in en ansökan om internationellt skydd så snart som möjligt med tanke på omständigheterna kring inresan, eller 9) sökanden på allvarliga grunder kan betraktas som en fara för den nationella säkerheten eller den allmänna ordningen, eller sökanden med tvång har avlägsnats ur landet på allvarliga grunder som gäller allmän ordning och säkerhet. En ansökan som har lämnats in av en minderårig utan vårdnadshavare avgörs vid påskyndat förfarande endast på en grund som anges i 1 mom. 2, 5 eller 9 punkten. Om stöd som avses i 96 a § inte kan ges vid påskyndat förfarande, får påskyndat förfarande inte tillämpas. Vid tillämpning av påskyndat förfarande ska Migrationsverket avgöra ansökan inom fem månader från det att den lämnades in.",
        "folded_sv": "en ansokan om internationellt skydd behandlas vid paskyndat forfarande, om 1) ansokan inte motiveras med sadana grunder som avses i 87 § 1 mom. eller 88 § 1 mom. eller med andra grunder som har anknytning till forbuden mot tillbakasandning eller om pastaendena ar klart icke-trovardiga, 2) sokanden har kommit fran ett sakert ursprungsland dit han eller hon kan sandas tillbaka, 3) sokanden har vilselett myndigheterna genom att lamna oriktiga uppgifter eller falska handlingar eller genom att undanhalla relevanta uppgifter eller handlingar som ror hans eller hennes identitet eller medborgarskap och som kunde ha paverkat beslutet i negativ riktning, 4) det kan antas att sokanden i ond tro har forstort eller gjort sig av med en identitets- eller resehandling som skulle ha bidragit till att faststalla hans eller hennes identitet eller medborgarskap, 5) det ar fraga om en ny ansokan som uppfyller forutsattningarna enligt 102 § 3 mom. for upptagande av en ansokan till provning, 6) sokanden har lamnat in en ansokan enbart for att fordroja eller hindra verkstalligheten av ett redan fattat eller forestaende beslut som skulle leda till att sokanden avlagsnas ur landet, 7) sokanden vagrar att fullgora sin skyldighet att lamna fingeravtryck i enlighet med europaparlamentets och radets forordning (eu) nr 603/2013 om inrattande av eurodac for jamforelse av fingeravtryck for en effektiv tillampning av forordning (eu) nr 604/2013 om kriterier och mekanismer for att avgora vilken medlemsstat som ar ansvarig for att prova en ansokan om internationellt skydd som en tredjelandsmedborgare eller en statslos person har lamnat in i nagon medlemsstat och for nar medlemsstaternas brottsbekampande myndigheter och europol begar jamforelser med eurodacuppgifter for brottsbekampande andamal, samt om andring av forordning (eu) nr 1077/2011 om inrattande av en europeisk byra for den operativa forvaltningen av stora it-system inom omradet frihet, sakerhet och rattvisa, 8) sokanden olagligen har anlant till finland eller olagligen har forlangt sin vistelse i finland och, utan sadana grunder som avses i 95 § 2 mom., varken har anmalt sig till myndigheterna eller lamnat in en ansokan om internationellt skydd sa snart som mojligt med tanke pa omstandigheterna kring inresan, eller 9) sokanden pa allvarliga grunder kan betraktas som en fara for den nationella sakerheten eller den allmanna ordningen, eller sokanden med tvang har avlagsnats ur landet pa allvarliga grunder som galler allman ordning och sakerhet. en ansokan som har lamnats in av en minderarig utan vardnadshavare avgors vid paskyndat forfarande endast pa en grund som anges i 1 mom. 2, 5 eller 9 punkten. om stod som avses i 96 a § inte kan ges vid paskyndat forfarande, far paskyndat forfarande inte tillampas. vid tillampning av paskyndat forfarande ska migrationsverket avgora ansokan inom fem manader fran det att den lamnades in."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "104 a",
      "section": "104 a",
      "title": "Rajamenettely",
      "content": "Rajamenettelyssä päätetään ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessä tehdyn kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä 103 §:n nojalla tai ratkaistaan hakemus 104 §:n nojalla nopeutetussa menettelyssä. Rajamenettelyn 1 momentissa säädetystä soveltamisesta voidaan tilapäisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. Jos hakija on ilman huoltajaa oleva alaikäinen, rajamenettelyä sovelletaan vain, jos hakemus voidaan: 1) jättää tutkimatta; a) 103 §:n 1 kohdan nojalla, koska hakija tulee 99 a §:ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; tai b) 103 §:n 4 kohdan nojalla; taikka 2) käsitellä nopeutetussa menettelyssä; a) 104 §:n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 §:n 1 momentin 3 kohdan nojalla, jos hakija on esittänyt vääriä asiakirjoja; tai c) 104 §:n 1 momentin 4 kohdan nojalla. Lisäksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttää, että on vakavia syitä katsoa hakijan pyrkivän salaamaan merkittäviä seikkoja, jotka todennäköisesti johtaisivat kielteiseen päätökseen. Hakijalle on annettava mahdollisuus esittää hyväksyttäviä syitä toiminnalleen. Rajamenettelyä ei sovelleta, jos 96 a §:ssä tarkoitettua tukea ei voida antaa. Käytettäessä rajamenettelyä Maahanmuuttoviraston on ratkaistava hakemus neljän viikon kuluessa sen jättämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 a",
        "normalized_fi": "Rajamenettelyssä päätetään ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessä tehdyn kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä 103 § :n nojalla tai ratkaistaan hakemus 104 § :n nojalla nopeutetussa menettelyssä. Rajamenettelyn 1 momentissa säädetystä soveltamisesta voidaan tilapäisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. Jos hakija on ilman huoltajaa oleva alaikäinen, rajamenettelyä sovelletaan vain, jos hakemus voidaan: 1) jättää tutkimatta; a) 103 § :n 1 kohdan nojalla, koska hakija tulee 99 a § :ssä määritellystä turvallisesta kolmannesta maasta, jonne hänet voidaan palauttaa; tai b) 103 § :n 4 kohdan nojalla; taikka 2) käsitellä nopeutetussa menettelyssä; a) 104 § :n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 § :n 1 momentin 3 kohdan nojalla, jos hakija on esittänyt vääriä asiakirjoja; tai c) 104 § :n 1 momentin 4 kohdan nojalla. Lisäksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttää, että on vakavia syitä katsoa hakijan pyrkivän salaamaan merkittäviä seikkoja, jotka todennäköisesti johtaisivat kielteiseen päätökseen. Hakijalle on annettava mahdollisuus esittää hyväksyttäviä syitä toiminnalleen. Rajamenettelyä ei sovelleta, jos 96 a § :ssä tarkoitettua tukea ei voida antaa. Käytettäessä rajamenettelyä Maahanmuuttoviraston on ratkaistava hakemus neljän viikon kuluessa sen jättämisestä.",
        "folded_fi": "rajamenettelyssa paatetaan ulkorajan rajanylityspaikalla tai luvattoman ulkorajan ylityksen yhteydessa tehdyn kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta 103 §:n nojalla tai ratkaistaan hakemus 104 §:n nojalla nopeutetussa menettelyssa. rajamenettelyn 1 momentissa saadetysta soveltamisesta voidaan tilapaisesti poiketa, jos sen soveltaminen ei ole poikkeuksellisten olosuhteiden vuoksi mahdollista. jos hakija on ilman huoltajaa oleva alaikainen, rajamenettelya sovelletaan vain, jos hakemus voidaan: 1) jattaa tutkimatta; a) 103 §:n 1 kohdan nojalla, koska hakija tulee 99 a §:ssa maaritellysta turvallisesta kolmannesta maasta, jonne hanet voidaan palauttaa; tai b) 103 §:n 4 kohdan nojalla; taikka 2) kasitella nopeutetussa menettelyssa; a) 104 §:n 1 momentin 2, 5 tai 9 kohdan nojalla; b) 104 §:n 1 momentin 3 kohdan nojalla, jos hakija on esittanyt vaaria asiakirjoja; tai c) 104 §:n 1 momentin 4 kohdan nojalla. lisaksi 3 momentin 2 kohdan b ja c alakohdan soveltaminen edellyttaa, etta on vakavia syita katsoa hakijan pyrkivan salaamaan merkittavia seikkoja, jotka todennakoisesti johtaisivat kielteiseen paatokseen. hakijalle on annettava mahdollisuus esittaa hyvaksyttavia syita toiminnalleen. rajamenettelya ei sovelleta, jos 96 a §:ssa tarkoitettua tukea ei voida antaa. kaytettaessa rajamenettelya maahanmuuttoviraston on ratkaistava hakemus neljan viikon kuluessa sen jattamisesta.",
        "title_sv": "Gränsförfarande",
        "content_sv": "Vid ett gränsförfarande beslutas det att en ansökan om internationellt skydd som gjorts vid ett gränsövergångsställe vid den yttre gränsen eller i samband med ett olovligt överskridande av den yttre gränsen ska avvisas utan prövning med stöd av 103 § eller avgörs ansökan vid påskyndat förfarande med stöd av 104 §. Det är tillåtet att tillfälligt avvika från tillämpningen av gränsförfarandet enligt 1 mom., om tillämpningen på grund av exceptionella omständigheter inte är möjlig. Om sökanden är en minderårig utan vårdnadshavare, tillämpas gränsförfarandet endast om ansökan kan 1) avvisas utan prövning a) med stöd av 103 § 1 punkten, med hänsyn till att sökanden kommer från ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, eller b) med stöd av 103 § 4 punkten, eller 2) behandlas vid påskyndat förfarande a) med stöd av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stöd av 104 § 1 mom. 3 punkten, om sökanden har visat upp falska handlingar, eller c) med stöd av 104 § 1 mom. 4 punkten. En förutsättning för tillämpning av 3 mom. 2 punkten underpunkterna b och c är dessutom att det finns allvarliga skäl att anse att sökanden försöker dölja betydande omständigheter som sannolikt skulle leda till ett negativt beslut. Sökanden ska ges möjlighet att ange godtagbara skäl till sitt förfarande. Gränsförfarandet tillämpas inte, om det stöd som avses i 96 a § inte kan ges. När gränsförfarandet tillämpas ska Migrationsverket avgöra ansökan inom fyra veckor från det att den lämnades in.",
        "normalized_sv": "Vid ett gränsförfarande beslutas det att en ansökan om internationellt skydd som gjorts vid ett gränsövergångsställe vid den yttre gränsen eller i samband med ett olovligt överskridande av den yttre gränsen ska avvisas utan prövning med stöd av 103 § eller avgörs ansökan vid påskyndat förfarande med stöd av 104 § . Det är tillåtet att tillfälligt avvika från tillämpningen av gränsförfarandet enligt 1 mom., om tillämpningen på grund av exceptionella omständigheter inte är möjlig. Om sökanden är en minderårig utan vårdnadshavare, tillämpas gränsförfarandet endast om ansökan kan 1) avvisas utan prövning a) med stöd av 103 § 1 punkten, med hänsyn till att sökanden kommer från ett i 99 a § definierat säkert tredjeland dit han eller hon kan sändas tillbaka, eller b) med stöd av 103 § 4 punkten, eller 2) behandlas vid påskyndat förfarande a) med stöd av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stöd av 104 § 1 mom. 3 punkten, om sökanden har visat upp falska handlingar, eller c) med stöd av 104 § 1 mom. 4 punkten. En förutsättning för tillämpning av 3 mom. 2 punkten underpunkterna b och c är dessutom att det finns allvarliga skäl att anse att sökanden försöker dölja betydande omständigheter som sannolikt skulle leda till ett negativt beslut. Sökanden ska ges möjlighet att ange godtagbara skäl till sitt förfarande. Gränsförfarandet tillämpas inte, om det stöd som avses i 96 a § inte kan ges. När gränsförfarandet tillämpas ska Migrationsverket avgöra ansökan inom fyra veckor från det att den lämnades in.",
        "folded_sv": "vid ett gransforfarande beslutas det att en ansokan om internationellt skydd som gjorts vid ett gransovergangsstalle vid den yttre gransen eller i samband med ett olovligt overskridande av den yttre gransen ska avvisas utan provning med stod av 103 § eller avgors ansokan vid paskyndat forfarande med stod av 104 §. det ar tillatet att tillfalligt avvika fran tillampningen av gransforfarandet enligt 1 mom., om tillampningen pa grund av exceptionella omstandigheter inte ar mojlig. om sokanden ar en minderarig utan vardnadshavare, tillampas gransforfarandet endast om ansokan kan 1) avvisas utan provning a) med stod av 103 § 1 punkten, med hansyn till att sokanden kommer fran ett i 99 a § definierat sakert tredjeland dit han eller hon kan sandas tillbaka, eller b) med stod av 103 § 4 punkten, eller 2) behandlas vid paskyndat forfarande a) med stod av 104 § 1 mom. 2, 5 eller 9 punkten, b) med stod av 104 § 1 mom. 3 punkten, om sokanden har visat upp falska handlingar, eller c) med stod av 104 § 1 mom. 4 punkten. en forutsattning for tillampning av 3 mom. 2 punkten underpunkterna b och c ar dessutom att det finns allvarliga skal att anse att sokanden forsoker dolja betydande omstandigheter som sannolikt skulle leda till ett negativt beslut. sokanden ska ges mojlighet att ange godtagbara skal till sitt forfarande. gransforfarandet tillampas inte, om det stod som avses i 96 a § inte kan ges. nar gransforfarandet tillampas ska migrationsverket avgora ansokan inom fyra veckor fran det att den lamnades in."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "104 b",
      "section": "104 b",
      "title": "Liikkumisoikeuden rajoittaminen rajamenettelyssä",
      "content": "Poiketen siitä, mitä 40 §:n 3 momentissa ja 41 §:ssä säädetään, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. Hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka näiden läheisyydessä sijaitsevan, hänelle osoitetun vastaanottokeskuksen alueella, jolla pysymistä varmistetaan estein. Vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia sekä siltä selvästi erotettua aluetta. Tontin tai siltä erotetun alueen on oltava riittävän laaja, jotta voidaan turvata hakijan yksityiselämän koskemattomuus ja vastaanottopalvelujen saaminen. Hakijalle on annettava selvästi tieto alueen rajoista. Maahanmuuttovirasto voi myöntää hakijalle luvan poistua tilapäisesti vastaanottokeskuksen alueelta lähiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilökohtaisen syyn vuoksi. Hakijalla on myös oikeus poistua vastaanottokeskuksen alueelta, jos se on välttämätöntä vastaanottopalvelujen saamiseksi tai alaikäisten koulunkäynnin järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 b",
        "normalized_fi": "Poiketen siitä, mitä 40 § :n 3 momentissa ja 41 § :ssä säädetään, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. Hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka näiden läheisyydessä sijaitsevan, hänelle osoitetun vastaanottokeskuksen alueella, jolla pysymistä varmistetaan estein. Vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia sekä siltä selvästi erotettua aluetta. Tontin tai siltä erotetun alueen on oltava riittävän laaja, jotta voidaan turvata hakijan yksityiselämän koskemattomuus ja vastaanottopalvelujen saaminen. Hakijalle on annettava selvästi tieto alueen rajoista. Maahanmuuttovirasto voi myöntää hakijalle luvan poistua tilapäisesti vastaanottokeskuksen alueelta lähiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilökohtaisen syyn vuoksi. Hakijalla on myös oikeus poistua vastaanottokeskuksen alueelta, jos se on välttämätöntä vastaanottopalvelujen saamiseksi tai alaikäisten koulunkäynnin järjestämiseksi.",
        "folded_fi": "poiketen siita, mita 40 §:n 3 momentissa ja 41 §:ssa saadetaan, hakijalla ei rajamenettelyn aikana ole oikeutta liikkua vapaasti ja valita asuinpaikkaansa. hakijalla on rajamenettelyn ajan velvollisuus oleskella rajalla tai kauttakulkualueella taikka naiden laheisyydessa sijaitsevan, hanelle osoitetun vastaanottokeskuksen alueella, jolla pysymista varmistetaan estein. vastaanottokeskuksen alueella tarkoitetaan vastaanottokeskuksen tonttia seka silta selvasti erotettua aluetta. tontin tai silta erotetun alueen on oltava riittavan laaja, jotta voidaan turvata hakijan yksityiselaman koskemattomuus ja vastaanottopalvelujen saaminen. hakijalle on annettava selvasti tieto alueen rajoista. maahanmuuttovirasto voi myontaa hakijalle luvan poistua tilapaisesti vastaanottokeskuksen alueelta lahiomaisen vakavan sairauden tai hautajaisten taikka muun painavan henkilokohtaisen syyn vuoksi. hakijalla on myos oikeus poistua vastaanottokeskuksen alueelta, jos se on valttamatonta vastaanottopalvelujen saamiseksi tai alaikaisten koulunkaynnin jarjestamiseksi.",
        "title_sv": "Begränsning av rörelsefriheten vid gränsförfarande",
        "content_sv": "Med avvikelse från vad som föreskrivs i 40 § 3 mom. och 41 § har sökanden inte rätt att röra sig fritt och välja bostadsort under gränsförfarandet. Under gränsförfarandet är sökanden skyldig att vistas vid gränsen eller i transitzonen eller på området för en förläggning som är belägen i närheten av dessa och som anvisats sökanden, och det säkerställs med hjälp av hinder att sökanden stannar inom området i fråga. Med området för en förläggning avses förläggningens tomt samt ett område på tomten som är tydligt avskilt. Tomten eller det avskilda området ska vara tillräckligt stort, så att sökandens privatliv kan tryggas och sökanden kan få tillgång till mottagningstjänster. Sökanden ska ges tydlig information om gränserna för området. Migrationsverket kan bevilja sökanden tillstånd att tillfälligt avlägsna sig från förläggningens område på grund av en nära anhörigs allvarliga sjukdom eller begravning, eller av något annat vägande personligt skäl. Sökanden har också rätt att avlägsna sig från förläggningens område, om det är nödvändigt för att få tillgång till mottagningstjänster eller för att ordna skolgång för minderåriga.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 40 § 3 mom. och 41 § har sökanden inte rätt att röra sig fritt och välja bostadsort under gränsförfarandet. Under gränsförfarandet är sökanden skyldig att vistas vid gränsen eller i transitzonen eller på området för en förläggning som är belägen i närheten av dessa och som anvisats sökanden, och det säkerställs med hjälp av hinder att sökanden stannar inom området i fråga. Med området för en förläggning avses förläggningens tomt samt ett område på tomten som är tydligt avskilt. Tomten eller det avskilda området ska vara tillräckligt stort, så att sökandens privatliv kan tryggas och sökanden kan få tillgång till mottagningstjänster. Sökanden ska ges tydlig information om gränserna för området. Migrationsverket kan bevilja sökanden tillstånd att tillfälligt avlägsna sig från förläggningens område på grund av en nära anhörigs allvarliga sjukdom eller begravning, eller av något annat vägande personligt skäl. Sökanden har också rätt att avlägsna sig från förläggningens område, om det är nödvändigt för att få tillgång till mottagningstjänster eller för att ordna skolgång för minderåriga.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 40 § 3 mom. och 41 § har sokanden inte ratt att rora sig fritt och valja bostadsort under gransforfarandet. under gransforfarandet ar sokanden skyldig att vistas vid gransen eller i transitzonen eller pa omradet for en forlaggning som ar belagen i narheten av dessa och som anvisats sokanden, och det sakerstalls med hjalp av hinder att sokanden stannar inom omradet i fraga. med omradet for en forlaggning avses forlaggningens tomt samt ett omrade pa tomten som ar tydligt avskilt. tomten eller det avskilda omradet ska vara tillrackligt stort, sa att sokandens privatliv kan tryggas och sokanden kan fa tillgang till mottagningstjanster. sokanden ska ges tydlig information om granserna for omradet. migrationsverket kan bevilja sokanden tillstand att tillfalligt avlagsna sig fran forlaggningens omrade pa grund av en nara anhorigs allvarliga sjukdom eller begravning, eller av nagot annat vagande personligt skal. sokanden har ocksa ratt att avlagsna sig fran forlaggningens omrade, om det ar nodvandigt for att fa tillgang till mottagningstjanster eller for att ordna skolgang for minderariga."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "104 c",
      "section": "104 c",
      "title": "Rajamenettelyn päättyminen",
      "content": "Rajamenettely päättyy: 1) jos edellytyksiä jättää kansainvälistä suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssä ei ole; 2) jos Maahanmuuttovirasto ei ole tehnyt päätöstä kansainvälistä suojelua koskevasta hakemuksesta neljän viikon kuluessa sen jättämisestä; 3) jos Maahanmuuttoviraston päätöstä ei anneta tiedoksi seitsemän päivän, joista vähintään viiden on oltava arkipäiviä, kuluessa siitä, kun päätös on tehty; 4) jos hallinto-oikeus kieltää käännyttämistä koskevan päätöksen täytäntöönpanon; tai 5) neljän viikon kuluttua siitä, kun käännyttämistä koskeva päätös on tullut täytäntöönpanokelpoiseksi, jos hallinto-oikeus ei ole kieltänyt päätöksen täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104 c",
        "normalized_fi": "Rajamenettely päättyy: 1) jos edellytyksiä jättää kansainvälistä suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssä ei ole; 2) jos Maahanmuuttovirasto ei ole tehnyt päätöstä kansainvälistä suojelua koskevasta hakemuksesta neljän viikon kuluessa sen jättämisestä; 3) jos Maahanmuuttoviraston päätöstä ei anneta tiedoksi seitsemän päivän, joista vähintään viiden on oltava arkipäiviä, kuluessa siitä, kun päätös on tehty; 4) jos hallinto-oikeus kieltää käännyttämistä koskevan päätöksen täytäntöönpanon; tai 5) neljän viikon kuluttua siitä, kun käännyttämistä koskeva päätös on tullut täytäntöönpanokelpoiseksi, jos hallinto-oikeus ei ole kieltänyt päätöksen täytäntöönpanoa.",
        "folded_fi": "rajamenettely paattyy: 1) jos edellytyksia jattaa kansainvalista suojelua koskeva hakemus tutkimatta tai ratkaista nopeutetussa menettelyssa ei ole; 2) jos maahanmuuttovirasto ei ole tehnyt paatosta kansainvalista suojelua koskevasta hakemuksesta neljan viikon kuluessa sen jattamisesta; 3) jos maahanmuuttoviraston paatosta ei anneta tiedoksi seitseman paivan, joista vahintaan viiden on oltava arkipaivia, kuluessa siita, kun paatos on tehty; 4) jos hallinto-oikeus kieltaa kaannyttamista koskevan paatoksen taytantoonpanon; tai 5) neljan viikon kuluttua siita, kun kaannyttamista koskeva paatos on tullut taytantoonpanokelpoiseksi, jos hallinto-oikeus ei ole kieltanyt paatoksen taytantoonpanoa.",
        "title_sv": "Upphörande av gränsförfarande",
        "content_sv": "Gränsförfarandet upphör 1) om det inte finns förutsättningar att avvisa ansökan om internationellt skydd utan prövning eller att avgöra den vid påskyndat förfarande, 2) om Migrationsverket inte har fattat ett beslut som gäller ansökan om internationellt skydd inom fyra veckor från det att ansökan lämnades in, 3) om Migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem måste vara vardagar, från det att beslutet fattades, 4) om förvaltningsdomstolen förbjuder verkställigheten av ett avvisningsbeslut, eller 5) fyra veckor från det att avvisningsbeslutet har blivit verkställbart, om förvaltningsdomstolen inte har förbjudit verkställigheten av beslutet.",
        "normalized_sv": "Gränsförfarandet upphör 1) om det inte finns förutsättningar att avvisa ansökan om internationellt skydd utan prövning eller att avgöra den vid påskyndat förfarande, 2) om Migrationsverket inte har fattat ett beslut som gäller ansökan om internationellt skydd inom fyra veckor från det att ansökan lämnades in, 3) om Migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem måste vara vardagar, från det att beslutet fattades, 4) om förvaltningsdomstolen förbjuder verkställigheten av ett avvisningsbeslut, eller 5) fyra veckor från det att avvisningsbeslutet har blivit verkställbart, om förvaltningsdomstolen inte har förbjudit verkställigheten av beslutet.",
        "folded_sv": "gransforfarandet upphor 1) om det inte finns forutsattningar att avvisa ansokan om internationellt skydd utan provning eller att avgora den vid paskyndat forfarande, 2) om migrationsverket inte har fattat ett beslut som galler ansokan om internationellt skydd inom fyra veckor fran det att ansokan lamnades in, 3) om migrationsverkets beslut inte delges inom sju dagar, av vilka minst fem maste vara vardagar, fran det att beslutet fattades, 4) om forvaltningsdomstolen forbjuder verkstalligheten av ett avvisningsbeslut, eller 5) fyra veckor fran det att avvisningsbeslutet har blivit verkstallbart, om forvaltningsdomstolen inte har forbjudit verkstalligheten av beslutet."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 104 §:n 1 momentin 2 kohtaa ja 101 §:ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 104 § :n 1 momentin 2 kohtaa ja 101 § :ää. Sisäministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 104 §:n 1 momentin 2 kohtaa ja 101 §:aa. sisaministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 104 § 1 mom. 2 punkten och 101 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 104 § 1 mom. 2 punkten och 101 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 104 § 1 mom. 2 punkten och 101 §. inrikesministeriet underrattar radet om saken."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "121",
      "section": "121",
      "title": "Säilöön ottamisen edellytykset",
      "content": "Jos 118-120 §:ssä tarkoitetut turvaamistoimet eivät ole riittäviä, ulkomaalainen voidaan yksilöllisen arvioinnin perusteella ottaa säilöön, jos: 5) säilöönotto perustuu vastuuvaltion määrittämisestä annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilökohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, että hän muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) säilöönotto on tarpeen 104 a §:ssä säädetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessä voidaan tehdä päätös hakijan oikeudesta tulla Suomen alueelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:121",
        "normalized_fi": "Jos 118-120 § :ssä tarkoitetut turvaamistoimet eivät ole riittäviä, ulkomaalainen voidaan yksilöllisen arvioinnin perusteella ottaa säilöön, jos: 5) säilöönotto perustuu vastuuvaltion määrittämisestä annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilökohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, että hän muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) säilöönotto on tarpeen 104 a § :ssä säädetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessä voidaan tehdä päätös hakijan oikeudesta tulla Suomen alueelle.",
        "folded_fi": "jos 118-120 §:ssa tarkoitetut turvaamistoimet eivat ole riittavia, ulkomaalainen voidaan yksilollisen arvioinnin perusteella ottaa sailoon, jos: 5) sailoonotto perustuu vastuuvaltion maarittamisesta annetun asetuksen 28 artiklaan; 6) ulkomaalaisen henkilokohtaiset ja muut olosuhteet huomioon ottaen on perusteltua aihetta olettaa, etta han muodostaa uhkan kansalliselle turvallisuudelle; taikka 7) sailoonotto on tarpeen 104 a §:ssa saadetyn rajamenettelyn soveltamiseksi, jotta menettelyn yhteydessa voidaan tehda paatos hakijan oikeudesta tulla suomen alueelle.",
        "title_sv": "Förutsättningar för tagande i förvar",
        "content_sv": "Om de säkringsåtgärder som avses i 118-120 § inte är tillräckliga, får en utlänning utifrån en individuell bedömning tas i förvar, om 5) tagandet i förvar grundar sig på artikel 28 i förordningen om bestämmandet av den ansvariga staten, 6) det med hänsyn till utlänningens personliga och övriga förhållanden finns grundad anledning att anta att han eller hon utgör ett hot mot den nationella säkerheten, eller 7) tagandet i förvar behövs för tillämpning av det gränsförfarande som föreskrivs i 104 a § så att beslut om sökandens rätt att resa in på Finlands territorium kan fattas under förfarandet.",
        "normalized_sv": "Om de säkringsåtgärder som avses i 118-120 § inte är tillräckliga, får en utlänning utifrån en individuell bedömning tas i förvar, om 5) tagandet i förvar grundar sig på artikel 28 i förordningen om bestämmandet av den ansvariga staten, 6) det med hänsyn till utlänningens personliga och övriga förhållanden finns grundad anledning att anta att han eller hon utgör ett hot mot den nationella säkerheten, eller 7) tagandet i förvar behövs för tillämpning av det gränsförfarande som föreskrivs i 104 a § så att beslut om sökandens rätt att resa in på Finlands territorium kan fattas under förfarandet.",
        "folded_sv": "om de sakringsatgarder som avses i 118-120 § inte ar tillrackliga, far en utlanning utifran en individuell bedomning tas i forvar, om 5) tagandet i forvar grundar sig pa artikel 28 i forordningen om bestammandet av den ansvariga staten, 6) det med hansyn till utlanningens personliga och ovriga forhallanden finns grundad anledning att anta att han eller hon utgor ett hot mot den nationella sakerheten, eller 7) tagandet i forvar behovs for tillampning av det gransforfarande som foreskrivs i 104 a § sa att beslut om sokandens ratt att resa in pa finlands territorium kan fattas under forfarandet."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "147 a",
      "section": "147 a",
      "title": "Vapaaehtoinen paluu",
      "content": "Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 §:ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 101 §:ssä tarkoitetusta ilmeisen perusteettomasta hakemuksesta. Pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:147 a",
        "normalized_fi": "Aikaa vapaaehtoiseen paluuseen ei määrätä myöskään silloin, kun on olemassa pakenemisen vaara, henkilön katsotaan olevan vaaraksi yleiselle järjestykselle tai turvallisuudelle, oleskelulupahakemus on hylätty maahantulosäännösten kiertämisen johdosta tai kysymys on 103 § :ssä tarkoitetusta kansainvälistä suojelua koskevan hakemuksen tutkimatta jättämisestä taikka 101 § :ssä tarkoitetusta ilmeisen perusteettomasta hakemuksesta. Pakenemisen vaaraa arvioidaan siten kuin 121 a § :ssä säädetään.",
        "folded_fi": "aikaa vapaaehtoiseen paluuseen ei maarata myoskaan silloin, kun on olemassa pakenemisen vaara, henkilon katsotaan olevan vaaraksi yleiselle jarjestykselle tai turvallisuudelle, oleskelulupahakemus on hylatty maahantulosaannosten kiertamisen johdosta tai kysymys on 103 §:ssa tarkoitetusta kansainvalista suojelua koskevan hakemuksen tutkimatta jattamisesta taikka 101 §:ssa tarkoitetusta ilmeisen perusteettomasta hakemuksesta. pakenemisen vaaraa arvioidaan siten kuin 121 a §:ssa saadetaan.",
        "title_sv": "Frivillig återresa",
        "content_sv": "Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller det är fråga om en uppenbart ogrundad ansökan enligt 101 §. Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a §.",
        "normalized_sv": "Ingen tidsfrist för frivillig återresa fastställs heller om det finns risk för avvikande, om personen anses äventyra allmän ordning eller säkerhet, om ansökan om uppehållstillstånd förkastats på grund av kringgående av bestämmelserna om inresa i landet eller om ansökan om internationellt skydd avvisas i enlighet med 103 § eller det är fråga om en uppenbart ogrundad ansökan enligt 101 § . Risken för avvikande ska bedömas enligt vad som föreskrivs i 121 a § .",
        "folded_sv": "ingen tidsfrist for frivillig aterresa faststalls heller om det finns risk for avvikande, om personen anses aventyra allman ordning eller sakerhet, om ansokan om uppehallstillstand forkastats pa grund av kringgaende av bestammelserna om inresa i landet eller om ansokan om internationellt skydd avvisas i enlighet med 103 § eller det ar fraga om en uppenbart ogrundad ansokan enligt 101 §. risken for avvikande ska bedomas enligt vad som foreskrivs i 121 a §."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "198 b",
      "section": "198 b",
      "title": "Täytäntöönpanoa koskeva hakemus",
      "content": "Jos päätös käännyttämisestä on tehty 95 b, 101 tai 103 §:n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:198 b",
        "normalized_fi": "Jos päätös käännyttämisestä on tehty 95 b, 101 tai 103 § :n nojalla, täytäntöönpanon kieltämistä tai keskeyttämistä koskeva hakemus on tehtävä seitsemän päivän kuluessa siitä, kun päätös on annettu tiedoksi hakijalle. Määräaikaan sisältyy vähintään viisi arkipäivää.",
        "folded_fi": "jos paatos kaannyttamisesta on tehty 95 b, 101 tai 103 §:n nojalla, taytantoonpanon kieltamista tai keskeyttamista koskeva hakemus on tehtava seitseman paivan kuluessa siita, kun paatos on annettu tiedoksi hakijalle. maaraaikaan sisaltyy vahintaan viisi arkipaivaa.",
        "title_sv": "Ansökan som avser verkställighet",
        "content_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 101 eller 103 §, ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet har delgivits sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "normalized_sv": "Om beslut om avvisning har fattats med stöd av 95 b, 101 eller 103 § , ska ansökan om förbud mot eller avbrytande av verkställighet göras inom sju dagar från det att beslutet har delgivits sökanden. Tidsfristen ska omfatta minst fem vardagar.",
        "folded_sv": "om beslut om avvisning har fattats med stod av 95 b, 101 eller 103 §, ska ansokan om forbud mot eller avbrytande av verkstallighet goras inom sju dagar fran det att beslutet har delgivits sokanden. tidsfristen ska omfatta minst fem vardagar."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä, jonka hakemus on käsitelty nopeutetussa menettelyssä 104 §:n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 §:n nojalla ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen käännyttämisestä 103 § :n 1 kohdan nojalla tai sellaisen ulkomaalaisen käännyttämisestä, jonka hakemus on käsitelty nopeutetussa menettelyssä 104 § :n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 § :n nojalla ilmeisen perusteettomaksi, voidaan panna täytäntöön aikaisintaan kahdeksantena päivänä sen jälkeen, kun päätös on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin määrää. Täytäntöönpanoa ennen on varmistauduttava siitä, että määräaikaan on sisältynyt vähintään viisi arkipäivää.",
        "folded_fi": "paatos, joka on tehty turvallisesta turvapaikkamaasta tulleen ulkomaalaisen kaannyttamisesta 103 §:n 1 kohdan nojalla tai sellaisen ulkomaalaisen kaannyttamisesta, jonka hakemus on kasitelty nopeutetussa menettelyssa 104 §:n 1 momentin 1-7 tai 9 kohdan nojalla ja katsottu 101 §:n nojalla ilmeisen perusteettomaksi, voidaan panna taytantoon aikaisintaan kahdeksantena paivana sen jalkeen, kun paatos on annettu tiedoksi hakijalle, jollei hallinto-oikeus toisin maaraa. taytantoonpanoa ennen on varmistauduttava siita, etta maaraaikaan on sisaltynyt vahintaan viisi arkipaivaa.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller ett beslut om avvisning av en sådan utlänning vars ansökan har behandlats med tillämpning av påskyndat förfarande med stöd av 104 § 1 mom. 1-7 eller 9 punkten och ansökan med stöd av 101 § betraktats som uppenbart ogrundad, får verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar.",
        "normalized_sv": "Ett beslut som med stöd av 103 § 1 punkten har fattats om avvisning av en utlänning som kommit från ett säkert asylland eller ett beslut om avvisning av en sådan utlänning vars ansökan har behandlats med tillämpning av påskyndat förfarande med stöd av 104 § 1 mom. 1-7 eller 9 punkten och ansökan med stöd av 101 § betraktats som uppenbart ogrundad, får verkställas tidigast den åttonde dagen efter det att beslutet har delgetts sökanden, om inte förvaltningsdomstolen bestämmer något annat. Före verkställigheten ska det säkerställas att tidsfristen har omfattat minst fem vardagar.",
        "folded_sv": "ett beslut som med stod av 103 § 1 punkten har fattats om avvisning av en utlanning som kommit fran ett sakert asylland eller ett beslut om avvisning av en sadan utlanning vars ansokan har behandlats med tillampning av paskyndat forfarande med stod av 104 § 1 mom. 1-7 eller 9 punkten och ansokan med stod av 101 § betraktats som uppenbart ogrundad, far verkstallas tidigast den attonde dagen efter det att beslutet har delgetts sokanden, om inte forvaltningsdomstolen bestammer nagot annat. fore verkstalligheten ska det sakerstallas att tidsfristen har omfattat minst fem vardagar."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    }
  ]
}