{
  "id": "428/2007",
  "type": "statute",
  "title": "Laki maaseutuelinkeinojen tukitehtäviä hoidettaessa noudatettavasta menettelystä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om förfarandet vid skötseln av stöduppgifter i fråga om landsbygdsnäringar",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/428/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Viranomaiset",
      "content": "Maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset sekä kuntien maaseutuelinkeinoviranomaiset hoitavat tässä laissa säädetyt tehtävät sekä niihin liittyvät valvonta- ja muut tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset sekä kuntien maaseutuelinkeinoviranomaiset hoitavat tässä laissa säädetyt tehtävät sekä niihin liittyvät valvonta- ja muut tehtävät.",
        "folded_fi": "maa- ja metsatalousministerio, maaseutuvirasto, tyovoima- ja elinkeinokeskukset seka kuntien maaseutuelinkeinoviranomaiset hoitavat tassa laissa saadetyt tehtavat seka niihin liittyvat valvonta- ja muut tehtavat.",
        "title_sv": "Myndigheter",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna och kommunernas landsbygdsnäringsmyndigheter sköter uppgifterna enligt denna lag samt de övervakningsuppgifter och andra uppgifter som hänför sig till dem.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna och kommunernas landsbygdsnäringsmyndigheter sköter uppgifterna enligt denna lag samt de övervakningsuppgifter och andra uppgifter som hänför sig till dem.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralerna och kommunernas landsbygdsnaringsmyndigheter skoter uppgifterna enligt denna lag samt de overvakningsuppgifter och andra uppgifter som hanfor sig till dem."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Päätös",
      "content": "Jos edellä 2 §:ssä tarkoitettu viranomainen on myöntänyt tukea hakemuksesta poiketen tai jos se on hylännyt hakemuksen, hakijalle annetaan päätökseksi ote pöytäkirjasta tai erillinen päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jos edellä 2 § :ssä tarkoitettu viranomainen on myöntänyt tukea hakemuksesta poiketen tai jos se on hylännyt hakemuksen, hakijalle annetaan päätökseksi ote pöytäkirjasta tai erillinen päätös.",
        "folded_fi": "jos edella 2 §:ssa tarkoitettu viranomainen on myontanyt tukea hakemuksesta poiketen tai jos se on hylannyt hakemuksen, hakijalle annetaan paatokseksi ote poytakirjasta tai erillinen paatos.",
        "title_sv": "Beslut",
        "content_sv": "Om en myndighet som anges i 2 § har beviljat stöd med avvikelse från ansökan eller om ansökan har avslagits, ges sökanden som beslut ett utdrag ur protokollet eller ett separat beslut.",
        "normalized_sv": "Om en myndighet som anges i 2 § har beviljat stöd med avvikelse från ansökan eller om ansökan har avslagits, ges sökanden som beslut ett utdrag ur protokollet eller ett separat beslut.",
        "folded_sv": "om en myndighet som anges i 2 § har beviljat stod med avvikelse fran ansokan eller om ansokan har avslagits, ges sokanden som beslut ett utdrag ur protokollet eller ett separat beslut."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Muutoksenhaku",
      "content": "Kunnan maaseutuelinkeinoviranomaisen tämän lain nojalla tekemään päätökseen ei saa hakea valittamalla muutosta. Kunnan maaseutuelinkeinoviranomaisen päätökseen haetaan muutosta tekemällä kirjallinen oikaisuvaatimus työvoima- ja elinkeinokeskukselle 30 päivän kuluessa päätöksen tiedoksisaannista. Toimivaltainen on se työvoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. Valituslautakuntaan valitetaan myös Ahvenanmaan maakunnan lääninhallituksen tässä laissa tarkoitetussa asiassa tekemästä päätöksestä. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään. Valituskirjelmä voidaan toimittaa myös sille viranomaiselle, jonka päätökseen muutosta haetaan, ja sen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tämän lain 7 tai 8 §:ssä tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Muihin valituslautakunnan päätöksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kunnan maaseutuelinkeinoviranomaisen tämän lain nojalla tekemään päätökseen ei saa hakea valittamalla muutosta. Kunnan maaseutuelinkeinoviranomaisen päätökseen haetaan muutosta tekemällä kirjallinen oikaisuvaatimus työvoima- ja elinkeinokeskukselle 30 päivän kuluessa päätöksen tiedoksisaannista. Toimivaltainen on se työvoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. Valituslautakuntaan valitetaan myös Ahvenanmaan maakunnan lääninhallituksen tässä laissa tarkoitetussa asiassa tekemästä päätöksestä. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään. Valituskirjelmä voidaan toimittaa myös sille viranomaiselle, jonka päätökseen muutosta haetaan, ja sen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tämän lain 7 tai 8 § :ssä tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Muihin valituslautakunnan päätöksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "kunnan maaseutuelinkeinoviranomaisen taman lain nojalla tekemaan paatokseen ei saa hakea valittamalla muutosta. kunnan maaseutuelinkeinoviranomaisen paatokseen haetaan muutosta tekemalla kirjallinen oikaisuvaatimus tyovoima- ja elinkeinokeskukselle 30 paivan kuluessa paatoksen tiedoksisaannista. toimivaltainen on se tyovoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. valituslautakuntaan valitetaan myos ahvenanmaan maakunnan laaninhallituksen tassa laissa tarkoitetussa asiassa tekemasta paatoksesta. muutoksenhakuun sovelletaan muutoin, mita hallintolainkayttolaissa (586/1996) saadetaan. valituskirjelma voidaan toimittaa myos sille viranomaiselle, jonka paatokseen muutosta haetaan, ja sen on lahetettava valituskirjelma seka asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. maaseutuelinkeinojen valituslautakunnan paatokseen, joka koskee taman lain 7 tai 8 §:ssa tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. muihin valituslautakunnan paatoksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som kommunens landsbygdsnäringsmyndighet har fattat med stöd av denna lag får inte sökas genom besvär. Ändring i den kommunala landsbygdsnäringsmyndighetens beslut söks genom skriftligt rättelseyrkande hos arbetskrafts- och näringscentralen inom 30 dagar från delfåendet av beslutet. Behörig att pröva rättelseyrkandet är den arbetskrafts- och näringscentral inom vars verksamhetsområde kommunen i fråga är belägen. Hos landsbygdsnäringarnas besvärsnämnd anförs besvär över beslut som länsstyrelsen i landskapet Åland fattat i ärenden som avses i denna lag. På sökande av ändring tillämpas i övrigt förvaltningsprocesslagen (586/1996). Besvärsskriften kan även lämnas in till den myndighet i vars beslut ändring söks. Myndigheten skall sända besvärsskriften jämte handlingarna i ärendet och sitt utlåtande om besvären till besvärsinstansen. Ändring i ett beslut av landsbygdsnäringarnas besvärsnämnd som gäller ett ärende som nämns i 7 eller 8 § får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen. Ändring i andra beslut som besvärsnämnden meddelar får sökas endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i beslut som kommunens landsbygdsnäringsmyndighet har fattat med stöd av denna lag får inte sökas genom besvär. Ändring i den kommunala landsbygdsnäringsmyndighetens beslut söks genom skriftligt rättelseyrkande hos arbetskrafts- och näringscentralen inom 30 dagar från delfåendet av beslutet. Behörig att pröva rättelseyrkandet är den arbetskrafts- och näringscentral inom vars verksamhetsområde kommunen i fråga är belägen. Hos landsbygdsnäringarnas besvärsnämnd anförs besvär över beslut som länsstyrelsen i landskapet Åland fattat i ärenden som avses i denna lag. På sökande av ändring tillämpas i övrigt förvaltningsprocesslagen (586/1996). Besvärsskriften kan även lämnas in till den myndighet i vars beslut ändring söks. Myndigheten skall sända besvärsskriften jämte handlingarna i ärendet och sitt utlåtande om besvären till besvärsinstansen. Ändring i ett beslut av landsbygdsnäringarnas besvärsnämnd som gäller ett ärende som nämns i 7 eller 8 § får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen. Ändring i andra beslut som besvärsnämnden meddelar får sökas endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i beslut som kommunens landsbygdsnaringsmyndighet har fattat med stod av denna lag far inte sokas genom besvar. andring i den kommunala landsbygdsnaringsmyndighetens beslut soks genom skriftligt rattelseyrkande hos arbetskrafts- och naringscentralen inom 30 dagar fran delfaendet av beslutet. behorig att prova rattelseyrkandet ar den arbetskrafts- och naringscentral inom vars verksamhetsomrade kommunen i fraga ar belagen. hos landsbygdsnaringarnas besvarsnamnd anfors besvar over beslut som lansstyrelsen i landskapet aland fattat i arenden som avses i denna lag. pa sokande av andring tillampas i ovrigt forvaltningsprocesslagen (586/1996). besvarsskriften kan aven lamnas in till den myndighet i vars beslut andring soks. myndigheten skall sanda besvarsskriften jamte handlingarna i arendet och sitt utlatande om besvaren till besvarsinstansen. andring i ett beslut av landsbygdsnaringarnas besvarsnamnd som galler ett arende som namns i 7 eller 8 § far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som bestams i forvaltningsprocesslagen. andring i andra beslut som besvarsnamnden meddelar far sokas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kunnalle suoritettava korvaus",
      "content": "Tässä laissa tarkoitettujen tehtävien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) säädetään. Edellä 2 §:n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella säädettävien perusteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tässä laissa tarkoitettujen tehtävien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) säädetään. Edellä 2 § :n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella säädettävien perusteiden mukaisesti.",
        "folded_fi": "tassa laissa tarkoitettujen tehtavien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) saadetaan. edella 2 §:n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella saadettavien perusteiden mukaisesti.",
        "title_sv": "Ersättning till kommunen",
        "content_sv": "För utgifter som kommunen åsamkas av skötseln av de uppgifter som avses i denna lag betalas kommunen ersättning enligt lagen om statsandelar till kommunerna (1147/1996). I sådana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersättning enligt de grunder som anges i en förordning av statsrådet.",
        "normalized_sv": "För utgifter som kommunen åsamkas av skötseln av de uppgifter som avses i denna lag betalas kommunen ersättning enligt lagen om statsandelar till kommunerna (1147/1996). I sådana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersättning enligt de grunder som anges i en förordning av statsrådet.",
        "folded_sv": "for utgifter som kommunen asamkas av skotseln av de uppgifter som avses i denna lag betalas kommunen ersattning enligt lagen om statsandelar till kommunerna (1147/1996). i sadana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersattning enligt de grunder som anges i en forordning av statsradet."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Päätöksen maksullisuus",
      "content": "Tässä laissa tarkoitettua tukea koskevista viranomaisten päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Kunnan maaseutuelinkeinoviranomaisen sekä työvoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan työvoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Tässä laissa tarkoitettua tukea koskevista viranomaisten päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Kunnan maaseutuelinkeinoviranomaisen sekä työvoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan työvoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
        "folded_fi": "tassa laissa tarkoitettua tukea koskevista viranomaisten paatoksista peritaan maksu siten kuin maksujen perimisesta erikseen saadetaan. kunnan maaseutuelinkeinoviranomaisen seka tyovoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan tyovoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För myndigheters beslut som gäller stöd enligt denna lag tas avgift ut enligt vad som bestäms särskilt om uttag av avgifter. Den kommunala landsbygdsnäringsmyndighetens och arbetskrafts- och näringscentralens expeditioner är avgiftsfria, dock inte arbetskrafts- och näringscentralens expeditioner i besvärsärenden.",
        "normalized_sv": "För myndigheters beslut som gäller stöd enligt denna lag tas avgift ut enligt vad som bestäms särskilt om uttag av avgifter. Den kommunala landsbygdsnäringsmyndighetens och arbetskrafts- och näringscentralens expeditioner är avgiftsfria, dock inte arbetskrafts- och näringscentralens expeditioner i besvärsärenden.",
        "folded_sv": "for myndigheters beslut som galler stod enligt denna lag tas avgift ut enligt vad som bestams sarskilt om uttag av avgifter. den kommunala landsbygdsnaringsmyndighetens och arbetskrafts- och naringscentralens expeditioner ar avgiftsfria, dock inte arbetskrafts- och naringscentralens expeditioner i besvarsarenden."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä sekä niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien teknisistä yksityiskohdista siltä osin kuin kansallisen tai Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain (666/2006) 2 §:ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä sekä niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien teknisistä yksityiskohdista siltä osin kuin kansallisen tai Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain (666/2006) 2 § :ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
        "folded_fi": "maaseutuvirasto voi antaa maarayksia kiintioiden, tukien, palkkioiden ja korvausten hakemis-, myontamis- ja maksamismenettelysta seka niiden hoitoon liittyvista tallennus-, suunnitelma- ja seurantajarjestelmien teknisista yksityiskohdista silta osin kuin kansallisen tai euroopan yhteison lainsaadannon taytantoonpano sita edellyttaa ja maaraykset ovat maaseutuvirastosta annetun lain (666/2006) 2 §:ssa saadettyjen tehtavien toimeenpanoa. lisaksi maaseutuvirasto antaa maaraykset tehtaviensa hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, paatos- ja muista vastaavista lomakkeista.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfarandet i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, till den del verkställigheten av den nationella lagstiftningen eller Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av de uppgifter om vilka det föreskrivs i 2 § i lagen om Landsbygdsverket (666/2006). Dessutom meddelar Landsbygdsverket föreskrifter om sådana ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "normalized_sv": "Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfarandet i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, till den del verkställigheten av den nationella lagstiftningen eller Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av de uppgifter om vilka det föreskrivs i 2 § i lagen om Landsbygdsverket (666/2006). Dessutom meddelar Landsbygdsverket föreskrifter om sådana ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "folded_sv": "landsbygdsverket kan meddela foreskrifter om ansoknings-, beviljande- och utbetalningsforfarandet i anslutning till kvoter, stod, bidrag och ersattningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och overvakningssystem som hanfor sig till skotseln av dem, till den del verkstalligheten av den nationella lagstiftningen eller europeiska gemenskapens lagstiftning forutsatter det och foreskrifterna utgor verkstallighet av de uppgifter om vilka det foreskrivs i 2 § i lagen om landsbygdsverket (666/2006). dessutom meddelar landsbygdsverket foreskrifter om sadana ansoknings-, avtals-, overvaknings- och beslutsblanketter och andra motsvarande blanketter som behovs for utforande av dess uppgifter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Viranomaiset",
      "content": "Maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset sekä kuntien maaseutuelinkeinoviranomaiset hoitavat tässä laissa säädetyt tehtävät sekä niihin liittyvät valvonta- ja muut tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Maa- ja metsätalousministeriö, Maaseutuvirasto, työvoima- ja elinkeinokeskukset sekä kuntien maaseutuelinkeinoviranomaiset hoitavat tässä laissa säädetyt tehtävät sekä niihin liittyvät valvonta- ja muut tehtävät.",
        "folded_fi": "maa- ja metsatalousministerio, maaseutuvirasto, tyovoima- ja elinkeinokeskukset seka kuntien maaseutuelinkeinoviranomaiset hoitavat tassa laissa saadetyt tehtavat seka niihin liittyvat valvonta- ja muut tehtavat.",
        "title_sv": "Myndigheter",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna och kommunernas landsbygdsnäringsmyndigheter sköter uppgifterna enligt denna lag samt de övervakningsuppgifter och andra uppgifter som hänför sig till dem.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralerna och kommunernas landsbygdsnäringsmyndigheter sköter uppgifterna enligt denna lag samt de övervakningsuppgifter och andra uppgifter som hänför sig till dem.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralerna och kommunernas landsbygdsnaringsmyndigheter skoter uppgifterna enligt denna lag samt de overvakningsuppgifter och andra uppgifter som hanfor sig till dem."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Päätös",
      "content": "Jos edellä 2 §:ssä tarkoitettu viranomainen on myöntänyt tukea hakemuksesta poiketen tai jos se on hylännyt hakemuksen, hakijalle annetaan päätökseksi ote pöytäkirjasta tai erillinen päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jos edellä 2 § :ssä tarkoitettu viranomainen on myöntänyt tukea hakemuksesta poiketen tai jos se on hylännyt hakemuksen, hakijalle annetaan päätökseksi ote pöytäkirjasta tai erillinen päätös.",
        "folded_fi": "jos edella 2 §:ssa tarkoitettu viranomainen on myontanyt tukea hakemuksesta poiketen tai jos se on hylannyt hakemuksen, hakijalle annetaan paatokseksi ote poytakirjasta tai erillinen paatos.",
        "title_sv": "Beslut",
        "content_sv": "Om en myndighet som anges i 2 § har beviljat stöd med avvikelse från ansökan eller om ansökan har avslagits, ges sökanden som beslut ett utdrag ur protokollet eller ett separat beslut.",
        "normalized_sv": "Om en myndighet som anges i 2 § har beviljat stöd med avvikelse från ansökan eller om ansökan har avslagits, ges sökanden som beslut ett utdrag ur protokollet eller ett separat beslut.",
        "folded_sv": "om en myndighet som anges i 2 § har beviljat stod med avvikelse fran ansokan eller om ansokan har avslagits, ges sokanden som beslut ett utdrag ur protokollet eller ett separat beslut."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Muutoksenhaku",
      "content": "Kunnan maaseutuelinkeinoviranomaisen tämän lain nojalla tekemään päätökseen ei saa hakea valittamalla muutosta. Kunnan maaseutuelinkeinoviranomaisen päätökseen haetaan muutosta tekemällä kirjallinen oikaisuvaatimus työvoima- ja elinkeinokeskukselle 30 päivän kuluessa päätöksen tiedoksisaannista. Toimivaltainen on se työvoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. Valituslautakuntaan valitetaan myös Ahvenanmaan maakunnan lääninhallituksen tässä laissa tarkoitetussa asiassa tekemästä päätöksestä. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään. Valituskirjelmä voidaan toimittaa myös sille viranomaiselle, jonka päätökseen muutosta haetaan, ja sen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tämän lain 7 tai 8 §:ssä tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Muihin valituslautakunnan päätöksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kunnan maaseutuelinkeinoviranomaisen tämän lain nojalla tekemään päätökseen ei saa hakea valittamalla muutosta. Kunnan maaseutuelinkeinoviranomaisen päätökseen haetaan muutosta tekemällä kirjallinen oikaisuvaatimus työvoima- ja elinkeinokeskukselle 30 päivän kuluessa päätöksen tiedoksisaannista. Toimivaltainen on se työvoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. Valituslautakuntaan valitetaan myös Ahvenanmaan maakunnan lääninhallituksen tässä laissa tarkoitetussa asiassa tekemästä päätöksestä. Muutoksenhakuun sovelletaan muutoin, mitä hallintolainkäyttölaissa (586/1996) säädetään. Valituskirjelmä voidaan toimittaa myös sille viranomaiselle, jonka päätökseen muutosta haetaan, ja sen on lähetettävä valituskirjelmä sekä asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. Maaseutuelinkeinojen valituslautakunnan päätökseen, joka koskee tämän lain 7 tai 8 § :ssä tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Muihin valituslautakunnan päätöksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "kunnan maaseutuelinkeinoviranomaisen taman lain nojalla tekemaan paatokseen ei saa hakea valittamalla muutosta. kunnan maaseutuelinkeinoviranomaisen paatokseen haetaan muutosta tekemalla kirjallinen oikaisuvaatimus tyovoima- ja elinkeinokeskukselle 30 paivan kuluessa paatoksen tiedoksisaannista. toimivaltainen on se tyovoima- ja elinkeinokeskus, jonka toimialueella asianomainen kunta sijaitsee. valituslautakuntaan valitetaan myos ahvenanmaan maakunnan laaninhallituksen tassa laissa tarkoitetussa asiassa tekemasta paatoksesta. muutoksenhakuun sovelletaan muutoin, mita hallintolainkayttolaissa (586/1996) saadetaan. valituskirjelma voidaan toimittaa myos sille viranomaiselle, jonka paatokseen muutosta haetaan, ja sen on lahetettava valituskirjelma seka asiassa kertyneet asiakirjat ja lausuntonsa valituksesta muutoksenhakuviranomaiselle. maaseutuelinkeinojen valituslautakunnan paatokseen, joka koskee taman lain 7 tai 8 §:ssa tarkoitettua asiaa, saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. muihin valituslautakunnan paatoksiin saa hakea muutosta vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som kommunens landsbygdsnäringsmyndighet har fattat med stöd av denna lag får inte sökas genom besvär. Ändring i den kommunala landsbygdsnäringsmyndighetens beslut söks genom skriftligt rättelseyrkande hos arbetskrafts- och näringscentralen inom 30 dagar från delfåendet av beslutet. Behörig att pröva rättelseyrkandet är den arbetskrafts- och näringscentral inom vars verksamhetsområde kommunen i fråga är belägen. Hos landsbygdsnäringarnas besvärsnämnd anförs besvär över beslut som länsstyrelsen i landskapet Åland fattat i ärenden som avses i denna lag. På sökande av ändring tillämpas i övrigt förvaltningsprocesslagen (586/1996). Besvärsskriften kan även lämnas in till den myndighet i vars beslut ändring söks. Myndigheten skall sända besvärsskriften jämte handlingarna i ärendet och sitt utlåtande om besvären till besvärsinstansen. Ändring i ett beslut av landsbygdsnäringarnas besvärsnämnd som gäller ett ärende som nämns i 7 eller 8 § får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen. Ändring i andra beslut som besvärsnämnden meddelar får sökas endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i beslut som kommunens landsbygdsnäringsmyndighet har fattat med stöd av denna lag får inte sökas genom besvär. Ändring i den kommunala landsbygdsnäringsmyndighetens beslut söks genom skriftligt rättelseyrkande hos arbetskrafts- och näringscentralen inom 30 dagar från delfåendet av beslutet. Behörig att pröva rättelseyrkandet är den arbetskrafts- och näringscentral inom vars verksamhetsområde kommunen i fråga är belägen. Hos landsbygdsnäringarnas besvärsnämnd anförs besvär över beslut som länsstyrelsen i landskapet Åland fattat i ärenden som avses i denna lag. På sökande av ändring tillämpas i övrigt förvaltningsprocesslagen (586/1996). Besvärsskriften kan även lämnas in till den myndighet i vars beslut ändring söks. Myndigheten skall sända besvärsskriften jämte handlingarna i ärendet och sitt utlåtande om besvären till besvärsinstansen. Ändring i ett beslut av landsbygdsnäringarnas besvärsnämnd som gäller ett ärende som nämns i 7 eller 8 § får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen. Ändring i andra beslut som besvärsnämnden meddelar får sökas endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i beslut som kommunens landsbygdsnaringsmyndighet har fattat med stod av denna lag far inte sokas genom besvar. andring i den kommunala landsbygdsnaringsmyndighetens beslut soks genom skriftligt rattelseyrkande hos arbetskrafts- och naringscentralen inom 30 dagar fran delfaendet av beslutet. behorig att prova rattelseyrkandet ar den arbetskrafts- och naringscentral inom vars verksamhetsomrade kommunen i fraga ar belagen. hos landsbygdsnaringarnas besvarsnamnd anfors besvar over beslut som lansstyrelsen i landskapet aland fattat i arenden som avses i denna lag. pa sokande av andring tillampas i ovrigt forvaltningsprocesslagen (586/1996). besvarsskriften kan aven lamnas in till den myndighet i vars beslut andring soks. myndigheten skall sanda besvarsskriften jamte handlingarna i arendet och sitt utlatande om besvaren till besvarsinstansen. andring i ett beslut av landsbygdsnaringarnas besvarsnamnd som galler ett arende som namns i 7 eller 8 § far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som bestams i forvaltningsprocesslagen. andring i andra beslut som besvarsnamnden meddelar far sokas endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kunnalle suoritettava korvaus",
      "content": "Tässä laissa tarkoitettujen tehtävien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) säädetään. Edellä 2 §:n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella säädettävien perusteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tässä laissa tarkoitettujen tehtävien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) säädetään. Edellä 2 § :n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella säädettävien perusteiden mukaisesti.",
        "folded_fi": "tassa laissa tarkoitettujen tehtavien hoitamisesta kunnalle aiheutuvista menoista suoritetaan kunnalle korvausta sen mukaan kuin kuntien valtionosuuslaissa (1147/1996) saadetaan. edella 2 §:n 3 momentissa tarkoitetuissa tapauksissa suoritetaan kunnalle korvausta kuitenkin valtioneuvoston asetuksella saadettavien perusteiden mukaisesti.",
        "title_sv": "Ersättning till kommunen",
        "content_sv": "För utgifter som kommunen åsamkas av skötseln av de uppgifter som avses i denna lag betalas kommunen ersättning enligt lagen om statsandelar till kommunerna (1147/1996). I sådana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersättning enligt de grunder som anges i en förordning av statsrådet.",
        "normalized_sv": "För utgifter som kommunen åsamkas av skötseln av de uppgifter som avses i denna lag betalas kommunen ersättning enligt lagen om statsandelar till kommunerna (1147/1996). I sådana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersättning enligt de grunder som anges i en förordning av statsrådet.",
        "folded_sv": "for utgifter som kommunen asamkas av skotseln av de uppgifter som avses i denna lag betalas kommunen ersattning enligt lagen om statsandelar till kommunerna (1147/1996). i sadana fall som avses ovan i 2 § 3 mom. betalas kommunen dock ersattning enligt de grunder som anges i en forordning av statsradet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Päätöksen maksullisuus",
      "content": "Tässä laissa tarkoitettua tukea koskevista viranomaisten päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Kunnan maaseutuelinkeinoviranomaisen sekä työvoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan työvoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Tässä laissa tarkoitettua tukea koskevista viranomaisten päätöksistä peritään maksu siten kuin maksujen perimisestä erikseen säädetään. Kunnan maaseutuelinkeinoviranomaisen sekä työvoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan työvoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
        "folded_fi": "tassa laissa tarkoitettua tukea koskevista viranomaisten paatoksista peritaan maksu siten kuin maksujen perimisesta erikseen saadetaan. kunnan maaseutuelinkeinoviranomaisen seka tyovoima- ja elinkeinokeskuksen antama toimituskirja on maksuton, ei kuitenkaan tyovoima- ja elinkeinokeskuksen valitusasiassa antama toimituskirja.",
        "title_sv": "Avgifter för beslut",
        "content_sv": "För myndigheters beslut som gäller stöd enligt denna lag tas avgift ut enligt vad som bestäms särskilt om uttag av avgifter. Den kommunala landsbygdsnäringsmyndighetens och arbetskrafts- och näringscentralens expeditioner är avgiftsfria, dock inte arbetskrafts- och näringscentralens expeditioner i besvärsärenden.",
        "normalized_sv": "För myndigheters beslut som gäller stöd enligt denna lag tas avgift ut enligt vad som bestäms särskilt om uttag av avgifter. Den kommunala landsbygdsnäringsmyndighetens och arbetskrafts- och näringscentralens expeditioner är avgiftsfria, dock inte arbetskrafts- och näringscentralens expeditioner i besvärsärenden.",
        "folded_sv": "for myndigheters beslut som galler stod enligt denna lag tas avgift ut enligt vad som bestams sarskilt om uttag av avgifter. den kommunala landsbygdsnaringsmyndighetens och arbetskrafts- och naringscentralens expeditioner ar avgiftsfria, dock inte arbetskrafts- och naringscentralens expeditioner i besvarsarenden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä sekä niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien teknisistä yksityiskohdista siltä osin kuin kansallisen tai Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain (666/2006) 2 §:ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Maaseutuvirasto voi antaa määräyksiä kiintiöiden, tukien, palkkioiden ja korvausten hakemis-, myöntämis- ja maksamismenettelystä sekä niiden hoitoon liittyvistä tallennus-, suunnitelma- ja seurantajärjestelmien teknisistä yksityiskohdista siltä osin kuin kansallisen tai Euroopan yhteisön lainsäädännön täytäntöönpano sitä edellyttää ja määräykset ovat Maaseutuvirastosta annetun lain (666/2006) 2 § :ssä säädettyjen tehtävien toimeenpanoa. Lisäksi Maaseutuvirasto antaa määräykset tehtäviensä hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, päätös- ja muista vastaavista lomakkeista.",
        "folded_fi": "maaseutuvirasto voi antaa maarayksia kiintioiden, tukien, palkkioiden ja korvausten hakemis-, myontamis- ja maksamismenettelysta seka niiden hoitoon liittyvista tallennus-, suunnitelma- ja seurantajarjestelmien teknisista yksityiskohdista silta osin kuin kansallisen tai euroopan yhteison lainsaadannon taytantoonpano sita edellyttaa ja maaraykset ovat maaseutuvirastosta annetun lain (666/2006) 2 §:ssa saadettyjen tehtavien toimeenpanoa. lisaksi maaseutuvirasto antaa maaraykset tehtaviensa hoitamista varten tarvittavista hakemus-, sopimus-, valvonta-, paatos- ja muista vastaavista lomakkeista.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfarandet i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, till den del verkställigheten av den nationella lagstiftningen eller Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av de uppgifter om vilka det föreskrivs i 2 § i lagen om Landsbygdsverket (666/2006). Dessutom meddelar Landsbygdsverket föreskrifter om sådana ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "normalized_sv": "Landsbygdsverket kan meddela föreskrifter om ansöknings-, beviljande- och utbetalningsförfarandet i anslutning till kvoter, stöd, bidrag och ersättningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och övervakningssystem som hänför sig till skötseln av dem, till den del verkställigheten av den nationella lagstiftningen eller Europeiska gemenskapens lagstiftning förutsätter det och föreskrifterna utgör verkställighet av de uppgifter om vilka det föreskrivs i 2 § i lagen om Landsbygdsverket (666/2006). Dessutom meddelar Landsbygdsverket föreskrifter om sådana ansöknings-, avtals-, övervaknings- och beslutsblanketter och andra motsvarande blanketter som behövs för utförande av dess uppgifter.",
        "folded_sv": "landsbygdsverket kan meddela foreskrifter om ansoknings-, beviljande- och utbetalningsforfarandet i anslutning till kvoter, stod, bidrag och ersattningar samt om tekniska detaljer i anslutning till lagrings-, planerings- och overvakningssystem som hanfor sig till skotseln av dem, till den del verkstalligheten av den nationella lagstiftningen eller europeiska gemenskapens lagstiftning forutsatter det och foreskrifterna utgor verkstallighet av de uppgifter om vilka det foreskrivs i 2 § i lagen om landsbygdsverket (666/2006). dessutom meddelar landsbygdsverket foreskrifter om sadana ansoknings-, avtals-, overvaknings- och beslutsblanketter och andra motsvarande blanketter som behovs for utforande av dess uppgifter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}