{
  "id": "430/2024",
  "type": "statute",
  "title": "Laki henkilötietojen käsittelystä Rajavartiolaitoksessa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om behandling av personuppgifter vid Gränsbevakningsväsendet",
  "status": "in_force",
  "issued_date": "2024-06-28",
  "in_force_date": "2024-06-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/430/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Henkilötietojen käsittely teknisen valvonnan suorittamiseksi",
      "content": "Rajavartiolaitos saa käsitellä henkilötietoja rajavartiolain 29 §:ssä tarkoitetun teknisen valvonnan suorittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Rajavartiolaitos saa käsitellä henkilötietoja rajavartiolain 29 § :ssä tarkoitetun teknisen valvonnan suorittamiseksi.",
        "folded_fi": "rajavartiolaitos saa kasitella henkilotietoja rajavartiolain 29 §:ssa tarkoitetun teknisen valvonnan suorittamiseksi.",
        "title_sv": "Behandling av personuppgifter för utförande av teknisk övervakning",
        "content_sv": "Gränsbevakningsväsendet får behandla personuppgifter för utförande av sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen.",
        "normalized_sv": "Gränsbevakningsväsendet får behandla personuppgifter för utförande av sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen.",
        "folded_sv": "gransbevakningsvasendet far behandla personuppgifter for utforande av sadan teknisk overvakning som avses i 29 § i gransbevakningslagen."
      }
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "title": "Henkilötietojen ja muiden tietojen käsittely radioteknisen valvonnan suorittamiseksi",
      "content": "Rajavartiolaitos saa käsitellä henkilötietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c §:ssä säädetyin edellytyksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Rajavartiolaitos saa käsitellä henkilötietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c § :ssä säädetyin edellytyksin.",
        "folded_fi": "rajavartiolaitos saa kasitella henkilotietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c §:ssa saadetyin edellytyksin.",
        "title_sv": "Behandling av personuppgifter och andra uppgifter för utförande av radioteknisk övervakning",
        "content_sv": "Gränsbevakningsväsendet får behandla personuppgifter och andra uppgifter för utförande av radioteknisk övervakning under de förutsättningar som anges i 29 a-29 c § i gränsbevakningslagen.",
        "normalized_sv": "Gränsbevakningsväsendet får behandla personuppgifter och andra uppgifter för utförande av radioteknisk övervakning under de förutsättningar som anges i 29 a-29 c § i gränsbevakningslagen.",
        "folded_sv": "gransbevakningsvasendet far behandla personuppgifter och andra uppgifter for utforande av radioteknisk overvakning under de forutsattningar som anges i 29 a-29 c § i gransbevakningslagen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Henkilötietojen käsittely muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen",
      "content": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-11, 13-15 ja 15 a §:ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-11, 13-15 ja 15 a § :ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen:",
        "folded_fi": "jollei muualla laissa toisin saadeta, rajavartiolaitos saa kasitella 7-11, 13-15 ja 15 a §:ssa tarkoitettuja henkilotietoja muuhun kuin niiden alkuperaiseen kasittelytarkoitukseen:",
        "title_sv": "Behandling av personuppgifter för andra ändamål än det ursprungliga",
        "content_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § för andra ändamål än det ursprungliga för",
        "normalized_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § för andra ändamål än det ursprungliga för",
        "folded_sv": "om inte nagot annat foreskrivs nagon annanstans i lag, far gransbevakningsvasendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § for andra andamal an det ursprungliga for"
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Henkilötietojen käsittely muuhun kuin alkuperäiseen käsittelytarkoitukseen lupaharkinnassa",
      "content": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-9, 13-15 ja 15 a §:ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen päätettäessä tai annettaessa lausuntoa luvan myöntämisestä tai voimassaolosta, jos luvan myöntämisen tai voimassaolon edellytykseksi on säädetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttää luvanhakijan tai luvanhaltijan terveydentilaan, päihteiden käyttöön, rikokseen syyllistymiseen tai väkivaltaiseen käyttäytymiseen liittyviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-9, 13-15 ja 15 a § :ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen päätettäessä tai annettaessa lausuntoa luvan myöntämisestä tai voimassaolosta, jos luvan myöntämisen tai voimassaolon edellytykseksi on säädetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttää luvanhakijan tai luvanhaltijan terveydentilaan, päihteiden käyttöön, rikokseen syyllistymiseen tai väkivaltaiseen käyttäytymiseen liittyviä tietoja.",
        "folded_fi": "jollei muualla laissa toisin saadeta, rajavartiolaitos saa kasitella 7-9, 13-15 ja 15 a §:ssa tarkoitettuja henkilotietoja muuhun kuin niiden alkuperaiseen kasittelytarkoitukseen paatettaessa tai annettaessa lausuntoa luvan myontamisesta tai voimassaolosta, jos luvan myontamisen tai voimassaolon edellytykseksi on saadetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttaa luvanhakijan tai luvanhaltijan terveydentilaan, paihteiden kayttoon, rikokseen syyllistymiseen tai vakivaltaiseen kayttaytymiseen liittyvia tietoja.",
        "title_sv": "Behandling av personuppgifter för andra ändamål än det ursprungliga vid tillståndsprövning",
        "content_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § för andra ändamål än det ursprungliga för beslut eller utlåtanden som gäller beviljande eller giltighet av ett tillstånd, om tillståndet enligt gällande bestämmelser är beroende av sökandens eller tillståndshavarens tillförlitlighet, lämplighet eller någon annan liknande egenskap, och det för bedömningen av egenskapen krävs uppgifter om sökandens eller tillståndshavarens hälsotillstånd, bruk av berusningsmedel, brottslighet eller våldsamma uppträdande.",
        "normalized_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § för andra ändamål än det ursprungliga för beslut eller utlåtanden som gäller beviljande eller giltighet av ett tillstånd, om tillståndet enligt gällande bestämmelser är beroende av sökandens eller tillståndshavarens tillförlitlighet, lämplighet eller någon annan liknande egenskap, och det för bedömningen av egenskapen krävs uppgifter om sökandens eller tillståndshavarens hälsotillstånd, bruk av berusningsmedel, brottslighet eller våldsamma uppträdande.",
        "folded_sv": "om inte nagot annat foreskrivs nagon annanstans i lag, far gransbevakningsvasendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § for andra andamal an det ursprungliga for beslut eller utlatanden som galler beviljande eller giltighet av ett tillstand, om tillstandet enligt gallande bestammelser ar beroende av sokandens eller tillstandshavarens tillforlitlighet, lamplighet eller nagon annan liknande egenskap, och det for bedomningen av egenskapen kravs uppgifter om sokandens eller tillstandshavarens halsotillstand, bruk av berusningsmedel, brottslighet eller valdsamma upptradande."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Henkilötietojen luovuttaminen toiselle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja poliisille, Tullille, Puolustusvoimille, syyttäjälle, tuomioistuimille, Oikeusrekisterikeskukselle, Rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 §:ssä tarkoitettua viranomaisen laissa säädettyä tehtävää varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja poliisille, Tullille, Puolustusvoimille, syyttäjälle, tuomioistuimille, Oikeusrekisterikeskukselle, Rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 § :ssä tarkoitettua viranomaisen laissa säädettyä tehtävää varten.",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta teknisen kayttoyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja poliisille, tullille, puolustusvoimille, syyttajalle, tuomioistuimille, oikeusrekisterikeskukselle, rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 §:ssa tarkoitettua viranomaisen laissa saadettya tehtavaa varten.",
        "title_sv": "Utlämnande av personuppgifter till en annan behörig myndighet som avses i dataskyddslagen avseende brottmål",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut sådana personuppgifter som avses i 7-15 och 15 a § till polisen, Tullen, Försvarsmakten, åklagare, domstolar, Rättsregistercentralen, Brottspåföljdsmyndigheten och andra behöriga myndigheter enligt dataskyddslagen avseende brottmål för de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag.",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut sådana personuppgifter som avses i 7-15 och 15 a § till polisen, Tullen, Försvarsmakten, åklagare, domstolar, Rättsregistercentralen, Brottspåföljdsmyndigheten och andra behöriga myndigheter enligt dataskyddslagen avseende brottmål för de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag.",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna genom en teknisk anslutning eller som en datamangd lamna ut sadana personuppgifter som avses i 7-15 och 15 a § till polisen, tullen, forsvarsmakten, aklagare, domstolar, rattsregistercentralen, brottspafoljdsmyndigheten och andra behoriga myndigheter enligt dataskyddslagen avseende brottmal for de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Henkilötietojen muu luovuttaminen viranomaisille",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja viranomaisen laissa säädetyn tehtävän suorittamiseksi, seuraavasti:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja viranomaisen laissa säädetyn tehtävän suorittamiseksi, seuraavasti:",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta teknisen kayttoyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja viranomaisen laissa saadetyn tehtavan suorittamiseksi, seuraavasti:",
        "title_sv": "Övrigt utlämnande av personuppgifter till myndigheter",
        "content_sv": "Utöver vad som föreskrivs någon annanstans i lag får Gränsbevakningsväsendet trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut i 7-15 och 15 a § avsedda personuppgifter för utförande av en uppgift som en myndighet har enligt lag, enligt följande:",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans i lag får Gränsbevakningsväsendet trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut i 7-15 och 15 a § avsedda personuppgifter för utförande av en uppgift som en myndighet har enligt lag, enligt följande:",
        "folded_sv": "utover vad som foreskrivs nagon annanstans i lag far gransbevakningsvasendet trots sekretessbestammelserna genom en teknisk anslutning eller som en datamangd lamna ut i 7-15 och 15 a § avsedda personuppgifter for utforande av en uppgift som en myndighet har enligt lag, enligt foljande:"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Henkilötietojen luovuttaminen Euroopan unionin jäsenvaltion ja Euroopan talousalueen jäsenvaltion lainvalvontaviranomaiselle",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja toisen Euroopan unionin jäsenvaltion ja Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka käsittelee henkilötietoja luonnollisten henkilöiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilötietojen käsittelyssä rikosten ennalta estämistä, tutkimista, paljastamista tai rikoksiin liittyviä syytetoimia tai rikosoikeudellisten seuraamusten täytäntöönpanoa varten sekä näiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepäätöksen 2008/977/YOS kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2016/680 1 artiklan 1 kohdassa säädettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse käsitellä mainittuja henkilötietoja. Rajavartiolaitos saa lisäksi luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja Eurojustille ja muulle Euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtäviin kuuluu oikeus- ja yhteiskuntajärjestyksen turvaaminen, yleisen järjestyksen ja turvallisuuden ylläpitäminen tai rikosten ennalta estäminen, selvittäminen ja syyteharkintaan saattaminen, mainittujen tehtävien suorittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja toisen Euroopan unionin jäsenvaltion ja Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka käsittelee henkilötietoja luonnollisten henkilöiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilötietojen käsittelyssä rikosten ennalta estämistä, tutkimista, paljastamista tai rikoksiin liittyviä syytetoimia tai rikosoikeudellisten seuraamusten täytäntöönpanoa varten sekä näiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepäätöksen 2008/977/YOS kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2016/680 1 artiklan 1 kohdassa säädettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse käsitellä mainittuja henkilötietoja. Rajavartiolaitos saa lisäksi luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja Eurojustille ja muulle Euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtäviin kuuluu oikeus- ja yhteiskuntajärjestyksen turvaaminen, yleisen järjestyksen ja turvallisuuden ylläpitäminen tai rikosten ennalta estäminen, selvittäminen ja syyteharkintaan saattaminen, mainittujen tehtävien suorittamiseksi.",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja toisen euroopan unionin jasenvaltion ja euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka kasittelee henkilotietoja luonnollisten henkiloiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilotietojen kasittelyssa rikosten ennalta estamista, tutkimista, paljastamista tai rikoksiin liittyvia syytetoimia tai rikosoikeudellisten seuraamusten taytantoonpanoa varten seka naiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepaatoksen 2008/977/yos kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin (eu) 2016/680 1 artiklan 1 kohdassa saadettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse kasitella mainittuja henkilotietoja. rajavartiolaitos saa lisaksi luovuttaa salassapitosaannosten estamatta 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja eurojustille ja muulle euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtaviin kuuluu oikeus- ja yhteiskuntajarjestyksen turvaaminen, yleisen jarjestyksen ja turvallisuuden yllapitaminen tai rikosten ennalta estaminen, selvittaminen ja syyteharkintaan saattaminen, mainittujen tehtavien suorittamiseksi.",
        "title_sv": "Utlämnande av personuppgifter till brottsbekämpande myndigheter i Europeiska unionens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut personuppgifter som avses i 7-15 och 15 a § till sådana behöriga myndigheter i andra medlemsstater i Europeiska unionen och i stater som hör till Europeiska ekonomiska samarbetsområdet som behandlar personuppgifterna för de ändamål som anges i artikel 1.1 i Europaparlamentets och rådets direktiv (EU) 2016/680 om skydd för fysiska personer med avseende på behöriga myndigheters behandling av personuppgifter för att förebygga, förhindra, utreda, avslöja eller lagföra brott eller verkställa straffrättsliga påföljder, och det fria flödet av sådana uppgifter och om upphävande av rådets rambeslut 2008/977/RIF, under samma förutsättningar som Gränsbevakningsväsendet självt får behandla personuppgifterna i fråga. Gränsbevakningsväsendet får dessutom trots sekretessbestämmelserna lämna ut uppgifter som avses i 7-15 och 15 a § till Eurojust och sådana andra institutioner som inrättats med stöd av fördraget om Europeiska unionens funktionssätt och som har till uppgift att trygga rätts- och samhällsordningen, upprätthålla allmän ordning och säkerhet eller förebygga och utreda brott och sörja för att brott blir föremål för åtalsprövning, för utförande av dessa uppdrag.",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut personuppgifter som avses i 7-15 och 15 a § till sådana behöriga myndigheter i andra medlemsstater i Europeiska unionen och i stater som hör till Europeiska ekonomiska samarbetsområdet som behandlar personuppgifterna för de ändamål som anges i artikel 1.1 i Europaparlamentets och rådets direktiv (EU) 2016/680 om skydd för fysiska personer med avseende på behöriga myndigheters behandling av personuppgifter för att förebygga, förhindra, utreda, avslöja eller lagföra brott eller verkställa straffrättsliga påföljder, och det fria flödet av sådana uppgifter och om upphävande av rådets rambeslut 2008/977/RIF, under samma förutsättningar som Gränsbevakningsväsendet självt får behandla personuppgifterna i fråga. Gränsbevakningsväsendet får dessutom trots sekretessbestämmelserna lämna ut uppgifter som avses i 7-15 och 15 a § till Eurojust och sådana andra institutioner som inrättats med stöd av fördraget om Europeiska unionens funktionssätt och som har till uppgift att trygga rätts- och samhällsordningen, upprätthålla allmän ordning och säkerhet eller förebygga och utreda brott och sörja för att brott blir föremål för åtalsprövning, för utförande av dessa uppdrag.",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut personuppgifter som avses i 7-15 och 15 a § till sadana behoriga myndigheter i andra medlemsstater i europeiska unionen och i stater som hor till europeiska ekonomiska samarbetsomradet som behandlar personuppgifterna for de andamal som anges i artikel 1.1 i europaparlamentets och radets direktiv (eu) 2016/680 om skydd for fysiska personer med avseende pa behoriga myndigheters behandling av personuppgifter for att forebygga, forhindra, utreda, avsloja eller lagfora brott eller verkstalla straffrattsliga pafoljder, och det fria flodet av sadana uppgifter och om upphavande av radets rambeslut 2008/977/rif, under samma forutsattningar som gransbevakningsvasendet sjalvt far behandla personuppgifterna i fraga. gransbevakningsvasendet far dessutom trots sekretessbestammelserna lamna ut uppgifter som avses i 7-15 och 15 a § till eurojust och sadana andra institutioner som inrattats med stod av fordraget om europeiska unionens funktionssatt och som har till uppgift att trygga ratts- och samhallsordningen, uppratthalla allman ordning och sakerhet eller forebygga och utreda brott och sorja for att brott blir foremal for atalsprovning, for utforande av dessa uppdrag."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Henkilötietojen luovuttaminen Euroopan unionin rajavalvontayhteistyössä",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a §:ssä tarkoitettuja henkilötietoja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a § :ssä tarkoitettuja henkilötietoja:",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-11, 15 ja 15 a §:ssa tarkoitettuja henkilotietoja:",
        "title_sv": "Utlämnande av personuppgifter inom Europeiska unionens gränskontrollsamarbete",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut i 7-11, 15 och 15 a § avsedda personuppgifter till"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Tietojen muu luovuttaminen ulkomaille",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a §:ssä tarkoitettuja henkilötietoja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a § :ssä tarkoitettuja henkilötietoja:",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-11, 15 ja 15 a §:ssa tarkoitettuja henkilotietoja:",
        "title_sv": "Övrigt utlämnande av uppgifter till utlandet",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut i 7-11, 15 och 15 a § avsedda personuppgifter till"
      }
    },
    {
      "provision_ref": "47 a",
      "section": "47 a",
      "title": "Teknisen valvonnan tietojen poistaminen",
      "content": "Rajavartiolain 29 §:ssä tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä, jollei ole erityistä syytä tallenteiden edelleen säilyttämiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Tallenteiden edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 a",
        "normalized_fi": "Rajavartiolain 29 § :ssä tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä, jollei ole erityistä syytä tallenteiden edelleen säilyttämiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Tallenteiden edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
        "folded_fi": "rajavartiolain 29 §:ssa tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistaan vuoden kuluttua tallenteen syntymisesta, jollei ole erityista syyta tallenteiden edelleen sailyttamiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteroidyn, muun asianosaisen tai rajavartiolaitoksen henkilostoon kuuluvan oikeuksien turvaamiseksi. tallenteiden edelleen sailyttamisen tarpeellisuutta on arvioitava vahintaan viiden vuoden valein.",
        "title_sv": "Radering av uppgifter från teknisk övervakning",
        "content_sv": "Upptagningar från sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen ska raderas senast ett år från det att upptagningen uppkom, om det inte finns någon särskild orsak att fortsatt bevara dem med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av upptagningarna ska bedömas minst vart femte år.",
        "normalized_sv": "Upptagningar från sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen ska raderas senast ett år från det att upptagningen uppkom, om det inte finns någon särskild orsak att fortsatt bevara dem med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av upptagningarna ska bedömas minst vart femte år.",
        "folded_sv": "upptagningar fran sadan teknisk overvakning som avses i 29 § i gransbevakningslagen ska raderas senast ett ar fran det att upptagningen uppkom, om det inte finns nagon sarskild orsak att fortsatt bevara dem med tanke pa utredning eller overvakning eller av nagon annan grundad anledning, eller for att trygga de rattigheter som den registrerade, nagon annan part eller en person som hor till gransbevakningsvasendets personal har. behovet av fortsatt bevarande av upptagningarna ska bedomas minst vart femte ar."
      }
    },
    {
      "provision_ref": "47 b",
      "section": "47 b",
      "title": "Radioteknisen valvonnan tietojen poistaminen",
      "content": "Radioteknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä. Radioteknisen valvonnan suuntaamiseksi sekä valvontakohteiden erottelemiseksi ja rajaamiseksi käsiteltävät henkilötiedot poistetaan viimeistään viiden vuoden kuluttua tiedon rekisteriin merkitsemisestä. Edellä 1 momentissa tarkoitetut tiedot saadaan kuitenkin säilyttää edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Henkilötietojen edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 b",
        "normalized_fi": "Radioteknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä. Radioteknisen valvonnan suuntaamiseksi sekä valvontakohteiden erottelemiseksi ja rajaamiseksi käsiteltävät henkilötiedot poistetaan viimeistään viiden vuoden kuluttua tiedon rekisteriin merkitsemisestä. Edellä 1 momentissa tarkoitetut tiedot saadaan kuitenkin säilyttää edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Henkilötietojen edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
        "folded_fi": "radioteknisen valvonnan tallenteet poistetaan viimeistaan vuoden kuluttua tallenteen syntymisesta. radioteknisen valvonnan suuntaamiseksi seka valvontakohteiden erottelemiseksi ja rajaamiseksi kasiteltavat henkilotiedot poistetaan viimeistaan viiden vuoden kuluttua tiedon rekisteriin merkitsemisesta. edella 1 momentissa tarkoitetut tiedot saadaan kuitenkin sailyttaa edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteroidyn, muun asianosaisen tai rajavartiolaitoksen henkilostoon kuuluvan oikeuksien turvaamiseksi. henkilotietojen edelleen sailyttamisen tarpeellisuutta on arvioitava vahintaan viiden vuoden valein.",
        "title_sv": "Radering av uppgifter från radioteknisk övervakning",
        "content_sv": "Upptagningar från radioteknisk övervakning ska raderas senast ett år från det att upptagningen uppkom. Personuppgifter som behandlas för att den radiotekniska övervakningen ska kunna riktas eller för att övervakningsobjekt ska kunna åtskiljas och avgränsas ska raderas senast fem år efter det att uppgiften infördes i registret. De uppgifter som avses i 1 mom. får dock fortfarande bevaras, om de behövs med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av personuppgifterna ska bedömas minst vart femte år.",
        "normalized_sv": "Upptagningar från radioteknisk övervakning ska raderas senast ett år från det att upptagningen uppkom. Personuppgifter som behandlas för att den radiotekniska övervakningen ska kunna riktas eller för att övervakningsobjekt ska kunna åtskiljas och avgränsas ska raderas senast fem år efter det att uppgiften infördes i registret. De uppgifter som avses i 1 mom. får dock fortfarande bevaras, om de behövs med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av personuppgifterna ska bedömas minst vart femte år.",
        "folded_sv": "upptagningar fran radioteknisk overvakning ska raderas senast ett ar fran det att upptagningen uppkom. personuppgifter som behandlas for att den radiotekniska overvakningen ska kunna riktas eller for att overvakningsobjekt ska kunna atskiljas och avgransas ska raderas senast fem ar efter det att uppgiften infordes i registret. de uppgifter som avses i 1 mom. far dock fortfarande bevaras, om de behovs med tanke pa utredning eller overvakning eller av nagon annan grundad anledning, eller for att trygga de rattigheter som den registrerade, nagon annan part eller en person som hor till gransbevakningsvasendets personal har. behovet av fortsatt bevarande av personuppgifterna ska bedomas minst vart femte ar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Henkilötietojen käsittely teknisen valvonnan suorittamiseksi",
      "content": "Rajavartiolaitos saa käsitellä henkilötietoja rajavartiolain 29 §:ssä tarkoitetun teknisen valvonnan suorittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Rajavartiolaitos saa käsitellä henkilötietoja rajavartiolain 29 § :ssä tarkoitetun teknisen valvonnan suorittamiseksi.",
        "folded_fi": "rajavartiolaitos saa kasitella henkilotietoja rajavartiolain 29 §:ssa tarkoitetun teknisen valvonnan suorittamiseksi.",
        "title_sv": "Behandling av personuppgifter för utförande av teknisk övervakning",
        "content_sv": "Gränsbevakningsväsendet får behandla personuppgifter för utförande av sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen.",
        "normalized_sv": "Gränsbevakningsväsendet får behandla personuppgifter för utförande av sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen.",
        "folded_sv": "gransbevakningsvasendet far behandla personuppgifter for utforande av sadan teknisk overvakning som avses i 29 § i gransbevakningslagen."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "title": "Henkilötietojen ja muiden tietojen käsittely radioteknisen valvonnan suorittamiseksi",
      "content": "Rajavartiolaitos saa käsitellä henkilötietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c §:ssä säädetyin edellytyksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Rajavartiolaitos saa käsitellä henkilötietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c § :ssä säädetyin edellytyksin.",
        "folded_fi": "rajavartiolaitos saa kasitella henkilotietoja ja muita tietoja radioteknisen valvonnan suorittamiseksi rajavartiolain 29 a-29 c §:ssa saadetyin edellytyksin.",
        "title_sv": "Behandling av personuppgifter och andra uppgifter för utförande av radioteknisk övervakning",
        "content_sv": "Gränsbevakningsväsendet får behandla personuppgifter och andra uppgifter för utförande av radioteknisk övervakning under de förutsättningar som anges i 29 a-29 c § i gränsbevakningslagen.",
        "normalized_sv": "Gränsbevakningsväsendet får behandla personuppgifter och andra uppgifter för utförande av radioteknisk övervakning under de förutsättningar som anges i 29 a-29 c § i gränsbevakningslagen.",
        "folded_sv": "gransbevakningsvasendet far behandla personuppgifter och andra uppgifter for utforande av radioteknisk overvakning under de forutsattningar som anges i 29 a-29 c § i gransbevakningslagen."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Henkilötietojen käsittely muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen",
      "content": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-11, 13-15 ja 15 a §:ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-11, 13-15 ja 15 a § :ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen:",
        "folded_fi": "jollei muualla laissa toisin saadeta, rajavartiolaitos saa kasitella 7-11, 13-15 ja 15 a §:ssa tarkoitettuja henkilotietoja muuhun kuin niiden alkuperaiseen kasittelytarkoitukseen:",
        "title_sv": "Behandling av personuppgifter för andra ändamål än det ursprungliga",
        "content_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § för andra ändamål än det ursprungliga för",
        "normalized_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § för andra ändamål än det ursprungliga för",
        "folded_sv": "om inte nagot annat foreskrivs nagon annanstans i lag, far gransbevakningsvasendet behandla personuppgifter som avses i 7-11, 13-15 och 15 a § for andra andamal an det ursprungliga for"
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Henkilötietojen käsittely muuhun kuin alkuperäiseen käsittelytarkoitukseen lupaharkinnassa",
      "content": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-9, 13-15 ja 15 a §:ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen päätettäessä tai annettaessa lausuntoa luvan myöntämisestä tai voimassaolosta, jos luvan myöntämisen tai voimassaolon edellytykseksi on säädetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttää luvanhakijan tai luvanhaltijan terveydentilaan, päihteiden käyttöön, rikokseen syyllistymiseen tai väkivaltaiseen käyttäytymiseen liittyviä tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, Rajavartiolaitos saa käsitellä 7-9, 13-15 ja 15 a § :ssä tarkoitettuja henkilötietoja muuhun kuin niiden alkuperäiseen käsittelytarkoitukseen päätettäessä tai annettaessa lausuntoa luvan myöntämisestä tai voimassaolosta, jos luvan myöntämisen tai voimassaolon edellytykseksi on säädetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttää luvanhakijan tai luvanhaltijan terveydentilaan, päihteiden käyttöön, rikokseen syyllistymiseen tai väkivaltaiseen käyttäytymiseen liittyviä tietoja.",
        "folded_fi": "jollei muualla laissa toisin saadeta, rajavartiolaitos saa kasitella 7-9, 13-15 ja 15 a §:ssa tarkoitettuja henkilotietoja muuhun kuin niiden alkuperaiseen kasittelytarkoitukseen paatettaessa tai annettaessa lausuntoa luvan myontamisesta tai voimassaolosta, jos luvan myontamisen tai voimassaolon edellytykseksi on saadetty luvanhakijan tai luvanhaltijan luotettavuus, sopivuus tai muu sellainen ominaisuus, jonka arvioiminen edellyttaa luvanhakijan tai luvanhaltijan terveydentilaan, paihteiden kayttoon, rikokseen syyllistymiseen tai vakivaltaiseen kayttaytymiseen liittyvia tietoja.",
        "title_sv": "Behandling av personuppgifter för andra ändamål än det ursprungliga vid tillståndsprövning",
        "content_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § för andra ändamål än det ursprungliga för beslut eller utlåtanden som gäller beviljande eller giltighet av ett tillstånd, om tillståndet enligt gällande bestämmelser är beroende av sökandens eller tillståndshavarens tillförlitlighet, lämplighet eller någon annan liknande egenskap, och det för bedömningen av egenskapen krävs uppgifter om sökandens eller tillståndshavarens hälsotillstånd, bruk av berusningsmedel, brottslighet eller våldsamma uppträdande.",
        "normalized_sv": "Om inte något annat föreskrivs någon annanstans i lag, får Gränsbevakningsväsendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § för andra ändamål än det ursprungliga för beslut eller utlåtanden som gäller beviljande eller giltighet av ett tillstånd, om tillståndet enligt gällande bestämmelser är beroende av sökandens eller tillståndshavarens tillförlitlighet, lämplighet eller någon annan liknande egenskap, och det för bedömningen av egenskapen krävs uppgifter om sökandens eller tillståndshavarens hälsotillstånd, bruk av berusningsmedel, brottslighet eller våldsamma uppträdande.",
        "folded_sv": "om inte nagot annat foreskrivs nagon annanstans i lag, far gransbevakningsvasendet behandla personuppgifter som avses i 7-9, 13-15 och 15 a § for andra andamal an det ursprungliga for beslut eller utlatanden som galler beviljande eller giltighet av ett tillstand, om tillstandet enligt gallande bestammelser ar beroende av sokandens eller tillstandshavarens tillforlitlighet, lamplighet eller nagon annan liknande egenskap, och det for bedomningen av egenskapen kravs uppgifter om sokandens eller tillstandshavarens halsotillstand, bruk av berusningsmedel, brottslighet eller valdsamma upptradande."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Henkilötietojen luovuttaminen toiselle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja poliisille, Tullille, Puolustusvoimille, syyttäjälle, tuomioistuimille, Oikeusrekisterikeskukselle, Rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 §:ssä tarkoitettua viranomaisen laissa säädettyä tehtävää varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja poliisille, Tullille, Puolustusvoimille, syyttäjälle, tuomioistuimille, Oikeusrekisterikeskukselle, Rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 § :ssä tarkoitettua viranomaisen laissa säädettyä tehtävää varten.",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta teknisen kayttoyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja poliisille, tullille, puolustusvoimille, syyttajalle, tuomioistuimille, oikeusrekisterikeskukselle, rikosseuraamuslaitokselle ja muulle rikosasioiden tietosuojalaissa tarkoitetulle toimivaltaiselle viranomaiselle rikosasioiden tietosuojalain 1 §:ssa tarkoitettua viranomaisen laissa saadettya tehtavaa varten.",
        "title_sv": "Utlämnande av personuppgifter till en annan behörig myndighet som avses i dataskyddslagen avseende brottmål",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut sådana personuppgifter som avses i 7-15 och 15 a § till polisen, Tullen, Försvarsmakten, åklagare, domstolar, Rättsregistercentralen, Brottspåföljdsmyndigheten och andra behöriga myndigheter enligt dataskyddslagen avseende brottmål för de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag.",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut sådana personuppgifter som avses i 7-15 och 15 a § till polisen, Tullen, Försvarsmakten, åklagare, domstolar, Rättsregistercentralen, Brottspåföljdsmyndigheten och andra behöriga myndigheter enligt dataskyddslagen avseende brottmål för de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag.",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna genom en teknisk anslutning eller som en datamangd lamna ut sadana personuppgifter som avses i 7-15 och 15 a § till polisen, tullen, forsvarsmakten, aklagare, domstolar, rattsregistercentralen, brottspafoljdsmyndigheten och andra behoriga myndigheter enligt dataskyddslagen avseende brottmal for de uppgifter enligt 1 § i den lagen som myndigheten har enligt lag."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Henkilötietojen muu luovuttaminen viranomaisille",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja viranomaisen laissa säädetyn tehtävän suorittamiseksi, seuraavasti:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä teknisen käyttöyhteyden avulla tai tietojoukkona 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja viranomaisen laissa säädetyn tehtävän suorittamiseksi, seuraavasti:",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta teknisen kayttoyhteyden avulla tai tietojoukkona 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja viranomaisen laissa saadetyn tehtavan suorittamiseksi, seuraavasti:",
        "title_sv": "Övrigt utlämnande av personuppgifter till myndigheter",
        "content_sv": "Utöver vad som föreskrivs någon annanstans i lag får Gränsbevakningsväsendet trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut i 7-15 och 15 a § avsedda personuppgifter för utförande av en uppgift som en myndighet har enligt lag, enligt följande:",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans i lag får Gränsbevakningsväsendet trots sekretessbestämmelserna genom en teknisk anslutning eller som en datamängd lämna ut i 7-15 och 15 a § avsedda personuppgifter för utförande av en uppgift som en myndighet har enligt lag, enligt följande:",
        "folded_sv": "utover vad som foreskrivs nagon annanstans i lag far gransbevakningsvasendet trots sekretessbestammelserna genom en teknisk anslutning eller som en datamangd lamna ut i 7-15 och 15 a § avsedda personuppgifter for utforande av en uppgift som en myndighet har enligt lag, enligt foljande:"
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Henkilötietojen luovuttaminen Euroopan unionin jäsenvaltion ja Euroopan talousalueen jäsenvaltion lainvalvontaviranomaiselle",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja toisen Euroopan unionin jäsenvaltion ja Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka käsittelee henkilötietoja luonnollisten henkilöiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilötietojen käsittelyssä rikosten ennalta estämistä, tutkimista, paljastamista tai rikoksiin liittyviä syytetoimia tai rikosoikeudellisten seuraamusten täytäntöönpanoa varten sekä näiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepäätöksen 2008/977/YOS kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2016/680 1 artiklan 1 kohdassa säädettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse käsitellä mainittuja henkilötietoja. Rajavartiolaitos saa lisäksi luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a §:ssä tarkoitettuja henkilötietoja Eurojustille ja muulle Euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtäviin kuuluu oikeus- ja yhteiskuntajärjestyksen turvaaminen, yleisen järjestyksen ja turvallisuuden ylläpitäminen tai rikosten ennalta estäminen, selvittäminen ja syyteharkintaan saattaminen, mainittujen tehtävien suorittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja toisen Euroopan unionin jäsenvaltion ja Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka käsittelee henkilötietoja luonnollisten henkilöiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilötietojen käsittelyssä rikosten ennalta estämistä, tutkimista, paljastamista tai rikoksiin liittyviä syytetoimia tai rikosoikeudellisten seuraamusten täytäntöönpanoa varten sekä näiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepäätöksen 2008/977/YOS kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin (EU) 2016/680 1 artiklan 1 kohdassa säädettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse käsitellä mainittuja henkilötietoja. Rajavartiolaitos saa lisäksi luovuttaa salassapitosäännösten estämättä 7-15 ja 15 a § :ssä tarkoitettuja henkilötietoja Eurojustille ja muulle Euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtäviin kuuluu oikeus- ja yhteiskuntajärjestyksen turvaaminen, yleisen järjestyksen ja turvallisuuden ylläpitäminen tai rikosten ennalta estäminen, selvittäminen ja syyteharkintaan saattaminen, mainittujen tehtävien suorittamiseksi.",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja toisen euroopan unionin jasenvaltion ja euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, joka kasittelee henkilotietoja luonnollisten henkiloiden suojelusta toimivaltaisten viranomaisten suorittamassa henkilotietojen kasittelyssa rikosten ennalta estamista, tutkimista, paljastamista tai rikoksiin liittyvia syytetoimia tai rikosoikeudellisten seuraamusten taytantoonpanoa varten seka naiden tietojen vapaasta liikkuvuudesta ja neuvoston puitepaatoksen 2008/977/yos kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin (eu) 2016/680 1 artiklan 1 kohdassa saadettyyn tarkoitukseen, samoin edellytyksin kuin se saa itse kasitella mainittuja henkilotietoja. rajavartiolaitos saa lisaksi luovuttaa salassapitosaannosten estamatta 7-15 ja 15 a §:ssa tarkoitettuja henkilotietoja eurojustille ja muulle euroopan unionin toiminnasta tehdyn sopimuksen nojalla perustetulle toimielimelle, jonka tehtaviin kuuluu oikeus- ja yhteiskuntajarjestyksen turvaaminen, yleisen jarjestyksen ja turvallisuuden yllapitaminen tai rikosten ennalta estaminen, selvittaminen ja syyteharkintaan saattaminen, mainittujen tehtavien suorittamiseksi.",
        "title_sv": "Utlämnande av personuppgifter till brottsbekämpande myndigheter i Europeiska unionens medlemsstater och i stater som hör till Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut personuppgifter som avses i 7-15 och 15 a § till sådana behöriga myndigheter i andra medlemsstater i Europeiska unionen och i stater som hör till Europeiska ekonomiska samarbetsområdet som behandlar personuppgifterna för de ändamål som anges i artikel 1.1 i Europaparlamentets och rådets direktiv (EU) 2016/680 om skydd för fysiska personer med avseende på behöriga myndigheters behandling av personuppgifter för att förebygga, förhindra, utreda, avslöja eller lagföra brott eller verkställa straffrättsliga påföljder, och det fria flödet av sådana uppgifter och om upphävande av rådets rambeslut 2008/977/RIF, under samma förutsättningar som Gränsbevakningsväsendet självt får behandla personuppgifterna i fråga. Gränsbevakningsväsendet får dessutom trots sekretessbestämmelserna lämna ut uppgifter som avses i 7-15 och 15 a § till Eurojust och sådana andra institutioner som inrättats med stöd av fördraget om Europeiska unionens funktionssätt och som har till uppgift att trygga rätts- och samhällsordningen, upprätthålla allmän ordning och säkerhet eller förebygga och utreda brott och sörja för att brott blir föremål för åtalsprövning, för utförande av dessa uppdrag.",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut personuppgifter som avses i 7-15 och 15 a § till sådana behöriga myndigheter i andra medlemsstater i Europeiska unionen och i stater som hör till Europeiska ekonomiska samarbetsområdet som behandlar personuppgifterna för de ändamål som anges i artikel 1.1 i Europaparlamentets och rådets direktiv (EU) 2016/680 om skydd för fysiska personer med avseende på behöriga myndigheters behandling av personuppgifter för att förebygga, förhindra, utreda, avslöja eller lagföra brott eller verkställa straffrättsliga påföljder, och det fria flödet av sådana uppgifter och om upphävande av rådets rambeslut 2008/977/RIF, under samma förutsättningar som Gränsbevakningsväsendet självt får behandla personuppgifterna i fråga. Gränsbevakningsväsendet får dessutom trots sekretessbestämmelserna lämna ut uppgifter som avses i 7-15 och 15 a § till Eurojust och sådana andra institutioner som inrättats med stöd av fördraget om Europeiska unionens funktionssätt och som har till uppgift att trygga rätts- och samhällsordningen, upprätthålla allmän ordning och säkerhet eller förebygga och utreda brott och sörja för att brott blir föremål för åtalsprövning, för utförande av dessa uppdrag.",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut personuppgifter som avses i 7-15 och 15 a § till sadana behoriga myndigheter i andra medlemsstater i europeiska unionen och i stater som hor till europeiska ekonomiska samarbetsomradet som behandlar personuppgifterna for de andamal som anges i artikel 1.1 i europaparlamentets och radets direktiv (eu) 2016/680 om skydd for fysiska personer med avseende pa behoriga myndigheters behandling av personuppgifter for att forebygga, forhindra, utreda, avsloja eller lagfora brott eller verkstalla straffrattsliga pafoljder, och det fria flodet av sadana uppgifter och om upphavande av radets rambeslut 2008/977/rif, under samma forutsattningar som gransbevakningsvasendet sjalvt far behandla personuppgifterna i fraga. gransbevakningsvasendet far dessutom trots sekretessbestammelserna lamna ut uppgifter som avses i 7-15 och 15 a § till eurojust och sadana andra institutioner som inrattats med stod av fordraget om europeiska unionens funktionssatt och som har till uppgift att trygga ratts- och samhallsordningen, uppratthalla allman ordning och sakerhet eller forebygga och utreda brott och sorja for att brott blir foremal for atalsprovning, for utforande av dessa uppdrag."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Henkilötietojen luovuttaminen Euroopan unionin rajavalvontayhteistyössä",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a §:ssä tarkoitettuja henkilötietoja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a § :ssä tarkoitettuja henkilötietoja:",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-11, 15 ja 15 a §:ssa tarkoitettuja henkilotietoja:",
        "title_sv": "Utlämnande av personuppgifter inom Europeiska unionens gränskontrollsamarbete",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut i 7-11, 15 och 15 a § avsedda personuppgifter till"
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Tietojen muu luovuttaminen ulkomaille",
      "content": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a §:ssä tarkoitettuja henkilötietoja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Rajavartiolaitos saa luovuttaa salassapitosäännösten estämättä 7-11, 15 ja 15 a § :ssä tarkoitettuja henkilötietoja:",
        "folded_fi": "rajavartiolaitos saa luovuttaa salassapitosaannosten estamatta 7-11, 15 ja 15 a §:ssa tarkoitettuja henkilotietoja:",
        "title_sv": "Övrigt utlämnande av uppgifter till utlandet",
        "content_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "normalized_sv": "Gränsbevakningsväsendet får trots sekretessbestämmelserna lämna ut i 7-11, 15 och 15 a § avsedda personuppgifter till",
        "folded_sv": "gransbevakningsvasendet far trots sekretessbestammelserna lamna ut i 7-11, 15 och 15 a § avsedda personuppgifter till"
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "47 a",
      "section": "47 a",
      "title": "Teknisen valvonnan tietojen poistaminen",
      "content": "Rajavartiolain 29 §:ssä tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä, jollei ole erityistä syytä tallenteiden edelleen säilyttämiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Tallenteiden edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 a",
        "normalized_fi": "Rajavartiolain 29 § :ssä tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä, jollei ole erityistä syytä tallenteiden edelleen säilyttämiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Tallenteiden edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
        "folded_fi": "rajavartiolain 29 §:ssa tarkoitetun teknisen valvonnan tallenteet poistetaan viimeistaan vuoden kuluttua tallenteen syntymisesta, jollei ole erityista syyta tallenteiden edelleen sailyttamiseen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteroidyn, muun asianosaisen tai rajavartiolaitoksen henkilostoon kuuluvan oikeuksien turvaamiseksi. tallenteiden edelleen sailyttamisen tarpeellisuutta on arvioitava vahintaan viiden vuoden valein.",
        "title_sv": "Radering av uppgifter från teknisk övervakning",
        "content_sv": "Upptagningar från sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen ska raderas senast ett år från det att upptagningen uppkom, om det inte finns någon särskild orsak att fortsatt bevara dem med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av upptagningarna ska bedömas minst vart femte år.",
        "normalized_sv": "Upptagningar från sådan teknisk övervakning som avses i 29 § i gränsbevakningslagen ska raderas senast ett år från det att upptagningen uppkom, om det inte finns någon särskild orsak att fortsatt bevara dem med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av upptagningarna ska bedömas minst vart femte år.",
        "folded_sv": "upptagningar fran sadan teknisk overvakning som avses i 29 § i gransbevakningslagen ska raderas senast ett ar fran det att upptagningen uppkom, om det inte finns nagon sarskild orsak att fortsatt bevara dem med tanke pa utredning eller overvakning eller av nagon annan grundad anledning, eller for att trygga de rattigheter som den registrerade, nagon annan part eller en person som hor till gransbevakningsvasendets personal har. behovet av fortsatt bevarande av upptagningarna ska bedomas minst vart femte ar."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "47 b",
      "section": "47 b",
      "title": "Radioteknisen valvonnan tietojen poistaminen",
      "content": "Radioteknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä. Radioteknisen valvonnan suuntaamiseksi sekä valvontakohteiden erottelemiseksi ja rajaamiseksi käsiteltävät henkilötiedot poistetaan viimeistään viiden vuoden kuluttua tiedon rekisteriin merkitsemisestä. Edellä 1 momentissa tarkoitetut tiedot saadaan kuitenkin säilyttää edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Henkilötietojen edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47 b",
        "normalized_fi": "Radioteknisen valvonnan tallenteet poistetaan viimeistään vuoden kuluttua tallenteen syntymisestä. Radioteknisen valvonnan suuntaamiseksi sekä valvontakohteiden erottelemiseksi ja rajaamiseksi käsiteltävät henkilötiedot poistetaan viimeistään viiden vuoden kuluttua tiedon rekisteriin merkitsemisestä. Edellä 1 momentissa tarkoitetut tiedot saadaan kuitenkin säilyttää edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteröidyn, muun asianosaisen tai Rajavartiolaitoksen henkilöstöön kuuluvan oikeuksien turvaamiseksi. Henkilötietojen edelleen säilyttämisen tarpeellisuutta on arvioitava vähintään viiden vuoden välein.",
        "folded_fi": "radioteknisen valvonnan tallenteet poistetaan viimeistaan vuoden kuluttua tallenteen syntymisesta. radioteknisen valvonnan suuntaamiseksi seka valvontakohteiden erottelemiseksi ja rajaamiseksi kasiteltavat henkilotiedot poistetaan viimeistaan viiden vuoden kuluttua tiedon rekisteriin merkitsemisesta. edella 1 momentissa tarkoitetut tiedot saadaan kuitenkin sailyttaa edelleen, jos ne ovat tarpeen tutkinnallisen, valvonnallisen tai muun perustellun syyn vuoksi taikka rekisteroidyn, muun asianosaisen tai rajavartiolaitoksen henkilostoon kuuluvan oikeuksien turvaamiseksi. henkilotietojen edelleen sailyttamisen tarpeellisuutta on arvioitava vahintaan viiden vuoden valein.",
        "title_sv": "Radering av uppgifter från radioteknisk övervakning",
        "content_sv": "Upptagningar från radioteknisk övervakning ska raderas senast ett år från det att upptagningen uppkom. Personuppgifter som behandlas för att den radiotekniska övervakningen ska kunna riktas eller för att övervakningsobjekt ska kunna åtskiljas och avgränsas ska raderas senast fem år efter det att uppgiften infördes i registret. De uppgifter som avses i 1 mom. får dock fortfarande bevaras, om de behövs med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av personuppgifterna ska bedömas minst vart femte år.",
        "normalized_sv": "Upptagningar från radioteknisk övervakning ska raderas senast ett år från det att upptagningen uppkom. Personuppgifter som behandlas för att den radiotekniska övervakningen ska kunna riktas eller för att övervakningsobjekt ska kunna åtskiljas och avgränsas ska raderas senast fem år efter det att uppgiften infördes i registret. De uppgifter som avses i 1 mom. får dock fortfarande bevaras, om de behövs med tanke på utredning eller övervakning eller av någon annan grundad anledning, eller för att trygga de rättigheter som den registrerade, någon annan part eller en person som hör till Gränsbevakningsväsendets personal har. Behovet av fortsatt bevarande av personuppgifterna ska bedömas minst vart femte år.",
        "folded_sv": "upptagningar fran radioteknisk overvakning ska raderas senast ett ar fran det att upptagningen uppkom. personuppgifter som behandlas for att den radiotekniska overvakningen ska kunna riktas eller for att overvakningsobjekt ska kunna atskiljas och avgransas ska raderas senast fem ar efter det att uppgiften infordes i registret. de uppgifter som avses i 1 mom. far dock fortfarande bevaras, om de behovs med tanke pa utredning eller overvakning eller av nagon annan grundad anledning, eller for att trygga de rattigheter som den registrerade, nagon annan part eller en person som hor till gransbevakningsvasendets personal har. behovet av fortsatt bevarande av personuppgifterna ska bedomas minst vart femte ar."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    }
  ]
}