{
  "id": "434/2007",
  "type": "statute",
  "title": "Laki satovahinkojen korvaamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om ersättande av skördeskador",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/434/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kasvilajien yksikköhinnat",
      "content": "Maaseutuvirasto antaa määräykset vuosittain tämän lain mukaan korvattavien kasvilajien yksikköhinnoista käytettäviksi satovahinkojen arvioinnissa. Yksikköhintana pidetään interventiohintaa tai vahinkovuotta edeltäneenä vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myös markkinoiden myöhempi kehitys. Jos interventio- tai markkinahintaa ei ole, Maaseutuvirasto antaa määräykset yksikköhinnoista satovahinkoneuvottelukuntaa kuultuaan. Yksikköhintaa määrättäessä voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maaseutuvirasto antaa määräykset vuosittain tämän lain mukaan korvattavien kasvilajien yksikköhinnoista käytettäviksi satovahinkojen arvioinnissa. Yksikköhintana pidetään interventiohintaa tai vahinkovuotta edeltäneenä vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myös markkinoiden myöhempi kehitys. Jos interventio- tai markkinahintaa ei ole, Maaseutuvirasto antaa määräykset yksikköhinnoista satovahinkoneuvottelukuntaa kuultuaan. Yksikköhintaa määrättäessä voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
        "folded_fi": "maaseutuvirasto antaa maaraykset vuosittain taman lain mukaan korvattavien kasvilajien yksikkohinnoista kaytettaviksi satovahinkojen arvioinnissa. yksikkohintana pidetaan interventiohintaa tai vahinkovuotta edeltaneena vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myos markkinoiden myohempi kehitys. jos interventio- tai markkinahintaa ei ole, maaseutuvirasto antaa maaraykset yksikkohinnoista satovahinkoneuvottelukuntaa kuultuaan. yksikkohintaa maarattaessa voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
        "title_sv": "Växtarternas priser per enhet",
        "content_sv": "I fråga om växtarter som är ersättningsgilla enligt denna lag meddelar Landsbygdsverket årligen föreskrifter om de priser per enhet som skall tillämpas vid värderingen av skördeskador. Som beräkningsgrund för priset per enhet anses interventionspriset eller det marknadspris som betalats året före skadeåret, varvid även senare utveckling på marknaden kan beaktas. Om inget interventions- eller marknadspris finns, meddelar Landsbygdsverket föreskrifter om priset per enhet efter att ha hört delegationen för skördeskador. Vid bestämmandet av priset per enhet kan produktionsstöd som betalas för växtarten beaktas.",
        "normalized_sv": "I fråga om växtarter som är ersättningsgilla enligt denna lag meddelar Landsbygdsverket årligen föreskrifter om de priser per enhet som skall tillämpas vid värderingen av skördeskador. Som beräkningsgrund för priset per enhet anses interventionspriset eller det marknadspris som betalats året före skadeåret, varvid även senare utveckling på marknaden kan beaktas. Om inget interventions- eller marknadspris finns, meddelar Landsbygdsverket föreskrifter om priset per enhet efter att ha hört delegationen för skördeskador. Vid bestämmandet av priset per enhet kan produktionsstöd som betalas för växtarten beaktas.",
        "folded_sv": "i fraga om vaxtarter som ar ersattningsgilla enligt denna lag meddelar landsbygdsverket arligen foreskrifter om de priser per enhet som skall tillampas vid varderingen av skordeskador. som berakningsgrund for priset per enhet anses interventionspriset eller det marknadspris som betalats aret fore skadearet, varvid aven senare utveckling pa marknaden kan beaktas. om inget interventions- eller marknadspris finns, meddelar landsbygdsverket foreskrifter om priset per enhet efter att ha hort delegationen for skordeskador. vid bestammandet av priset per enhet kan produktionsstod som betalas for vaxtarten beaktas."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Normisato",
      "content": "normisadolla Kasvilajin tarkoitetaan normisatoalueella saatua keskimääräistä vuosisatoa pinta-alayksikköä kohti. Normisato lasketaan vahinkovuotta edeltäneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. Tästä laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole käytettävissä. Kasvilajin normisadon arvo lasketaan käyttämällä kertoimena kyseiselle kasville Maaseutuviraston antaman määräyksen mukaista yksikköhintaa. Viljelmän normisadon arvolla tarkoitetaan viljelmällä viljeltyjen tämän lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. Normisatojen määräämistä varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetään työvoima- ja elinkeinokeskusten toimialueita. Maaseutuvirasto antaa vuosittain määräykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "normisadolla Kasvilajin tarkoitetaan normisatoalueella saatua keskimääräistä vuosisatoa pinta-alayksikköä kohti. Normisato lasketaan vahinkovuotta edeltäneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. Tästä laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole käytettävissä. Kasvilajin normisadon arvo lasketaan käyttämällä kertoimena kyseiselle kasville Maaseutuviraston antaman määräyksen mukaista yksikköhintaa. Viljelmän normisadon arvolla tarkoitetaan viljelmällä viljeltyjen tämän lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. Normisatojen määräämistä varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetään työvoima- ja elinkeinokeskusten toimialueita. Maaseutuvirasto antaa vuosittain määräykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
        "folded_fi": "normisadolla kasvilajin tarkoitetaan normisatoalueella saatua keskimaaraista vuosisatoa pinta-alayksikkoa kohti. normisato lasketaan vahinkovuotta edeltaneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. tasta laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole kaytettavissa. kasvilajin normisadon arvo lasketaan kayttamalla kertoimena kyseiselle kasville maaseutuviraston antaman maarayksen mukaista yksikkohintaa. viljelman normisadon arvolla tarkoitetaan viljelmalla viljeltyjen taman lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. normisatojen maaraamista varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetaan tyovoima- ja elinkeinokeskusten toimialueita. maaseutuvirasto antaa vuosittain maaraykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
        "title_sv": "Normskörd",
        "content_sv": "normskörd Med växtartens avses den genomsnittliga årsskörd per arealenhet som erhållits på normskördeområdet. Normskörden beräknas på grundval av skördestatistiken för de fem år som föregår skadeåret såsom ett aritmetiskt medelvärde. Från detta beräkningssätt kan avvikelse göras av särskilda skäl eller om behövlig skördestatistik inte finns tillgänglig. Värdet av en växtarts normskörd beräknas så att det pris per enhet för växtarten i fråga som anges i en föreskrift av Landsbygdsverket används som koefficient. Med värdet av brukningsenhetens normskörd avses summan av värdena av de på brukningsenheten odlade enligt denna lag ersättningsgilla växtarternas normskördar multiplicerade med odlingsarealerna. För bestämmandet av normskördar indelas landet i normskördeområden vilka utgörs av arbetskrafts- och näringscentralernas verksamhetsområden. Landsbygdsverket meddelar årligen föreskrifter om normskördar per växtart för respektive normskördeområde.",
        "normalized_sv": "normskörd Med växtartens avses den genomsnittliga årsskörd per arealenhet som erhållits på normskördeområdet. Normskörden beräknas på grundval av skördestatistiken för de fem år som föregår skadeåret såsom ett aritmetiskt medelvärde. Från detta beräkningssätt kan avvikelse göras av särskilda skäl eller om behövlig skördestatistik inte finns tillgänglig. Värdet av en växtarts normskörd beräknas så att det pris per enhet för växtarten i fråga som anges i en föreskrift av Landsbygdsverket används som koefficient. Med värdet av brukningsenhetens normskörd avses summan av värdena av de på brukningsenheten odlade enligt denna lag ersättningsgilla växtarternas normskördar multiplicerade med odlingsarealerna. För bestämmandet av normskördar indelas landet i normskördeområden vilka utgörs av arbetskrafts- och näringscentralernas verksamhetsområden. Landsbygdsverket meddelar årligen föreskrifter om normskördar per växtart för respektive normskördeområde.",
        "folded_sv": "normskord med vaxtartens avses den genomsnittliga arsskord per arealenhet som erhallits pa normskordeomradet. normskorden beraknas pa grundval av skordestatistiken for de fem ar som foregar skadearet sasom ett aritmetiskt medelvarde. fran detta berakningssatt kan avvikelse goras av sarskilda skal eller om behovlig skordestatistik inte finns tillganglig. vardet av en vaxtarts normskord beraknas sa att det pris per enhet for vaxtarten i fraga som anges i en foreskrift av landsbygdsverket anvands som koefficient. med vardet av brukningsenhetens normskord avses summan av vardena av de pa brukningsenheten odlade enligt denna lag ersattningsgilla vaxtarternas normskordar multiplicerade med odlingsarealerna. for bestammandet av normskordar indelas landet i normskordeomraden vilka utgors av arbetskrafts- och naringscentralernas verksamhetsomraden. landsbygdsverket meddelar arligen foreskrifter om normskordar per vaxtart for respektive normskordeomrade."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Viljelmäkohtainen satovahinkokorvaus",
      "content": "Tässä pykälässä tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. Jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehdä sadonkorjuun yhteydessä. Hakemus on kuitenkin tehtävä hyvissä ajoin ennen satovahinkoa kärsineen kasvulohkon sadonkorjuun päättymistä. Sadonkorjuun jälkeen tehdyn hakemuksen perusteella korvausta ei myönnetä. Talvehtimisvahinkojen osalta hakemus on tehtävä ennen vahingoittuneen kasvuston rikkomista ja viimeistään vahingon ilmenemistä seuranneen kesäkuun 30 päivänä. Korvausasian käsittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelmän talouskeskus sijaitsee. Maaseutuvirasto voi antaa määräyksiä korvausta haettaessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Tässä pykälässä tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. Jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehdä sadonkorjuun yhteydessä. Hakemus on kuitenkin tehtävä hyvissä ajoin ennen satovahinkoa kärsineen kasvulohkon sadonkorjuun päättymistä. Sadonkorjuun jälkeen tehdyn hakemuksen perusteella korvausta ei myönnetä. Talvehtimisvahinkojen osalta hakemus on tehtävä ennen vahingoittuneen kasvuston rikkomista ja viimeistään vahingon ilmenemistä seuranneen kesäkuun 30 päivänä. Korvausasian käsittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelmän talouskeskus sijaitsee. Maaseutuvirasto voi antaa määräyksiä korvausta haettaessa noudatettavasta menettelystä.",
        "folded_fi": "tassa pykalassa tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehda sadonkorjuun yhteydessa. hakemus on kuitenkin tehtava hyvissa ajoin ennen satovahinkoa karsineen kasvulohkon sadonkorjuun paattymista. sadonkorjuun jalkeen tehdyn hakemuksen perusteella korvausta ei myonneta. talvehtimisvahinkojen osalta hakemus on tehtava ennen vahingoittuneen kasvuston rikkomista ja viimeistaan vahingon ilmenemista seuranneen kesakuun 30 paivana. korvausasian kasittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelman talouskeskus sijaitsee. maaseutuvirasto voi antaa maarayksia korvausta haettaessa noudatettavasta menettelysta.",
        "title_sv": "Lägenhetsbestämd skördeskadeersättning",
        "content_sv": "Ersättning enligt denna paragraf skall sökas innan skörden inleds på skadeområdet. Om skadan kan konstateras först vid skörden kan ansökan göras i samband med skörden. Ansökan skall dock göras i god tid innan skörden har avslutats på det jordbruksskifte som råkat ut för skördeskadan. På grundval av en ansökan som gjorts efter avslutad skörd beviljas inte ersättning. Ersättning för övervintringsskada skall sökas innan det skadade växtbeståndet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. Ersättningsfrågan handläggs av landsbygdsnäringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. Landsbygdsverket kan meddela föreskrifter om ansökningsförfarandet.",
        "normalized_sv": "Ersättning enligt denna paragraf skall sökas innan skörden inleds på skadeområdet. Om skadan kan konstateras först vid skörden kan ansökan göras i samband med skörden. Ansökan skall dock göras i god tid innan skörden har avslutats på det jordbruksskifte som råkat ut för skördeskadan. På grundval av en ansökan som gjorts efter avslutad skörd beviljas inte ersättning. Ersättning för övervintringsskada skall sökas innan det skadade växtbeståndet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. Ersättningsfrågan handläggs av landsbygdsnäringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. Landsbygdsverket kan meddela föreskrifter om ansökningsförfarandet.",
        "folded_sv": "ersattning enligt denna paragraf skall sokas innan skorden inleds pa skadeomradet. om skadan kan konstateras forst vid skorden kan ansokan goras i samband med skorden. ansokan skall dock goras i god tid innan skorden har avslutats pa det jordbruksskifte som rakat ut for skordeskadan. pa grundval av en ansokan som gjorts efter avslutad skord beviljas inte ersattning. ersattning for overvintringsskada skall sokas innan det skadade vaxtbestandet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. ersattningsfragan handlaggs av landsbygdsnaringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. landsbygdsverket kan meddela foreskrifter om ansokningsforfarandet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kunnan maaseutuelinkeinoviranomaisen tehtävät",
      "content": "Kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvät tiedot Maaseutuvirastolle. Maaseutuvirasto voi antaa määräyksiä tietojen toimittamiseen liittyvistä menettelytavoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvät tiedot Maaseutuvirastolle. Maaseutuvirasto voi antaa määräyksiä tietojen toimittamiseen liittyvistä menettelytavoista.",
        "folded_fi": "kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvat tiedot maaseutuvirastolle. maaseutuvirasto voi antaa maarayksia tietojen toimittamiseen liittyvista menettelytavoista.",
        "title_sv": "Kommunens landsbygdsnäringsmyndighets uppgifter",
        "content_sv": "Kommunens landsbygdsnäringsmyndighet skall tillställa Landsbygdsverket de uppgifter som hänför sig till skördeskadeersättningarna. Landsbygdsverket kan meddela föreskrifter om förfarandena i anslutning till inlämnandet av uppgifter.",
        "normalized_sv": "Kommunens landsbygdsnäringsmyndighet skall tillställa Landsbygdsverket de uppgifter som hänför sig till skördeskadeersättningarna. Landsbygdsverket kan meddela föreskrifter om förfarandena i anslutning till inlämnandet av uppgifter.",
        "folded_sv": "kommunens landsbygdsnaringsmyndighet skall tillstalla landsbygdsverket de uppgifter som hanfor sig till skordeskadeersattningarna. landsbygdsverket kan meddela foreskrifter om forfarandena i anslutning till inlamnandet av uppgifter."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Satovahinkoneuvottelukunta",
      "content": "Tässä laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtävänä on toimia maa- ja metsätalousministeriön ja Maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. Neuvottelukunnassa ovat edustettuina maa- ja metsätalousministeriö, valtiovarainministeriö, Maaseutuvirasto sekä maataloustuottajain keskusjärjestöt. Neuvottelukunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tässä laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtävänä on toimia maa- ja metsätalousministeriön ja Maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. Neuvottelukunnassa ovat edustettuina maa- ja metsätalousministeriö, valtiovarainministeriö, Maaseutuvirasto sekä maataloustuottajain keskusjärjestöt. Neuvottelukunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tassa laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtavana on toimia maa- ja metsatalousministerion ja maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. neuvottelukunnassa ovat edustettuina maa- ja metsatalousministerio, valtiovarainministerio, maaseutuvirasto seka maataloustuottajain keskusjarjestot. neuvottelukunnasta ja sen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för skördeskador",
        "content_sv": "För beredningen av åtgärder som avses i denna lag tillsätter statsrådet en delegation för skördeskador, vars uppgift är att biträda jord- och skogsbruksministeriet och Landsbygdsverket i frågor som gäller ersättande av skördeskador. I delegationen ingår företrädare för jord- och skogsbruksministeriet, finansministeriet, Landsbygdsverket och lantbruksproducenternas centralorganisationer. Angående delegationen och dess uppgifter föreskrivs närmare genom förordning av statsrådet.",
        "normalized_sv": "För beredningen av åtgärder som avses i denna lag tillsätter statsrådet en delegation för skördeskador, vars uppgift är att biträda jord- och skogsbruksministeriet och Landsbygdsverket i frågor som gäller ersättande av skördeskador. I delegationen ingår företrädare för jord- och skogsbruksministeriet, finansministeriet, Landsbygdsverket och lantbruksproducenternas centralorganisationer. Angående delegationen och dess uppgifter föreskrivs närmare genom förordning av statsrådet.",
        "folded_sv": "for beredningen av atgarder som avses i denna lag tillsatter statsradet en delegation for skordeskador, vars uppgift ar att bitrada jord- och skogsbruksministeriet och landsbygdsverket i fragor som galler ersattande av skordeskador. i delegationen ingar foretradare for jord- och skogsbruksministeriet, finansministeriet, landsbygdsverket och lantbruksproducenternas centralorganisationer. angaende delegationen och dess uppgifter foreskrivs narmare genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kasvilajien yksikköhinnat",
      "content": "Maaseutuvirasto antaa määräykset vuosittain tämän lain mukaan korvattavien kasvilajien yksikköhinnoista käytettäviksi satovahinkojen arvioinnissa. Yksikköhintana pidetään interventiohintaa tai vahinkovuotta edeltäneenä vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myös markkinoiden myöhempi kehitys. Jos interventio- tai markkinahintaa ei ole, Maaseutuvirasto antaa määräykset yksikköhinnoista satovahinkoneuvottelukuntaa kuultuaan. Yksikköhintaa määrättäessä voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maaseutuvirasto antaa määräykset vuosittain tämän lain mukaan korvattavien kasvilajien yksikköhinnoista käytettäviksi satovahinkojen arvioinnissa. Yksikköhintana pidetään interventiohintaa tai vahinkovuotta edeltäneenä vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myös markkinoiden myöhempi kehitys. Jos interventio- tai markkinahintaa ei ole, Maaseutuvirasto antaa määräykset yksikköhinnoista satovahinkoneuvottelukuntaa kuultuaan. Yksikköhintaa määrättäessä voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
        "folded_fi": "maaseutuvirasto antaa maaraykset vuosittain taman lain mukaan korvattavien kasvilajien yksikkohinnoista kaytettaviksi satovahinkojen arvioinnissa. yksikkohintana pidetaan interventiohintaa tai vahinkovuotta edeltaneena vuonna toteutunutta markkinahintaa, jolloin voidaan ottaa huomioon myos markkinoiden myohempi kehitys. jos interventio- tai markkinahintaa ei ole, maaseutuvirasto antaa maaraykset yksikkohinnoista satovahinkoneuvottelukuntaa kuultuaan. yksikkohintaa maarattaessa voidaan ottaa huomioon kasvilajille maksettava tuotantotuki.",
        "title_sv": "Växtarternas priser per enhet",
        "content_sv": "I fråga om växtarter som är ersättningsgilla enligt denna lag meddelar Landsbygdsverket årligen föreskrifter om de priser per enhet som skall tillämpas vid värderingen av skördeskador. Som beräkningsgrund för priset per enhet anses interventionspriset eller det marknadspris som betalats året före skadeåret, varvid även senare utveckling på marknaden kan beaktas. Om inget interventions- eller marknadspris finns, meddelar Landsbygdsverket föreskrifter om priset per enhet efter att ha hört delegationen för skördeskador. Vid bestämmandet av priset per enhet kan produktionsstöd som betalas för växtarten beaktas.",
        "normalized_sv": "I fråga om växtarter som är ersättningsgilla enligt denna lag meddelar Landsbygdsverket årligen föreskrifter om de priser per enhet som skall tillämpas vid värderingen av skördeskador. Som beräkningsgrund för priset per enhet anses interventionspriset eller det marknadspris som betalats året före skadeåret, varvid även senare utveckling på marknaden kan beaktas. Om inget interventions- eller marknadspris finns, meddelar Landsbygdsverket föreskrifter om priset per enhet efter att ha hört delegationen för skördeskador. Vid bestämmandet av priset per enhet kan produktionsstöd som betalas för växtarten beaktas.",
        "folded_sv": "i fraga om vaxtarter som ar ersattningsgilla enligt denna lag meddelar landsbygdsverket arligen foreskrifter om de priser per enhet som skall tillampas vid varderingen av skordeskador. som berakningsgrund for priset per enhet anses interventionspriset eller det marknadspris som betalats aret fore skadearet, varvid aven senare utveckling pa marknaden kan beaktas. om inget interventions- eller marknadspris finns, meddelar landsbygdsverket foreskrifter om priset per enhet efter att ha hort delegationen for skordeskador. vid bestammandet av priset per enhet kan produktionsstod som betalas for vaxtarten beaktas."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Normisato",
      "content": "normisadolla Kasvilajin tarkoitetaan normisatoalueella saatua keskimääräistä vuosisatoa pinta-alayksikköä kohti. Normisato lasketaan vahinkovuotta edeltäneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. Tästä laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole käytettävissä. Kasvilajin normisadon arvo lasketaan käyttämällä kertoimena kyseiselle kasville Maaseutuviraston antaman määräyksen mukaista yksikköhintaa. Viljelmän normisadon arvolla tarkoitetaan viljelmällä viljeltyjen tämän lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. Normisatojen määräämistä varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetään työvoima- ja elinkeinokeskusten toimialueita. Maaseutuvirasto antaa vuosittain määräykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "normisadolla Kasvilajin tarkoitetaan normisatoalueella saatua keskimääräistä vuosisatoa pinta-alayksikköä kohti. Normisato lasketaan vahinkovuotta edeltäneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. Tästä laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole käytettävissä. Kasvilajin normisadon arvo lasketaan käyttämällä kertoimena kyseiselle kasville Maaseutuviraston antaman määräyksen mukaista yksikköhintaa. Viljelmän normisadon arvolla tarkoitetaan viljelmällä viljeltyjen tämän lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. Normisatojen määräämistä varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetään työvoima- ja elinkeinokeskusten toimialueita. Maaseutuvirasto antaa vuosittain määräykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
        "folded_fi": "normisadolla kasvilajin tarkoitetaan normisatoalueella saatua keskimaaraista vuosisatoa pinta-alayksikkoa kohti. normisato lasketaan vahinkovuotta edeltaneiden viiden vuoden satotilastojen perusteella aritmeettisena keskiarvona. tasta laskemistavasta voidaan poiketa, jos poikkeamiseen on erityinen syy tai jos tarvittavia satotilastoja ei ole kaytettavissa. kasvilajin normisadon arvo lasketaan kayttamalla kertoimena kyseiselle kasville maaseutuviraston antaman maarayksen mukaista yksikkohintaa. viljelman normisadon arvolla tarkoitetaan viljelmalla viljeltyjen taman lain mukaan korvattavien kasvilajien normisatojen viljelyaloilla kerrottujen arvojen summaa. normisatojen maaraamista varten valtakunnan alue jaetaan normisatoalueisiin, joina pidetaan tyovoima- ja elinkeinokeskusten toimialueita. maaseutuvirasto antaa vuosittain maaraykset normisadoista kasvilajeittain kullekin normisatoalueelle.",
        "title_sv": "Normskörd",
        "content_sv": "normskörd Med växtartens avses den genomsnittliga årsskörd per arealenhet som erhållits på normskördeområdet. Normskörden beräknas på grundval av skördestatistiken för de fem år som föregår skadeåret såsom ett aritmetiskt medelvärde. Från detta beräkningssätt kan avvikelse göras av särskilda skäl eller om behövlig skördestatistik inte finns tillgänglig. Värdet av en växtarts normskörd beräknas så att det pris per enhet för växtarten i fråga som anges i en föreskrift av Landsbygdsverket används som koefficient. Med värdet av brukningsenhetens normskörd avses summan av värdena av de på brukningsenheten odlade enligt denna lag ersättningsgilla växtarternas normskördar multiplicerade med odlingsarealerna. För bestämmandet av normskördar indelas landet i normskördeområden vilka utgörs av arbetskrafts- och näringscentralernas verksamhetsområden. Landsbygdsverket meddelar årligen föreskrifter om normskördar per växtart för respektive normskördeområde.",
        "normalized_sv": "normskörd Med växtartens avses den genomsnittliga årsskörd per arealenhet som erhållits på normskördeområdet. Normskörden beräknas på grundval av skördestatistiken för de fem år som föregår skadeåret såsom ett aritmetiskt medelvärde. Från detta beräkningssätt kan avvikelse göras av särskilda skäl eller om behövlig skördestatistik inte finns tillgänglig. Värdet av en växtarts normskörd beräknas så att det pris per enhet för växtarten i fråga som anges i en föreskrift av Landsbygdsverket används som koefficient. Med värdet av brukningsenhetens normskörd avses summan av värdena av de på brukningsenheten odlade enligt denna lag ersättningsgilla växtarternas normskördar multiplicerade med odlingsarealerna. För bestämmandet av normskördar indelas landet i normskördeområden vilka utgörs av arbetskrafts- och näringscentralernas verksamhetsområden. Landsbygdsverket meddelar årligen föreskrifter om normskördar per växtart för respektive normskördeområde.",
        "folded_sv": "normskord med vaxtartens avses den genomsnittliga arsskord per arealenhet som erhallits pa normskordeomradet. normskorden beraknas pa grundval av skordestatistiken for de fem ar som foregar skadearet sasom ett aritmetiskt medelvarde. fran detta berakningssatt kan avvikelse goras av sarskilda skal eller om behovlig skordestatistik inte finns tillganglig. vardet av en vaxtarts normskord beraknas sa att det pris per enhet for vaxtarten i fraga som anges i en foreskrift av landsbygdsverket anvands som koefficient. med vardet av brukningsenhetens normskord avses summan av vardena av de pa brukningsenheten odlade enligt denna lag ersattningsgilla vaxtarternas normskordar multiplicerade med odlingsarealerna. for bestammandet av normskordar indelas landet i normskordeomraden vilka utgors av arbetskrafts- och naringscentralernas verksamhetsomraden. landsbygdsverket meddelar arligen foreskrifter om normskordar per vaxtart for respektive normskordeomrade."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Viljelmäkohtainen satovahinkokorvaus",
      "content": "Tässä pykälässä tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. Jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehdä sadonkorjuun yhteydessä. Hakemus on kuitenkin tehtävä hyvissä ajoin ennen satovahinkoa kärsineen kasvulohkon sadonkorjuun päättymistä. Sadonkorjuun jälkeen tehdyn hakemuksen perusteella korvausta ei myönnetä. Talvehtimisvahinkojen osalta hakemus on tehtävä ennen vahingoittuneen kasvuston rikkomista ja viimeistään vahingon ilmenemistä seuranneen kesäkuun 30 päivänä. Korvausasian käsittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelmän talouskeskus sijaitsee. Maaseutuvirasto voi antaa määräyksiä korvausta haettaessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Tässä pykälässä tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. Jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehdä sadonkorjuun yhteydessä. Hakemus on kuitenkin tehtävä hyvissä ajoin ennen satovahinkoa kärsineen kasvulohkon sadonkorjuun päättymistä. Sadonkorjuun jälkeen tehdyn hakemuksen perusteella korvausta ei myönnetä. Talvehtimisvahinkojen osalta hakemus on tehtävä ennen vahingoittuneen kasvuston rikkomista ja viimeistään vahingon ilmenemistä seuranneen kesäkuun 30 päivänä. Korvausasian käsittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelmän talouskeskus sijaitsee. Maaseutuvirasto voi antaa määräyksiä korvausta haettaessa noudatettavasta menettelystä.",
        "folded_fi": "tassa pykalassa tarkoitettua korvausta on haettava ennen kuin sadonkorjuu vahinkoalalla aloitetaan. jos vahinko on todettavissa vasta satoa korjattaessa, hakemuksen voi tehda sadonkorjuun yhteydessa. hakemus on kuitenkin tehtava hyvissa ajoin ennen satovahinkoa karsineen kasvulohkon sadonkorjuun paattymista. sadonkorjuun jalkeen tehdyn hakemuksen perusteella korvausta ei myonneta. talvehtimisvahinkojen osalta hakemus on tehtava ennen vahingoittuneen kasvuston rikkomista ja viimeistaan vahingon ilmenemista seuranneen kesakuun 30 paivana. korvausasian kasittelee sen kunnan maaseutuelinkeinoviranomainen, jonka alueella viljelman talouskeskus sijaitsee. maaseutuvirasto voi antaa maarayksia korvausta haettaessa noudatettavasta menettelysta.",
        "title_sv": "Lägenhetsbestämd skördeskadeersättning",
        "content_sv": "Ersättning enligt denna paragraf skall sökas innan skörden inleds på skadeområdet. Om skadan kan konstateras först vid skörden kan ansökan göras i samband med skörden. Ansökan skall dock göras i god tid innan skörden har avslutats på det jordbruksskifte som råkat ut för skördeskadan. På grundval av en ansökan som gjorts efter avslutad skörd beviljas inte ersättning. Ersättning för övervintringsskada skall sökas innan det skadade växtbeståndet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. Ersättningsfrågan handläggs av landsbygdsnäringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. Landsbygdsverket kan meddela föreskrifter om ansökningsförfarandet.",
        "normalized_sv": "Ersättning enligt denna paragraf skall sökas innan skörden inleds på skadeområdet. Om skadan kan konstateras först vid skörden kan ansökan göras i samband med skörden. Ansökan skall dock göras i god tid innan skörden har avslutats på det jordbruksskifte som råkat ut för skördeskadan. På grundval av en ansökan som gjorts efter avslutad skörd beviljas inte ersättning. Ersättning för övervintringsskada skall sökas innan det skadade växtbeståndet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. Ersättningsfrågan handläggs av landsbygdsnäringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. Landsbygdsverket kan meddela föreskrifter om ansökningsförfarandet.",
        "folded_sv": "ersattning enligt denna paragraf skall sokas innan skorden inleds pa skadeomradet. om skadan kan konstateras forst vid skorden kan ansokan goras i samband med skorden. ansokan skall dock goras i god tid innan skorden har avslutats pa det jordbruksskifte som rakat ut for skordeskadan. pa grundval av en ansokan som gjorts efter avslutad skord beviljas inte ersattning. ersattning for overvintringsskada skall sokas innan det skadade vaxtbestandet bryts upp, dock senast den 30 juni efter det att skadan uppdagats. ersattningsfragan handlaggs av landsbygdsnaringsmyndigheten i den kommun inom vilken brukningsenhetens driftscentrum finns. landsbygdsverket kan meddela foreskrifter om ansokningsforfarandet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kunnan maaseutuelinkeinoviranomaisen tehtävät",
      "content": "Kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvät tiedot Maaseutuvirastolle. Maaseutuvirasto voi antaa määräyksiä tietojen toimittamiseen liittyvistä menettelytavoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvät tiedot Maaseutuvirastolle. Maaseutuvirasto voi antaa määräyksiä tietojen toimittamiseen liittyvistä menettelytavoista.",
        "folded_fi": "kunnan maaseutuelinkeinoviranomaisen on toimitettava satovahinkokorvauksiin liittyvat tiedot maaseutuvirastolle. maaseutuvirasto voi antaa maarayksia tietojen toimittamiseen liittyvista menettelytavoista.",
        "title_sv": "Kommunens landsbygdsnäringsmyndighets uppgifter",
        "content_sv": "Kommunens landsbygdsnäringsmyndighet skall tillställa Landsbygdsverket de uppgifter som hänför sig till skördeskadeersättningarna. Landsbygdsverket kan meddela föreskrifter om förfarandena i anslutning till inlämnandet av uppgifter.",
        "normalized_sv": "Kommunens landsbygdsnäringsmyndighet skall tillställa Landsbygdsverket de uppgifter som hänför sig till skördeskadeersättningarna. Landsbygdsverket kan meddela föreskrifter om förfarandena i anslutning till inlämnandet av uppgifter.",
        "folded_sv": "kommunens landsbygdsnaringsmyndighet skall tillstalla landsbygdsverket de uppgifter som hanfor sig till skordeskadeersattningarna. landsbygdsverket kan meddela foreskrifter om forfarandena i anslutning till inlamnandet av uppgifter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Satovahinkoneuvottelukunta",
      "content": "Tässä laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtävänä on toimia maa- ja metsätalousministeriön ja Maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. Neuvottelukunnassa ovat edustettuina maa- ja metsätalousministeriö, valtiovarainministeriö, Maaseutuvirasto sekä maataloustuottajain keskusjärjestöt. Neuvottelukunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tässä laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtävänä on toimia maa- ja metsätalousministeriön ja Maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. Neuvottelukunnassa ovat edustettuina maa- ja metsätalousministeriö, valtiovarainministeriö, Maaseutuvirasto sekä maataloustuottajain keskusjärjestöt. Neuvottelukunnasta ja sen tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tassa laissa tarkoitettujen toimenpiteiden valmistelua varten valtioneuvosto asettaa satovahinkoneuvottelukunnan, jonka tehtavana on toimia maa- ja metsatalousministerion ja maaseutuviraston apuna satovahinkojen korvaamista koskevissa asioissa. neuvottelukunnassa ovat edustettuina maa- ja metsatalousministerio, valtiovarainministerio, maaseutuvirasto seka maataloustuottajain keskusjarjestot. neuvottelukunnasta ja sen tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för skördeskador",
        "content_sv": "För beredningen av åtgärder som avses i denna lag tillsätter statsrådet en delegation för skördeskador, vars uppgift är att biträda jord- och skogsbruksministeriet och Landsbygdsverket i frågor som gäller ersättande av skördeskador. I delegationen ingår företrädare för jord- och skogsbruksministeriet, finansministeriet, Landsbygdsverket och lantbruksproducenternas centralorganisationer. Angående delegationen och dess uppgifter föreskrivs närmare genom förordning av statsrådet.",
        "normalized_sv": "För beredningen av åtgärder som avses i denna lag tillsätter statsrådet en delegation för skördeskador, vars uppgift är att biträda jord- och skogsbruksministeriet och Landsbygdsverket i frågor som gäller ersättande av skördeskador. I delegationen ingår företrädare för jord- och skogsbruksministeriet, finansministeriet, Landsbygdsverket och lantbruksproducenternas centralorganisationer. Angående delegationen och dess uppgifter föreskrivs närmare genom förordning av statsrådet.",
        "folded_sv": "for beredningen av atgarder som avses i denna lag tillsatter statsradet en delegation for skordeskador, vars uppgift ar att bitrada jord- och skogsbruksministeriet och landsbygdsverket i fragor som galler ersattande av skordeskador. i delegationen ingar foretradare for jord- och skogsbruksministeriet, finansministeriet, landsbygdsverket och lantbruksproducenternas centralorganisationer. angaende delegationen och dess uppgifter foreskrivs narmare genom forordning av statsradet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}