{
  "id": "435/2007",
  "type": "statute",
  "title": "Laki Euroopan yhteisön maidon ja maitotuotteiden kiintiöjärjestelmän täytäntöönpanosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om genomförande av Europeiska gemenskapens kvotsystem för mjölk och mjölkprodukter",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/435/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "neuvoston asetus Tämä laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003, jäljempänä, mukaisen kiintiöjärjestelmän ja sitä täydentävän yhteisön lainsäädännön soveltamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "neuvoston asetus Tämä laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003, jäljempänä, mukaisen kiintiöjärjestelmän ja sitä täydentävän yhteisön lainsäädännön soveltamista.",
        "folded_fi": "neuvoston asetus tama laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (ey) n:o 1788/2003, jaljempana, mukaisen kiintiojarjestelman ja sita taydentavan yhteison lainsaadannon soveltamista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "rådets förordning Denna lag gäller tillämpningen av kvotsystemet enligt rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter, nedan, och av kompletterande gemenskapslagstiftning.",
        "normalized_sv": "rådets förordning Denna lag gäller tillämpningen av kvotsystemet enligt rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter, nedan, och av kompletterande gemenskapslagstiftning.",
        "folded_sv": "radets forordning denna lag galler tillampningen av kvotsystemet enligt radets forordning (eg) nr 1788/2003 om inforande av en avgift inom sektorn for mjolk och mjolkprodukter, nedan, och av kompletterande gemenskapslagstiftning."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "Tämän lain täytäntöönpano kuuluu maa- ja metsätalousministeriölle, Maaseutuvirastolle ja työvoima- ja elinkeinokeskuksille. perusrasvaprosentti Maaseutuvirasto voi jonkin tehtävän tai tehtäväryhmän osalta siirtää toimivaltaansa kuuluvia tehtäviä työvoima- ja elinkeinokeskuksille. Viitemäärän ja viitemäärää vastaavan rasvaprosentin () vahvistaa se työvoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. Ahvenanmaan maakunnassa suorittaa tässä laissa työvoima- ja elinkeinokeskukselle kuuluvat tehtävät lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain täytäntöönpano kuuluu maa- ja metsätalousministeriölle, Maaseutuvirastolle ja työvoima- ja elinkeinokeskuksille. perusrasvaprosentti Maaseutuvirasto voi jonkin tehtävän tai tehtäväryhmän osalta siirtää toimivaltaansa kuuluvia tehtäviä työvoima- ja elinkeinokeskuksille. Viitemäärän ja viitemäärää vastaavan rasvaprosentin () vahvistaa se työvoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. Ahvenanmaan maakunnassa suorittaa tässä laissa työvoima- ja elinkeinokeskukselle kuuluvat tehtävät lääninhallitus.",
        "folded_fi": "taman lain taytantoonpano kuuluu maa- ja metsatalousministeriolle, maaseutuvirastolle ja tyovoima- ja elinkeinokeskuksille. perusrasvaprosentti maaseutuvirasto voi jonkin tehtavan tai tehtavaryhman osalta siirtaa toimivaltaansa kuuluvia tehtavia tyovoima- ja elinkeinokeskuksille. viitemaaran ja viitemaaraa vastaavan rasvaprosentin () vahvistaa se tyovoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. ahvenanmaan maakunnassa suorittaa tassa laissa tyovoima- ja elinkeinokeskukselle kuuluvat tehtavat laaninhallitus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Verkställigheten av denna lag ankommer på jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna. grundfettprocent Landsbygdsverket kan i fråga om någon uppgift eller uppgiftskategori överföra uppgifter som hör till dess behörighet på arbetskrafts- och näringscentralerna. Referenskvantiteten och den fettprocent som hör samman med referenskvantiteten () fastställs av den arbetskrafts- och näringscentral inom vars verksamhetsområde gårdsbruksenhetens driftscentrum är beläget. I landskapet Åland utför länsstyrelsen de uppgifter som enligt denna lag ankommer på arbetskrafts- och näringscentralerna.",
        "normalized_sv": "Verkställigheten av denna lag ankommer på jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna. grundfettprocent Landsbygdsverket kan i fråga om någon uppgift eller uppgiftskategori överföra uppgifter som hör till dess behörighet på arbetskrafts- och näringscentralerna. Referenskvantiteten och den fettprocent som hör samman med referenskvantiteten () fastställs av den arbetskrafts- och näringscentral inom vars verksamhetsområde gårdsbruksenhetens driftscentrum är beläget. I landskapet Åland utför länsstyrelsen de uppgifter som enligt denna lag ankommer på arbetskrafts- och näringscentralerna.",
        "folded_sv": "verkstalligheten av denna lag ankommer pa jord- och skogsbruksministeriet, landsbygdsverket och arbetskrafts- och naringscentralerna. grundfettprocent landsbygdsverket kan i fraga om nagon uppgift eller uppgiftskategori overfora uppgifter som hor till dess behorighet pa arbetskrafts- och naringscentralerna. referenskvantiteten och den fettprocent som hor samman med referenskvantiteten () faststalls av den arbetskrafts- och naringscentral inom vars verksamhetsomrade gardsbruksenhetens driftscentrum ar belaget. i landskapet aland utfor lansstyrelsen de uppgifter som enligt denna lag ankommer pa arbetskrafts- och naringscentralerna."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rekisterit",
      "content": "Maaseutuvirasto hyväksyy maidon ostajat sekä pitää rekisteriä, johon talletetaan tiedot vahvistetuista viitemääristä, rasvaprosenteista ja suoritettavista maksuista sekä tarpeelliset yksilöinti- ja yhteystiedot maidon ostajista ja tuottajista. Rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen käsittelyyn henkilötietolakia (523/1999). Tieto säilytetään rekisterissä 10 vuoden ajan asiaa koskevan viimeisen merkinnän tekemisestä rekisteriin, jollei tiedon säilyttäminen ole Euroopan yhteisön säännösten edellyttämän valvonnan vuoksi edelleen tarpeellista. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisterin hallinnoinnista. Maaseutuvirasto voi antaa määräyksiä tietojärjestelmän ylläpitämisessä noudatettavasta teknisestä menettelystä, tietojen hakuperusteista ja muista järjestelmän käyttöä koskevista ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maaseutuvirasto hyväksyy maidon ostajat sekä pitää rekisteriä, johon talletetaan tiedot vahvistetuista viitemääristä, rasvaprosenteista ja suoritettavista maksuista sekä tarpeelliset yksilöinti- ja yhteystiedot maidon ostajista ja tuottajista. Rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen käsittelyyn henkilötietolakia (523/1999). Tieto säilytetään rekisterissä 10 vuoden ajan asiaa koskevan viimeisen merkinnän tekemisestä rekisteriin, jollei tiedon säilyttäminen ole Euroopan yhteisön säännösten edellyttämän valvonnan vuoksi edelleen tarpeellista. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisterin hallinnoinnista. Maaseutuvirasto voi antaa määräyksiä tietojärjestelmän ylläpitämisessä noudatettavasta teknisestä menettelystä, tietojen hakuperusteista ja muista järjestelmän käyttöä koskevista ehdoista.",
        "folded_fi": "maaseutuvirasto hyvaksyy maidon ostajat seka pitaa rekisteria, johon talletetaan tiedot vahvistetuista viitemaarista, rasvaprosenteista ja suoritettavista maksuista seka tarpeelliset yksilointi- ja yhteystiedot maidon ostajista ja tuottajista. rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilotietojen kasittelyyn henkilotietolakia (523/1999). tieto sailytetaan rekisterissa 10 vuoden ajan asiaa koskevan viimeisen merkinnan tekemisesta rekisteriin, jollei tiedon sailyttaminen ole euroopan yhteison saannosten edellyttaman valvonnan vuoksi edelleen tarpeellista. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia rekisterin hallinnoinnista. maaseutuvirasto voi antaa maarayksia tietojarjestelman yllapitamisessa noudatettavasta teknisesta menettelysta, tietojen hakuperusteista ja muista jarjestelman kayttoa koskevista ehdoista.",
        "title_sv": "Register",
        "content_sv": "Landsbygdsverket godkänner mjölkuppköparna och för ett register där det införs uppgifter om fastställda referenskvantiteter, fettprocent och avgifter som skall betalas samt behövliga identifierings- och kontaktuppgifter i fråga om mjölkuppköpare och mjölkproducenter. På offentligheten för registeruppgifterna, utlämnandet av dem och avgifterna för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999), och på behandlingen av personuppgifter tillämpas personuppgiftslagen (523/1999). Uppgifterna förvaras i registret i tio år från den sista anteckningen, om det inte fortfarande är behövligt att förvara uppgifterna på grund av sådan övervakning som Europeiska gemenskapens regelverk förutsätter. Närmare bestämmelser om förvaltningen av registret kan meddelas genom förordning av statsrådet. Landsbygdsverket kan meddela föreskrifter om det tekniska förfarandet vid driften av informationssystemet, sökkriterierna och andra villkor för användningen av systemet.",
        "normalized_sv": "Landsbygdsverket godkänner mjölkuppköparna och för ett register där det införs uppgifter om fastställda referenskvantiteter, fettprocent och avgifter som skall betalas samt behövliga identifierings- och kontaktuppgifter i fråga om mjölkuppköpare och mjölkproducenter. På offentligheten för registeruppgifterna, utlämnandet av dem och avgifterna för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999), och på behandlingen av personuppgifter tillämpas personuppgiftslagen (523/1999). Uppgifterna förvaras i registret i tio år från den sista anteckningen, om det inte fortfarande är behövligt att förvara uppgifterna på grund av sådan övervakning som Europeiska gemenskapens regelverk förutsätter. Närmare bestämmelser om förvaltningen av registret kan meddelas genom förordning av statsrådet. Landsbygdsverket kan meddela föreskrifter om det tekniska förfarandet vid driften av informationssystemet, sökkriterierna och andra villkor för användningen av systemet.",
        "folded_sv": "landsbygdsverket godkanner mjolkuppkoparna och for ett register dar det infors uppgifter om faststallda referenskvantiteter, fettprocent och avgifter som skall betalas samt behovliga identifierings- och kontaktuppgifter i fraga om mjolkuppkopare och mjolkproducenter. pa offentligheten for registeruppgifterna, utlamnandet av dem och avgifterna for utlamnandet tillampas lagen om offentlighet i myndigheternas verksamhet (621/1999), och pa behandlingen av personuppgifter tillampas personuppgiftslagen (523/1999). uppgifterna forvaras i registret i tio ar fran den sista anteckningen, om det inte fortfarande ar behovligt att forvara uppgifterna pa grund av sadan overvakning som europeiska gemenskapens regelverk forutsatter. narmare bestammelser om forvaltningen av registret kan meddelas genom forordning av statsradet. landsbygdsverket kan meddela foreskrifter om det tekniska forfarandet vid driften av informationssystemet, sokkriterierna och andra villkor for anvandningen av systemet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimitusten viitemäärä",
      "content": "tuotantojakso Työvoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemäärän ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. Toimitusten viitemäärä on se litramäärä, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 päivänä alkavan 12 kuukauden jakson, jäljempänä, aikana toimittaa maitoa ilman ylitysmaksua edellä tarkoitetulle ostajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "tuotantojakso Työvoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemäärän ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. Toimitusten viitemäärä on se litramäärä, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 päivänä alkavan 12 kuukauden jakson, jäljempänä, aikana toimittaa maitoa ilman ylitysmaksua edellä tarkoitetulle ostajalle.",
        "folded_fi": "tuotantojakso tyovoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemaaran ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. toimitusten viitemaara on se litramaara, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 paivana alkavan 12 kuukauden jakson, jaljempana, aikana toimittaa maitoa ilman ylitysmaksua edella tarkoitetulle ostajalle.",
        "title_sv": "Referenskvantitet för leveranser",
        "content_sv": "produktionsperiod Arbetskrafts- och näringscentralen fastställer på ansökan av en producent som avses i artikel 5 punkt c i rådets förordning en individuell referenskvantitet och grundfettprocent för producenten, om denne i enlighet med artikel 5 punkt f i rådets förordning börjar leverera mjölk till en uppköpare som avses i artikel 5 punkt e. Referenskvantiteten för leveranser är den kvantitet mjölk, uttryckt i liter, som producenten under en tolvmånadersperiod som inleds den 1 april respektive år, nedan, har rätt att utan någon överskridningsavgift leverera till den ovan avsedda uppköparen.",
        "normalized_sv": "produktionsperiod Arbetskrafts- och näringscentralen fastställer på ansökan av en producent som avses i artikel 5 punkt c i rådets förordning en individuell referenskvantitet och grundfettprocent för producenten, om denne i enlighet med artikel 5 punkt f i rådets förordning börjar leverera mjölk till en uppköpare som avses i artikel 5 punkt e. Referenskvantiteten för leveranser är den kvantitet mjölk, uttryckt i liter, som producenten under en tolvmånadersperiod som inleds den 1 april respektive år, nedan, har rätt att utan någon överskridningsavgift leverera till den ovan avsedda uppköparen.",
        "folded_sv": "produktionsperiod arbetskrafts- och naringscentralen faststaller pa ansokan av en producent som avses i artikel 5 punkt c i radets forordning en individuell referenskvantitet och grundfettprocent for producenten, om denne i enlighet med artikel 5 punkt f i radets forordning borjar leverera mjolk till en uppkopare som avses i artikel 5 punkt e. referenskvantiteten for leveranser ar den kvantitet mjolk, uttryckt i liter, som producenten under en tolvmanadersperiod som inleds den 1 april respektive ar, nedan, har ratt att utan nagon overskridningsavgift leverera till den ovan avsedda uppkoparen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Suoramyynnin viitemäärä",
      "content": "Työvoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemäärän tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntiä. Suoramyynnin viitemäärä on se litramäärä, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myydä tai siirtää maitoa suoraan kuluttajille sekä myydä tai siirtää muita maitotuotteita. Maaseutuvirasto määrittää vastaavuudet tilalta lähteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Työvoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemäärän tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntiä. Suoramyynnin viitemäärä on se litramäärä, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myydä tai siirtää maitoa suoraan kuluttajille sekä myydä tai siirtää muita maitotuotteita. Maaseutuvirasto määrittää vastaavuudet tilalta lähteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
        "folded_fi": "tyovoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemaaran tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntia. suoramyynnin viitemaara on se litramaara, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myyda tai siirtaa maitoa suoraan kuluttajille seka myyda tai siirtaa muita maitotuotteita. maaseutuvirasto maarittaa vastaavuudet tilalta lahteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
        "title_sv": "Referenskvantitet för direktförsäljning",
        "content_sv": "Arbetskrafts- och näringscentralen fastställer på ansökan av producenten en individuell referenskvantitet för direktförsäljning för en producent som bedriver sådan direktförsäljning som avses i artikel 5 punkt g i rådets förordning. Referenskvantiteten för direktförsäljning är den kvantitet, uttryckt i liter, som producenten under produktionsperioden har rätt att utan någon överskridningsavgift sälja eller överföra i form av mjölk direkt till konsumenterna eller i form av andra mjölkprodukter. Landsbygdsverket fastställer ekvivalenter för ost och andra mjölkprodukter, med undantag för grädde och smör, som levereras från lägenheten.",
        "normalized_sv": "Arbetskrafts- och näringscentralen fastställer på ansökan av producenten en individuell referenskvantitet för direktförsäljning för en producent som bedriver sådan direktförsäljning som avses i artikel 5 punkt g i rådets förordning. Referenskvantiteten för direktförsäljning är den kvantitet, uttryckt i liter, som producenten under produktionsperioden har rätt att utan någon överskridningsavgift sälja eller överföra i form av mjölk direkt till konsumenterna eller i form av andra mjölkprodukter. Landsbygdsverket fastställer ekvivalenter för ost och andra mjölkprodukter, med undantag för grädde och smör, som levereras från lägenheten.",
        "folded_sv": "arbetskrafts- och naringscentralen faststaller pa ansokan av producenten en individuell referenskvantitet for direktforsaljning for en producent som bedriver sadan direktforsaljning som avses i artikel 5 punkt g i radets forordning. referenskvantiteten for direktforsaljning ar den kvantitet, uttryckt i liter, som producenten under produktionsperioden har ratt att utan nagon overskridningsavgift salja eller overfora i form av mjolk direkt till konsumenterna eller i form av andra mjolkprodukter. landsbygdsverket faststaller ekvivalenter for ost och andra mjolkprodukter, med undantag for gradde och smor, som levereras fran lagenheten."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ylitysmaksun laiminlyönti",
      "content": "Jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemäärän ylittämisestä menevää ylitysmaksua tai jos maksua on suoritettu liian vähän, maksettavaan määrään lisätään maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003 soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 595/2004 15 artiklan mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemäärän ylittämisestä menevää ylitysmaksua tai jos maksua on suoritettu liian vähän, maksettavaan määrään lisätään maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003 soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 595/2004 15 artiklan mukainen viivästyskorko.",
        "folded_fi": "jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemaaran ylittamisesta menevaa ylitysmaksua tai jos maksua on suoritettu liian vahan, maksettavaan maaraan lisataan maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (ey) n:o 1788/2003 soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 595/2004 15 artiklan mukainen viivastyskorko.",
        "title_sv": "Försummad överskridningsavgift",
        "content_sv": "Om den avgiftsskyldige inte på eget initiativ har betalat överskridningsavgift för överskridning av referenskvantiteten för mjölk eller om han har betalat för litet i avgift, läggs till beloppet som skall betalas dröjsmålsränta enligt artikel 15 i kommissionens förordning (EG) nr 595/2004 om tillämpningsföreskrifter för rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter.",
        "normalized_sv": "Om den avgiftsskyldige inte på eget initiativ har betalat överskridningsavgift för överskridning av referenskvantiteten för mjölk eller om han har betalat för litet i avgift, läggs till beloppet som skall betalas dröjsmålsränta enligt artikel 15 i kommissionens förordning (EG) nr 595/2004 om tillämpningsföreskrifter för rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter.",
        "folded_sv": "om den avgiftsskyldige inte pa eget initiativ har betalat overskridningsavgift for overskridning av referenskvantiteten for mjolk eller om han har betalat for litet i avgift, laggs till beloppet som skall betalas drojsmalsranta enligt artikel 15 i kommissionens forordning (eg) nr 595/2004 om tillampningsforeskrifter for radets forordning (eg) nr 1788/2003 om inforande av en avgift inom sektorn for mjolk och mjolkprodukter."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Neuvottelukunta",
      "content": "Tässä laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsätalousministeriö asettaa neuvottelukunnan, jonka tehtävänä on seurata maidon ja maitotuotteiden kiintiöjärjestelmän toimivuutta Suomessa ja tarvittaessa tehdä ehdotuksia järjestelmän täytäntöönpanosta, soveltamisesta ja kehittämisestä. Neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja sekä enintään kuusi muuta jäsentä, joiden tulee edustaa maa- ja metsätalousministeriötä, Maaseutuvirastoa, maataloustuottajain keskusjärjestöjä ja meijeriyrityksiä. Jäsenille voidaan määrätä henkilökohtaiset neuvottelukunnan varajäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tässä laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsätalousministeriö asettaa neuvottelukunnan, jonka tehtävänä on seurata maidon ja maitotuotteiden kiintiöjärjestelmän toimivuutta Suomessa ja tarvittaessa tehdä ehdotuksia järjestelmän täytäntöönpanosta, soveltamisesta ja kehittämisestä. Neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja sekä enintään kuusi muuta jäsentä, joiden tulee edustaa maa- ja metsätalousministeriötä, Maaseutuvirastoa, maataloustuottajain keskusjärjestöjä ja meijeriyrityksiä. Jäsenille voidaan määrätä henkilökohtaiset neuvottelukunnan varajäsenet.",
        "folded_fi": "tassa laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsatalousministerio asettaa neuvottelukunnan, jonka tehtavana on seurata maidon ja maitotuotteiden kiintiojarjestelman toimivuutta suomessa ja tarvittaessa tehda ehdotuksia jarjestelman taytantoonpanosta, soveltamisesta ja kehittamisesta. neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja seka enintaan kuusi muuta jasenta, joiden tulee edustaa maa- ja metsatalousministeriota, maaseutuvirastoa, maataloustuottajain keskusjarjestoja ja meijeriyrityksia. jasenille voidaan maarata henkilokohtaiset neuvottelukunnan varajasenet.",
        "title_sv": "Delegation",
        "content_sv": "För beredningen och uppföljningen av de nationella åtgärder som avses i denna lag tillsätter jord- och skogsbruksministeriet en delegation vars uppgift är att följa hur kvotsystemet för mjölk och mjölkprodukter fungerar i Finland och att vid behov ge förslag om genomförandet, tillämpningen och utvecklingen av systemet. Delegationen har en ordförande, en vice ordförande och högst sex andra medlemmar som skall företräda jord- och skogsbruksministeriet, Landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriföretagen. Personliga suppleanter i delegationen kan utses för medlemmarna.",
        "normalized_sv": "För beredningen och uppföljningen av de nationella åtgärder som avses i denna lag tillsätter jord- och skogsbruksministeriet en delegation vars uppgift är att följa hur kvotsystemet för mjölk och mjölkprodukter fungerar i Finland och att vid behov ge förslag om genomförandet, tillämpningen och utvecklingen av systemet. Delegationen har en ordförande, en vice ordförande och högst sex andra medlemmar som skall företräda jord- och skogsbruksministeriet, Landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriföretagen. Personliga suppleanter i delegationen kan utses för medlemmarna.",
        "folded_sv": "for beredningen och uppfoljningen av de nationella atgarder som avses i denna lag tillsatter jord- och skogsbruksministeriet en delegation vars uppgift ar att folja hur kvotsystemet for mjolk och mjolkprodukter fungerar i finland och att vid behov ge forslag om genomforandet, tillampningen och utvecklingen av systemet. delegationen har en ordforande, en vice ordforande och hogst sex andra medlemmar som skall foretrada jord- och skogsbruksministeriet, landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriforetagen. personliga suppleanter i delegationen kan utses for medlemmarna."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku",
      "content": "Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tekemään päätökseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Myös Ahvenanmaan maakunnan lääninhallituksen päätöksestä haetaan muutosta valittamalla valituslautakuntaan. Valituslautakunnan sekä maa- ja metsätalousministeriön päätökseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tekemään päätökseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Myös Ahvenanmaan maakunnan lääninhallituksen päätöksestä haetaan muutosta valittamalla valituslautakuntaan. Valituslautakunnan sekä maa- ja metsätalousministeriön päätökseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "maaseutuviraston ja tyovoima- ja elinkeinokeskuksen tekemaan paatokseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkayttolaissa (586/1996) saadetaan. myos ahvenanmaan maakunnan laaninhallituksen paatoksesta haetaan muutosta valittamalla valituslautakuntaan. valituslautakunnan seka maa- ja metsatalousministerion paatokseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkayttolaissa saadetaan. valituslautakunnan paatokseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i Landsbygdsverkets och arbetskrafts- och näringscentralens beslut får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Hos besvärsnämnden söks ändring genom besvär också i beslut som länsstyrelsen i landskapet Åland har fattat. Ändring i besvärsnämndens samt jord- och skogsbruksministeriets beslut får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i besvärsnämndens beslut får sökas genom besvär om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i Landsbygdsverkets och arbetskrafts- och näringscentralens beslut får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Hos besvärsnämnden söks ändring genom besvär också i beslut som länsstyrelsen i landskapet Åland har fattat. Ändring i besvärsnämndens samt jord- och skogsbruksministeriets beslut får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i besvärsnämndens beslut får sökas genom besvär om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i landsbygdsverkets och arbetskrafts- och naringscentralens beslut far sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). hos besvarsnamnden soks andring genom besvar ocksa i beslut som lansstyrelsen i landskapet aland har fattat. andring i besvarsnamndens samt jord- och skogsbruksministeriets beslut far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. andring i besvarsnamndens beslut far sokas genom besvar om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "neuvoston asetus Tämä laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003, jäljempänä, mukaisen kiintiöjärjestelmän ja sitä täydentävän yhteisön lainsäädännön soveltamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "neuvoston asetus Tämä laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003, jäljempänä, mukaisen kiintiöjärjestelmän ja sitä täydentävän yhteisön lainsäädännön soveltamista.",
        "folded_fi": "neuvoston asetus tama laki koskee maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (ey) n:o 1788/2003, jaljempana, mukaisen kiintiojarjestelman ja sita taydentavan yhteison lainsaadannon soveltamista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "rådets förordning Denna lag gäller tillämpningen av kvotsystemet enligt rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter, nedan, och av kompletterande gemenskapslagstiftning.",
        "normalized_sv": "rådets förordning Denna lag gäller tillämpningen av kvotsystemet enligt rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter, nedan, och av kompletterande gemenskapslagstiftning.",
        "folded_sv": "radets forordning denna lag galler tillampningen av kvotsystemet enligt radets forordning (eg) nr 1788/2003 om inforande av en avgift inom sektorn for mjolk och mjolkprodukter, nedan, och av kompletterande gemenskapslagstiftning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "Tämän lain täytäntöönpano kuuluu maa- ja metsätalousministeriölle, Maaseutuvirastolle ja työvoima- ja elinkeinokeskuksille. perusrasvaprosentti Maaseutuvirasto voi jonkin tehtävän tai tehtäväryhmän osalta siirtää toimivaltaansa kuuluvia tehtäviä työvoima- ja elinkeinokeskuksille. Viitemäärän ja viitemäärää vastaavan rasvaprosentin () vahvistaa se työvoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. Ahvenanmaan maakunnassa suorittaa tässä laissa työvoima- ja elinkeinokeskukselle kuuluvat tehtävät lääninhallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain täytäntöönpano kuuluu maa- ja metsätalousministeriölle, Maaseutuvirastolle ja työvoima- ja elinkeinokeskuksille. perusrasvaprosentti Maaseutuvirasto voi jonkin tehtävän tai tehtäväryhmän osalta siirtää toimivaltaansa kuuluvia tehtäviä työvoima- ja elinkeinokeskuksille. Viitemäärän ja viitemäärää vastaavan rasvaprosentin () vahvistaa se työvoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. Ahvenanmaan maakunnassa suorittaa tässä laissa työvoima- ja elinkeinokeskukselle kuuluvat tehtävät lääninhallitus.",
        "folded_fi": "taman lain taytantoonpano kuuluu maa- ja metsatalousministeriolle, maaseutuvirastolle ja tyovoima- ja elinkeinokeskuksille. perusrasvaprosentti maaseutuvirasto voi jonkin tehtavan tai tehtavaryhman osalta siirtaa toimivaltaansa kuuluvia tehtavia tyovoima- ja elinkeinokeskuksille. viitemaaran ja viitemaaraa vastaavan rasvaprosentin () vahvistaa se tyovoima- ja elinkeinokeskus, jonka toimialueella maatilan talouskeskus sijaitsee. ahvenanmaan maakunnassa suorittaa tassa laissa tyovoima- ja elinkeinokeskukselle kuuluvat tehtavat laaninhallitus.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Verkställigheten av denna lag ankommer på jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna. grundfettprocent Landsbygdsverket kan i fråga om någon uppgift eller uppgiftskategori överföra uppgifter som hör till dess behörighet på arbetskrafts- och näringscentralerna. Referenskvantiteten och den fettprocent som hör samman med referenskvantiteten () fastställs av den arbetskrafts- och näringscentral inom vars verksamhetsområde gårdsbruksenhetens driftscentrum är beläget. I landskapet Åland utför länsstyrelsen de uppgifter som enligt denna lag ankommer på arbetskrafts- och näringscentralerna.",
        "normalized_sv": "Verkställigheten av denna lag ankommer på jord- och skogsbruksministeriet, Landsbygdsverket och arbetskrafts- och näringscentralerna. grundfettprocent Landsbygdsverket kan i fråga om någon uppgift eller uppgiftskategori överföra uppgifter som hör till dess behörighet på arbetskrafts- och näringscentralerna. Referenskvantiteten och den fettprocent som hör samman med referenskvantiteten () fastställs av den arbetskrafts- och näringscentral inom vars verksamhetsområde gårdsbruksenhetens driftscentrum är beläget. I landskapet Åland utför länsstyrelsen de uppgifter som enligt denna lag ankommer på arbetskrafts- och näringscentralerna.",
        "folded_sv": "verkstalligheten av denna lag ankommer pa jord- och skogsbruksministeriet, landsbygdsverket och arbetskrafts- och naringscentralerna. grundfettprocent landsbygdsverket kan i fraga om nagon uppgift eller uppgiftskategori overfora uppgifter som hor till dess behorighet pa arbetskrafts- och naringscentralerna. referenskvantiteten och den fettprocent som hor samman med referenskvantiteten () faststalls av den arbetskrafts- och naringscentral inom vars verksamhetsomrade gardsbruksenhetens driftscentrum ar belaget. i landskapet aland utfor lansstyrelsen de uppgifter som enligt denna lag ankommer pa arbetskrafts- och naringscentralerna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Rekisterit",
      "content": "Maaseutuvirasto hyväksyy maidon ostajat sekä pitää rekisteriä, johon talletetaan tiedot vahvistetuista viitemääristä, rasvaprosenteista ja suoritettavista maksuista sekä tarpeelliset yksilöinti- ja yhteystiedot maidon ostajista ja tuottajista. Rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen käsittelyyn henkilötietolakia (523/1999). Tieto säilytetään rekisterissä 10 vuoden ajan asiaa koskevan viimeisen merkinnän tekemisestä rekisteriin, jollei tiedon säilyttäminen ole Euroopan yhteisön säännösten edellyttämän valvonnan vuoksi edelleen tarpeellista. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisterin hallinnoinnista. Maaseutuvirasto voi antaa määräyksiä tietojärjestelmän ylläpitämisessä noudatettavasta teknisestä menettelystä, tietojen hakuperusteista ja muista järjestelmän käyttöä koskevista ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maaseutuvirasto hyväksyy maidon ostajat sekä pitää rekisteriä, johon talletetaan tiedot vahvistetuista viitemääristä, rasvaprosenteista ja suoritettavista maksuista sekä tarpeelliset yksilöinti- ja yhteystiedot maidon ostajista ja tuottajista. Rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen käsittelyyn henkilötietolakia (523/1999). Tieto säilytetään rekisterissä 10 vuoden ajan asiaa koskevan viimeisen merkinnän tekemisestä rekisteriin, jollei tiedon säilyttäminen ole Euroopan yhteisön säännösten edellyttämän valvonnan vuoksi edelleen tarpeellista. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisterin hallinnoinnista. Maaseutuvirasto voi antaa määräyksiä tietojärjestelmän ylläpitämisessä noudatettavasta teknisestä menettelystä, tietojen hakuperusteista ja muista järjestelmän käyttöä koskevista ehdoista.",
        "folded_fi": "maaseutuvirasto hyvaksyy maidon ostajat seka pitaa rekisteria, johon talletetaan tiedot vahvistetuista viitemaarista, rasvaprosenteista ja suoritettavista maksuista seka tarpeelliset yksilointi- ja yhteystiedot maidon ostajista ja tuottajista. rekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilotietojen kasittelyyn henkilotietolakia (523/1999). tieto sailytetaan rekisterissa 10 vuoden ajan asiaa koskevan viimeisen merkinnan tekemisesta rekisteriin, jollei tiedon sailyttaminen ole euroopan yhteison saannosten edellyttaman valvonnan vuoksi edelleen tarpeellista. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia rekisterin hallinnoinnista. maaseutuvirasto voi antaa maarayksia tietojarjestelman yllapitamisessa noudatettavasta teknisesta menettelysta, tietojen hakuperusteista ja muista jarjestelman kayttoa koskevista ehdoista.",
        "title_sv": "Register",
        "content_sv": "Landsbygdsverket godkänner mjölkuppköparna och för ett register där det införs uppgifter om fastställda referenskvantiteter, fettprocent och avgifter som skall betalas samt behövliga identifierings- och kontaktuppgifter i fråga om mjölkuppköpare och mjölkproducenter. På offentligheten för registeruppgifterna, utlämnandet av dem och avgifterna för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999), och på behandlingen av personuppgifter tillämpas personuppgiftslagen (523/1999). Uppgifterna förvaras i registret i tio år från den sista anteckningen, om det inte fortfarande är behövligt att förvara uppgifterna på grund av sådan övervakning som Europeiska gemenskapens regelverk förutsätter. Närmare bestämmelser om förvaltningen av registret kan meddelas genom förordning av statsrådet. Landsbygdsverket kan meddela föreskrifter om det tekniska förfarandet vid driften av informationssystemet, sökkriterierna och andra villkor för användningen av systemet.",
        "normalized_sv": "Landsbygdsverket godkänner mjölkuppköparna och för ett register där det införs uppgifter om fastställda referenskvantiteter, fettprocent och avgifter som skall betalas samt behövliga identifierings- och kontaktuppgifter i fråga om mjölkuppköpare och mjölkproducenter. På offentligheten för registeruppgifterna, utlämnandet av dem och avgifterna för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999), och på behandlingen av personuppgifter tillämpas personuppgiftslagen (523/1999). Uppgifterna förvaras i registret i tio år från den sista anteckningen, om det inte fortfarande är behövligt att förvara uppgifterna på grund av sådan övervakning som Europeiska gemenskapens regelverk förutsätter. Närmare bestämmelser om förvaltningen av registret kan meddelas genom förordning av statsrådet. Landsbygdsverket kan meddela föreskrifter om det tekniska förfarandet vid driften av informationssystemet, sökkriterierna och andra villkor för användningen av systemet.",
        "folded_sv": "landsbygdsverket godkanner mjolkuppkoparna och for ett register dar det infors uppgifter om faststallda referenskvantiteter, fettprocent och avgifter som skall betalas samt behovliga identifierings- och kontaktuppgifter i fraga om mjolkuppkopare och mjolkproducenter. pa offentligheten for registeruppgifterna, utlamnandet av dem och avgifterna for utlamnandet tillampas lagen om offentlighet i myndigheternas verksamhet (621/1999), och pa behandlingen av personuppgifter tillampas personuppgiftslagen (523/1999). uppgifterna forvaras i registret i tio ar fran den sista anteckningen, om det inte fortfarande ar behovligt att forvara uppgifterna pa grund av sadan overvakning som europeiska gemenskapens regelverk forutsatter. narmare bestammelser om forvaltningen av registret kan meddelas genom forordning av statsradet. landsbygdsverket kan meddela foreskrifter om det tekniska forfarandet vid driften av informationssystemet, sokkriterierna och andra villkor for anvandningen av systemet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimitusten viitemäärä",
      "content": "tuotantojakso Työvoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemäärän ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. Toimitusten viitemäärä on se litramäärä, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 päivänä alkavan 12 kuukauden jakson, jäljempänä, aikana toimittaa maitoa ilman ylitysmaksua edellä tarkoitetulle ostajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "tuotantojakso Työvoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemäärän ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. Toimitusten viitemäärä on se litramäärä, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 päivänä alkavan 12 kuukauden jakson, jäljempänä, aikana toimittaa maitoa ilman ylitysmaksua edellä tarkoitetulle ostajalle.",
        "folded_fi": "tuotantojakso tyovoima- ja elinkeinokeskus vahvistaa neuvoston asetuksen 5 artiklan c alakohdassa tarkoitetun tuottajan hakemuksesta tilakohtaisen viitemaaran ja perusrasvaprosentin tuottajalle, joka ryhtyy neuvoston asetuksen 5 artiklan f alakohdan mukaisesti toimittamaan maitoa e alakohdassa tarkoitetulle ostajalle. toimitusten viitemaara on se litramaara, joka tuottajalla on oikeus asianomaisen vuoden huhtikuun 1 paivana alkavan 12 kuukauden jakson, jaljempana, aikana toimittaa maitoa ilman ylitysmaksua edella tarkoitetulle ostajalle.",
        "title_sv": "Referenskvantitet för leveranser",
        "content_sv": "produktionsperiod Arbetskrafts- och näringscentralen fastställer på ansökan av en producent som avses i artikel 5 punkt c i rådets förordning en individuell referenskvantitet och grundfettprocent för producenten, om denne i enlighet med artikel 5 punkt f i rådets förordning börjar leverera mjölk till en uppköpare som avses i artikel 5 punkt e. Referenskvantiteten för leveranser är den kvantitet mjölk, uttryckt i liter, som producenten under en tolvmånadersperiod som inleds den 1 april respektive år, nedan, har rätt att utan någon överskridningsavgift leverera till den ovan avsedda uppköparen.",
        "normalized_sv": "produktionsperiod Arbetskrafts- och näringscentralen fastställer på ansökan av en producent som avses i artikel 5 punkt c i rådets förordning en individuell referenskvantitet och grundfettprocent för producenten, om denne i enlighet med artikel 5 punkt f i rådets förordning börjar leverera mjölk till en uppköpare som avses i artikel 5 punkt e. Referenskvantiteten för leveranser är den kvantitet mjölk, uttryckt i liter, som producenten under en tolvmånadersperiod som inleds den 1 april respektive år, nedan, har rätt att utan någon överskridningsavgift leverera till den ovan avsedda uppköparen.",
        "folded_sv": "produktionsperiod arbetskrafts- och naringscentralen faststaller pa ansokan av en producent som avses i artikel 5 punkt c i radets forordning en individuell referenskvantitet och grundfettprocent for producenten, om denne i enlighet med artikel 5 punkt f i radets forordning borjar leverera mjolk till en uppkopare som avses i artikel 5 punkt e. referenskvantiteten for leveranser ar den kvantitet mjolk, uttryckt i liter, som producenten under en tolvmanadersperiod som inleds den 1 april respektive ar, nedan, har ratt att utan nagon overskridningsavgift leverera till den ovan avsedda uppkoparen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Suoramyynnin viitemäärä",
      "content": "Työvoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemäärän tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntiä. Suoramyynnin viitemäärä on se litramäärä, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myydä tai siirtää maitoa suoraan kuluttajille sekä myydä tai siirtää muita maitotuotteita. Maaseutuvirasto määrittää vastaavuudet tilalta lähteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Työvoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemäärän tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntiä. Suoramyynnin viitemäärä on se litramäärä, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myydä tai siirtää maitoa suoraan kuluttajille sekä myydä tai siirtää muita maitotuotteita. Maaseutuvirasto määrittää vastaavuudet tilalta lähteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
        "folded_fi": "tyovoima- ja elinkeinokeskus vahvistaa tuottajan hakemuksesta tilakohtaisen suoramyynnin viitemaaran tuottajalle, joka harjoittaa neuvoston asetuksen 5 artiklan g alakohdassa tarkoitettua suoramyyntia. suoramyynnin viitemaara on se litramaara, joka tuottajalla on oikeus tuotantojakson aikana ilman ylitysmaksua myyda tai siirtaa maitoa suoraan kuluttajille seka myyda tai siirtaa muita maitotuotteita. maaseutuvirasto maarittaa vastaavuudet tilalta lahteville juustolle ja muille maitotuotteille kermaa ja voita lukuun ottamatta.",
        "title_sv": "Referenskvantitet för direktförsäljning",
        "content_sv": "Arbetskrafts- och näringscentralen fastställer på ansökan av producenten en individuell referenskvantitet för direktförsäljning för en producent som bedriver sådan direktförsäljning som avses i artikel 5 punkt g i rådets förordning. Referenskvantiteten för direktförsäljning är den kvantitet, uttryckt i liter, som producenten under produktionsperioden har rätt att utan någon överskridningsavgift sälja eller överföra i form av mjölk direkt till konsumenterna eller i form av andra mjölkprodukter. Landsbygdsverket fastställer ekvivalenter för ost och andra mjölkprodukter, med undantag för grädde och smör, som levereras från lägenheten.",
        "normalized_sv": "Arbetskrafts- och näringscentralen fastställer på ansökan av producenten en individuell referenskvantitet för direktförsäljning för en producent som bedriver sådan direktförsäljning som avses i artikel 5 punkt g i rådets förordning. Referenskvantiteten för direktförsäljning är den kvantitet, uttryckt i liter, som producenten under produktionsperioden har rätt att utan någon överskridningsavgift sälja eller överföra i form av mjölk direkt till konsumenterna eller i form av andra mjölkprodukter. Landsbygdsverket fastställer ekvivalenter för ost och andra mjölkprodukter, med undantag för grädde och smör, som levereras från lägenheten.",
        "folded_sv": "arbetskrafts- och naringscentralen faststaller pa ansokan av producenten en individuell referenskvantitet for direktforsaljning for en producent som bedriver sadan direktforsaljning som avses i artikel 5 punkt g i radets forordning. referenskvantiteten for direktforsaljning ar den kvantitet, uttryckt i liter, som producenten under produktionsperioden har ratt att utan nagon overskridningsavgift salja eller overfora i form av mjolk direkt till konsumenterna eller i form av andra mjolkprodukter. landsbygdsverket faststaller ekvivalenter for ost och andra mjolkprodukter, med undantag for gradde och smor, som levereras fran lagenheten."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ylitysmaksun laiminlyönti",
      "content": "Jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemäärän ylittämisestä menevää ylitysmaksua tai jos maksua on suoritettu liian vähän, maksettavaan määrään lisätään maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003 soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 595/2004 15 artiklan mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemäärän ylittämisestä menevää ylitysmaksua tai jos maksua on suoritettu liian vähän, maksettavaan määrään lisätään maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (EY) N:o 1788/2003 soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 595/2004 15 artiklan mukainen viivästyskorko.",
        "folded_fi": "jollei maksuvelvollinen ole oma-aloitteisesti suorittanut maidon viitemaaran ylittamisesta menevaa ylitysmaksua tai jos maksua on suoritettu liian vahan, maksettavaan maaraan lisataan maito- ja maitotuotealan maksun vahvistamisesta annetun neuvoston asetuksen (ey) n:o 1788/2003 soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 595/2004 15 artiklan mukainen viivastyskorko.",
        "title_sv": "Försummad överskridningsavgift",
        "content_sv": "Om den avgiftsskyldige inte på eget initiativ har betalat överskridningsavgift för överskridning av referenskvantiteten för mjölk eller om han har betalat för litet i avgift, läggs till beloppet som skall betalas dröjsmålsränta enligt artikel 15 i kommissionens förordning (EG) nr 595/2004 om tillämpningsföreskrifter för rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter.",
        "normalized_sv": "Om den avgiftsskyldige inte på eget initiativ har betalat överskridningsavgift för överskridning av referenskvantiteten för mjölk eller om han har betalat för litet i avgift, läggs till beloppet som skall betalas dröjsmålsränta enligt artikel 15 i kommissionens förordning (EG) nr 595/2004 om tillämpningsföreskrifter för rådets förordning (EG) nr 1788/2003 om införande av en avgift inom sektorn för mjölk och mjölkprodukter.",
        "folded_sv": "om den avgiftsskyldige inte pa eget initiativ har betalat overskridningsavgift for overskridning av referenskvantiteten for mjolk eller om han har betalat for litet i avgift, laggs till beloppet som skall betalas drojsmalsranta enligt artikel 15 i kommissionens forordning (eg) nr 595/2004 om tillampningsforeskrifter for radets forordning (eg) nr 1788/2003 om inforande av en avgift inom sektorn for mjolk och mjolkprodukter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Neuvottelukunta",
      "content": "Tässä laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsätalousministeriö asettaa neuvottelukunnan, jonka tehtävänä on seurata maidon ja maitotuotteiden kiintiöjärjestelmän toimivuutta Suomessa ja tarvittaessa tehdä ehdotuksia järjestelmän täytäntöönpanosta, soveltamisesta ja kehittämisestä. Neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja sekä enintään kuusi muuta jäsentä, joiden tulee edustaa maa- ja metsätalousministeriötä, Maaseutuvirastoa, maataloustuottajain keskusjärjestöjä ja meijeriyrityksiä. Jäsenille voidaan määrätä henkilökohtaiset neuvottelukunnan varajäsenet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tässä laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsätalousministeriö asettaa neuvottelukunnan, jonka tehtävänä on seurata maidon ja maitotuotteiden kiintiöjärjestelmän toimivuutta Suomessa ja tarvittaessa tehdä ehdotuksia järjestelmän täytäntöönpanosta, soveltamisesta ja kehittämisestä. Neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja sekä enintään kuusi muuta jäsentä, joiden tulee edustaa maa- ja metsätalousministeriötä, Maaseutuvirastoa, maataloustuottajain keskusjärjestöjä ja meijeriyrityksiä. Jäsenille voidaan määrätä henkilökohtaiset neuvottelukunnan varajäsenet.",
        "folded_fi": "tassa laissa tarkoitettujen kansallisten toimenpiteiden valmistelua ja seurantaa varten maa- ja metsatalousministerio asettaa neuvottelukunnan, jonka tehtavana on seurata maidon ja maitotuotteiden kiintiojarjestelman toimivuutta suomessa ja tarvittaessa tehda ehdotuksia jarjestelman taytantoonpanosta, soveltamisesta ja kehittamisesta. neuvottelukuntaan kuuluu puheenjohtaja, varapuheenjohtaja seka enintaan kuusi muuta jasenta, joiden tulee edustaa maa- ja metsatalousministeriota, maaseutuvirastoa, maataloustuottajain keskusjarjestoja ja meijeriyrityksia. jasenille voidaan maarata henkilokohtaiset neuvottelukunnan varajasenet.",
        "title_sv": "Delegation",
        "content_sv": "För beredningen och uppföljningen av de nationella åtgärder som avses i denna lag tillsätter jord- och skogsbruksministeriet en delegation vars uppgift är att följa hur kvotsystemet för mjölk och mjölkprodukter fungerar i Finland och att vid behov ge förslag om genomförandet, tillämpningen och utvecklingen av systemet. Delegationen har en ordförande, en vice ordförande och högst sex andra medlemmar som skall företräda jord- och skogsbruksministeriet, Landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriföretagen. Personliga suppleanter i delegationen kan utses för medlemmarna.",
        "normalized_sv": "För beredningen och uppföljningen av de nationella åtgärder som avses i denna lag tillsätter jord- och skogsbruksministeriet en delegation vars uppgift är att följa hur kvotsystemet för mjölk och mjölkprodukter fungerar i Finland och att vid behov ge förslag om genomförandet, tillämpningen och utvecklingen av systemet. Delegationen har en ordförande, en vice ordförande och högst sex andra medlemmar som skall företräda jord- och skogsbruksministeriet, Landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriföretagen. Personliga suppleanter i delegationen kan utses för medlemmarna.",
        "folded_sv": "for beredningen och uppfoljningen av de nationella atgarder som avses i denna lag tillsatter jord- och skogsbruksministeriet en delegation vars uppgift ar att folja hur kvotsystemet for mjolk och mjolkprodukter fungerar i finland och att vid behov ge forslag om genomforandet, tillampningen och utvecklingen av systemet. delegationen har en ordforande, en vice ordforande och hogst sex andra medlemmar som skall foretrada jord- och skogsbruksministeriet, landsbygdsverket, lantbruksproducenternas centralorganisationer och mejeriforetagen. personliga suppleanter i delegationen kan utses for medlemmarna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku",
      "content": "Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tekemään päätökseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Myös Ahvenanmaan maakunnan lääninhallituksen päätöksestä haetaan muutosta valittamalla valituslautakuntaan. Valituslautakunnan sekä maa- ja metsätalousministeriön päätökseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Maaseutuviraston ja työvoima- ja elinkeinokeskuksen tekemään päätökseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Myös Ahvenanmaan maakunnan lääninhallituksen päätöksestä haetaan muutosta valittamalla valituslautakuntaan. Valituslautakunnan sekä maa- ja metsätalousministeriön päätökseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valituslautakunnan päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "maaseutuviraston ja tyovoima- ja elinkeinokeskuksen tekemaan paatokseen haetaan muutosta valittamalla maaseutuelinkeinojen valituslautakuntaan siten kuin hallintolainkayttolaissa (586/1996) saadetaan. myos ahvenanmaan maakunnan laaninhallituksen paatoksesta haetaan muutosta valittamalla valituslautakuntaan. valituslautakunnan seka maa- ja metsatalousministerion paatokseen saa hakea muutosta valittamalla korkeimpaan hallintooikeuteen siten kuin hallintolainkayttolaissa saadetaan. valituslautakunnan paatokseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i Landsbygdsverkets och arbetskrafts- och näringscentralens beslut får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Hos besvärsnämnden söks ändring genom besvär också i beslut som länsstyrelsen i landskapet Åland har fattat. Ändring i besvärsnämndens samt jord- och skogsbruksministeriets beslut får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i besvärsnämndens beslut får sökas genom besvär om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Ändring i Landsbygdsverkets och arbetskrafts- och näringscentralens beslut får sökas genom besvär hos landsbygdsnäringarnas besvärsnämnd på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Hos besvärsnämnden söks ändring genom besvär också i beslut som länsstyrelsen i landskapet Åland har fattat. Ändring i besvärsnämndens samt jord- och skogsbruksministeriets beslut får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i besvärsnämndens beslut får sökas genom besvär om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "andring i landsbygdsverkets och arbetskrafts- och naringscentralens beslut far sokas genom besvar hos landsbygdsnaringarnas besvarsnamnd pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). hos besvarsnamnden soks andring genom besvar ocksa i beslut som lansstyrelsen i landskapet aland har fattat. andring i besvarsnamndens samt jord- och skogsbruksministeriets beslut far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. andring i besvarsnamndens beslut far sokas genom besvar om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}