{
  "id": "441/2006",
  "type": "statute",
  "title": "Laki tieliikennelain muuttamisesta",
  "title_en": "Lag om ändring av vägtrafiklagen",
  "status": "in_force",
  "issued_date": "2006-06-02",
  "in_force_date": "2006-06-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/441/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "87 a",
      "section": "87 a",
      "title": "Vastuu ajoneuvon kuormaamisesta kaupallisissa kuljetuksissa",
      "content": "Tämä pykälä koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. Kuljettajan on ennen matkan alkamista varmistauduttava, että ajoneuvo on kuormattu säädösten mukaisesti, jos se ei kuormatilan sinetöinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivästystä kuljetustehtävälle. Lisäksi kuljettajan on ajon aikana huolehdittava, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 §:n mukaisina. Kuorman sijoittamisen ja kiinnittämisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittämisestä ohjeita antanut vastaa siitä, että kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin täyttää 87 §:n vaatimukset. Edellä tässä momentissa tarkoitettu henkilö ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheistä tai puutteista, joiden virheellisyyttä tai puutteellisuutta hän ei ole voinut kohtuudella havaita. Tällaista vastuuta ei myöskään synny, jos hän on toiminut kuormaamisessa vain avustajana. Muutoksia kuormaan tehnyt vastaa siitä, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 §:n mukaisina. Kuljetuksen suorittaja vastaa siitä, että tavaran kuormaajalla on oikeat ja riittävät tiedot ajoneuvosta. Ajoneuvon haltijan velvollisuudesta pitää ajoneuvossa mukana rekisteröintitodistuksen tekninen osa säädetään erikseen. Tavaran lähettäjä ja kuljetuksen toimeksiantaja vastaa siitä, että kuormaajalla on kuljetettavista tavaroista käytettävissään riittävät ja oikeat tiedot. Kuljetuksen suorittaja vastaa siitä, että kuljetukseen käytetään ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset välineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtävään. Valmiiksi kuormatun perävaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut perävaunun tai muun kuormatilan käyttöön tai sopinut sen käyttöön ottamisesta. Kuormauksen ja kuljetuksen suorittajan on huolehdittava siitä, että niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilö tuntee riittävän hyvin työtehtäviänsä koskevat kuormausta sääntelevät säännökset ja määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87 a",
        "normalized_fi": "Tämä pykälä koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. Kuljettajan on ennen matkan alkamista varmistauduttava, että ajoneuvo on kuormattu säädösten mukaisesti, jos se ei kuormatilan sinetöinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivästystä kuljetustehtävälle. Lisäksi kuljettajan on ajon aikana huolehdittava, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 § :n mukaisina. Kuorman sijoittamisen ja kiinnittämisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittämisestä ohjeita antanut vastaa siitä, että kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin täyttää 87 § :n vaatimukset. Edellä tässä momentissa tarkoitettu henkilö ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheistä tai puutteista, joiden virheellisyyttä tai puutteellisuutta hän ei ole voinut kohtuudella havaita. Tällaista vastuuta ei myöskään synny, jos hän on toiminut kuormaamisessa vain avustajana. Muutoksia kuormaan tehnyt vastaa siitä, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 § :n mukaisina. Kuljetuksen suorittaja vastaa siitä, että tavaran kuormaajalla on oikeat ja riittävät tiedot ajoneuvosta. Ajoneuvon haltijan velvollisuudesta pitää ajoneuvossa mukana rekisteröintitodistuksen tekninen osa säädetään erikseen. Tavaran lähettäjä ja kuljetuksen toimeksiantaja vastaa siitä, että kuormaajalla on kuljetettavista tavaroista käytettävissään riittävät ja oikeat tiedot. Kuljetuksen suorittaja vastaa siitä, että kuljetukseen käytetään ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset välineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtävään. Valmiiksi kuormatun perävaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut perävaunun tai muun kuormatilan käyttöön tai sopinut sen käyttöön ottamisesta. Kuormauksen ja kuljetuksen suorittajan on huolehdittava siitä, että niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilö tuntee riittävän hyvin työtehtäviänsä koskevat kuormausta sääntelevät säännökset ja määräykset.",
        "folded_fi": "tama pykala koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. kuljettajan on ennen matkan alkamista varmistauduttava, etta ajoneuvo on kuormattu saadosten mukaisesti, jos se ei kuormatilan sinetoinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivastysta kuljetustehtavalle. lisaksi kuljettajan on ajon aikana huolehdittava, etta kuorman sijoittelu ja kiinnitys pysyvat edelleen 87 §:n mukaisina. kuorman sijoittamisen ja kiinnittamisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittamisesta ohjeita antanut vastaa siita, etta kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin tayttaa 87 §:n vaatimukset. edella tassa momentissa tarkoitettu henkilo ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheista tai puutteista, joiden virheellisyytta tai puutteellisuutta han ei ole voinut kohtuudella havaita. tallaista vastuuta ei myoskaan synny, jos han on toiminut kuormaamisessa vain avustajana. muutoksia kuormaan tehnyt vastaa siita, etta kuorman sijoittelu ja kiinnitys pysyvat edelleen 87 §:n mukaisina. kuljetuksen suorittaja vastaa siita, etta tavaran kuormaajalla on oikeat ja riittavat tiedot ajoneuvosta. ajoneuvon haltijan velvollisuudesta pitaa ajoneuvossa mukana rekisterointitodistuksen tekninen osa saadetaan erikseen. tavaran lahettaja ja kuljetuksen toimeksiantaja vastaa siita, etta kuormaajalla on kuljetettavista tavaroista kaytettavissaan riittavat ja oikeat tiedot. kuljetuksen suorittaja vastaa siita, etta kuljetukseen kaytetaan ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset valineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtavaan. valmiiksi kuormatun peravaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut peravaunun tai muun kuormatilan kayttoon tai sopinut sen kayttoon ottamisesta. kuormauksen ja kuljetuksen suorittajan on huolehdittava siita, etta niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilo tuntee riittavan hyvin tyotehtaviansa koskevat kuormausta saantelevat saannokset ja maaraykset.",
        "title_sv": "Ansvar för lastning av fordon vid kommersiella transporter",
        "content_sv": "Denna paragraf gäller andra kommersiella transporter än transporter av farliga ämnen. Föraren skall före färden försäkra sig om att fordonet är lastat i enlighet med bestämmelserna, om inte detta på grund av att lastutrymmet är förseglat eller lossning av lasten eller av någon annan motsvarande orsak föranleder oskälig olägenhet och försening för transportuppdraget. Dessutom skall föraren under färden se till att lasten hålls placerad och fastgjord i enlighet med kraven i 87 §. Den som placerat och fastgjort lasten i ett fordon, en container eller något annat lastutrymme och den som på grund av sin ställning givit anvisningar om placerandet och fastgörandet ansvarar för att lasten är korrekt placerad och fastgjord och även i övrigt uppfyller kraven i 87 §. Den som avses ovan i detta moment är dock inte ansvarig om felet beror på sådana fel eller brister i de uppgifter som avses i 4 mom. som personen i fråga inte rimligen har kunnat upptäcka. Sådant ansvar uppstår inte heller om personen i fråga har deltagit i lastningen endast som medhjälpare. Den som gjort ändringar i fråga om lasten ansvarar för att lasten hålls placerad och fastgjord i enlighet med kraven i 87 §. Transportören ansvarar för att den som lastar godset har korrekta och tillräckliga uppgifter om fordonet. Angående fordonsinnehavarens skyldighet att i fordonet medföra registreringsintygets tekniska del föreskrivs särskilt. Godsavsändaren och transportens uppdragsgivare ansvarar för att den som lastar godset förfogar över tillräckliga och korrekta uppgifter om det gods som skall transporteras. Transportören ansvarar för att det för transporten används ett fordon som är försett med sedvanlig utrustning för surrning av lasten och som även annars med tanke på säkerheten lämpar sig för uppgiften. För en redan lastad släpvagns eller något annat lastutrymmes lämplighet ansvarar dock den som före lastningen har tagit släpvagnen eller något annat lastutrymme i bruk eller avtalat om ibruktagandet. Lastaren och transportören skall se till att anställda som deltar i lastningen och transporten tillräckligt väl känner till de bestämmelser och föreskrifter om lastning som berör deras arbetsuppgifter.",
        "normalized_sv": "Denna paragraf gäller andra kommersiella transporter än transporter av farliga ämnen. Föraren skall före färden försäkra sig om att fordonet är lastat i enlighet med bestämmelserna, om inte detta på grund av att lastutrymmet är förseglat eller lossning av lasten eller av någon annan motsvarande orsak föranleder oskälig olägenhet och försening för transportuppdraget. Dessutom skall föraren under färden se till att lasten hålls placerad och fastgjord i enlighet med kraven i 87 § . Den som placerat och fastgjort lasten i ett fordon, en container eller något annat lastutrymme och den som på grund av sin ställning givit anvisningar om placerandet och fastgörandet ansvarar för att lasten är korrekt placerad och fastgjord och även i övrigt uppfyller kraven i 87 § . Den som avses ovan i detta moment är dock inte ansvarig om felet beror på sådana fel eller brister i de uppgifter som avses i 4 mom. som personen i fråga inte rimligen har kunnat upptäcka. Sådant ansvar uppstår inte heller om personen i fråga har deltagit i lastningen endast som medhjälpare. Den som gjort ändringar i fråga om lasten ansvarar för att lasten hålls placerad och fastgjord i enlighet med kraven i 87 § . Transportören ansvarar för att den som lastar godset har korrekta och tillräckliga uppgifter om fordonet. Angående fordonsinnehavarens skyldighet att i fordonet medföra registreringsintygets tekniska del föreskrivs särskilt. Godsavsändaren och transportens uppdragsgivare ansvarar för att den som lastar godset förfogar över tillräckliga och korrekta uppgifter om det gods som skall transporteras. Transportören ansvarar för att det för transporten används ett fordon som är försett med sedvanlig utrustning för surrning av lasten och som även annars med tanke på säkerheten lämpar sig för uppgiften. För en redan lastad släpvagns eller något annat lastutrymmes lämplighet ansvarar dock den som före lastningen har tagit släpvagnen eller något annat lastutrymme i bruk eller avtalat om ibruktagandet. Lastaren och transportören skall se till att anställda som deltar i lastningen och transporten tillräckligt väl känner till de bestämmelser och föreskrifter om lastning som berör deras arbetsuppgifter.",
        "folded_sv": "denna paragraf galler andra kommersiella transporter an transporter av farliga amnen. foraren skall fore farden forsakra sig om att fordonet ar lastat i enlighet med bestammelserna, om inte detta pa grund av att lastutrymmet ar forseglat eller lossning av lasten eller av nagon annan motsvarande orsak foranleder oskalig olagenhet och forsening for transportuppdraget. dessutom skall foraren under farden se till att lasten halls placerad och fastgjord i enlighet med kraven i 87 §. den som placerat och fastgjort lasten i ett fordon, en container eller nagot annat lastutrymme och den som pa grund av sin stallning givit anvisningar om placerandet och fastgorandet ansvarar for att lasten ar korrekt placerad och fastgjord och aven i ovrigt uppfyller kraven i 87 §. den som avses ovan i detta moment ar dock inte ansvarig om felet beror pa sadana fel eller brister i de uppgifter som avses i 4 mom. som personen i fraga inte rimligen har kunnat upptacka. sadant ansvar uppstar inte heller om personen i fraga har deltagit i lastningen endast som medhjalpare. den som gjort andringar i fraga om lasten ansvarar for att lasten halls placerad och fastgjord i enlighet med kraven i 87 §. transportoren ansvarar for att den som lastar godset har korrekta och tillrackliga uppgifter om fordonet. angaende fordonsinnehavarens skyldighet att i fordonet medfora registreringsintygets tekniska del foreskrivs sarskilt. godsavsandaren och transportens uppdragsgivare ansvarar for att den som lastar godset forfogar over tillrackliga och korrekta uppgifter om det gods som skall transporteras. transportoren ansvarar for att det for transporten anvands ett fordon som ar forsett med sedvanlig utrustning for surrning av lasten och som aven annars med tanke pa sakerheten lampar sig for uppgiften. for en redan lastad slapvagns eller nagot annat lastutrymmes lamplighet ansvarar dock den som fore lastningen har tagit slapvagnen eller nagot annat lastutrymme i bruk eller avtalat om ibruktagandet. lastaren och transportoren skall se till att anstallda som deltar i lastningen och transporten tillrackligt val kanner till de bestammelser och foreskrifter om lastning som beror deras arbetsuppgifter."
      }
    },
    {
      "provision_ref": "105 a",
      "section": "105 a",
      "title": "Tieliikenteen sosiaalilainsäädännön rikkominen",
      "content": "Kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvästi ilmenee, että kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia säännöksiä, mutta aikataulun laatinut tästä huolimatta edellyttää kuljetuksen tapahtuvan niin, että näitä säännöksiä ei voida noudattaa, aikataulun laatija tai tämän edustaja tuomitaan 1 momentin mukaisesti. Aikataulun laatijaksi katsotaan myös se, joka on aikataulua laatimatta muutoin edellyttänyt määrättyä toimitusaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 a",
        "normalized_fi": "Kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvästi ilmenee, että kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia säännöksiä, mutta aikataulun laatinut tästä huolimatta edellyttää kuljetuksen tapahtuvan niin, että näitä säännöksiä ei voida noudattaa, aikataulun laatija tai tämän edustaja tuomitaan 1 momentin mukaisesti. Aikataulun laatijaksi katsotaan myös se, joka on aikataulua laatimatta muutoin edellyttänyt määrättyä toimitusaikaa.",
        "folded_fi": "kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvasti ilmenee, etta kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia saannoksia, mutta aikataulun laatinut tasta huolimatta edellyttaa kuljetuksen tapahtuvan niin, etta naita saannoksia ei voida noudattaa, aikataulun laatija tai taman edustaja tuomitaan 1 momentin mukaisesti. aikataulun laatijaksi katsotaan myos se, joka on aikataulua laatimatta muutoin edellyttanyt maarattya toimitusaikaa.",
        "title_sv": "Brott mot viss social lagstiftning om vägtransporter",
        "content_sv": "När en transportör har uppgett eller det annars av omständigheterna klart framgår att ett iakttagande av tidtabellen i transportavtalet innebär ett uppsåtligt brott mot de bestämmelser om körtider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta förutsätter att transporten genomförs så att bestämmelserna i fråga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes företrädare dömas i enlighet med 1 mom. Som uppgörare av tidtabell anses också den som utan att göra upp en tidtabell på annat sätt har förutsatt en viss leveranstid.",
        "normalized_sv": "När en transportör har uppgett eller det annars av omständigheterna klart framgår att ett iakttagande av tidtabellen i transportavtalet innebär ett uppsåtligt brott mot de bestämmelser om körtider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta förutsätter att transporten genomförs så att bestämmelserna i fråga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes företrädare dömas i enlighet med 1 mom. Som uppgörare av tidtabell anses också den som utan att göra upp en tidtabell på annat sätt har förutsatt en viss leveranstid.",
        "folded_sv": "nar en transportor har uppgett eller det annars av omstandigheterna klart framgar att ett iakttagande av tidtabellen i transportavtalet innebar ett uppsatligt brott mot de bestammelser om kortider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta forutsatter att transporten genomfors sa att bestammelserna i fraga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes foretradare domas i enlighet med 1 mom. som uppgorare av tidtabell anses ocksa den som utan att gora upp en tidtabell pa annat satt har forutsatt en viss leveranstid."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "87 a",
      "section": "87 a",
      "title": "Vastuu ajoneuvon kuormaamisesta kaupallisissa kuljetuksissa",
      "content": "Tämä pykälä koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. Kuljettajan on ennen matkan alkamista varmistauduttava, että ajoneuvo on kuormattu säädösten mukaisesti, jos se ei kuormatilan sinetöinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivästystä kuljetustehtävälle. Lisäksi kuljettajan on ajon aikana huolehdittava, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 §:n mukaisina. Kuorman sijoittamisen ja kiinnittämisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittämisestä ohjeita antanut vastaa siitä, että kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin täyttää 87 §:n vaatimukset. Edellä tässä momentissa tarkoitettu henkilö ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheistä tai puutteista, joiden virheellisyyttä tai puutteellisuutta hän ei ole voinut kohtuudella havaita. Tällaista vastuuta ei myöskään synny, jos hän on toiminut kuormaamisessa vain avustajana. Muutoksia kuormaan tehnyt vastaa siitä, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 §:n mukaisina. Kuljetuksen suorittaja vastaa siitä, että tavaran kuormaajalla on oikeat ja riittävät tiedot ajoneuvosta. Ajoneuvon haltijan velvollisuudesta pitää ajoneuvossa mukana rekisteröintitodistuksen tekninen osa säädetään erikseen. Tavaran lähettäjä ja kuljetuksen toimeksiantaja vastaa siitä, että kuormaajalla on kuljetettavista tavaroista käytettävissään riittävät ja oikeat tiedot. Kuljetuksen suorittaja vastaa siitä, että kuljetukseen käytetään ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset välineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtävään. Valmiiksi kuormatun perävaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut perävaunun tai muun kuormatilan käyttöön tai sopinut sen käyttöön ottamisesta. Kuormauksen ja kuljetuksen suorittajan on huolehdittava siitä, että niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilö tuntee riittävän hyvin työtehtäviänsä koskevat kuormausta sääntelevät säännökset ja määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87 a",
        "normalized_fi": "Tämä pykälä koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. Kuljettajan on ennen matkan alkamista varmistauduttava, että ajoneuvo on kuormattu säädösten mukaisesti, jos se ei kuormatilan sinetöinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivästystä kuljetustehtävälle. Lisäksi kuljettajan on ajon aikana huolehdittava, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 § :n mukaisina. Kuorman sijoittamisen ja kiinnittämisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittämisestä ohjeita antanut vastaa siitä, että kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin täyttää 87 § :n vaatimukset. Edellä tässä momentissa tarkoitettu henkilö ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheistä tai puutteista, joiden virheellisyyttä tai puutteellisuutta hän ei ole voinut kohtuudella havaita. Tällaista vastuuta ei myöskään synny, jos hän on toiminut kuormaamisessa vain avustajana. Muutoksia kuormaan tehnyt vastaa siitä, että kuorman sijoittelu ja kiinnitys pysyvät edelleen 87 § :n mukaisina. Kuljetuksen suorittaja vastaa siitä, että tavaran kuormaajalla on oikeat ja riittävät tiedot ajoneuvosta. Ajoneuvon haltijan velvollisuudesta pitää ajoneuvossa mukana rekisteröintitodistuksen tekninen osa säädetään erikseen. Tavaran lähettäjä ja kuljetuksen toimeksiantaja vastaa siitä, että kuormaajalla on kuljetettavista tavaroista käytettävissään riittävät ja oikeat tiedot. Kuljetuksen suorittaja vastaa siitä, että kuljetukseen käytetään ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset välineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtävään. Valmiiksi kuormatun perävaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut perävaunun tai muun kuormatilan käyttöön tai sopinut sen käyttöön ottamisesta. Kuormauksen ja kuljetuksen suorittajan on huolehdittava siitä, että niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilö tuntee riittävän hyvin työtehtäviänsä koskevat kuormausta sääntelevät säännökset ja määräykset.",
        "folded_fi": "tama pykala koskee muita kaupallisia kuljetuksia kuin vaarallisten aineiden kuljetuksia. kuljettajan on ennen matkan alkamista varmistauduttava, etta ajoneuvo on kuormattu saadosten mukaisesti, jos se ei kuormatilan sinetoinnin, kuorman purkamisen tai muun vastaavan syyn vuoksi aiheuta kohtuutonta haittaa ja viivastysta kuljetustehtavalle. lisaksi kuljettajan on ajon aikana huolehdittava, etta kuorman sijoittelu ja kiinnitys pysyvat edelleen 87 §:n mukaisina. kuorman sijoittamisen ja kiinnittamisen ajoneuvoon, konttiin tai muuhun kuormatilaan suorittanut samoin kuin asemansa vuoksi kuorman sijoittamisesta ja kiinnittamisesta ohjeita antanut vastaa siita, etta kuorma on oikein sijoitettu ja kiinnitetty ja muutoinkin tayttaa 87 §:n vaatimukset. edella tassa momentissa tarkoitettu henkilo ei kuitenkaan ole vastuussa, jos virhe johtuu 4 momentissa mainittujen tietojen virheista tai puutteista, joiden virheellisyytta tai puutteellisuutta han ei ole voinut kohtuudella havaita. tallaista vastuuta ei myoskaan synny, jos han on toiminut kuormaamisessa vain avustajana. muutoksia kuormaan tehnyt vastaa siita, etta kuorman sijoittelu ja kiinnitys pysyvat edelleen 87 §:n mukaisina. kuljetuksen suorittaja vastaa siita, etta tavaran kuormaajalla on oikeat ja riittavat tiedot ajoneuvosta. ajoneuvon haltijan velvollisuudesta pitaa ajoneuvossa mukana rekisterointitodistuksen tekninen osa saadetaan erikseen. tavaran lahettaja ja kuljetuksen toimeksiantaja vastaa siita, etta kuormaajalla on kuljetettavista tavaroista kaytettavissaan riittavat ja oikeat tiedot. kuljetuksen suorittaja vastaa siita, etta kuljetukseen kaytetaan ajoneuvoa, jossa on kuorman sitomiseen tarvittavat tavanomaiset valineet ja joka turvallisuudeltaan muutoinkin soveltuu tehtavaan. valmiiksi kuormatun peravaunun tai muun kuormatilan soveltuvuudesta vastaa kuitenkin se, joka on ennen kuormaamista ottanut peravaunun tai muun kuormatilan kayttoon tai sopinut sen kayttoon ottamisesta. kuormauksen ja kuljetuksen suorittajan on huolehdittava siita, etta niiden palveluksessa oleva kuormaukseen ja kuljetukseen osallistuva henkilo tuntee riittavan hyvin tyotehtaviansa koskevat kuormausta saantelevat saannokset ja maaraykset.",
        "title_sv": "Ansvar för lastning av fordon vid kommersiella transporter",
        "content_sv": "Denna paragraf gäller andra kommersiella transporter än transporter av farliga ämnen. Föraren skall före färden försäkra sig om att fordonet är lastat i enlighet med bestämmelserna, om inte detta på grund av att lastutrymmet är förseglat eller lossning av lasten eller av någon annan motsvarande orsak föranleder oskälig olägenhet och försening för transportuppdraget. Dessutom skall föraren under färden se till att lasten hålls placerad och fastgjord i enlighet med kraven i 87 §. Den som placerat och fastgjort lasten i ett fordon, en container eller något annat lastutrymme och den som på grund av sin ställning givit anvisningar om placerandet och fastgörandet ansvarar för att lasten är korrekt placerad och fastgjord och även i övrigt uppfyller kraven i 87 §. Den som avses ovan i detta moment är dock inte ansvarig om felet beror på sådana fel eller brister i de uppgifter som avses i 4 mom. som personen i fråga inte rimligen har kunnat upptäcka. Sådant ansvar uppstår inte heller om personen i fråga har deltagit i lastningen endast som medhjälpare. Den som gjort ändringar i fråga om lasten ansvarar för att lasten hålls placerad och fastgjord i enlighet med kraven i 87 §. Transportören ansvarar för att den som lastar godset har korrekta och tillräckliga uppgifter om fordonet. Angående fordonsinnehavarens skyldighet att i fordonet medföra registreringsintygets tekniska del föreskrivs särskilt. Godsavsändaren och transportens uppdragsgivare ansvarar för att den som lastar godset förfogar över tillräckliga och korrekta uppgifter om det gods som skall transporteras. Transportören ansvarar för att det för transporten används ett fordon som är försett med sedvanlig utrustning för surrning av lasten och som även annars med tanke på säkerheten lämpar sig för uppgiften. För en redan lastad släpvagns eller något annat lastutrymmes lämplighet ansvarar dock den som före lastningen har tagit släpvagnen eller något annat lastutrymme i bruk eller avtalat om ibruktagandet. Lastaren och transportören skall se till att anställda som deltar i lastningen och transporten tillräckligt väl känner till de bestämmelser och föreskrifter om lastning som berör deras arbetsuppgifter.",
        "normalized_sv": "Denna paragraf gäller andra kommersiella transporter än transporter av farliga ämnen. Föraren skall före färden försäkra sig om att fordonet är lastat i enlighet med bestämmelserna, om inte detta på grund av att lastutrymmet är förseglat eller lossning av lasten eller av någon annan motsvarande orsak föranleder oskälig olägenhet och försening för transportuppdraget. Dessutom skall föraren under färden se till att lasten hålls placerad och fastgjord i enlighet med kraven i 87 § . Den som placerat och fastgjort lasten i ett fordon, en container eller något annat lastutrymme och den som på grund av sin ställning givit anvisningar om placerandet och fastgörandet ansvarar för att lasten är korrekt placerad och fastgjord och även i övrigt uppfyller kraven i 87 § . Den som avses ovan i detta moment är dock inte ansvarig om felet beror på sådana fel eller brister i de uppgifter som avses i 4 mom. som personen i fråga inte rimligen har kunnat upptäcka. Sådant ansvar uppstår inte heller om personen i fråga har deltagit i lastningen endast som medhjälpare. Den som gjort ändringar i fråga om lasten ansvarar för att lasten hålls placerad och fastgjord i enlighet med kraven i 87 § . Transportören ansvarar för att den som lastar godset har korrekta och tillräckliga uppgifter om fordonet. Angående fordonsinnehavarens skyldighet att i fordonet medföra registreringsintygets tekniska del föreskrivs särskilt. Godsavsändaren och transportens uppdragsgivare ansvarar för att den som lastar godset förfogar över tillräckliga och korrekta uppgifter om det gods som skall transporteras. Transportören ansvarar för att det för transporten används ett fordon som är försett med sedvanlig utrustning för surrning av lasten och som även annars med tanke på säkerheten lämpar sig för uppgiften. För en redan lastad släpvagns eller något annat lastutrymmes lämplighet ansvarar dock den som före lastningen har tagit släpvagnen eller något annat lastutrymme i bruk eller avtalat om ibruktagandet. Lastaren och transportören skall se till att anställda som deltar i lastningen och transporten tillräckligt väl känner till de bestämmelser och föreskrifter om lastning som berör deras arbetsuppgifter.",
        "folded_sv": "denna paragraf galler andra kommersiella transporter an transporter av farliga amnen. foraren skall fore farden forsakra sig om att fordonet ar lastat i enlighet med bestammelserna, om inte detta pa grund av att lastutrymmet ar forseglat eller lossning av lasten eller av nagon annan motsvarande orsak foranleder oskalig olagenhet och forsening for transportuppdraget. dessutom skall foraren under farden se till att lasten halls placerad och fastgjord i enlighet med kraven i 87 §. den som placerat och fastgjort lasten i ett fordon, en container eller nagot annat lastutrymme och den som pa grund av sin stallning givit anvisningar om placerandet och fastgorandet ansvarar for att lasten ar korrekt placerad och fastgjord och aven i ovrigt uppfyller kraven i 87 §. den som avses ovan i detta moment ar dock inte ansvarig om felet beror pa sadana fel eller brister i de uppgifter som avses i 4 mom. som personen i fraga inte rimligen har kunnat upptacka. sadant ansvar uppstar inte heller om personen i fraga har deltagit i lastningen endast som medhjalpare. den som gjort andringar i fraga om lasten ansvarar for att lasten halls placerad och fastgjord i enlighet med kraven i 87 §. transportoren ansvarar for att den som lastar godset har korrekta och tillrackliga uppgifter om fordonet. angaende fordonsinnehavarens skyldighet att i fordonet medfora registreringsintygets tekniska del foreskrivs sarskilt. godsavsandaren och transportens uppdragsgivare ansvarar for att den som lastar godset forfogar over tillrackliga och korrekta uppgifter om det gods som skall transporteras. transportoren ansvarar for att det for transporten anvands ett fordon som ar forsett med sedvanlig utrustning for surrning av lasten och som aven annars med tanke pa sakerheten lampar sig for uppgiften. for en redan lastad slapvagns eller nagot annat lastutrymmes lamplighet ansvarar dock den som fore lastningen har tagit slapvagnen eller nagot annat lastutrymme i bruk eller avtalat om ibruktagandet. lastaren och transportoren skall se till att anstallda som deltar i lastningen och transporten tillrackligt val kanner till de bestammelser och foreskrifter om lastning som beror deras arbetsuppgifter."
      },
      "valid_from": "2006-06-02",
      "valid_to": null
    },
    {
      "provision_ref": "105 a",
      "section": "105 a",
      "title": "Tieliikenteen sosiaalilainsäädännön rikkominen",
      "content": "Kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvästi ilmenee, että kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia säännöksiä, mutta aikataulun laatinut tästä huolimatta edellyttää kuljetuksen tapahtuvan niin, että näitä säännöksiä ei voida noudattaa, aikataulun laatija tai tämän edustaja tuomitaan 1 momentin mukaisesti. Aikataulun laatijaksi katsotaan myös se, joka on aikataulua laatimatta muutoin edellyttänyt määrättyä toimitusaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 a",
        "normalized_fi": "Kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvästi ilmenee, että kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia säännöksiä, mutta aikataulun laatinut tästä huolimatta edellyttää kuljetuksen tapahtuvan niin, että näitä säännöksiä ei voida noudattaa, aikataulun laatija tai tämän edustaja tuomitaan 1 momentin mukaisesti. Aikataulun laatijaksi katsotaan myös se, joka on aikataulua laatimatta muutoin edellyttänyt määrättyä toimitusaikaa.",
        "folded_fi": "kun kuljetuksen suorittaja on ilmoittanut tai kun olosuhteista muutoin selvasti ilmenee, etta kuljetussopimuksen mukaisen aikataulun noudattamisella rikotaan tahallisesti 1 momentissa mainittuja ajoaikoja, taukoja tai lepoaikoja koskevia saannoksia, mutta aikataulun laatinut tasta huolimatta edellyttaa kuljetuksen tapahtuvan niin, etta naita saannoksia ei voida noudattaa, aikataulun laatija tai taman edustaja tuomitaan 1 momentin mukaisesti. aikataulun laatijaksi katsotaan myos se, joka on aikataulua laatimatta muutoin edellyttanyt maarattya toimitusaikaa.",
        "title_sv": "Brott mot viss social lagstiftning om vägtransporter",
        "content_sv": "När en transportör har uppgett eller det annars av omständigheterna klart framgår att ett iakttagande av tidtabellen i transportavtalet innebär ett uppsåtligt brott mot de bestämmelser om körtider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta förutsätter att transporten genomförs så att bestämmelserna i fråga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes företrädare dömas i enlighet med 1 mom. Som uppgörare av tidtabell anses också den som utan att göra upp en tidtabell på annat sätt har förutsatt en viss leveranstid.",
        "normalized_sv": "När en transportör har uppgett eller det annars av omständigheterna klart framgår att ett iakttagande av tidtabellen i transportavtalet innebär ett uppsåtligt brott mot de bestämmelser om körtider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta förutsätter att transporten genomförs så att bestämmelserna i fråga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes företrädare dömas i enlighet med 1 mom. Som uppgörare av tidtabell anses också den som utan att göra upp en tidtabell på annat sätt har förutsatt en viss leveranstid.",
        "folded_sv": "nar en transportor har uppgett eller det annars av omstandigheterna klart framgar att ett iakttagande av tidtabellen i transportavtalet innebar ett uppsatligt brott mot de bestammelser om kortider, raster och vilotider som avses i 1 mom., men den som gjort upp tidtabellen trots detta forutsatter att transporten genomfors sa att bestammelserna i fraga inte kan iakttas, skall den som gjort upp tidtabellen eller dennes foretradare domas i enlighet med 1 mom. som uppgorare av tidtabell anses ocksa den som utan att gora upp en tidtabell pa annat satt har forutsatt en viss leveranstid."
      },
      "valid_from": "2006-06-02",
      "valid_to": null
    }
  ]
}