{
  "id": "441/2007",
  "type": "statute",
  "title": "Laki maatalouden harjoittamisesta luopumisen tukemisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om stöd för upphörande med att bedriva jordbruk",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/441/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Lain toimeenpano",
      "content": "Tämän lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, työvoima- ja elinkeinokeskukset, Maaseutuvirasto, maa- ja metsätalousministeriö sekä eläkelaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Tämän lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, työvoima- ja elinkeinokeskukset, Maaseutuvirasto, maa- ja metsätalousministeriö sekä eläkelaitos.",
        "folded_fi": "taman lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, tyovoima- ja elinkeinokeskukset, maaseutuvirasto, maa- ja metsatalousministerio seka elakelaitos.",
        "title_sv": "Verkställighet av lagen",
        "content_sv": "För verkställigheten av denna lag svarar kommunens landsbygdsnäringsmyndighet, arbetskrafts- och näringscentralerna, Landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten.",
        "normalized_sv": "För verkställigheten av denna lag svarar kommunens landsbygdsnäringsmyndighet, arbetskrafts- och näringscentralerna, Landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten.",
        "folded_sv": "for verkstalligheten av denna lag svarar kommunens landsbygdsnaringsmyndighet, arbetskrafts- och naringscentralerna, landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Valvonnan järjestäminen",
      "content": "Maa- ja metsätalousministeriö vastaa luopumistuen käytön valvonnasta. Valvonnan toteuttamisesta vastaa Maaseutuvirasto. Ministeriöllä on oikeus ohjata ja valvoa eläkelaitoksen toimintaa siltä osin kuin se suorittaa tässä laissa tarkoitettuja tehtäviä. Maaseutuvirastolla on oikeus tarkastaa eläkelaitoksen toimintaa tässä laissa tarkoitetun tukijärjestelmän toimeenpanon osalta. Eläkelaitoksen on tukijärjestelmää toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. Eläkelaitoksen on järjestettävä toimintansa niin, että maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valvoa tuen myöntämisen ja maksamisen edellytysten täyttymistä sekä sitoumusten noudattamista. Kunnan maaseutuelinkeinoviranomaisen ja työvoima- ja elinkeinokeskuksen tehtävänä on osaltaan valvoa annettujen sitoumusten noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa luopumistuen käytön valvonnasta. Valvonnan toteuttamisesta vastaa Maaseutuvirasto. Ministeriöllä on oikeus ohjata ja valvoa eläkelaitoksen toimintaa siltä osin kuin se suorittaa tässä laissa tarkoitettuja tehtäviä. Maaseutuvirastolla on oikeus tarkastaa eläkelaitoksen toimintaa tässä laissa tarkoitetun tukijärjestelmän toimeenpanon osalta. Eläkelaitoksen on tukijärjestelmää toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. Eläkelaitoksen on järjestettävä toimintansa niin, että maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valvoa tuen myöntämisen ja maksamisen edellytysten täyttymistä sekä sitoumusten noudattamista. Kunnan maaseutuelinkeinoviranomaisen ja työvoima- ja elinkeinokeskuksen tehtävänä on osaltaan valvoa annettujen sitoumusten noudattamista.",
        "folded_fi": "maa- ja metsatalousministerio vastaa luopumistuen kayton valvonnasta. valvonnan toteuttamisesta vastaa maaseutuvirasto. ministeriolla on oikeus ohjata ja valvoa elakelaitoksen toimintaa silta osin kuin se suorittaa tassa laissa tarkoitettuja tehtavia. maaseutuvirastolla on oikeus tarkastaa elakelaitoksen toimintaa tassa laissa tarkoitetun tukijarjestelman toimeenpanon osalta. elakelaitoksen on tukijarjestelmaa toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. elakelaitoksen on jarjestettava toimintansa niin, etta maa- ja metsatalousministerio ja maaseutuvirasto voivat valvoa tuen myontamisen ja maksamisen edellytysten tayttymista seka sitoumusten noudattamista. kunnan maaseutuelinkeinoviranomaisen ja tyovoima- ja elinkeinokeskuksen tehtavana on osaltaan valvoa annettujen sitoumusten noudattamista.",
        "title_sv": "Ordnandet av tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över användningen av avträdelsestöd. Landsbygdsverket ansvarar för genomförandet av tillsynen. Ministeriet har rätt att styra och övervaka pensionsanstaltens verksamhet till den del pensionsanstalten utför uppgifter som avses i denna lag. Landsbygdsverket har rätt att granska pensionsanstaltens verksamhet i fråga om verkställandet av det stödsystem som avses i denna lag. När pensionsanstalten verkställer stödsystemet skall den se till att stöd inte betalas i strid med förbindelserna. Pensionsanstalten skall ordna sin verksamhet så att jord- och skogsbruksministeriet och Landsbygdsverket kan övervaka uppfyllandet av villkoren för beviljande och betalning av stöd samt fullgörandet av förbindelserna. Kommunens landsbygdsnäringsmyndighett och arbetskrafts- och näringscentralerna skall för sin del övervaka att förbindelserna fullgörs.",
        "normalized_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över användningen av avträdelsestöd. Landsbygdsverket ansvarar för genomförandet av tillsynen. Ministeriet har rätt att styra och övervaka pensionsanstaltens verksamhet till den del pensionsanstalten utför uppgifter som avses i denna lag. Landsbygdsverket har rätt att granska pensionsanstaltens verksamhet i fråga om verkställandet av det stödsystem som avses i denna lag. När pensionsanstalten verkställer stödsystemet skall den se till att stöd inte betalas i strid med förbindelserna. Pensionsanstalten skall ordna sin verksamhet så att jord- och skogsbruksministeriet och Landsbygdsverket kan övervaka uppfyllandet av villkoren för beviljande och betalning av stöd samt fullgörandet av förbindelserna. Kommunens landsbygdsnäringsmyndighett och arbetskrafts- och näringscentralerna skall för sin del övervaka att förbindelserna fullgörs.",
        "folded_sv": "jord- och skogsbruksministeriet ansvarar for tillsynen over anvandningen av avtradelsestod. landsbygdsverket ansvarar for genomforandet av tillsynen. ministeriet har ratt att styra och overvaka pensionsanstaltens verksamhet till den del pensionsanstalten utfor uppgifter som avses i denna lag. landsbygdsverket har ratt att granska pensionsanstaltens verksamhet i fraga om verkstallandet av det stodsystem som avses i denna lag. nar pensionsanstalten verkstaller stodsystemet skall den se till att stod inte betalas i strid med forbindelserna. pensionsanstalten skall ordna sin verksamhet sa att jord- och skogsbruksministeriet och landsbygdsverket kan overvaka uppfyllandet av villkoren for beviljande och betalning av stod samt fullgorandet av forbindelserna. kommunens landsbygdsnaringsmyndighett och arbetskrafts- och naringscentralerna skall for sin del overvaka att forbindelserna fullgors."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Tuen saajia ja sitoumusten antajia koskevien tarkastusten suorittaminen",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitetun tuen myöntämisen ja maksamisen ehtojen sekä sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitetun tuen myöntämisen ja maksamisen ehtojen sekä sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla seka tyovoima- ja elinkeinokeskuksella on oikeus teettaa palveluksessaan olevilla virkamiehilla ennakolta ilmoittamatta tassa laissa tarkoitetun tuen myontamisen ja maksamisen ehtojen seka sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
        "title_sv": "Utförande av kontroller som gäller stödtagare och förbindelsegivare",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att låta sina anställda tjänstemän utan förhandsanmälan utföra sådana kontroller som behövs för tillsynen över att villkoren för beviljande och betalning av stöd enligt denna lag iakttas samt att förbindelserna fullgörs.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att låta sina anställda tjänstemän utan förhandsanmälan utföra sådana kontroller som behövs för tillsynen över att villkoren för beviljande och betalning av stöd enligt denna lag iakttas samt att förbindelserna fullgörs.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket samt arbetskrafts- och naringscentralen har ratt att lata sina anstallda tjansteman utan forhandsanmalan utfora sadana kontroller som behovs for tillsynen over att villkoren for beviljande och betalning av stod enligt denna lag iakttas samt att forbindelserna fullgors."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Oikeus saada tietoja asian ratkaisemiseksi ja lakisääteisten tehtävien toimeenpanemiseksi",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosäännösten ja muiden tiedon saamista koskevien säännösten estämättä eläkelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat välttämättömiä 65 ja 66 §:ssä säädettyjen tehtävien hoitamiseksi. Maa- ja metsätalousministeriöllä ja Maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. Työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niistä tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosäännösten ja muiden tiedon saamista koskevien säännösten estämättä eläkelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat välttämättömiä 65 ja 66 § :ssä säädettyjen tehtävien hoitamiseksi. Maa- ja metsätalousministeriöllä ja Maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. Työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niistä tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla, tyovoima- ja elinkeinokeskuksella seka kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosaannosten ja muiden tiedon saamista koskevien saannosten estamatta elakelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat valttamattomia 65 ja 66 §:ssa saadettyjen tehtavien hoitamiseksi. maa- ja metsatalousministeriolla ja maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. tyovoima- ja elinkeinokeskuksella seka kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niista tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
        "title_sv": "Rätt att få uppgifter för avgörande av ärenden och för verkställande av lagstadgade uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter av pensionsanstalten få de uppgifter om en mottagare av avträdelsestöd och förbindelsegivare som är nödvändiga för skötseln av de uppgifter som föreskrivs i 65 och 66 §. Jord- och skogsbruksministeriet och Landsbygdsverket har rätt att få uppgifter om alla mottagare av avträdelsestöd och förbindelsegivare. Arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att få uppgifter om de stödtagare och förbindelsegivare som har avgivit förbindelse om en gårdsbruksenhet som är belägen inom myndighetens verksamhetsområde.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter av pensionsanstalten få de uppgifter om en mottagare av avträdelsestöd och förbindelsegivare som är nödvändiga för skötseln av de uppgifter som föreskrivs i 65 och 66 § . Jord- och skogsbruksministeriet och Landsbygdsverket har rätt att få uppgifter om alla mottagare av avträdelsestöd och förbindelsegivare. Arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att få uppgifter om de stödtagare och förbindelsegivare som har avgivit förbindelse om en gårdsbruksenhet som är belägen inom myndighetens verksamhetsområde.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralen samt kommunens landsbygdsnaringsmyndighet har ratt att utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter av pensionsanstalten fa de uppgifter om en mottagare av avtradelsestod och forbindelsegivare som ar nodvandiga for skotseln av de uppgifter som foreskrivs i 65 och 66 §. jord- och skogsbruksministeriet och landsbygdsverket har ratt att fa uppgifter om alla mottagare av avtradelsestod och forbindelsegivare. arbetskrafts- och naringscentralen samt kommunens landsbygdsnaringsmyndighet har ratt att fa uppgifter om de stodtagare och forbindelsegivare som har avgivit forbindelse om en gardsbruksenhet som ar belagen inom myndighetens verksamhetsomrade."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Eläkelaitoksen oikeus ja velvollisuus antaa tietoja",
      "content": "Eläkelaitoksen on annettava luopumistuen käytön seurantaa ja valvontaa varten maa- ja metsätalousministeriölle ja Maaseutuvirastolle tuen käyttämisen ja tukijärjestelmän toimeenpanon valvomiseksi välttämättömät 70 §:n 2 momentissa tarkoitetut tiedot. Tietojen antamisesta säädetään tarkemmin valtioneuvoston asetuksella. Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus saada eläkelaitokselta tieto luopumistuen saajan ja hänen puolisonsa sekä sitoumuksen antajan ja hänen puolisonsa henkilötunnuksesta sekä yhteystiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Eläkelaitoksen on annettava luopumistuen käytön seurantaa ja valvontaa varten maa- ja metsätalousministeriölle ja Maaseutuvirastolle tuen käyttämisen ja tukijärjestelmän toimeenpanon valvomiseksi välttämättömät 70 § :n 2 momentissa tarkoitetut tiedot. Tietojen antamisesta säädetään tarkemmin valtioneuvoston asetuksella. Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus saada eläkelaitokselta tieto luopumistuen saajan ja hänen puolisonsa sekä sitoumuksen antajan ja hänen puolisonsa henkilötunnuksesta sekä yhteystiedoista.",
        "folded_fi": "elakelaitoksen on annettava luopumistuen kayton seurantaa ja valvontaa varten maa- ja metsatalousministeriolle ja maaseutuvirastolle tuen kayttamisen ja tukijarjestelman toimeenpanon valvomiseksi valttamattomat 70 §:n 2 momentissa tarkoitetut tiedot. tietojen antamisesta saadetaan tarkemmin valtioneuvoston asetuksella. maa- ja metsatalousministeriolla, maaseutuvirastolla seka tyovoima- ja elinkeinokeskuksella on oikeus saada elakelaitokselta tieto luopumistuen saajan ja hanen puolisonsa seka sitoumuksen antajan ja hanen puolisonsa henkilotunnuksesta seka yhteystiedoista.",
        "title_sv": "Pensionsanstaltens rätt och skyldighet att lämna uppgifter",
        "content_sv": "Pensionsanstalten skall för uppföljning av och tillsyn över användningen av avträdelsestöd lämna jord- och skogsbruksministeriet och Landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behövs för tillsynen över användningen av stödet och verkställigheten av stödsystemet. Närmare bestämmelser om lämnande av uppgifter utfärdas genom förordning av statsrådet. Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att av pensionsanstalten få personbeteckning samt kontaktuppgifter för mottagare av avträdelsestöd och hans eller hennes make samt för förbindelsegivare och hans eller hennes make.",
        "normalized_sv": "Pensionsanstalten skall för uppföljning av och tillsyn över användningen av avträdelsestöd lämna jord- och skogsbruksministeriet och Landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behövs för tillsynen över användningen av stödet och verkställigheten av stödsystemet. Närmare bestämmelser om lämnande av uppgifter utfärdas genom förordning av statsrådet. Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att av pensionsanstalten få personbeteckning samt kontaktuppgifter för mottagare av avträdelsestöd och hans eller hennes make samt för förbindelsegivare och hans eller hennes make.",
        "folded_sv": "pensionsanstalten skall for uppfoljning av och tillsyn over anvandningen av avtradelsestod lamna jord- och skogsbruksministeriet och landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behovs for tillsynen over anvandningen av stodet och verkstalligheten av stodsystemet. narmare bestammelser om lamnande av uppgifter utfardas genom forordning av statsradet. jord- och skogsbruksministeriet, landsbygdsverket samt arbetskrafts- och naringscentralen har ratt att av pensionsanstalten fa personbeteckning samt kontaktuppgifter for mottagare av avtradelsestod och hans eller hennes make samt for forbindelsegivare och hans eller hennes make."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Lain toimeenpano",
      "content": "Tämän lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, työvoima- ja elinkeinokeskukset, Maaseutuvirasto, maa- ja metsätalousministeriö sekä eläkelaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Tämän lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, työvoima- ja elinkeinokeskukset, Maaseutuvirasto, maa- ja metsätalousministeriö sekä eläkelaitos.",
        "folded_fi": "taman lain toimeenpanosta huolehtivat kuntien maaseutuelinkeinoviranomaiset, tyovoima- ja elinkeinokeskukset, maaseutuvirasto, maa- ja metsatalousministerio seka elakelaitos.",
        "title_sv": "Verkställighet av lagen",
        "content_sv": "För verkställigheten av denna lag svarar kommunens landsbygdsnäringsmyndighet, arbetskrafts- och näringscentralerna, Landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten.",
        "normalized_sv": "För verkställigheten av denna lag svarar kommunens landsbygdsnäringsmyndighet, arbetskrafts- och näringscentralerna, Landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten.",
        "folded_sv": "for verkstalligheten av denna lag svarar kommunens landsbygdsnaringsmyndighet, arbetskrafts- och naringscentralerna, landsbygdsverket, jord- och skogsbruksministeriet och pensionsanstalten."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Valvonnan järjestäminen",
      "content": "Maa- ja metsätalousministeriö vastaa luopumistuen käytön valvonnasta. Valvonnan toteuttamisesta vastaa Maaseutuvirasto. Ministeriöllä on oikeus ohjata ja valvoa eläkelaitoksen toimintaa siltä osin kuin se suorittaa tässä laissa tarkoitettuja tehtäviä. Maaseutuvirastolla on oikeus tarkastaa eläkelaitoksen toimintaa tässä laissa tarkoitetun tukijärjestelmän toimeenpanon osalta. Eläkelaitoksen on tukijärjestelmää toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. Eläkelaitoksen on järjestettävä toimintansa niin, että maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valvoa tuen myöntämisen ja maksamisen edellytysten täyttymistä sekä sitoumusten noudattamista. Kunnan maaseutuelinkeinoviranomaisen ja työvoima- ja elinkeinokeskuksen tehtävänä on osaltaan valvoa annettujen sitoumusten noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maa- ja metsätalousministeriö vastaa luopumistuen käytön valvonnasta. Valvonnan toteuttamisesta vastaa Maaseutuvirasto. Ministeriöllä on oikeus ohjata ja valvoa eläkelaitoksen toimintaa siltä osin kuin se suorittaa tässä laissa tarkoitettuja tehtäviä. Maaseutuvirastolla on oikeus tarkastaa eläkelaitoksen toimintaa tässä laissa tarkoitetun tukijärjestelmän toimeenpanon osalta. Eläkelaitoksen on tukijärjestelmää toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. Eläkelaitoksen on järjestettävä toimintansa niin, että maa- ja metsätalousministeriö ja Maaseutuvirasto voivat valvoa tuen myöntämisen ja maksamisen edellytysten täyttymistä sekä sitoumusten noudattamista. Kunnan maaseutuelinkeinoviranomaisen ja työvoima- ja elinkeinokeskuksen tehtävänä on osaltaan valvoa annettujen sitoumusten noudattamista.",
        "folded_fi": "maa- ja metsatalousministerio vastaa luopumistuen kayton valvonnasta. valvonnan toteuttamisesta vastaa maaseutuvirasto. ministeriolla on oikeus ohjata ja valvoa elakelaitoksen toimintaa silta osin kuin se suorittaa tassa laissa tarkoitettuja tehtavia. maaseutuvirastolla on oikeus tarkastaa elakelaitoksen toimintaa tassa laissa tarkoitetun tukijarjestelman toimeenpanon osalta. elakelaitoksen on tukijarjestelmaa toimeenpannessaan huolehdittava, ettei tukea makseta sitoumusten vastaisesti. elakelaitoksen on jarjestettava toimintansa niin, etta maa- ja metsatalousministerio ja maaseutuvirasto voivat valvoa tuen myontamisen ja maksamisen edellytysten tayttymista seka sitoumusten noudattamista. kunnan maaseutuelinkeinoviranomaisen ja tyovoima- ja elinkeinokeskuksen tehtavana on osaltaan valvoa annettujen sitoumusten noudattamista.",
        "title_sv": "Ordnandet av tillsyn",
        "content_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över användningen av avträdelsestöd. Landsbygdsverket ansvarar för genomförandet av tillsynen. Ministeriet har rätt att styra och övervaka pensionsanstaltens verksamhet till den del pensionsanstalten utför uppgifter som avses i denna lag. Landsbygdsverket har rätt att granska pensionsanstaltens verksamhet i fråga om verkställandet av det stödsystem som avses i denna lag. När pensionsanstalten verkställer stödsystemet skall den se till att stöd inte betalas i strid med förbindelserna. Pensionsanstalten skall ordna sin verksamhet så att jord- och skogsbruksministeriet och Landsbygdsverket kan övervaka uppfyllandet av villkoren för beviljande och betalning av stöd samt fullgörandet av förbindelserna. Kommunens landsbygdsnäringsmyndighett och arbetskrafts- och näringscentralerna skall för sin del övervaka att förbindelserna fullgörs.",
        "normalized_sv": "Jord- och skogsbruksministeriet ansvarar för tillsynen över användningen av avträdelsestöd. Landsbygdsverket ansvarar för genomförandet av tillsynen. Ministeriet har rätt att styra och övervaka pensionsanstaltens verksamhet till den del pensionsanstalten utför uppgifter som avses i denna lag. Landsbygdsverket har rätt att granska pensionsanstaltens verksamhet i fråga om verkställandet av det stödsystem som avses i denna lag. När pensionsanstalten verkställer stödsystemet skall den se till att stöd inte betalas i strid med förbindelserna. Pensionsanstalten skall ordna sin verksamhet så att jord- och skogsbruksministeriet och Landsbygdsverket kan övervaka uppfyllandet av villkoren för beviljande och betalning av stöd samt fullgörandet av förbindelserna. Kommunens landsbygdsnäringsmyndighett och arbetskrafts- och näringscentralerna skall för sin del övervaka att förbindelserna fullgörs.",
        "folded_sv": "jord- och skogsbruksministeriet ansvarar for tillsynen over anvandningen av avtradelsestod. landsbygdsverket ansvarar for genomforandet av tillsynen. ministeriet har ratt att styra och overvaka pensionsanstaltens verksamhet till den del pensionsanstalten utfor uppgifter som avses i denna lag. landsbygdsverket har ratt att granska pensionsanstaltens verksamhet i fraga om verkstallandet av det stodsystem som avses i denna lag. nar pensionsanstalten verkstaller stodsystemet skall den se till att stod inte betalas i strid med forbindelserna. pensionsanstalten skall ordna sin verksamhet sa att jord- och skogsbruksministeriet och landsbygdsverket kan overvaka uppfyllandet av villkoren for beviljande och betalning av stod samt fullgorandet av forbindelserna. kommunens landsbygdsnaringsmyndighett och arbetskrafts- och naringscentralerna skall for sin del overvaka att forbindelserna fullgors."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "Tuen saajia ja sitoumusten antajia koskevien tarkastusten suorittaminen",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitetun tuen myöntämisen ja maksamisen ehtojen sekä sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus teettää palveluksessaan olevilla virkamiehillä ennakolta ilmoittamatta tässä laissa tarkoitetun tuen myöntämisen ja maksamisen ehtojen sekä sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla seka tyovoima- ja elinkeinokeskuksella on oikeus teettaa palveluksessaan olevilla virkamiehilla ennakolta ilmoittamatta tassa laissa tarkoitetun tuen myontamisen ja maksamisen ehtojen seka sitoumusten noudattamisen valvonnassa tarvittavia tarkastuksia.",
        "title_sv": "Utförande av kontroller som gäller stödtagare och förbindelsegivare",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att låta sina anställda tjänstemän utan förhandsanmälan utföra sådana kontroller som behövs för tillsynen över att villkoren för beviljande och betalning av stöd enligt denna lag iakttas samt att förbindelserna fullgörs.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att låta sina anställda tjänstemän utan förhandsanmälan utföra sådana kontroller som behövs för tillsynen över att villkoren för beviljande och betalning av stöd enligt denna lag iakttas samt att förbindelserna fullgörs.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket samt arbetskrafts- och naringscentralen har ratt att lata sina anstallda tjansteman utan forhandsanmalan utfora sadana kontroller som behovs for tillsynen over att villkoren for beviljande och betalning av stod enligt denna lag iakttas samt att forbindelserna fullgors."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Oikeus saada tietoja asian ratkaisemiseksi ja lakisääteisten tehtävien toimeenpanemiseksi",
      "content": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosäännösten ja muiden tiedon saamista koskevien säännösten estämättä eläkelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat välttämättömiä 65 ja 66 §:ssä säädettyjen tehtävien hoitamiseksi. Maa- ja metsätalousministeriöllä ja Maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. Työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niistä tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Maa- ja metsätalousministeriöllä, Maaseutuvirastolla, työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosäännösten ja muiden tiedon saamista koskevien säännösten estämättä eläkelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat välttämättömiä 65 ja 66 § :ssä säädettyjen tehtävien hoitamiseksi. Maa- ja metsätalousministeriöllä ja Maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. Työvoima- ja elinkeinokeskuksella sekä kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niistä tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
        "folded_fi": "maa- ja metsatalousministeriolla, maaseutuvirastolla, tyovoima- ja elinkeinokeskuksella seka kunnan maaseutuelinkeinoviranomaisella on oikeus saada salassapitosaannosten ja muiden tiedon saamista koskevien saannosten estamatta elakelaitokselta luopumistuen saajaa ja sitoumuksen antajaa koskevat tiedot, jotka ovat valttamattomia 65 ja 66 §:ssa saadettyjen tehtavien hoitamiseksi. maa- ja metsatalousministeriolla ja maaseutuvirastolla on oikeus saada tietoja kaikista luopumistuen saajista ja sitoumuksen antajista. tyovoima- ja elinkeinokeskuksella seka kunnan maaseutuelinkeinoviranomaisella on oikeus saada tietoja niista tuensaajista ja sitoumuksen antajista, jotka ovat antaneet sitoumuksen asianomaisen viranomaisen toimialueella sijaitsevasta maatilasta.",
        "title_sv": "Rätt att få uppgifter för avgörande av ärenden och för verkställande av lagstadgade uppgifter",
        "content_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter av pensionsanstalten få de uppgifter om en mottagare av avträdelsestöd och förbindelsegivare som är nödvändiga för skötseln av de uppgifter som föreskrivs i 65 och 66 §. Jord- och skogsbruksministeriet och Landsbygdsverket har rätt att få uppgifter om alla mottagare av avträdelsestöd och förbindelsegivare. Arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att få uppgifter om de stödtagare och förbindelsegivare som har avgivit förbindelse om en gårdsbruksenhet som är belägen inom myndighetens verksamhetsområde.",
        "normalized_sv": "Jord- och skogsbruksministeriet, Landsbygdsverket, arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att utan hinder av sekretessbestämmelserna och andra begränsningar som gäller erhållande av uppgifter av pensionsanstalten få de uppgifter om en mottagare av avträdelsestöd och förbindelsegivare som är nödvändiga för skötseln av de uppgifter som föreskrivs i 65 och 66 § . Jord- och skogsbruksministeriet och Landsbygdsverket har rätt att få uppgifter om alla mottagare av avträdelsestöd och förbindelsegivare. Arbetskrafts- och näringscentralen samt kommunens landsbygdsnäringsmyndighet har rätt att få uppgifter om de stödtagare och förbindelsegivare som har avgivit förbindelse om en gårdsbruksenhet som är belägen inom myndighetens verksamhetsområde.",
        "folded_sv": "jord- och skogsbruksministeriet, landsbygdsverket, arbetskrafts- och naringscentralen samt kommunens landsbygdsnaringsmyndighet har ratt att utan hinder av sekretessbestammelserna och andra begransningar som galler erhallande av uppgifter av pensionsanstalten fa de uppgifter om en mottagare av avtradelsestod och forbindelsegivare som ar nodvandiga for skotseln av de uppgifter som foreskrivs i 65 och 66 §. jord- och skogsbruksministeriet och landsbygdsverket har ratt att fa uppgifter om alla mottagare av avtradelsestod och forbindelsegivare. arbetskrafts- och naringscentralen samt kommunens landsbygdsnaringsmyndighet har ratt att fa uppgifter om de stodtagare och forbindelsegivare som har avgivit forbindelse om en gardsbruksenhet som ar belagen inom myndighetens verksamhetsomrade."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Eläkelaitoksen oikeus ja velvollisuus antaa tietoja",
      "content": "Eläkelaitoksen on annettava luopumistuen käytön seurantaa ja valvontaa varten maa- ja metsätalousministeriölle ja Maaseutuvirastolle tuen käyttämisen ja tukijärjestelmän toimeenpanon valvomiseksi välttämättömät 70 §:n 2 momentissa tarkoitetut tiedot. Tietojen antamisesta säädetään tarkemmin valtioneuvoston asetuksella. Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus saada eläkelaitokselta tieto luopumistuen saajan ja hänen puolisonsa sekä sitoumuksen antajan ja hänen puolisonsa henkilötunnuksesta sekä yhteystiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Eläkelaitoksen on annettava luopumistuen käytön seurantaa ja valvontaa varten maa- ja metsätalousministeriölle ja Maaseutuvirastolle tuen käyttämisen ja tukijärjestelmän toimeenpanon valvomiseksi välttämättömät 70 § :n 2 momentissa tarkoitetut tiedot. Tietojen antamisesta säädetään tarkemmin valtioneuvoston asetuksella. Maa- ja metsätalousministeriöllä, Maaseutuvirastolla sekä työvoima- ja elinkeinokeskuksella on oikeus saada eläkelaitokselta tieto luopumistuen saajan ja hänen puolisonsa sekä sitoumuksen antajan ja hänen puolisonsa henkilötunnuksesta sekä yhteystiedoista.",
        "folded_fi": "elakelaitoksen on annettava luopumistuen kayton seurantaa ja valvontaa varten maa- ja metsatalousministeriolle ja maaseutuvirastolle tuen kayttamisen ja tukijarjestelman toimeenpanon valvomiseksi valttamattomat 70 §:n 2 momentissa tarkoitetut tiedot. tietojen antamisesta saadetaan tarkemmin valtioneuvoston asetuksella. maa- ja metsatalousministeriolla, maaseutuvirastolla seka tyovoima- ja elinkeinokeskuksella on oikeus saada elakelaitokselta tieto luopumistuen saajan ja hanen puolisonsa seka sitoumuksen antajan ja hanen puolisonsa henkilotunnuksesta seka yhteystiedoista.",
        "title_sv": "Pensionsanstaltens rätt och skyldighet att lämna uppgifter",
        "content_sv": "Pensionsanstalten skall för uppföljning av och tillsyn över användningen av avträdelsestöd lämna jord- och skogsbruksministeriet och Landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behövs för tillsynen över användningen av stödet och verkställigheten av stödsystemet. Närmare bestämmelser om lämnande av uppgifter utfärdas genom förordning av statsrådet. Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att av pensionsanstalten få personbeteckning samt kontaktuppgifter för mottagare av avträdelsestöd och hans eller hennes make samt för förbindelsegivare och hans eller hennes make.",
        "normalized_sv": "Pensionsanstalten skall för uppföljning av och tillsyn över användningen av avträdelsestöd lämna jord- och skogsbruksministeriet och Landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behövs för tillsynen över användningen av stödet och verkställigheten av stödsystemet. Närmare bestämmelser om lämnande av uppgifter utfärdas genom förordning av statsrådet. Jord- och skogsbruksministeriet, Landsbygdsverket samt arbetskrafts- och näringscentralen har rätt att av pensionsanstalten få personbeteckning samt kontaktuppgifter för mottagare av avträdelsestöd och hans eller hennes make samt för förbindelsegivare och hans eller hennes make.",
        "folded_sv": "pensionsanstalten skall for uppfoljning av och tillsyn over anvandningen av avtradelsestod lamna jord- och skogsbruksministeriet och landsbygdsverket de i 70 § 2 mom. avsedda uppgifter som behovs for tillsynen over anvandningen av stodet och verkstalligheten av stodsystemet. narmare bestammelser om lamnande av uppgifter utfardas genom forordning av statsradet. jord- och skogsbruksministeriet, landsbygdsverket samt arbetskrafts- och naringscentralen har ratt att av pensionsanstalten fa personbeteckning samt kontaktuppgifter for mottagare av avtradelsestod och hans eller hennes make samt for forbindelsegivare och hans eller hennes make."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}