{
  "id": "444/2006",
  "type": "statute",
  "title": "Laki Rahoitustarkastuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Finansinspektionen",
  "status": "in_force",
  "issued_date": "2006-06-08",
  "in_force_date": "2006-06-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/444/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muu rahoitusmarkkinoilla toimiva",
      "content": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 5) arvopaperimarkkinalain 6 luvun 1 §:ssä tarkoitetun ostotarjouksen tekijää sekä mainitun luvun 10 §:ssä tarkoitettua tarjousvelvollista ja mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 5) arvopaperimarkkinalain 6 luvun 1 § :ssä tarkoitetun ostotarjouksen tekijää sekä mainitun luvun 10 § :ssä tarkoitettua tarjousvelvollista ja mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa;",
        "folded_fi": "muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tassa laissa: 5) arvopaperimarkkinalain 6 luvun 1 §:ssa tarkoitetun ostotarjouksen tekijaa seka mainitun luvun 10 §:ssa tarkoitettua tarjousvelvollista ja mainitussa pykalassa tarkoitettua muuta henkiloa, yhteisoa ja saatiota; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiota, jonka yhtiooikeudellinen kotipaikka on suomessa ja jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena muualla kuin euroopan talousalueeseen kuuluvassa valtiossa;",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "Med andra finansmarknadsaktörer avses i denna lag 5) personer som ger köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt sådana skyldiga att ge ett anbud som avses i 10 § i det nämnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den nämnda paragrafen, 5 a) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sin bolagsrättsliga hemort i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel någon annanstans än i en stat som hör till Europeiska ekonomiska samarbetsområdet,",
        "normalized_sv": "Med andra finansmarknadsaktörer avses i denna lag 5) personer som ger köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt sådana skyldiga att ge ett anbud som avses i 10 § i det nämnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den nämnda paragrafen, 5 a) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sin bolagsrättsliga hemort i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel någon annanstans än i en stat som hör till Europeiska ekonomiska samarbetsområdet,",
        "folded_sv": "med andra finansmarknadsaktorer avses i denna lag 5) personer som ger kopeanbud som avses i 6 kap. 1 § i vardepappersmarknadslagen samt sadana skyldiga att ge ett anbud som avses i 10 § i det namnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den namnda paragrafen, 5 a) sadana malbolag for offentliga kopeanbud enligt 6 kap. i vardepappersmarknadslagen som har sin bolagsrattsliga hemort i finland och vilkas vardepapper ar foremal for handel som motsvarar offentlig handel nagon annanstans an i en stat som hor till europeiska ekonomiska samarbetsomradet,"
      }
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Rikemaksu",
      "content": "Rahoitustarkastus voi määrätä sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 7 §:ssä säädetyn ilmoitusvelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 §:ssä taikka sijoitusrahastolain 99 tai 100 §:ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c §:ssä tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka määrätään maksettavaksi valtiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24 b",
        "normalized_fi": "Rahoitustarkastus voi määrätä sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 7 § :ssä säädetyn ilmoitusvelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 § :ssä taikka sijoitusrahastolain 99 tai 100 § :ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c § :ssä tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka määrätään maksettavaksi valtiolle.",
        "folded_fi": "rahoitustarkastus voi maarata sille, joka 1) laiminlyo arvopaperimarkkinalain 4 luvun 7 §:ssa saadetyn ilmoitusvelvollisuuden; 2) laiminlyo tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 §:ssa taikka sijoitusrahastolain 99 tai 100 §:ssa saadetyn ilmoitusvelvollisuuden tai velvollisuuden pitaa rekisteria; 3) rikkoo sijoitusrahastolain 11 luvussa saadettyja tai sijoitusrahaston saannoissa maarattyja varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyo arvopaperimarkkinalain 2 luvun 10 c §:ssa tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka maarataan maksettavaksi valtiolle.",
        "title_sv": "Ordningsavgift",
        "content_sv": "Finansinspektionen kan påföra den som 1) försummar anmälningsskyldigheten enligt 4 kap. 7 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen, en ordningsavgift, som skall betalas till staten.",
        "normalized_sv": "Finansinspektionen kan påföra den som 1) försummar anmälningsskyldigheten enligt 4 kap. 7 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen, en ordningsavgift, som skall betalas till staten.",
        "folded_sv": "finansinspektionen kan pafora den som 1) forsummar anmalningsskyldigheten enligt 4 kap. 7 § i vardepappersmarknadslagen, 2) forsummar eller bryter mot anmalningsskyldigheten eller skyldigheten att fora register enligt 5 kap. 4―11 § i vardepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begransningar som galler placering av tillgangar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) forsummar att offentliggora den arliga sammanstallning som avses i 2 kap. 10 c § i vardepappersmarknadslagen, en ordningsavgift, som skall betalas till staten."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Julkinen huomautus",
      "content": ". Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden väärinkäyttöä, julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": ". Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden väärinkäyttöä, julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti.",
        "folded_fi": ". julkinen huomautus voidaan antaa myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden vaarinkayttoa, julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi ottamiseen liittyvaa tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia saannoksia tai euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia luonnolliselle henkilolle julkinen huomautus voidaan antaa, jos tama menettelee hanta henkilokohtaisesti velvoittavien saannosten tai maaraysten vastaisesti.",
        "title_sv": "Offentlig anmärkning",
        "content_sv": "Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens eller med stöd av den utfärdade bestämmelser om marknadsmissbruk, offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet eller för vilka det har lämnats in en ansökan om upptagande till sådan handel, informationsskyldighet i anslutning till erbjudande av värdepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG. En fysisk person kan tilldelas offentlig anmärkning endast om denne förfar i strid med bestämmelser eller föreskrifter som är förpliktande för honom eller henne personligen.",
        "normalized_sv": "Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens eller med stöd av den utfärdade bestämmelser om marknadsmissbruk, offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet eller för vilka det har lämnats in en ansökan om upptagande till sådan handel, informationsskyldighet i anslutning till erbjudande av värdepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG. En fysisk person kan tilldelas offentlig anmärkning endast om denne förfar i strid med bestämmelser eller föreskrifter som är förpliktande för honom eller henne personligen.",
        "folded_sv": "offentlig anmarkning kan aven tilldelas andra personer som pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot vardepappersmarknadslagens eller med stod av den utfardade bestammelser om marknadsmissbruk, offentliggorande av uppgifter som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet eller for vilka det har lamnats in en ansokan om upptagande till sadan handel, informationsskyldighet i anslutning till erbjudande av vardepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet, offentliga kopeanbud eller skyldighet att ge ett anbud eller forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg. en fysisk person kan tilldelas offentlig anmarkning endast om denne forfar i strid med bestammelser eller foreskrifter som ar forpliktande for honom eller henne personligen."
      }
    },
    {
      "provision_ref": "26 a",
      "section": "26 a",
      "title": "Seuraamusmaksu",
      "content": "Valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilö, joka tahallaan tai huolimattomuudesta 1) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa säädetyllä tavalla arvopaperimarkkinalain 1 luvun 2 b §:ää, 2 tai 6 luvun säännöksiä tai niiden nojalla annettuja säännöksiä arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 §:n säännöksiä taikka 15 §:n nojalla annettuja säännöksiä, 3) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia, voidaan määrätä maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyönti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettävä riittävänä, eikä teko tai laiminlyönti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. Seuraamusmaksu voidaan määrätä maksettavaksi myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisäpiirintietoja, kurssin vääristämistä tai julkisen kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 a",
        "normalized_fi": "Valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilö, joka tahallaan tai huolimattomuudesta 1) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa säädetyllä tavalla arvopaperimarkkinalain 1 luvun 2 b § :ää, 2 tai 6 luvun säännöksiä tai niiden nojalla annettuja säännöksiä arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 § :n säännöksiä taikka 15 § :n nojalla annettuja säännöksiä, 3) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia, voidaan määrätä maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyönti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettävä riittävänä, eikä teko tai laiminlyönti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. Seuraamusmaksu voidaan määrätä maksettavaksi myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisäpiirintietoja, kurssin vääristämistä tai julkisen kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia.",
        "folded_fi": "valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilo, joka tahallaan tai huolimattomuudesta 1) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa saadetylla tavalla arvopaperimarkkinalain 1 luvun 2 b §:aa, 2 tai 6 luvun saannoksia tai niiden nojalla annettuja saannoksia arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 §:n saannoksia taikka 15 §:n nojalla annettuja saannoksia, 3) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia, voidaan maarata maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyonti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettava riittavana, eika teko tai laiminlyonti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. seuraamusmaksu voidaan maarata maksettavaksi myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisapiirintietoja, kurssin vaaristamista tai julkisen kaupankaynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi ottamiseen liittyvaa tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia saannoksia tai euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Det kan bestämmas att tillsynsobjekt och andra juridiska personer som är verksamma på finansmarknaden, om de uppsåtligen eller av oaktsamhet, 1) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen eller i 8 kap. i värdepappersmarknadslagen försummar eller bryter mot bestämmelserna i 1 kap. 2 b § eller 2 eller 6 kap. i värdepappersmarknadslagen eller med stöd av dem utfärdade bestämmelser om marknadsföring av värdepapper, emission, erbjudande, informationsskyldighet, offentliga köpeanbud eller skyldighet att ge ett anbud, 2) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot bestämmelserna i 5 kap. 2 eller 12 § i värdepappersmarknadslagen eller föreskrifter som utfärdats med stöd av 15 §, 3) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG, vid sidan av offentlig varning skall betala påföljdsavgift, om förfarandet eller försummelsen är fortlöpande, upprepas eller sker planmässigt eller annars på ett så klandervärt sätt att varningen ensam inte kan anses tillräcklig, och gärningen eller försummelsen bedömd som en helhet inte ger anledning till strängare åtgärder. Det kan bestämmas att också andra personer skall betala påföljdsavgift, om de på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens i 1 mom. avsedda eller med stöd av den utfärdade bestämmelser om insiderinformation, kursmanipulation eller offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller för vilka det har lämnats in en ansökan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av värdepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG.",
        "normalized_sv": "Det kan bestämmas att tillsynsobjekt och andra juridiska personer som är verksamma på finansmarknaden, om de uppsåtligen eller av oaktsamhet, 1) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen eller i 8 kap. i värdepappersmarknadslagen försummar eller bryter mot bestämmelserna i 1 kap. 2 b § eller 2 eller 6 kap. i värdepappersmarknadslagen eller med stöd av dem utfärdade bestämmelser om marknadsföring av värdepapper, emission, erbjudande, informationsskyldighet, offentliga köpeanbud eller skyldighet att ge ett anbud, 2) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot bestämmelserna i 5 kap. 2 eller 12 § i värdepappersmarknadslagen eller föreskrifter som utfärdats med stöd av 15 § , 3) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG, vid sidan av offentlig varning skall betala påföljdsavgift, om förfarandet eller försummelsen är fortlöpande, upprepas eller sker planmässigt eller annars på ett så klandervärt sätt att varningen ensam inte kan anses tillräcklig, och gärningen eller försummelsen bedömd som en helhet inte ger anledning till strängare åtgärder. Det kan bestämmas att också andra personer skall betala påföljdsavgift, om de på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens i 1 mom. avsedda eller med stöd av den utfärdade bestämmelser om insiderinformation, kursmanipulation eller offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller för vilka det har lämnats in en ansökan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av värdepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG.",
        "folded_sv": "det kan bestammas att tillsynsobjekt och andra juridiska personer som ar verksamma pa finansmarknaden, om de uppsatligen eller av oaktsamhet, 1) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen eller i 8 kap. i vardepappersmarknadslagen forsummar eller bryter mot bestammelserna i 1 kap. 2 b § eller 2 eller 6 kap. i vardepappersmarknadslagen eller med stod av dem utfardade bestammelser om marknadsforing av vardepapper, emission, erbjudande, informationsskyldighet, offentliga kopeanbud eller skyldighet att ge ett anbud, 2) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot bestammelserna i 5 kap. 2 eller 12 § i vardepappersmarknadslagen eller foreskrifter som utfardats med stod av 15 §, 3) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg, vid sidan av offentlig varning skall betala pafoljdsavgift, om forfarandet eller forsummelsen ar fortlopande, upprepas eller sker planmassigt eller annars pa ett sa klandervart satt att varningen ensam inte kan anses tillracklig, och garningen eller forsummelsen bedomd som en helhet inte ger anledning till strangare atgarder. det kan bestammas att ocksa andra personer skall betala pafoljdsavgift, om de pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot vardepappersmarknadslagens i 1 mom. avsedda eller med stod av den utfardade bestammelser om insiderinformation, kursmanipulation eller offentliggorande av uppgifter som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller for vilka det har lamnats in en ansokan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av vardepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet, offentliga kopeanbud eller skyldighet att ge ett anbud eller forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Oikeus ja velvollisuus antaa tietoja",
      "content": "Viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetyn salassapitovelvollisuuden estämättä Rahoitustarkastuksella on oikeus antaa tietoja Vakuutusvalvontavirastolle, Valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtävien hoitamista varten sekä esitutkinta- ja syyttäjäviranomaiselle rikoksen selvittämiseksi. Lisäksi Rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvontaan. Rahoitustarkastuksella on lisäksi oikeus kirjanpitolain 8 luvun 2 §:n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessä antaa 24 a §:ssä säädetyn valvontatehtävän kannalta tarpeellisia tietoja kirjanpitolautakunnalle sekä oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 §:ssä tarkoitetulle Keskuskauppakamarin yrityskauppalautakunnalle. Mitä tässä momentissa säädetään, sovelletaan myös tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisölle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtävää kuin Rahoitustarkastus, sekä muulle tässä momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisölle edellyttäen, että niitä koskee vastaava salassapitovelvollisuus kuin Rahoitustarkastusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetyn salassapitovelvollisuuden estämättä Rahoitustarkastuksella on oikeus antaa tietoja Vakuutusvalvontavirastolle, Valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtävien hoitamista varten sekä esitutkinta- ja syyttäjäviranomaiselle rikoksen selvittämiseksi. Lisäksi Rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvontaan. Rahoitustarkastuksella on lisäksi oikeus kirjanpitolain 8 luvun 2 § :n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessä antaa 24 a § :ssä säädetyn valvontatehtävän kannalta tarpeellisia tietoja kirjanpitolautakunnalle sekä oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 § :ssä tarkoitetulle Keskuskauppakamarin yrityskauppalautakunnalle. Mitä tässä momentissa säädetään, sovelletaan myös tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisölle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtävää kuin Rahoitustarkastus, sekä muulle tässä momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisölle edellyttäen, että niitä koskee vastaava salassapitovelvollisuus kuin Rahoitustarkastusta.",
        "folded_fi": "viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetyn salassapitovelvollisuuden estamatta rahoitustarkastuksella on oikeus antaa tietoja vakuutusvalvontavirastolle, valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtavien hoitamista varten seka esitutkinta- ja syyttajaviranomaiselle rikoksen selvittamiseksi. lisaksi rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvat valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvat valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation tilintarkastajan valvontaan. rahoitustarkastuksella on lisaksi oikeus kirjanpitolain 8 luvun 2 §:n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessa antaa 24 a §:ssa saadetyn valvontatehtavan kannalta tarpeellisia tietoja kirjanpitolautakunnalle seka oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 §:ssa tarkoitetulle keskuskauppakamarin yrityskauppalautakunnalle. mita tassa momentissa saadetaan, sovelletaan myos tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisolle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtavaa kuin rahoitustarkastus, seka muulle tassa momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisolle edellyttaen, etta niita koskee vastaava salassapitovelvollisuus kuin rahoitustarkastusta.",
        "title_sv": "Rätt och skyldighet att lämna uppgifter",
        "content_sv": "Utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) föreskrivs om sekretess har Finansinspektionen rätt att lämna ut uppgifter till Försäkringsinspektionen, Statens säkerhetsfond och till andra myndigheter som övervakar finansmarknaden eller svarar för dess funktion för att de skall kunna sköta sina uppgifter samt till förundersöknings- och åklagarmyndigheter för utredning av brott. Dessutom har Finansinspektionen rätt att till myndigheter som svarar för tillsynen över organ som deltar i tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursförfarande, lämna ut uppgifter som har anknytning till tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursförfarande samt att till myndigheter som svarar för tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelser revisorer lämna ut uppgifter som har anknytning till tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. Finansinspektionen har dessutom rätt att i samband med det förfarande för utlåtande som avses i 8 kap. 2 § 3 mom. i bokföringslagen till bokföringsnämnden lämna ut uppgifter som är nödvändiga för den tillsynsuppgift som avses i 24 a § samt rätt att lämna ut nödvändiga uppgifter till Centralhandelskammarens nämnd för företagsförvärv enligt 6 kap. 17 § i värdepappersmarknadslagen. Vad som bestäms i detta moment tillämpas också på lämnande av uppgifter till sådana utländska myndigheter eller sammanslutningar som i sitt hemland enligt lag sköter uppgifter som motsvarar Finansinspektionens samt till andra utländska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, förutsatt att de har samma tystnadsplikt som Finansinspektionen.",
        "normalized_sv": "Utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) föreskrivs om sekretess har Finansinspektionen rätt att lämna ut uppgifter till Försäkringsinspektionen, Statens säkerhetsfond och till andra myndigheter som övervakar finansmarknaden eller svarar för dess funktion för att de skall kunna sköta sina uppgifter samt till förundersöknings- och åklagarmyndigheter för utredning av brott. Dessutom har Finansinspektionen rätt att till myndigheter som svarar för tillsynen över organ som deltar i tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursförfarande, lämna ut uppgifter som har anknytning till tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursförfarande samt att till myndigheter som svarar för tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelser revisorer lämna ut uppgifter som har anknytning till tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. Finansinspektionen har dessutom rätt att i samband med det förfarande för utlåtande som avses i 8 kap. 2 § 3 mom. i bokföringslagen till bokföringsnämnden lämna ut uppgifter som är nödvändiga för den tillsynsuppgift som avses i 24 a § samt rätt att lämna ut nödvändiga uppgifter till Centralhandelskammarens nämnd för företagsförvärv enligt 6 kap. 17 § i värdepappersmarknadslagen. Vad som bestäms i detta moment tillämpas också på lämnande av uppgifter till sådana utländska myndigheter eller sammanslutningar som i sitt hemland enligt lag sköter uppgifter som motsvarar Finansinspektionens samt till andra utländska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, förutsatt att de har samma tystnadsplikt som Finansinspektionen.",
        "folded_sv": "utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) foreskrivs om sekretess har finansinspektionen ratt att lamna ut uppgifter till forsakringsinspektionen, statens sakerhetsfond och till andra myndigheter som overvakar finansmarknaden eller svarar for dess funktion for att de skall kunna skota sina uppgifter samt till forundersoknings- och aklagarmyndigheter for utredning av brott. dessutom har finansinspektionen ratt att till myndigheter som svarar for tillsynen over organ som deltar i tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursforfarande, lamna ut uppgifter som har anknytning till tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursforfarande samt att till myndigheter som svarar for tillsynen over tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelser revisorer lamna ut uppgifter som har anknytning till tillsynen over tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. finansinspektionen har dessutom ratt att i samband med det forfarande for utlatande som avses i 8 kap. 2 § 3 mom. i bokforingslagen till bokforingsnamnden lamna ut uppgifter som ar nodvandiga for den tillsynsuppgift som avses i 24 a § samt ratt att lamna ut nodvandiga uppgifter till centralhandelskammarens namnd for foretagsforvarv enligt 6 kap. 17 § i vardepappersmarknadslagen. vad som bestams i detta moment tillampas ocksa pa lamnande av uppgifter till sadana utlandska myndigheter eller sammanslutningar som i sitt hemland enligt lag skoter uppgifter som motsvarar finansinspektionens samt till andra utlandska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, forutsatt att de har samma tystnadsplikt som finansinspektionen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muu rahoitusmarkkinoilla toimiva",
      "content": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 5) arvopaperimarkkinalain 6 luvun 1 §:ssä tarkoitetun ostotarjouksen tekijää sekä mainitun luvun 10 §:ssä tarkoitettua tarjousvelvollista ja mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 5) arvopaperimarkkinalain 6 luvun 1 § :ssä tarkoitetun ostotarjouksen tekijää sekä mainitun luvun 10 § :ssä tarkoitettua tarjousvelvollista ja mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa;",
        "folded_fi": "muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tassa laissa: 5) arvopaperimarkkinalain 6 luvun 1 §:ssa tarkoitetun ostotarjouksen tekijaa seka mainitun luvun 10 §:ssa tarkoitettua tarjousvelvollista ja mainitussa pykalassa tarkoitettua muuta henkiloa, yhteisoa ja saatiota; 5 a) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiota, jonka yhtiooikeudellinen kotipaikka on suomessa ja jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena muualla kuin euroopan talousalueeseen kuuluvassa valtiossa;",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "Med andra finansmarknadsaktörer avses i denna lag 5) personer som ger köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt sådana skyldiga att ge ett anbud som avses i 10 § i det nämnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den nämnda paragrafen, 5 a) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sin bolagsrättsliga hemort i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel någon annanstans än i en stat som hör till Europeiska ekonomiska samarbetsområdet,",
        "normalized_sv": "Med andra finansmarknadsaktörer avses i denna lag 5) personer som ger köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt sådana skyldiga att ge ett anbud som avses i 10 § i det nämnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den nämnda paragrafen, 5 a) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sin bolagsrättsliga hemort i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel någon annanstans än i en stat som hör till Europeiska ekonomiska samarbetsområdet,",
        "folded_sv": "med andra finansmarknadsaktorer avses i denna lag 5) personer som ger kopeanbud som avses i 6 kap. 1 § i vardepappersmarknadslagen samt sadana skyldiga att ge ett anbud som avses i 10 § i det namnda kapitlet och andra personer, sammanslutningar och stiftelser som avses i den namnda paragrafen, 5 a) sadana malbolag for offentliga kopeanbud enligt 6 kap. i vardepappersmarknadslagen som har sin bolagsrattsliga hemort i finland och vilkas vardepapper ar foremal for handel som motsvarar offentlig handel nagon annanstans an i en stat som hor till europeiska ekonomiska samarbetsomradet,"
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Rikemaksu",
      "content": "Rahoitustarkastus voi määrätä sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 7 §:ssä säädetyn ilmoitusvelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 §:ssä taikka sijoitusrahastolain 99 tai 100 §:ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c §:ssä tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka määrätään maksettavaksi valtiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24 b",
        "normalized_fi": "Rahoitustarkastus voi määrätä sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 7 § :ssä säädetyn ilmoitusvelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 § :ssä taikka sijoitusrahastolain 99 tai 100 § :ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c § :ssä tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka määrätään maksettavaksi valtiolle.",
        "folded_fi": "rahoitustarkastus voi maarata sille, joka 1) laiminlyo arvopaperimarkkinalain 4 luvun 7 §:ssa saadetyn ilmoitusvelvollisuuden; 2) laiminlyo tai rikkoo arvopaperimarkkinalain 5 luvun 4―11 §:ssa taikka sijoitusrahastolain 99 tai 100 §:ssa saadetyn ilmoitusvelvollisuuden tai velvollisuuden pitaa rekisteria; 3) rikkoo sijoitusrahastolain 11 luvussa saadettyja tai sijoitusrahaston saannoissa maarattyja varojen sijoittamista koskevia rajoituksia; tai 4) laiminlyo arvopaperimarkkinalain 2 luvun 10 c §:ssa tarkoitetun vuosikoosteen julkistamisen, rikemaksun, joka maarataan maksettavaksi valtiolle.",
        "title_sv": "Ordningsavgift",
        "content_sv": "Finansinspektionen kan påföra den som 1) försummar anmälningsskyldigheten enligt 4 kap. 7 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen, en ordningsavgift, som skall betalas till staten.",
        "normalized_sv": "Finansinspektionen kan påföra den som 1) försummar anmälningsskyldigheten enligt 4 kap. 7 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen, en ordningsavgift, som skall betalas till staten.",
        "folded_sv": "finansinspektionen kan pafora den som 1) forsummar anmalningsskyldigheten enligt 4 kap. 7 § i vardepappersmarknadslagen, 2) forsummar eller bryter mot anmalningsskyldigheten eller skyldigheten att fora register enligt 5 kap. 4―11 § i vardepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begransningar som galler placering av tillgangar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller som 4) forsummar att offentliggora den arliga sammanstallning som avses i 2 kap. 10 c § i vardepappersmarknadslagen, en ordningsavgift, som skall betalas till staten."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Julkinen huomautus",
      "content": ". Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden väärinkäyttöä, julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": ". Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden väärinkäyttöä, julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti.",
        "folded_fi": ". julkinen huomautus voidaan antaa myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain tai sen nojalla annettuja markkinoiden vaarinkayttoa, julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista, arvopaperien tarjoamiseen tai julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi ottamiseen liittyvaa tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia saannoksia tai euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia luonnolliselle henkilolle julkinen huomautus voidaan antaa, jos tama menettelee hanta henkilokohtaisesti velvoittavien saannosten tai maaraysten vastaisesti.",
        "title_sv": "Offentlig anmärkning",
        "content_sv": "Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens eller med stöd av den utfärdade bestämmelser om marknadsmissbruk, offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet eller för vilka det har lämnats in en ansökan om upptagande till sådan handel, informationsskyldighet i anslutning till erbjudande av värdepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG. En fysisk person kan tilldelas offentlig anmärkning endast om denne förfar i strid med bestämmelser eller föreskrifter som är förpliktande för honom eller henne personligen.",
        "normalized_sv": "Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens eller med stöd av den utfärdade bestämmelser om marknadsmissbruk, offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet eller för vilka det har lämnats in en ansökan om upptagande till sådan handel, informationsskyldighet i anslutning till erbjudande av värdepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG. En fysisk person kan tilldelas offentlig anmärkning endast om denne förfar i strid med bestämmelser eller föreskrifter som är förpliktande för honom eller henne personligen.",
        "folded_sv": "offentlig anmarkning kan aven tilldelas andra personer som pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot vardepappersmarknadslagens eller med stod av den utfardade bestammelser om marknadsmissbruk, offentliggorande av uppgifter som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet eller for vilka det har lamnats in en ansokan om upptagande till sadan handel, informationsskyldighet i anslutning till erbjudande av vardepapper eller upptagande till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet, offentliga kopeanbud eller skyldighet att ge ett anbud eller forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg. en fysisk person kan tilldelas offentlig anmarkning endast om denne forfar i strid med bestammelser eller foreskrifter som ar forpliktande for honom eller henne personligen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "26 a",
      "section": "26 a",
      "title": "Seuraamusmaksu",
      "content": "Valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilö, joka tahallaan tai huolimattomuudesta 1) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa säädetyllä tavalla arvopaperimarkkinalain 1 luvun 2 b §:ää, 2 tai 6 luvun säännöksiä tai niiden nojalla annettuja säännöksiä arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 §:n säännöksiä taikka 15 §:n nojalla annettuja säännöksiä, 3) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia, voidaan määrätä maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyönti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettävä riittävänä, eikä teko tai laiminlyönti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. Seuraamusmaksu voidaan määrätä maksettavaksi myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisäpiirintietoja, kurssin vääristämistä tai julkisen kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 a",
        "normalized_fi": "Valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilö, joka tahallaan tai huolimattomuudesta 1) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa säädetyllä tavalla arvopaperimarkkinalain 1 luvun 2 b § :ää, 2 tai 6 luvun säännöksiä tai niiden nojalla annettuja säännöksiä arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 § :n säännöksiä taikka 15 § :n nojalla annettuja säännöksiä, 3) laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia, voidaan määrätä maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyönti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettävä riittävänä, eikä teko tai laiminlyönti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. Seuraamusmaksu voidaan määrätä maksettavaksi myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisäpiirintietoja, kurssin vääristämistä tai julkisen kaupankäynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteeksi ottamiseen liittyvää tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia säännöksiä tai Euroopan yhteisöjen komission Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta antamia asetuksia.",
        "folded_fi": "valvottava ja muu rahoitusmarkkinoilla toimiva oikeushenkilo, joka tahallaan tai huolimattomuudesta 1) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa tai arvopaperimarkkinalain 8 luvussa saadetylla tavalla arvopaperimarkkinalain 1 luvun 2 b §:aa, 2 tai 6 luvun saannoksia tai niiden nojalla annettuja saannoksia arvopaperien markkinoinnista, liikkeeseenlaskusta, tarjoamisesta tai tiedonantovelvollisuudesta, taikka julkisista ostotarjouksista tai tarjousvelvollisuudesta, 2) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain 5 luvun 2 tai 12 §:n saannoksia taikka 15 §:n nojalla annettuja saannoksia, 3) laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia, voidaan maarata maksamaan julkisen varoituksen ohella seuraamusmaksu, jos menettely tai laiminlyonti on jatkuvaa, toistuvaa tai suunnitelmallista taikka muuten niin moitittavaa, ettei varoitusta yksin ole pidettava riittavana, eika teko tai laiminlyonti kokonaisuutena arvioiden anna aihetta ankarampiin toimenpiteisiin. seuraamusmaksu voidaan maarata maksettavaksi myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja sisapiirintietoja, kurssin vaaristamista tai julkisen kaupankaynnin kohteena olevan tai sen kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamista taikka arvopaperien tarjoamiseen ja julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteeksi ottamiseen liittyvaa tiedonantovelvollisuutta, julkisia ostotarjouksia tai tarjousvelvollisuutta koskevia saannoksia tai euroopan yhteisojen komission euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta antamia asetuksia.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Det kan bestämmas att tillsynsobjekt och andra juridiska personer som är verksamma på finansmarknaden, om de uppsåtligen eller av oaktsamhet, 1) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen eller i 8 kap. i värdepappersmarknadslagen försummar eller bryter mot bestämmelserna i 1 kap. 2 b § eller 2 eller 6 kap. i värdepappersmarknadslagen eller med stöd av dem utfärdade bestämmelser om marknadsföring av värdepapper, emission, erbjudande, informationsskyldighet, offentliga köpeanbud eller skyldighet att ge ett anbud, 2) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot bestämmelserna i 5 kap. 2 eller 12 § i värdepappersmarknadslagen eller föreskrifter som utfärdats med stöd av 15 §, 3) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG, vid sidan av offentlig varning skall betala påföljdsavgift, om förfarandet eller försummelsen är fortlöpande, upprepas eller sker planmässigt eller annars på ett så klandervärt sätt att varningen ensam inte kan anses tillräcklig, och gärningen eller försummelsen bedömd som en helhet inte ger anledning till strängare åtgärder. Det kan bestämmas att också andra personer skall betala påföljdsavgift, om de på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens i 1 mom. avsedda eller med stöd av den utfärdade bestämmelser om insiderinformation, kursmanipulation eller offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller för vilka det har lämnats in en ansökan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av värdepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG.",
        "normalized_sv": "Det kan bestämmas att tillsynsobjekt och andra juridiska personer som är verksamma på finansmarknaden, om de uppsåtligen eller av oaktsamhet, 1) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen eller i 8 kap. i värdepappersmarknadslagen försummar eller bryter mot bestämmelserna i 1 kap. 2 b § eller 2 eller 6 kap. i värdepappersmarknadslagen eller med stöd av dem utfärdade bestämmelser om marknadsföring av värdepapper, emission, erbjudande, informationsskyldighet, offentliga köpeanbud eller skyldighet att ge ett anbud, 2) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot bestämmelserna i 5 kap. 2 eller 12 § i värdepappersmarknadslagen eller föreskrifter som utfärdats med stöd av 15 § , 3) på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG, vid sidan av offentlig varning skall betala påföljdsavgift, om förfarandet eller försummelsen är fortlöpande, upprepas eller sker planmässigt eller annars på ett så klandervärt sätt att varningen ensam inte kan anses tillräcklig, och gärningen eller försummelsen bedömd som en helhet inte ger anledning till strängare åtgärder. Det kan bestämmas att också andra personer skall betala påföljdsavgift, om de på något annat sätt än vad som föreskrivs i 51 kap. i strafflagen försummar eller bryter mot värdepappersmarknadslagens i 1 mom. avsedda eller med stöd av den utfärdade bestämmelser om insiderinformation, kursmanipulation eller offentliggörande av uppgifter som påverkar värdet på värdepapper som är föremål för offentlig handel eller för vilka det har lämnats in en ansökan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av värdepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hör till Europeiska ekonomiska samarbetsområdet, offentliga köpeanbud eller skyldighet att ge ett anbud eller förordningar som Europeiska gemenskapernas kommission har antagit om genomförande av Europaparlamentets och rådets direktiv 2003/71/EG.",
        "folded_sv": "det kan bestammas att tillsynsobjekt och andra juridiska personer som ar verksamma pa finansmarknaden, om de uppsatligen eller av oaktsamhet, 1) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen eller i 8 kap. i vardepappersmarknadslagen forsummar eller bryter mot bestammelserna i 1 kap. 2 b § eller 2 eller 6 kap. i vardepappersmarknadslagen eller med stod av dem utfardade bestammelser om marknadsforing av vardepapper, emission, erbjudande, informationsskyldighet, offentliga kopeanbud eller skyldighet att ge ett anbud, 2) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot bestammelserna i 5 kap. 2 eller 12 § i vardepappersmarknadslagen eller foreskrifter som utfardats med stod av 15 §, 3) pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg, vid sidan av offentlig varning skall betala pafoljdsavgift, om forfarandet eller forsummelsen ar fortlopande, upprepas eller sker planmassigt eller annars pa ett sa klandervart satt att varningen ensam inte kan anses tillracklig, och garningen eller forsummelsen bedomd som en helhet inte ger anledning till strangare atgarder. det kan bestammas att ocksa andra personer skall betala pafoljdsavgift, om de pa nagot annat satt an vad som foreskrivs i 51 kap. i strafflagen forsummar eller bryter mot vardepappersmarknadslagens i 1 mom. avsedda eller med stod av den utfardade bestammelser om insiderinformation, kursmanipulation eller offentliggorande av uppgifter som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller for vilka det har lamnats in en ansokan om upptagande till offentlig handel eller informationsskyldighet i anslutning till erbjudande av vardepapper och upptagande till offentlig handel eller motsvarande handel i en stat som hor till europeiska ekonomiska samarbetsomradet, offentliga kopeanbud eller skyldighet att ge ett anbud eller forordningar som europeiska gemenskapernas kommission har antagit om genomforande av europaparlamentets och radets direktiv 2003/71/eg."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Oikeus ja velvollisuus antaa tietoja",
      "content": "Viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetyn salassapitovelvollisuuden estämättä Rahoitustarkastuksella on oikeus antaa tietoja Vakuutusvalvontavirastolle, Valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtävien hoitamista varten sekä esitutkinta- ja syyttäjäviranomaiselle rikoksen selvittämiseksi. Lisäksi Rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvontaan. Rahoitustarkastuksella on lisäksi oikeus kirjanpitolain 8 luvun 2 §:n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessä antaa 24 a §:ssä säädetyn valvontatehtävän kannalta tarpeellisia tietoja kirjanpitolautakunnalle sekä oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 §:ssä tarkoitetulle Keskuskauppakamarin yrityskauppalautakunnalle. Mitä tässä momentissa säädetään, sovelletaan myös tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisölle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtävää kuin Rahoitustarkastus, sekä muulle tässä momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisölle edellyttäen, että niitä koskee vastaava salassapitovelvollisuus kuin Rahoitustarkastusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetyn salassapitovelvollisuuden estämättä Rahoitustarkastuksella on oikeus antaa tietoja Vakuutusvalvontavirastolle, Valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtävien hoitamista varten sekä esitutkinta- ja syyttäjäviranomaiselle rikoksen selvittämiseksi. Lisäksi Rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvät valvottavan tai muun rahoitusmarkkinoilla toimivan yhteisön tai säätiön tilintarkastajan valvontaan. Rahoitustarkastuksella on lisäksi oikeus kirjanpitolain 8 luvun 2 § :n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessä antaa 24 a § :ssä säädetyn valvontatehtävän kannalta tarpeellisia tietoja kirjanpitolautakunnalle sekä oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 § :ssä tarkoitetulle Keskuskauppakamarin yrityskauppalautakunnalle. Mitä tässä momentissa säädetään, sovelletaan myös tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisölle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtävää kuin Rahoitustarkastus, sekä muulle tässä momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisölle edellyttäen, että niitä koskee vastaava salassapitovelvollisuus kuin Rahoitustarkastusta.",
        "folded_fi": "viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetyn salassapitovelvollisuuden estamatta rahoitustarkastuksella on oikeus antaa tietoja vakuutusvalvontavirastolle, valtion vakuusrahastolle ja muulle rahoitusmarkkinoita valvovalle tai niiden toimivuudesta vastaavalle viranomaiselle niiden tehtavien hoitamista varten seka esitutkinta- ja syyttajaviranomaiselle rikoksen selvittamiseksi. lisaksi rahoitustarkastuksella on oikeus antaa valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation selvitystila- tai konkurssimenettelyyn osallisena olevien toimielinten valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvat valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation selvitystila- tai konkurssimenettelyyn, ja valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation tilintarkastajan valvonnasta vastuussa olevalle viranomaiselle tietoja, jotka liittyvat valvottavan tai muun rahoitusmarkkinoilla toimivan yhteison tai saation tilintarkastajan valvontaan. rahoitustarkastuksella on lisaksi oikeus kirjanpitolain 8 luvun 2 §:n 3 momentissa tarkoitetun lausuntomenettelyn yhteydessa antaa 24 a §:ssa saadetyn valvontatehtavan kannalta tarpeellisia tietoja kirjanpitolautakunnalle seka oikeus antaa tarpeellisia tietoja arvopaperimarkkinalain 6 luvun 17 §:ssa tarkoitetulle keskuskauppakamarin yrityskauppalautakunnalle. mita tassa momentissa saadetaan, sovelletaan myos tietojen antamiseen sellaiselle ulkomaan viranomaiselle tai yhteisolle, joka kotimaassaan lain nojalla hoitaa vastaavaa tehtavaa kuin rahoitustarkastus, seka muulle tassa momentissa tarkoitettua viranomaista vastaavalle ulkomaan viranomaiselle tai yhteisolle edellyttaen, etta niita koskee vastaava salassapitovelvollisuus kuin rahoitustarkastusta.",
        "title_sv": "Rätt och skyldighet att lämna uppgifter",
        "content_sv": "Utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) föreskrivs om sekretess har Finansinspektionen rätt att lämna ut uppgifter till Försäkringsinspektionen, Statens säkerhetsfond och till andra myndigheter som övervakar finansmarknaden eller svarar för dess funktion för att de skall kunna sköta sina uppgifter samt till förundersöknings- och åklagarmyndigheter för utredning av brott. Dessutom har Finansinspektionen rätt att till myndigheter som svarar för tillsynen över organ som deltar i tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursförfarande, lämna ut uppgifter som har anknytning till tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursförfarande samt att till myndigheter som svarar för tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelser revisorer lämna ut uppgifter som har anknytning till tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. Finansinspektionen har dessutom rätt att i samband med det förfarande för utlåtande som avses i 8 kap. 2 § 3 mom. i bokföringslagen till bokföringsnämnden lämna ut uppgifter som är nödvändiga för den tillsynsuppgift som avses i 24 a § samt rätt att lämna ut nödvändiga uppgifter till Centralhandelskammarens nämnd för företagsförvärv enligt 6 kap. 17 § i värdepappersmarknadslagen. Vad som bestäms i detta moment tillämpas också på lämnande av uppgifter till sådana utländska myndigheter eller sammanslutningar som i sitt hemland enligt lag sköter uppgifter som motsvarar Finansinspektionens samt till andra utländska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, förutsatt att de har samma tystnadsplikt som Finansinspektionen.",
        "normalized_sv": "Utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) föreskrivs om sekretess har Finansinspektionen rätt att lämna ut uppgifter till Försäkringsinspektionen, Statens säkerhetsfond och till andra myndigheter som övervakar finansmarknaden eller svarar för dess funktion för att de skall kunna sköta sina uppgifter samt till förundersöknings- och åklagarmyndigheter för utredning av brott. Dessutom har Finansinspektionen rätt att till myndigheter som svarar för tillsynen över organ som deltar i tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursförfarande, lämna ut uppgifter som har anknytning till tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursförfarande samt att till myndigheter som svarar för tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelser revisorer lämna ut uppgifter som har anknytning till tillsynen över tillsynsobjektens och andra på finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. Finansinspektionen har dessutom rätt att i samband med det förfarande för utlåtande som avses i 8 kap. 2 § 3 mom. i bokföringslagen till bokföringsnämnden lämna ut uppgifter som är nödvändiga för den tillsynsuppgift som avses i 24 a § samt rätt att lämna ut nödvändiga uppgifter till Centralhandelskammarens nämnd för företagsförvärv enligt 6 kap. 17 § i värdepappersmarknadslagen. Vad som bestäms i detta moment tillämpas också på lämnande av uppgifter till sådana utländska myndigheter eller sammanslutningar som i sitt hemland enligt lag sköter uppgifter som motsvarar Finansinspektionens samt till andra utländska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, förutsatt att de har samma tystnadsplikt som Finansinspektionen.",
        "folded_sv": "utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet (621/1999) foreskrivs om sekretess har finansinspektionen ratt att lamna ut uppgifter till forsakringsinspektionen, statens sakerhetsfond och till andra myndigheter som overvakar finansmarknaden eller svarar for dess funktion for att de skall kunna skota sina uppgifter samt till forundersoknings- och aklagarmyndigheter for utredning av brott. dessutom har finansinspektionen ratt att till myndigheter som svarar for tillsynen over organ som deltar i tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars eller stiftelsers likvidations- eller konkursforfarande, lamna ut uppgifter som har anknytning till tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelsers likvidations- eller konkursforfarande samt att till myndigheter som svarar for tillsynen over tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelser revisorer lamna ut uppgifter som har anknytning till tillsynen over tillsynsobjektens och andra pa finansmarknaden verksamma sammanslutningars och stiftelsers revisorer. finansinspektionen har dessutom ratt att i samband med det forfarande for utlatande som avses i 8 kap. 2 § 3 mom. i bokforingslagen till bokforingsnamnden lamna ut uppgifter som ar nodvandiga for den tillsynsuppgift som avses i 24 a § samt ratt att lamna ut nodvandiga uppgifter till centralhandelskammarens namnd for foretagsforvarv enligt 6 kap. 17 § i vardepappersmarknadslagen. vad som bestams i detta moment tillampas ocksa pa lamnande av uppgifter till sadana utlandska myndigheter eller sammanslutningar som i sitt hemland enligt lag skoter uppgifter som motsvarar finansinspektionens samt till andra utlandska myndigheter eller sammanslutningar som motsvarar den myndighet som avses i detta moment, forutsatt att de har samma tystnadsplikt som finansinspektionen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    }
  ]
}