{
  "id": "444/2007",
  "type": "statute",
  "title": "Ryhmäkannelaki",
  "title_en": "Lag om grupptalan",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/444/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan välisen riita-asian käsittelyyn ryhmäkanteena. Lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijän menettelyä koskevassa riita-asiassa. Ryhmäkanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa määritellyn ryhmän puolesta siten, että asiassa annettava tuomio tulee myös ryhmän jäseniä sitovaksi. Ryhmäkanteen käsittelystä on tämän lain lisäksi soveltuvin osin voimassa, mitä riita-asian käsittelystä muutoin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan välisen riita-asian käsittelyyn ryhmäkanteena. Lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijän menettelyä koskevassa riita-asiassa. Ryhmäkanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa määritellyn ryhmän puolesta siten, että asiassa annettava tuomio tulee myös ryhmän jäseniä sitovaksi. Ryhmäkanteen käsittelystä on tämän lain lisäksi soveltuvin osin voimassa, mitä riita-asian käsittelystä muutoin säädetään.",
        "folded_fi": "tata lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan valisen riita-asian kasittelyyn ryhmakanteena. lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijan menettelya koskevassa riita-asiassa. ryhmakanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa maaritellyn ryhman puolesta siten, etta asiassa annettava tuomio tulee myos ryhman jasenia sitovaksi. ryhmakanteen kasittelysta on taman lain lisaksi soveltuvin osin voimassa, mita riita-asian kasittelysta muutoin saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas när ett sådant tvistemål mellan en konsument och en näringsidkare som omfattas av konsumentombudsmannens behörighet handläggs som grupptalan. Lagen tillämpas dock inte på tvistemål som gäller ett förfarande av en i värdepappersmarknadslagen (495/1989) avsedd värdepappersemittent eller givare av ett offentligt köpeanbud. grupptalan Med avses en talan som en kärande för som företrädare för en i talan definierad grupp så att domen i målet blir bindande även för gruppens medlemmar. I fråga om handläggningen av grupptalan gäller utöver denna lag i tillämpliga delar vad som i övrigt föreskrivs om handläggning av tvistemål.",
        "normalized_sv": "Denna lag tillämpas när ett sådant tvistemål mellan en konsument och en näringsidkare som omfattas av konsumentombudsmannens behörighet handläggs som grupptalan. Lagen tillämpas dock inte på tvistemål som gäller ett förfarande av en i värdepappersmarknadslagen (495/1989) avsedd värdepappersemittent eller givare av ett offentligt köpeanbud. grupptalan Med avses en talan som en kärande för som företrädare för en i talan definierad grupp så att domen i målet blir bindande även för gruppens medlemmar. I fråga om handläggningen av grupptalan gäller utöver denna lag i tillämpliga delar vad som i övrigt föreskrivs om handläggning av tvistemål.",
        "folded_sv": "denna lag tillampas nar ett sadant tvistemal mellan en konsument och en naringsidkare som omfattas av konsumentombudsmannens behorighet handlaggs som grupptalan. lagen tillampas dock inte pa tvistemal som galler ett forfarande av en i vardepappersmarknadslagen (495/1989) avsedd vardepappersemittent eller givare av ett offentligt kopeanbud. grupptalan med avses en talan som en karande for som foretradare for en i talan definierad grupp sa att domen i malet blir bindande aven for gruppens medlemmar. i fraga om handlaggningen av grupptalan galler utover denna lag i tillampliga delar vad som i ovrigt foreskrivs om handlaggning av tvistemal."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ryhmäkanteen edellytykset",
      "content": "Asia voidaan käsitellä ryhmäkanteena, jos: 1) useilla henkilöillä on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian käsittely ryhmäkanteena on tarkoituksenmukaista ottaen huomioon ryhmän koko, asiassa esitettävien vaatimusten sisältö ja asiassa esitettävä todistelu; sekä 3) ryhmä on riittävän täsmällisesti määritelty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Asia voidaan käsitellä ryhmäkanteena, jos: 1) useilla henkilöillä on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian käsittely ryhmäkanteena on tarkoituksenmukaista ottaen huomioon ryhmän koko, asiassa esitettävien vaatimusten sisältö ja asiassa esitettävä todistelu; sekä 3) ryhmä on riittävän täsmällisesti määritelty.",
        "folded_fi": "asia voidaan kasitella ryhmakanteena, jos: 1) useilla henkiloilla on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian kasittely ryhmakanteena on tarkoituksenmukaista ottaen huomioon ryhman koko, asiassa esitettavien vaatimusten sisalto ja asiassa esitettava todistelu; seka 3) ryhma on riittavan tasmallisesti maaritelty.",
        "title_sv": "Förutsättningarna för grupptalan",
        "content_sv": "Ett mål kan handläggas som grupptalan, om 1) flera personer har yrkanden som grundar sig på gemensamma eller likartade omständigheter mot samma svarande, 2) handläggning som grupptalan är ändamålsenlig med beaktande av gruppens storlek, innehållet i yrkandena och bevisningen i målet, samt 3) gruppen är tillräckligt exakt definierad.",
        "normalized_sv": "Ett mål kan handläggas som grupptalan, om 1) flera personer har yrkanden som grundar sig på gemensamma eller likartade omständigheter mot samma svarande, 2) handläggning som grupptalan är ändamålsenlig med beaktande av gruppens storlek, innehållet i yrkandena och bevisningen i målet, samt 3) gruppen är tillräckligt exakt definierad.",
        "folded_sv": "ett mal kan handlaggas som grupptalan, om 1) flera personer har yrkanden som grundar sig pa gemensamma eller likartade omstandigheter mot samma svarande, 2) handlaggning som grupptalan ar andamalsenlig med beaktande av gruppens storlek, innehallet i yrkandena och bevisningen i malet, samt 3) gruppen ar tillrackligt exakt definierad."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Ryhmäkanteita käsitteleviä käräjäoikeuksia ovat Turun, Vaasan, Kuopion, Helsingin, Lahden ja Oulun käräjäoikeudet. Näistä toimivaltainen on käräjäoikeus samassa hovioikeuspiirissä kuin se käräjäoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmäkanteena esitetyistä vaatimuksista erikseen ajettuna.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ryhmäkanteita käsitteleviä käräjäoikeuksia ovat Turun, Vaasan, Kuopion, Helsingin, Lahden ja Oulun käräjäoikeudet. Näistä toimivaltainen on käräjäoikeus samassa hovioikeuspiirissä kuin se käräjäoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmäkanteena esitetyistä vaatimuksista erikseen ajettuna.",
        "folded_fi": "ryhmakanteita kasittelevia karajaoikeuksia ovat turun, vaasan, kuopion, helsingin, lahden ja oulun karajaoikeudet. naista toimivaltainen on karajaoikeus samassa hovioikeuspiirissa kuin se karajaoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmakanteena esitetyista vaatimuksista erikseen ajettuna.",
        "title_sv": "Behörig domstol",
        "content_sv": "Tingsrätter som handlägger grupptalan är Åbo, Vasa, Kuopio, Helsingfors, Lahtis och Uleåborgs tingsrätter. Av de nämnda tingsrätterna är den behörig som finns inom samma hovrätts domkrets som den tingsrätt vid vilken svaranden skulle vara skyldig att svara på något av de yrkanden som framställs i grupptalan, om talan fördes separat.",
        "normalized_sv": "Tingsrätter som handlägger grupptalan är Åbo, Vasa, Kuopio, Helsingfors, Lahtis och Uleåborgs tingsrätter. Av de nämnda tingsrätterna är den behörig som finns inom samma hovrätts domkrets som den tingsrätt vid vilken svaranden skulle vara skyldig att svara på något av de yrkanden som framställs i grupptalan, om talan fördes separat.",
        "folded_sv": "tingsratter som handlagger grupptalan ar abo, vasa, kuopio, helsingfors, lahtis och uleaborgs tingsratter. av de namnda tingsratterna ar den behorig som finns inom samma hovratts domkrets som den tingsratt vid vilken svaranden skulle vara skyldig att svara pa nagot av de yrkanden som framstalls i grupptalan, om talan fordes separat."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kanneoikeus",
      "content": "Kuluttaja-asiamies panee kantajana vireille ryhmäkanteen ja käyttää siinä asianosaisena puhevaltaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Kuluttaja-asiamies panee kantajana vireille ryhmäkanteen ja käyttää siinä asianosaisena puhevaltaa.",
        "folded_fi": "kuluttaja-asiamies panee kantajana vireille ryhmakanteen ja kayttaa siina asianosaisena puhevaltaa.",
        "title_sv": "Talerätt",
        "content_sv": "Konsumentombudsmannen väcker som kärande grupptalan och utövar i målet talerätt som part.",
        "normalized_sv": "Konsumentombudsmannen väcker som kärande grupptalan och utövar i målet talerätt som part.",
        "folded_sv": "konsumentombudsmannen vacker som karande grupptalan och utovar i malet taleratt som part."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Ryhmäkanteen vireillepano",
      "content": "Ryhmäkannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhmä, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) millä perusteella asia voidaan käsitellä ryhmäkanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitystä vain joidenkin ryhmän jäsenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittää, sekä mitä hän kullakin todisteella aikoo näyttää toteen; 7) oikeudenkäyntikulujen korvaamista koskeva vaatimus, jos kantaja pitää sitä aiheellisena; sekä 8) millä perusteella tuomioistuin on toimivaltainen. Haastehakemuksessa on ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. Haastehakemus on kantajan tai, jollei hän ole sitä itse laatinut, sen laatijan allekirjoitettava. Laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ryhmäkannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhmä, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) millä perusteella asia voidaan käsitellä ryhmäkanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitystä vain joidenkin ryhmän jäsenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittää, sekä mitä hän kullakin todisteella aikoo näyttää toteen; 7) oikeudenkäyntikulujen korvaamista koskeva vaatimus, jos kantaja pitää sitä aiheellisena; sekä 8) millä perusteella tuomioistuin on toimivaltainen. Haastehakemuksessa on ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa tarkoitetut tiedot. Haastehakemus on kantajan tai, jollei hän ole sitä itse laatinut, sen laatijan allekirjoitettava. Laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
        "folded_fi": "ryhmakannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhma, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) milla perusteella asia voidaan kasitella ryhmakanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitysta vain joidenkin ryhman jasenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittaa, seka mita han kullakin todisteella aikoo nayttaa toteen; 7) oikeudenkayntikulujen korvaamista koskeva vaatimus, jos kantaja pitaa sita aiheellisena; seka 8) milla perusteella tuomioistuin on toimivaltainen. haastehakemuksessa on ilmoitettava myos oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. haastehakemus on kantajan tai, jollei han ole sita itse laatinut, sen laatijan allekirjoitettava. laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
        "title_sv": "Väckande av grupptalan",
        "content_sv": "I stämningsansökan angående grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som är kända, 3) de omständigheter som yrkandena grundar sig på, 4) på vilken grund saken kan behandlas som grupptalan, 5) de för käranden kända omständigheter som har betydelse för prövningen av endast vissa gruppmedlemmars yrkanden, 6) i den mån det är möjligt, de bevis som käranden har för avsikt att lägga fram till stöd för sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersättning för rättegångskostnader, om käranden anser detta befogat, samt 8) på vilka grunder domstolen är behörig. Stämningsansökan skall även innehålla de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Stämningsansökan skall undertecknas av käranden eller, om käranden inte själv har uppsatt den, av den som har gjort det. Denna person skall samtidigt uppge sitt yrke och sin boningsort.",
        "normalized_sv": "I stämningsansökan angående grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som är kända, 3) de omständigheter som yrkandena grundar sig på, 4) på vilken grund saken kan behandlas som grupptalan, 5) de för käranden kända omständigheter som har betydelse för prövningen av endast vissa gruppmedlemmars yrkanden, 6) i den mån det är möjligt, de bevis som käranden har för avsikt att lägga fram till stöd för sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersättning för rättegångskostnader, om käranden anser detta befogat, samt 8) på vilka grunder domstolen är behörig. Stämningsansökan skall även innehålla de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Stämningsansökan skall undertecknas av käranden eller, om käranden inte själv har uppsatt den, av den som har gjort det. Denna person skall samtidigt uppge sitt yrke och sin boningsort.",
        "folded_sv": "i stamningsansokan angaende grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som ar kanda, 3) de omstandigheter som yrkandena grundar sig pa, 4) pa vilken grund saken kan behandlas som grupptalan, 5) de for karanden kanda omstandigheter som har betydelse for provningen av endast vissa gruppmedlemmars yrkanden, 6) i den man det ar mojligt, de bevis som karanden har for avsikt att lagga fram till stod for sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersattning for rattegangskostnader, om karanden anser detta befogat, samt 8) pa vilka grunder domstolen ar behorig. stamningsansokan skall aven innehalla de uppgifter som avses i 5 kap. 2 § 2 mom. i rattegangsbalken. stamningsansokan skall undertecknas av karanden eller, om karanden inte sjalv har uppsatt den, av den som har gjort det. denna person skall samtidigt uppge sitt yrke och sin boningsort."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmoittaminen ryhmäkanteen käsittelyn alkamisesta",
      "content": "Jollei kannetta ole oikeudenkäymiskaaren 5 luvun 6 §:n mukaisesti jätetty tutkimatta tai hylätty, tuomioistuimen on viipymättä ennen haasteen antamista ilmoitettava postitse tai sähköisesti asianosaisille ryhmäkanteen käsittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. Lisäksi tuomioistuimen on asetettava määräaika ryhmään ilmoittautumiselle. Tuomioistuin voi erityisestä syystä pidentää määräaikaa. Kantajan on viipymättä ilmoitettava tiedossa oleville ryhmän jäsenille asian vireilletulosta. Ilmoitus on toimitettava postitse tai sähköisesti. Jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille määritelmän mukaisille ryhmän jäsenille, ryhmäkanteesta voidaan ilmoittaa yhdessä tai useammassa sanomalehdessä taikka muulla asianmukaisella tavalla. Kantajan on toimitettava ilmoitus myös vastaajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jollei kannetta ole oikeudenkäymiskaaren 5 luvun 6 § :n mukaisesti jätetty tutkimatta tai hylätty, tuomioistuimen on viipymättä ennen haasteen antamista ilmoitettava postitse tai sähköisesti asianosaisille ryhmäkanteen käsittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. Lisäksi tuomioistuimen on asetettava määräaika ryhmään ilmoittautumiselle. Tuomioistuin voi erityisestä syystä pidentää määräaikaa. Kantajan on viipymättä ilmoitettava tiedossa oleville ryhmän jäsenille asian vireilletulosta. Ilmoitus on toimitettava postitse tai sähköisesti. Jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille määritelmän mukaisille ryhmän jäsenille, ryhmäkanteesta voidaan ilmoittaa yhdessä tai useammassa sanomalehdessä taikka muulla asianmukaisella tavalla. Kantajan on toimitettava ilmoitus myös vastaajalle.",
        "folded_fi": "jollei kannetta ole oikeudenkaymiskaaren 5 luvun 6 §:n mukaisesti jatetty tutkimatta tai hylatty, tuomioistuimen on viipymatta ennen haasteen antamista ilmoitettava postitse tai sahkoisesti asianosaisille ryhmakanteen kasittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. lisaksi tuomioistuimen on asetettava maaraaika ryhmaan ilmoittautumiselle. tuomioistuin voi erityisesta syysta pidentaa maaraaikaa. kantajan on viipymatta ilmoitettava tiedossa oleville ryhman jasenille asian vireilletulosta. ilmoitus on toimitettava postitse tai sahkoisesti. jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille maaritelman mukaisille ryhman jasenille, ryhmakanteesta voidaan ilmoittaa yhdessa tai useammassa sanomalehdessa taikka muulla asianmukaisella tavalla. kantajan on toimitettava ilmoitus myos vastaajalle.",
        "title_sv": "Underrättelse om att handläggning av grupptalan har inletts",
        "content_sv": "Om talan inte har avvisats eller förkastats enligt 5 kap. 6 § i rättegångsbalken, skall domstolen utan dröjsmål innan stämning utfärdas underrätta parterna per post eller elektroniskt om att handläggningen av grupptalan har inletts och om den domare som ansvarar för förberedelsen. Domstolen skall dessutom sätta ut en tid för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden. Käranden skall utan dröjsmål underrätta de gruppmedlemmar som den känner till om att målet är anhängigt. Underrättelsen skall sändas per post eller elektroniskt. Om underrättelsen inte kan sändas på nämnda sätt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkännages i en eller flera tidningar eller på ett annat lämpligt sätt. Käranden skall sända underrättelsen också till svaranden.",
        "normalized_sv": "Om talan inte har avvisats eller förkastats enligt 5 kap. 6 § i rättegångsbalken, skall domstolen utan dröjsmål innan stämning utfärdas underrätta parterna per post eller elektroniskt om att handläggningen av grupptalan har inletts och om den domare som ansvarar för förberedelsen. Domstolen skall dessutom sätta ut en tid för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden. Käranden skall utan dröjsmål underrätta de gruppmedlemmar som den känner till om att målet är anhängigt. Underrättelsen skall sändas per post eller elektroniskt. Om underrättelsen inte kan sändas på nämnda sätt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkännages i en eller flera tidningar eller på ett annat lämpligt sätt. Käranden skall sända underrättelsen också till svaranden.",
        "folded_sv": "om talan inte har avvisats eller forkastats enligt 5 kap. 6 § i rattegangsbalken, skall domstolen utan drojsmal innan stamning utfardas underratta parterna per post eller elektroniskt om att handlaggningen av grupptalan har inletts och om den domare som ansvarar for forberedelsen. domstolen skall dessutom satta ut en tid for anmalan till gruppen. domstolen kan av sarskilda skal forlanga tiden. karanden skall utan drojsmal underratta de gruppmedlemmar som den kanner till om att malet ar anhangigt. underrattelsen skall sandas per post eller elektroniskt. om underrattelsen inte kan sandas pa namnda satt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkannages i en eller flera tidningar eller pa ett annat lampligt satt. karanden skall sanda underrattelsen ocksa till svaranden."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoituksen sisältö",
      "content": "Kantajan toimittaman ilmoituksen tulee sisältää: 1) lyhyt kuvaus asiasta ja esitettävistä vaatimuksista; 2) kuvaus ryhmästä, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; sekä 4) tieto siitä, miten ryhmään ilmoittaudutaan ja ilmoittautumiselle asetetusta määräajasta. Lisäksi ilmoituksessa on mainittava perustiedot ryhmäkanteesta oikeudenkäyntimuotona, ryhmän jäsenen asemasta oikeudenkäynnissä, sovinnosta, ryhmäkanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkäyntikuluvastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Kantajan toimittaman ilmoituksen tulee sisältää: 1) lyhyt kuvaus asiasta ja esitettävistä vaatimuksista; 2) kuvaus ryhmästä, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; sekä 4) tieto siitä, miten ryhmään ilmoittaudutaan ja ilmoittautumiselle asetetusta määräajasta. Lisäksi ilmoituksessa on mainittava perustiedot ryhmäkanteesta oikeudenkäyntimuotona, ryhmän jäsenen asemasta oikeudenkäynnissä, sovinnosta, ryhmäkanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkäyntikuluvastuusta.",
        "folded_fi": "kantajan toimittaman ilmoituksen tulee sisaltaa: 1) lyhyt kuvaus asiasta ja esitettavista vaatimuksista; 2) kuvaus ryhmasta, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; seka 4) tieto siita, miten ryhmaan ilmoittaudutaan ja ilmoittautumiselle asetetusta maaraajasta. lisaksi ilmoituksessa on mainittava perustiedot ryhmakanteesta oikeudenkayntimuotona, ryhman jasenen asemasta oikeudenkaynnissa, sovinnosta, ryhmakanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkayntikuluvastuusta.",
        "title_sv": "Underrättelsens innehåll",
        "content_sv": "Den underrättelse som käranden sänder skall innehålla 1) en kort beskrivning av saken och av de yrkanden som kommer att framställas, 2) en beskrivning av den grupp på vars vägnar talan har väckts, 3) kärandens kontaktuppgifter, samt 4) information om hur man anmäler sig till gruppen och om den tidsfrist som utsatts för anmälan. I underrättelsen skall dessutom ges grundläggande information om grupptalan som rättegångsform, gruppmedlemmarnas ställning i rättegången, förlikning, rättsverkningarna av en dom med anledning av grupptalan, rätten att söka ändring och ansvaret för rättegångskostnader.",
        "normalized_sv": "Den underrättelse som käranden sänder skall innehålla 1) en kort beskrivning av saken och av de yrkanden som kommer att framställas, 2) en beskrivning av den grupp på vars vägnar talan har väckts, 3) kärandens kontaktuppgifter, samt 4) information om hur man anmäler sig till gruppen och om den tidsfrist som utsatts för anmälan. I underrättelsen skall dessutom ges grundläggande information om grupptalan som rättegångsform, gruppmedlemmarnas ställning i rättegången, förlikning, rättsverkningarna av en dom med anledning av grupptalan, rätten att söka ändring och ansvaret för rättegångskostnader.",
        "folded_sv": "den underrattelse som karanden sander skall innehalla 1) en kort beskrivning av saken och av de yrkanden som kommer att framstallas, 2) en beskrivning av den grupp pa vars vagnar talan har vackts, 3) karandens kontaktuppgifter, samt 4) information om hur man anmaler sig till gruppen och om den tidsfrist som utsatts for anmalan. i underrattelsen skall dessutom ges grundlaggande information om grupptalan som rattegangsform, gruppmedlemmarnas stallning i rattegangen, forlikning, rattsverkningarna av en dom med anledning av grupptalan, ratten att soka andring och ansvaret for rattegangskostnader."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ryhmän jäsenyys",
      "content": "Määritelmän mukainen ryhmän jäsen, joka asetetussa määräajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmäkanteeseen, kuuluu ryhmään. Jos määritelmän mukainen jäsen ilmoittautuu ryhmään asetetun määräajan jälkeen, mutta ennen kuin täsmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisestä syystä hyväksyä hänet ryhmän jäseneksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Määritelmän mukainen ryhmän jäsen, joka asetetussa määräajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmäkanteeseen, kuuluu ryhmään. Jos määritelmän mukainen jäsen ilmoittautuu ryhmään asetetun määräajan jälkeen, mutta ennen kuin täsmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisestä syystä hyväksyä hänet ryhmän jäseneksi.",
        "folded_fi": "maaritelman mukainen ryhman jasen, joka asetetussa maaraajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmakanteeseen, kuuluu ryhmaan. jos maaritelman mukainen jasen ilmoittautuu ryhmaan asetetun maaraajan jalkeen, mutta ennen kuin tasmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisesta syysta hyvaksya hanet ryhman jaseneksi.",
        "title_sv": "Medlemskap i gruppen",
        "content_sv": "Den som enligt definitionen är gruppmedlem och som inom den utsatta tiden har tillställt käranden ett undertecknat skriftligt meddelande om sin önskan att delta i grupptalan hör till gruppen. Om den som enligt definitionen är gruppmedlem anmäler sig till gruppen efter den utsatta tiden, men innan den preciserade stämningsansökan har getts in till domstolen, kan käranden av särskilda skäl godkänna honom eller henne som gruppmedlem.",
        "normalized_sv": "Den som enligt definitionen är gruppmedlem och som inom den utsatta tiden har tillställt käranden ett undertecknat skriftligt meddelande om sin önskan att delta i grupptalan hör till gruppen. Om den som enligt definitionen är gruppmedlem anmäler sig till gruppen efter den utsatta tiden, men innan den preciserade stämningsansökan har getts in till domstolen, kan käranden av särskilda skäl godkänna honom eller henne som gruppmedlem.",
        "folded_sv": "den som enligt definitionen ar gruppmedlem och som inom den utsatta tiden har tillstallt karanden ett undertecknat skriftligt meddelande om sin onskan att delta i grupptalan hor till gruppen. om den som enligt definitionen ar gruppmedlem anmaler sig till gruppen efter den utsatta tiden, men innan den preciserade stamningsansokan har getts in till domstolen, kan karanden av sarskilda skal godkanna honom eller henne som gruppmedlem."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Täsmennetty haastehakemus",
      "content": "Kantajan on laadittava täsmennetty haastehakemus, joka sisältää jäsenten nimet ja osoitteet sekä yksilöidyt vaatimukset ja, jos se on tarpeellista, täsmennetyt perusteet. Haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmään ilmoittautumiselle asetetusta määräajasta. Tuomioistuin voi erityisestä syytä pidentää määräaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kantajan on laadittava täsmennetty haastehakemus, joka sisältää jäsenten nimet ja osoitteet sekä yksilöidyt vaatimukset ja, jos se on tarpeellista, täsmennetyt perusteet. Haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmään ilmoittautumiselle asetetusta määräajasta. Tuomioistuin voi erityisestä syytä pidentää määräaikaa.",
        "folded_fi": "kantajan on laadittava tasmennetty haastehakemus, joka sisaltaa jasenten nimet ja osoitteet seka yksiloidyt vaatimukset ja, jos se on tarpeellista, tasmennetyt perusteet. haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmaan ilmoittautumiselle asetetusta maaraajasta. tuomioistuin voi erityisesta syyta pidentaa maaraaikaa.",
        "title_sv": "Preciserad stämningsansökan",
        "content_sv": "Käranden skall uppgöra en preciserad stämningsansökan av vilken framgår medlemmarnas namn och adress samt deras preciserade yrkanden och, om det är nödvändigt, de preciserade grunderna. Stämningsansökan skall ges in till domstolen inom en månad från den utsatta tiden för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden.",
        "normalized_sv": "Käranden skall uppgöra en preciserad stämningsansökan av vilken framgår medlemmarnas namn och adress samt deras preciserade yrkanden och, om det är nödvändigt, de preciserade grunderna. Stämningsansökan skall ges in till domstolen inom en månad från den utsatta tiden för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden.",
        "folded_sv": "karanden skall uppgora en preciserad stamningsansokan av vilken framgar medlemmarnas namn och adress samt deras preciserade yrkanden och, om det ar nodvandigt, de preciserade grunderna. stamningsansokan skall ges in till domstolen inom en manad fran den utsatta tiden for anmalan till gruppen. domstolen kan av sarskilda skal forlanga tiden."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Haaste",
      "content": "Tuomioistuimen on viipymättä annettava haaste vastaanotettuaan täsmennetyn haastehakemuksen. Vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. Haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 10―12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tuomioistuimen on viipymättä annettava haaste vastaanotettuaan täsmennetyn haastehakemuksen. Vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. Haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 10―12 § :ssä säädetään.",
        "folded_fi": "tuomioistuimen on viipymatta annettava haaste vastaanotettuaan tasmennetyn haastehakemuksen. vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mita oikeudenkaymiskaaren 5 luvun 10―12 §:ssa saadetaan.",
        "title_sv": "Stämning",
        "content_sv": "Domstolen skall utan dröjsmål utfärda stämning efter att den mottagit den preciserade stämningsansökan. I stämningen skall svaranden uppmanas att avge svaromål skriftligen. I fråga om utfärdande av stämning och avgivande av svaromål iakttas i övrigt i tillämpliga delar vad som föreskrivs i 5 kap. 10―12 § i rättegångsbalken.",
        "normalized_sv": "Domstolen skall utan dröjsmål utfärda stämning efter att den mottagit den preciserade stämningsansökan. I stämningen skall svaranden uppmanas att avge svaromål skriftligen. I fråga om utfärdande av stämning och avgivande av svaromål iakttas i övrigt i tillämpliga delar vad som föreskrivs i 5 kap. 10―12 § i rättegångsbalken.",
        "folded_sv": "domstolen skall utan drojsmal utfarda stamning efter att den mottagit den preciserade stamningsansokan. i stamningen skall svaranden uppmanas att avge svaromal skriftligen. i fraga om utfardande av stamning och avgivande av svaromal iakttas i ovrigt i tillampliga delar vad som foreskrivs i 5 kap. 10―12 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ryhmän jäsenen asema",
      "content": "Ryhmän jäsen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyyttä, oikeudenkäynnin vireilläolovaikutuksia, kanteiden yhdistämistä ja kuulemista koskevia oikeudenkäymiskaaren säännöksiä. Ryhmän jäsenen tulee tehdä väite tuomarin esteellisyydestä niin pian kuin mahdollista saatuaan tiedon asian käsittelyyn osallistuvista tuomareista. Ryhmän jäsen ei voi osallistua oikeudenkäyntiin väliintulijana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ryhmän jäsen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyyttä, oikeudenkäynnin vireilläolovaikutuksia, kanteiden yhdistämistä ja kuulemista koskevia oikeudenkäymiskaaren säännöksiä. Ryhmän jäsenen tulee tehdä väite tuomarin esteellisyydestä niin pian kuin mahdollista saatuaan tiedon asian käsittelyyn osallistuvista tuomareista. Ryhmän jäsen ei voi osallistua oikeudenkäyntiin väliintulijana.",
        "folded_fi": "ryhman jasen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyytta, oikeudenkaynnin vireillaolovaikutuksia, kanteiden yhdistamista ja kuulemista koskevia oikeudenkaymiskaaren saannoksia. ryhman jasenen tulee tehda vaite tuomarin esteellisyydesta niin pian kuin mahdollista saatuaan tiedon asian kasittelyyn osallistuvista tuomareista. ryhman jasen ei voi osallistua oikeudenkayntiin valiintulijana.",
        "title_sv": "En gruppmedlems ställning",
        "content_sv": "En gruppmedlem skall likställas med en part vid tillämpning av rättegångsbalkens bestämmelser om överlåtelse av föremålet för tvisten, domarjäv, verkningarna av anhängig rättegång, förening av käromål och hörande. En gruppmedlem skall framställa invändning om domarjäv så snart som möjligt efter det att medlemmen har fått veta vilka domare som deltar i handläggningen av målet. En gruppmedlem kan inte delta i rättegången som intervenient.",
        "normalized_sv": "En gruppmedlem skall likställas med en part vid tillämpning av rättegångsbalkens bestämmelser om överlåtelse av föremålet för tvisten, domarjäv, verkningarna av anhängig rättegång, förening av käromål och hörande. En gruppmedlem skall framställa invändning om domarjäv så snart som möjligt efter det att medlemmen har fått veta vilka domare som deltar i handläggningen av målet. En gruppmedlem kan inte delta i rättegången som intervenient.",
        "folded_sv": "en gruppmedlem skall likstallas med en part vid tillampning av rattegangsbalkens bestammelser om overlatelse av foremalet for tvisten, domarjav, verkningarna av anhangig rattegang, forening av karomal och horande. en gruppmedlem skall framstalla invandning om domarjav sa snart som mojligt efter det att medlemmen har fatt veta vilka domare som deltar i handlaggningen av malet. en gruppmedlem kan inte delta i rattegangen som intervenient."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kanteen laajentaminen",
      "content": "Kantaja saa valmistelun aikana ryhmän määritelmää muuttamalla ulottaa kanteen koskemaan myös uusia ryhmän jäseniä, jos tämä ei merkittävästi viivytä asian käsittelyä tai aiheuta vastaajalle kohtuutonta haittaa. Uusien jäsenten osalta on soveltuvin osin ilmoitettava 5 §:ssä tarkoitetut tiedot. Kantajan vaatimusten muuttamiseen sovelletaan oikeudenkäymiskaaren 14 luvun 2 §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Kantaja saa valmistelun aikana ryhmän määritelmää muuttamalla ulottaa kanteen koskemaan myös uusia ryhmän jäseniä, jos tämä ei merkittävästi viivytä asian käsittelyä tai aiheuta vastaajalle kohtuutonta haittaa. Uusien jäsenten osalta on soveltuvin osin ilmoitettava 5 § :ssä tarkoitetut tiedot. Kantajan vaatimusten muuttamiseen sovelletaan oikeudenkäymiskaaren 14 luvun 2 § :n säännöksiä.",
        "folded_fi": "kantaja saa valmistelun aikana ryhman maaritelmaa muuttamalla ulottaa kanteen koskemaan myos uusia ryhman jasenia, jos tama ei merkittavasti viivyta asian kasittelya tai aiheuta vastaajalle kohtuutonta haittaa. uusien jasenten osalta on soveltuvin osin ilmoitettava 5 §:ssa tarkoitetut tiedot. kantajan vaatimusten muuttamiseen sovelletaan oikeudenkaymiskaaren 14 luvun 2 §:n saannoksia.",
        "title_sv": "Utvidgning av talan",
        "content_sv": "Medan förberedelsen pågår får käranden genom att ändra definitionen av gruppen utvidga talan till att omfatta också nya gruppmedlemmar, om detta kan ske utan att det avsevärt fördröjer sakens behandling eller medför oskäliga olägenheter för svaranden. Angående de nya medlemmarna skall i tillämpliga delar lämnas de uppgifter som avses i 5 §. På ändring av kärandens yrkanden tillämpas 14 kap. 2 § i rättegångsbalken.",
        "normalized_sv": "Medan förberedelsen pågår får käranden genom att ändra definitionen av gruppen utvidga talan till att omfatta också nya gruppmedlemmar, om detta kan ske utan att det avsevärt fördröjer sakens behandling eller medför oskäliga olägenheter för svaranden. Angående de nya medlemmarna skall i tillämpliga delar lämnas de uppgifter som avses i 5 § . På ändring av kärandens yrkanden tillämpas 14 kap. 2 § i rättegångsbalken.",
        "folded_sv": "medan forberedelsen pagar far karanden genom att andra definitionen av gruppen utvidga talan till att omfatta ocksa nya gruppmedlemmar, om detta kan ske utan att det avsevart fordrojer sakens behandling eller medfor oskaliga olagenheter for svaranden. angaende de nya medlemmarna skall i tillampliga delar lamnas de uppgifter som avses i 5 §. pa andring av karandens yrkanden tillampas 14 kap. 2 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kanteen rajaaminen",
      "content": "Jos kantaja peruuttaa kanteen ryhmän jonkin jäsenen vaatimuksen osalta ennen kuin täsmennetty haastehakemus on toimitettu käräjäoikeuteen, tuomioistuimen on tältä osin jätettävä kanne sillensä. Jos kantaja sen jälkeen, kun täsmennetty haastehakemus on toimitettu käräjäoikeuteen, rajoittaa kannetta siten, että se ei enää koske jonkin jäsenen vaatimusta, tuomioistuimen on asetettava määräaika, jonka kuluessa ryhmän jäsen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkäyntiä asianosaisena. Jos ryhmän jäsen ilmoittaa jatkavansa oikeudenkäyntiä asianosaisena, tuomioistuimen on erotettava hänen vaatimuksensa käsiteltäväksi erikseen omana asianaan ja päätettävä sen jatkokäsittelystä. Tuomioistuin voi ryhmän jäsenen pyynnöstä siirtää erotetun asian toisen toimivaltaisen tuomioistuimen käsiteltäväksi, jos tämä on asian käsittelyn kannalta tarkoituksenmukaista. Jos oikeudenkäyntiä ei edellä sanotun vaatimuksen osalta jatketa, asia on siltä osin jätettävä sillensä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos kantaja peruuttaa kanteen ryhmän jonkin jäsenen vaatimuksen osalta ennen kuin täsmennetty haastehakemus on toimitettu käräjäoikeuteen, tuomioistuimen on tältä osin jätettävä kanne sillensä. Jos kantaja sen jälkeen, kun täsmennetty haastehakemus on toimitettu käräjäoikeuteen, rajoittaa kannetta siten, että se ei enää koske jonkin jäsenen vaatimusta, tuomioistuimen on asetettava määräaika, jonka kuluessa ryhmän jäsen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkäyntiä asianosaisena. Jos ryhmän jäsen ilmoittaa jatkavansa oikeudenkäyntiä asianosaisena, tuomioistuimen on erotettava hänen vaatimuksensa käsiteltäväksi erikseen omana asianaan ja päätettävä sen jatkokäsittelystä. Tuomioistuin voi ryhmän jäsenen pyynnöstä siirtää erotetun asian toisen toimivaltaisen tuomioistuimen käsiteltäväksi, jos tämä on asian käsittelyn kannalta tarkoituksenmukaista. Jos oikeudenkäyntiä ei edellä sanotun vaatimuksen osalta jatketa, asia on siltä osin jätettävä sillensä.",
        "folded_fi": "jos kantaja peruuttaa kanteen ryhman jonkin jasenen vaatimuksen osalta ennen kuin tasmennetty haastehakemus on toimitettu karajaoikeuteen, tuomioistuimen on talta osin jatettava kanne sillensa. jos kantaja sen jalkeen, kun tasmennetty haastehakemus on toimitettu karajaoikeuteen, rajoittaa kannetta siten, etta se ei enaa koske jonkin jasenen vaatimusta, tuomioistuimen on asetettava maaraaika, jonka kuluessa ryhman jasen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkayntia asianosaisena. jos ryhman jasen ilmoittaa jatkavansa oikeudenkayntia asianosaisena, tuomioistuimen on erotettava hanen vaatimuksensa kasiteltavaksi erikseen omana asianaan ja paatettava sen jatkokasittelysta. tuomioistuin voi ryhman jasenen pyynnosta siirtaa erotetun asian toisen toimivaltaisen tuomioistuimen kasiteltavaksi, jos tama on asian kasittelyn kannalta tarkoituksenmukaista. jos oikeudenkayntia ei edella sanotun vaatimuksen osalta jatketa, asia on silta osin jatettava sillensa.",
        "title_sv": "Avgränsning av talan",
        "content_sv": "Om käranden återkallar talan i fråga om en gruppmedlems yrkande innan en preciserad stämningsansökan har lämnats in till tingsrätten, skall domstolen till denna del avskriva målet. Om käranden efter det att den preciserade stämningsansökan har getts in till tingsrätten avgränsar talan så att den inte längre omfattar någon viss gruppmedlems yrkande, skall domstolen sätta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon önskar att som part fortsätta rättegången i egen sak. Om en gruppmedlem meddelar att han eller hon fortsätter rättegången som part, skall domstolen avskilja medlemmens yrkande för separat handläggning som egen talan och besluta om dess fortsatta handläggning. Domstolen kan på gruppmedlemmens begäran överföra det avskilda målet till en annan behörig domstol för handläggning, om det är ändamålsenligt med hänsyn till handläggningen av målet. Om rättegången inte fortsätter beträffande det ovan nämnda yrkandet, skall målet avskrivas till denna del.",
        "normalized_sv": "Om käranden återkallar talan i fråga om en gruppmedlems yrkande innan en preciserad stämningsansökan har lämnats in till tingsrätten, skall domstolen till denna del avskriva målet. Om käranden efter det att den preciserade stämningsansökan har getts in till tingsrätten avgränsar talan så att den inte längre omfattar någon viss gruppmedlems yrkande, skall domstolen sätta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon önskar att som part fortsätta rättegången i egen sak. Om en gruppmedlem meddelar att han eller hon fortsätter rättegången som part, skall domstolen avskilja medlemmens yrkande för separat handläggning som egen talan och besluta om dess fortsatta handläggning. Domstolen kan på gruppmedlemmens begäran överföra det avskilda målet till en annan behörig domstol för handläggning, om det är ändamålsenligt med hänsyn till handläggningen av målet. Om rättegången inte fortsätter beträffande det ovan nämnda yrkandet, skall målet avskrivas till denna del.",
        "folded_sv": "om karanden aterkallar talan i fraga om en gruppmedlems yrkande innan en preciserad stamningsansokan har lamnats in till tingsratten, skall domstolen till denna del avskriva malet. om karanden efter det att den preciserade stamningsansokan har getts in till tingsratten avgransar talan sa att den inte langre omfattar nagon viss gruppmedlems yrkande, skall domstolen satta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon onskar att som part fortsatta rattegangen i egen sak. om en gruppmedlem meddelar att han eller hon fortsatter rattegangen som part, skall domstolen avskilja medlemmens yrkande for separat handlaggning som egen talan och besluta om dess fortsatta handlaggning. domstolen kan pa gruppmedlemmens begaran overfora det avskilda malet till en annan behorig domstol for handlaggning, om det ar andamalsenligt med hansyn till handlaggningen av malet. om rattegangen inte fortsatter betraffande det ovan namnda yrkandet, skall malet avskrivas till denna del."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Käsittely alaryhmissä",
      "content": "Tuomioistuin voi määrätä tiettyjä ryhmän jäseniä koskevat vaatimukset tai tietyt kysymykset käsiteltäviksi erikseen alaryhmissä, jos tämä edistää asian tarkoituksenmukaista käsittelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tuomioistuin voi määrätä tiettyjä ryhmän jäseniä koskevat vaatimukset tai tietyt kysymykset käsiteltäviksi erikseen alaryhmissä, jos tämä edistää asian tarkoituksenmukaista käsittelyä.",
        "folded_fi": "tuomioistuin voi maarata tiettyja ryhman jasenia koskevat vaatimukset tai tietyt kysymykset kasiteltaviksi erikseen alaryhmissa, jos tama edistaa asian tarkoituksenmukaista kasittelya.",
        "title_sv": "Handläggning i undergrupper",
        "content_sv": "Domstolen kan förordna att vissa gruppmedlemmars yrkanden eller vissa frågor skall handläggas separat i undergrupper, om detta främjar en ändamålsenlig handläggning av saken.",
        "normalized_sv": "Domstolen kan förordna att vissa gruppmedlemmars yrkanden eller vissa frågor skall handläggas separat i undergrupper, om detta främjar en ändamålsenlig handläggning av saken.",
        "folded_sv": "domstolen kan forordna att vissa gruppmedlemmars yrkanden eller vissa fragor skall handlaggas separat i undergrupper, om detta framjar en andamalsenlig handlaggning av saken."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ryhmästä irrottautuminen",
      "content": "Ryhmän jäsen voi ennen asian siirtämistä pääkäsittelyyn irrottautua ryhmästä ilmoittamalla siitä kirjallisesti tuomioistuimelle tai sen kansliaan. Kanne jätetään tällöin ryhmästä irrottautuneen osalta sillensä. Sen jälkeen kun asia on siirretty pääkäsittelyyn, ryhmän jäsen voi vain vastaajan suostumuksella 1 momentissa säädetyllä tavalla irrottautua ryhmästä. Kanne jätetään tällöinkin ryhmästä irrottautuneen osalta sillensä. Kun asia on jätetty päätettäväksi, ryhmästä ei voi enää irrottautua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Ryhmän jäsen voi ennen asian siirtämistä pääkäsittelyyn irrottautua ryhmästä ilmoittamalla siitä kirjallisesti tuomioistuimelle tai sen kansliaan. Kanne jätetään tällöin ryhmästä irrottautuneen osalta sillensä. Sen jälkeen kun asia on siirretty pääkäsittelyyn, ryhmän jäsen voi vain vastaajan suostumuksella 1 momentissa säädetyllä tavalla irrottautua ryhmästä. Kanne jätetään tällöinkin ryhmästä irrottautuneen osalta sillensä. Kun asia on jätetty päätettäväksi, ryhmästä ei voi enää irrottautua.",
        "folded_fi": "ryhman jasen voi ennen asian siirtamista paakasittelyyn irrottautua ryhmasta ilmoittamalla siita kirjallisesti tuomioistuimelle tai sen kansliaan. kanne jatetaan talloin ryhmasta irrottautuneen osalta sillensa. sen jalkeen kun asia on siirretty paakasittelyyn, ryhman jasen voi vain vastaajan suostumuksella 1 momentissa saadetylla tavalla irrottautua ryhmasta. kanne jatetaan talloinkin ryhmasta irrottautuneen osalta sillensa. kun asia on jatetty paatettavaksi, ryhmasta ei voi enaa irrottautua.",
        "title_sv": "Utträde ur gruppen",
        "content_sv": "En gruppmedlem kan innan målet överförs till huvudförhandling träda ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. Målet avskrivs då till den del det avser den medlem som trätt ur gruppen. Efter det att målet har överförts till huvudförhandling kan en gruppmedlem endast med svarandens samtycke träda ur gruppen på det sätt som föreskrivs i 1 mom. Även i detta fall avskrivs målet till den del det avser den medlem som trätt ur gruppen. Sedan målet har förts till avgörande är det inte längre möjligt att träda ur gruppen.",
        "normalized_sv": "En gruppmedlem kan innan målet överförs till huvudförhandling träda ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. Målet avskrivs då till den del det avser den medlem som trätt ur gruppen. Efter det att målet har överförts till huvudförhandling kan en gruppmedlem endast med svarandens samtycke träda ur gruppen på det sätt som föreskrivs i 1 mom. Även i detta fall avskrivs målet till den del det avser den medlem som trätt ur gruppen. Sedan målet har förts till avgörande är det inte längre möjligt att träda ur gruppen.",
        "folded_sv": "en gruppmedlem kan innan malet overfors till huvudforhandling trada ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. malet avskrivs da till den del det avser den medlem som tratt ur gruppen. efter det att malet har overforts till huvudforhandling kan en gruppmedlem endast med svarandens samtycke trada ur gruppen pa det satt som foreskrivs i 1 mom. aven i detta fall avskrivs malet till den del det avser den medlem som tratt ur gruppen. sedan malet har forts till avgorande ar det inte langre mojligt att trada ur gruppen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tuomion oikeusvoimasta",
      "content": "Tuomioistuimen ratkaisu sitoo niitä ryhmän jäseniä, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tuomioistuimen ratkaisu sitoo niitä ryhmän jäseniä, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
        "folded_fi": "tuomioistuimen ratkaisu sitoo niita ryhman jasenia, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
        "title_sv": "Domens rättskraft",
        "content_sv": "Domstolens avgörande är bindande för de gruppmedlemmar som domstolen i sitt avgörande har meddelat att omfattas av det.",
        "normalized_sv": "Domstolens avgörande är bindande för de gruppmedlemmar som domstolen i sitt avgörande har meddelat att omfattas av det.",
        "folded_sv": "domstolens avgorande ar bindande for de gruppmedlemmar som domstolen i sitt avgorande har meddelat att omfattas av det."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Oikeudenkäyntikulut",
      "content": "Oikeudenkäyntikuluista on voimassa, mitä oikeudenkäymiskaaren 21 luvussa säädetään. Ryhmän jäsen ei vastaa oikeudenkäyntikuluista. Ryhmän jäsen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkäymiskaaren 21 luvun 5 §:ssä tarkoitetulla menettelyllä aiheuttamansa kustannukset. Jos ryhmän jäsenen vaatimus on erotettu käsiteltäväksi erikseen omana asianaan, hän on asianosaisena vastuussa erottamisen jälkeen syntyneistä oikeudenkäyntikuluista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Oikeudenkäyntikuluista on voimassa, mitä oikeudenkäymiskaaren 21 luvussa säädetään. Ryhmän jäsen ei vastaa oikeudenkäyntikuluista. Ryhmän jäsen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkäymiskaaren 21 luvun 5 § :ssä tarkoitetulla menettelyllä aiheuttamansa kustannukset. Jos ryhmän jäsenen vaatimus on erotettu käsiteltäväksi erikseen omana asianaan, hän on asianosaisena vastuussa erottamisen jälkeen syntyneistä oikeudenkäyntikuluista.",
        "folded_fi": "oikeudenkayntikuluista on voimassa, mita oikeudenkaymiskaaren 21 luvussa saadetaan. ryhman jasen ei vastaa oikeudenkayntikuluista. ryhman jasen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkaymiskaaren 21 luvun 5 §:ssa tarkoitetulla menettelylla aiheuttamansa kustannukset. jos ryhman jasenen vaatimus on erotettu kasiteltavaksi erikseen omana asianaan, han on asianosaisena vastuussa erottamisen jalkeen syntyneista oikeudenkayntikuluista.",
        "title_sv": "Rättegångskostnader",
        "content_sv": "Angående rättegångskostnader gäller vad som föreskrivs i 21 kap. i rättegångsbalken. En gruppmedlem svarar inte för rättegångskostnaderna. En gruppmedlem är dock skyldig att ersätta svaranden för de kostnader som medlemmen förorsakar genom ett förfarande som avses i 21 kap. 5 § i rättegångsbalken. Om en gruppmedlems yrkande har avskilts för separat handläggning som egen talan, är medlemmen i egenskap av part ansvarig för sådana rättegångskostnader som uppkommit efter avskiljandet.",
        "normalized_sv": "Angående rättegångskostnader gäller vad som föreskrivs i 21 kap. i rättegångsbalken. En gruppmedlem svarar inte för rättegångskostnaderna. En gruppmedlem är dock skyldig att ersätta svaranden för de kostnader som medlemmen förorsakar genom ett förfarande som avses i 21 kap. 5 § i rättegångsbalken. Om en gruppmedlems yrkande har avskilts för separat handläggning som egen talan, är medlemmen i egenskap av part ansvarig för sådana rättegångskostnader som uppkommit efter avskiljandet.",
        "folded_sv": "angaende rattegangskostnader galler vad som foreskrivs i 21 kap. i rattegangsbalken. en gruppmedlem svarar inte for rattegangskostnaderna. en gruppmedlem ar dock skyldig att ersatta svaranden for de kostnader som medlemmen fororsakar genom ett forfarande som avses i 21 kap. 5 § i rattegangsbalken. om en gruppmedlems yrkande har avskilts for separat handlaggning som egen talan, ar medlemmen i egenskap av part ansvarig for sadana rattegangskostnader som uppkommit efter avskiljandet."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Muutoksenhaku",
      "content": "Asianosaisilla on oikeus hakea valittamalla muutosta ryhmäkanteen johdosta annettuun ratkaisuun siten kuin oikeudenkäymiskaaressa säädetään. Ryhmäkannemenettelyn edellytyksiä koskevan oikeudenkäyntiväitteen johdosta annettuun hylkäävään ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivästymisen estämiseksi tai muusta erityisestä syystä määrää, että muutosta haetaan pääasiassa annetun tuomion tai lopullisen päätöksen yhteydessä. Jos kantaja ei hae muutosta ryhmäkanteen johdosta annettuun ratkaisuun, ryhmän jäsenellä on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 päivän kuluessa valitusajan tai vastaavasti vastavalitusajan päättymisestä. Ryhmän jäsenen ei tarvitse ilmoittaa ratkaisuun tyytymättömyyttä. Muilta osin muutoksenhakuun sovelletaan oikeudenkäymiskaaren säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Asianosaisilla on oikeus hakea valittamalla muutosta ryhmäkanteen johdosta annettuun ratkaisuun siten kuin oikeudenkäymiskaaressa säädetään. Ryhmäkannemenettelyn edellytyksiä koskevan oikeudenkäyntiväitteen johdosta annettuun hylkäävään ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivästymisen estämiseksi tai muusta erityisestä syystä määrää, että muutosta haetaan pääasiassa annetun tuomion tai lopullisen päätöksen yhteydessä. Jos kantaja ei hae muutosta ryhmäkanteen johdosta annettuun ratkaisuun, ryhmän jäsenellä on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 päivän kuluessa valitusajan tai vastaavasti vastavalitusajan päättymisestä. Ryhmän jäsenen ei tarvitse ilmoittaa ratkaisuun tyytymättömyyttä. Muilta osin muutoksenhakuun sovelletaan oikeudenkäymiskaaren säännöksiä.",
        "folded_fi": "asianosaisilla on oikeus hakea valittamalla muutosta ryhmakanteen johdosta annettuun ratkaisuun siten kuin oikeudenkaymiskaaressa saadetaan. ryhmakannemenettelyn edellytyksia koskevan oikeudenkayntivaitteen johdosta annettuun hylkaavaan ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivastymisen estamiseksi tai muusta erityisesta syysta maaraa, etta muutosta haetaan paaasiassa annetun tuomion tai lopullisen paatoksen yhteydessa. jos kantaja ei hae muutosta ryhmakanteen johdosta annettuun ratkaisuun, ryhman jasenella on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 paivan kuluessa valitusajan tai vastaavasti vastavalitusajan paattymisesta. ryhman jasenen ei tarvitse ilmoittaa ratkaisuun tyytymattomyytta. muilta osin muutoksenhakuun sovelletaan oikeudenkaymiskaaren saannoksia.",
        "title_sv": "Ändringssökande",
        "content_sv": "Parterna har rätt att i enlighet med rättegångsbalken genom besvär överklaga ett avgörande som meddelats med anledning av en grupptalan. Ett avgörande genom vilket en processinvändning som gäller förutsättningarna för grupptalan har förkastats får överklagas särskilt, om inte domstolen för att förhindra obefogat dröjsmål eller av något annat särskilt skäl bestämmer att avgörandet skall överklagas i samband med att ändring söks i domen eller det slutliga beslutet i huvudsaken. Om käranden inte överklagar ett avgörande som meddelats med anledning av grupptalan, har en gruppmedlem rätt att inom 14 dagar från besvärstidens eller motbesvärstidens utgång söka ändring i avgörandet i sin egen sak. Gruppmedlemmen behöver inte anmäla missnöje med avgörandet. I övrigt tillämpas rättegångsbalken på ändringssökandet.",
        "normalized_sv": "Parterna har rätt att i enlighet med rättegångsbalken genom besvär överklaga ett avgörande som meddelats med anledning av en grupptalan. Ett avgörande genom vilket en processinvändning som gäller förutsättningarna för grupptalan har förkastats får överklagas särskilt, om inte domstolen för att förhindra obefogat dröjsmål eller av något annat särskilt skäl bestämmer att avgörandet skall överklagas i samband med att ändring söks i domen eller det slutliga beslutet i huvudsaken. Om käranden inte överklagar ett avgörande som meddelats med anledning av grupptalan, har en gruppmedlem rätt att inom 14 dagar från besvärstidens eller motbesvärstidens utgång söka ändring i avgörandet i sin egen sak. Gruppmedlemmen behöver inte anmäla missnöje med avgörandet. I övrigt tillämpas rättegångsbalken på ändringssökandet.",
        "folded_sv": "parterna har ratt att i enlighet med rattegangsbalken genom besvar overklaga ett avgorande som meddelats med anledning av en grupptalan. ett avgorande genom vilket en processinvandning som galler forutsattningarna for grupptalan har forkastats far overklagas sarskilt, om inte domstolen for att forhindra obefogat drojsmal eller av nagot annat sarskilt skal bestammer att avgorandet skall overklagas i samband med att andring soks i domen eller det slutliga beslutet i huvudsaken. om karanden inte overklagar ett avgorande som meddelats med anledning av grupptalan, har en gruppmedlem ratt att inom 14 dagar fran besvarstidens eller motbesvarstidens utgang soka andring i avgorandet i sin egen sak. gruppmedlemmen behover inte anmala missnoje med avgorandet. i ovrigt tillampas rattegangsbalken pa andringssokandet."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2007.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2007.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2007.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2007.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2007.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2007."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan välisen riita-asian käsittelyyn ryhmäkanteena. Lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijän menettelyä koskevassa riita-asiassa. Ryhmäkanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa määritellyn ryhmän puolesta siten, että asiassa annettava tuomio tulee myös ryhmän jäseniä sitovaksi. Ryhmäkanteen käsittelystä on tämän lain lisäksi soveltuvin osin voimassa, mitä riita-asian käsittelystä muutoin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan välisen riita-asian käsittelyyn ryhmäkanteena. Lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijän menettelyä koskevassa riita-asiassa. Ryhmäkanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa määritellyn ryhmän puolesta siten, että asiassa annettava tuomio tulee myös ryhmän jäseniä sitovaksi. Ryhmäkanteen käsittelystä on tämän lain lisäksi soveltuvin osin voimassa, mitä riita-asian käsittelystä muutoin säädetään.",
        "folded_fi": "tata lakia sovelletaan kuluttaja-asiamiehen toimivallan mukaisessa laajuudessa kuluttajan ja elinkeinonharjoittajan valisen riita-asian kasittelyyn ryhmakanteena. lakia ei kuitenkaan sovelleta arvopaperimarkkinalaissa (495/1989) tarkoitetun arvopaperin liikkeeseenlaskijan tai julkisen ostotarjouksen tekijan menettelya koskevassa riita-asiassa. ryhmakanteella tarkoitetaan kannetta, jota kantaja ajaa kanteessa maaritellyn ryhman puolesta siten, etta asiassa annettava tuomio tulee myos ryhman jasenia sitovaksi. ryhmakanteen kasittelysta on taman lain lisaksi soveltuvin osin voimassa, mita riita-asian kasittelysta muutoin saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas när ett sådant tvistemål mellan en konsument och en näringsidkare som omfattas av konsumentombudsmannens behörighet handläggs som grupptalan. Lagen tillämpas dock inte på tvistemål som gäller ett förfarande av en i värdepappersmarknadslagen (495/1989) avsedd värdepappersemittent eller givare av ett offentligt köpeanbud. grupptalan Med avses en talan som en kärande för som företrädare för en i talan definierad grupp så att domen i målet blir bindande även för gruppens medlemmar. I fråga om handläggningen av grupptalan gäller utöver denna lag i tillämpliga delar vad som i övrigt föreskrivs om handläggning av tvistemål.",
        "normalized_sv": "Denna lag tillämpas när ett sådant tvistemål mellan en konsument och en näringsidkare som omfattas av konsumentombudsmannens behörighet handläggs som grupptalan. Lagen tillämpas dock inte på tvistemål som gäller ett förfarande av en i värdepappersmarknadslagen (495/1989) avsedd värdepappersemittent eller givare av ett offentligt köpeanbud. grupptalan Med avses en talan som en kärande för som företrädare för en i talan definierad grupp så att domen i målet blir bindande även för gruppens medlemmar. I fråga om handläggningen av grupptalan gäller utöver denna lag i tillämpliga delar vad som i övrigt föreskrivs om handläggning av tvistemål.",
        "folded_sv": "denna lag tillampas nar ett sadant tvistemal mellan en konsument och en naringsidkare som omfattas av konsumentombudsmannens behorighet handlaggs som grupptalan. lagen tillampas dock inte pa tvistemal som galler ett forfarande av en i vardepappersmarknadslagen (495/1989) avsedd vardepappersemittent eller givare av ett offentligt kopeanbud. grupptalan med avses en talan som en karande for som foretradare for en i talan definierad grupp sa att domen i malet blir bindande aven for gruppens medlemmar. i fraga om handlaggningen av grupptalan galler utover denna lag i tillampliga delar vad som i ovrigt foreskrivs om handlaggning av tvistemal."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ryhmäkanteen edellytykset",
      "content": "Asia voidaan käsitellä ryhmäkanteena, jos: 1) useilla henkilöillä on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian käsittely ryhmäkanteena on tarkoituksenmukaista ottaen huomioon ryhmän koko, asiassa esitettävien vaatimusten sisältö ja asiassa esitettävä todistelu; sekä 3) ryhmä on riittävän täsmällisesti määritelty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Asia voidaan käsitellä ryhmäkanteena, jos: 1) useilla henkilöillä on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian käsittely ryhmäkanteena on tarkoituksenmukaista ottaen huomioon ryhmän koko, asiassa esitettävien vaatimusten sisältö ja asiassa esitettävä todistelu; sekä 3) ryhmä on riittävän täsmällisesti määritelty.",
        "folded_fi": "asia voidaan kasitella ryhmakanteena, jos: 1) useilla henkiloilla on samaa vastaajaa vastaan vaatimuksia, jotka perustuvat samoihin tai samankaltaisiin seikkoihin; 2) asian kasittely ryhmakanteena on tarkoituksenmukaista ottaen huomioon ryhman koko, asiassa esitettavien vaatimusten sisalto ja asiassa esitettava todistelu; seka 3) ryhma on riittavan tasmallisesti maaritelty.",
        "title_sv": "Förutsättningarna för grupptalan",
        "content_sv": "Ett mål kan handläggas som grupptalan, om 1) flera personer har yrkanden som grundar sig på gemensamma eller likartade omständigheter mot samma svarande, 2) handläggning som grupptalan är ändamålsenlig med beaktande av gruppens storlek, innehållet i yrkandena och bevisningen i målet, samt 3) gruppen är tillräckligt exakt definierad.",
        "normalized_sv": "Ett mål kan handläggas som grupptalan, om 1) flera personer har yrkanden som grundar sig på gemensamma eller likartade omständigheter mot samma svarande, 2) handläggning som grupptalan är ändamålsenlig med beaktande av gruppens storlek, innehållet i yrkandena och bevisningen i målet, samt 3) gruppen är tillräckligt exakt definierad.",
        "folded_sv": "ett mal kan handlaggas som grupptalan, om 1) flera personer har yrkanden som grundar sig pa gemensamma eller likartade omstandigheter mot samma svarande, 2) handlaggning som grupptalan ar andamalsenlig med beaktande av gruppens storlek, innehallet i yrkandena och bevisningen i malet, samt 3) gruppen ar tillrackligt exakt definierad."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Ryhmäkanteita käsitteleviä käräjäoikeuksia ovat Turun, Vaasan, Kuopion, Helsingin, Lahden ja Oulun käräjäoikeudet. Näistä toimivaltainen on käräjäoikeus samassa hovioikeuspiirissä kuin se käräjäoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmäkanteena esitetyistä vaatimuksista erikseen ajettuna.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ryhmäkanteita käsitteleviä käräjäoikeuksia ovat Turun, Vaasan, Kuopion, Helsingin, Lahden ja Oulun käräjäoikeudet. Näistä toimivaltainen on käräjäoikeus samassa hovioikeuspiirissä kuin se käräjäoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmäkanteena esitetyistä vaatimuksista erikseen ajettuna.",
        "folded_fi": "ryhmakanteita kasittelevia karajaoikeuksia ovat turun, vaasan, kuopion, helsingin, lahden ja oulun karajaoikeudet. naista toimivaltainen on karajaoikeus samassa hovioikeuspiirissa kuin se karajaoikeus, jossa vastaaja olisi velvollinen vastaamaan johonkin ryhmakanteena esitetyista vaatimuksista erikseen ajettuna.",
        "title_sv": "Behörig domstol",
        "content_sv": "Tingsrätter som handlägger grupptalan är Åbo, Vasa, Kuopio, Helsingfors, Lahtis och Uleåborgs tingsrätter. Av de nämnda tingsrätterna är den behörig som finns inom samma hovrätts domkrets som den tingsrätt vid vilken svaranden skulle vara skyldig att svara på något av de yrkanden som framställs i grupptalan, om talan fördes separat.",
        "normalized_sv": "Tingsrätter som handlägger grupptalan är Åbo, Vasa, Kuopio, Helsingfors, Lahtis och Uleåborgs tingsrätter. Av de nämnda tingsrätterna är den behörig som finns inom samma hovrätts domkrets som den tingsrätt vid vilken svaranden skulle vara skyldig att svara på något av de yrkanden som framställs i grupptalan, om talan fördes separat.",
        "folded_sv": "tingsratter som handlagger grupptalan ar abo, vasa, kuopio, helsingfors, lahtis och uleaborgs tingsratter. av de namnda tingsratterna ar den behorig som finns inom samma hovratts domkrets som den tingsratt vid vilken svaranden skulle vara skyldig att svara pa nagot av de yrkanden som framstalls i grupptalan, om talan fordes separat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kanneoikeus",
      "content": "Kuluttaja-asiamies panee kantajana vireille ryhmäkanteen ja käyttää siinä asianosaisena puhevaltaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Kuluttaja-asiamies panee kantajana vireille ryhmäkanteen ja käyttää siinä asianosaisena puhevaltaa.",
        "folded_fi": "kuluttaja-asiamies panee kantajana vireille ryhmakanteen ja kayttaa siina asianosaisena puhevaltaa.",
        "title_sv": "Talerätt",
        "content_sv": "Konsumentombudsmannen väcker som kärande grupptalan och utövar i målet talerätt som part.",
        "normalized_sv": "Konsumentombudsmannen väcker som kärande grupptalan och utövar i målet talerätt som part.",
        "folded_sv": "konsumentombudsmannen vacker som karande grupptalan och utovar i malet taleratt som part."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Ryhmäkanteen vireillepano",
      "content": "Ryhmäkannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhmä, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) millä perusteella asia voidaan käsitellä ryhmäkanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitystä vain joidenkin ryhmän jäsenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittää, sekä mitä hän kullakin todisteella aikoo näyttää toteen; 7) oikeudenkäyntikulujen korvaamista koskeva vaatimus, jos kantaja pitää sitä aiheellisena; sekä 8) millä perusteella tuomioistuin on toimivaltainen. Haastehakemuksessa on ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. Haastehakemus on kantajan tai, jollei hän ole sitä itse laatinut, sen laatijan allekirjoitettava. Laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ryhmäkannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhmä, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) millä perusteella asia voidaan käsitellä ryhmäkanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitystä vain joidenkin ryhmän jäsenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittää, sekä mitä hän kullakin todisteella aikoo näyttää toteen; 7) oikeudenkäyntikulujen korvaamista koskeva vaatimus, jos kantaja pitää sitä aiheellisena; sekä 8) millä perusteella tuomioistuin on toimivaltainen. Haastehakemuksessa on ilmoitettava myös oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa tarkoitetut tiedot. Haastehakemus on kantajan tai, jollei hän ole sitä itse laatinut, sen laatijan allekirjoitettava. Laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
        "folded_fi": "ryhmakannetta koskevassa haastehakemuksessa on ilmoitettava: 1) ryhma, jota kanne koskee; 2) tiedossa olevat vaatimukset; 3) seikat, joihin vaatimukset perustuvat; 4) milla perusteella asia voidaan kasitella ryhmakanteena; 5) kantajan tiedossa olevat seikat, joilla on merkitysta vain joidenkin ryhman jasenten vaatimusten tutkimiselle; 6) mahdollisuuksien mukaan ne todisteet, jotka kantaja aikoo kanteensa tueksi esittaa, seka mita han kullakin todisteella aikoo nayttaa toteen; 7) oikeudenkayntikulujen korvaamista koskeva vaatimus, jos kantaja pitaa sita aiheellisena; seka 8) milla perusteella tuomioistuin on toimivaltainen. haastehakemuksessa on ilmoitettava myos oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa tarkoitetut tiedot. haastehakemus on kantajan tai, jollei han ole sita itse laatinut, sen laatijan allekirjoitettava. laatijan on samalla ilmoitettava ammattinsa ja asuinpaikkansa.",
        "title_sv": "Väckande av grupptalan",
        "content_sv": "I stämningsansökan angående grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som är kända, 3) de omständigheter som yrkandena grundar sig på, 4) på vilken grund saken kan behandlas som grupptalan, 5) de för käranden kända omständigheter som har betydelse för prövningen av endast vissa gruppmedlemmars yrkanden, 6) i den mån det är möjligt, de bevis som käranden har för avsikt att lägga fram till stöd för sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersättning för rättegångskostnader, om käranden anser detta befogat, samt 8) på vilka grunder domstolen är behörig. Stämningsansökan skall även innehålla de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Stämningsansökan skall undertecknas av käranden eller, om käranden inte själv har uppsatt den, av den som har gjort det. Denna person skall samtidigt uppge sitt yrke och sin boningsort.",
        "normalized_sv": "I stämningsansökan angående grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som är kända, 3) de omständigheter som yrkandena grundar sig på, 4) på vilken grund saken kan behandlas som grupptalan, 5) de för käranden kända omständigheter som har betydelse för prövningen av endast vissa gruppmedlemmars yrkanden, 6) i den mån det är möjligt, de bevis som käranden har för avsikt att lägga fram till stöd för sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersättning för rättegångskostnader, om käranden anser detta befogat, samt 8) på vilka grunder domstolen är behörig. Stämningsansökan skall även innehålla de uppgifter som avses i 5 kap. 2 § 2 mom. i rättegångsbalken. Stämningsansökan skall undertecknas av käranden eller, om käranden inte själv har uppsatt den, av den som har gjort det. Denna person skall samtidigt uppge sitt yrke och sin boningsort.",
        "folded_sv": "i stamningsansokan angaende grupptalan skall anges 1) den grupp som talan avser, 2) de yrkanden som ar kanda, 3) de omstandigheter som yrkandena grundar sig pa, 4) pa vilken grund saken kan behandlas som grupptalan, 5) de for karanden kanda omstandigheter som har betydelse for provningen av endast vissa gruppmedlemmars yrkanden, 6) i den man det ar mojligt, de bevis som karanden har for avsikt att lagga fram till stod for sin talan och vad som skall styrkas med varje bevis, 7) ett yrkande om ersattning for rattegangskostnader, om karanden anser detta befogat, samt 8) pa vilka grunder domstolen ar behorig. stamningsansokan skall aven innehalla de uppgifter som avses i 5 kap. 2 § 2 mom. i rattegangsbalken. stamningsansokan skall undertecknas av karanden eller, om karanden inte sjalv har uppsatt den, av den som har gjort det. denna person skall samtidigt uppge sitt yrke och sin boningsort."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmoittaminen ryhmäkanteen käsittelyn alkamisesta",
      "content": "Jollei kannetta ole oikeudenkäymiskaaren 5 luvun 6 §:n mukaisesti jätetty tutkimatta tai hylätty, tuomioistuimen on viipymättä ennen haasteen antamista ilmoitettava postitse tai sähköisesti asianosaisille ryhmäkanteen käsittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. Lisäksi tuomioistuimen on asetettava määräaika ryhmään ilmoittautumiselle. Tuomioistuin voi erityisestä syystä pidentää määräaikaa. Kantajan on viipymättä ilmoitettava tiedossa oleville ryhmän jäsenille asian vireilletulosta. Ilmoitus on toimitettava postitse tai sähköisesti. Jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille määritelmän mukaisille ryhmän jäsenille, ryhmäkanteesta voidaan ilmoittaa yhdessä tai useammassa sanomalehdessä taikka muulla asianmukaisella tavalla. Kantajan on toimitettava ilmoitus myös vastaajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jollei kannetta ole oikeudenkäymiskaaren 5 luvun 6 § :n mukaisesti jätetty tutkimatta tai hylätty, tuomioistuimen on viipymättä ennen haasteen antamista ilmoitettava postitse tai sähköisesti asianosaisille ryhmäkanteen käsittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. Lisäksi tuomioistuimen on asetettava määräaika ryhmään ilmoittautumiselle. Tuomioistuin voi erityisestä syystä pidentää määräaikaa. Kantajan on viipymättä ilmoitettava tiedossa oleville ryhmän jäsenille asian vireilletulosta. Ilmoitus on toimitettava postitse tai sähköisesti. Jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille määritelmän mukaisille ryhmän jäsenille, ryhmäkanteesta voidaan ilmoittaa yhdessä tai useammassa sanomalehdessä taikka muulla asianmukaisella tavalla. Kantajan on toimitettava ilmoitus myös vastaajalle.",
        "folded_fi": "jollei kannetta ole oikeudenkaymiskaaren 5 luvun 6 §:n mukaisesti jatetty tutkimatta tai hylatty, tuomioistuimen on viipymatta ennen haasteen antamista ilmoitettava postitse tai sahkoisesti asianosaisille ryhmakanteen kasittelyn alkamisesta ja asian valmistelusta vastaavasta tuomarista. lisaksi tuomioistuimen on asetettava maaraaika ryhmaan ilmoittautumiselle. tuomioistuin voi erityisesta syysta pidentaa maaraaikaa. kantajan on viipymatta ilmoitettava tiedossa oleville ryhman jasenille asian vireilletulosta. ilmoitus on toimitettava postitse tai sahkoisesti. jos ilmoitusta ei mainituin tavoin voida toimittaa kaikille maaritelman mukaisille ryhman jasenille, ryhmakanteesta voidaan ilmoittaa yhdessa tai useammassa sanomalehdessa taikka muulla asianmukaisella tavalla. kantajan on toimitettava ilmoitus myos vastaajalle.",
        "title_sv": "Underrättelse om att handläggning av grupptalan har inletts",
        "content_sv": "Om talan inte har avvisats eller förkastats enligt 5 kap. 6 § i rättegångsbalken, skall domstolen utan dröjsmål innan stämning utfärdas underrätta parterna per post eller elektroniskt om att handläggningen av grupptalan har inletts och om den domare som ansvarar för förberedelsen. Domstolen skall dessutom sätta ut en tid för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden. Käranden skall utan dröjsmål underrätta de gruppmedlemmar som den känner till om att målet är anhängigt. Underrättelsen skall sändas per post eller elektroniskt. Om underrättelsen inte kan sändas på nämnda sätt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkännages i en eller flera tidningar eller på ett annat lämpligt sätt. Käranden skall sända underrättelsen också till svaranden.",
        "normalized_sv": "Om talan inte har avvisats eller förkastats enligt 5 kap. 6 § i rättegångsbalken, skall domstolen utan dröjsmål innan stämning utfärdas underrätta parterna per post eller elektroniskt om att handläggningen av grupptalan har inletts och om den domare som ansvarar för förberedelsen. Domstolen skall dessutom sätta ut en tid för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden. Käranden skall utan dröjsmål underrätta de gruppmedlemmar som den känner till om att målet är anhängigt. Underrättelsen skall sändas per post eller elektroniskt. Om underrättelsen inte kan sändas på nämnda sätt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkännages i en eller flera tidningar eller på ett annat lämpligt sätt. Käranden skall sända underrättelsen också till svaranden.",
        "folded_sv": "om talan inte har avvisats eller forkastats enligt 5 kap. 6 § i rattegangsbalken, skall domstolen utan drojsmal innan stamning utfardas underratta parterna per post eller elektroniskt om att handlaggningen av grupptalan har inletts och om den domare som ansvarar for forberedelsen. domstolen skall dessutom satta ut en tid for anmalan till gruppen. domstolen kan av sarskilda skal forlanga tiden. karanden skall utan drojsmal underratta de gruppmedlemmar som den kanner till om att malet ar anhangigt. underrattelsen skall sandas per post eller elektroniskt. om underrattelsen inte kan sandas pa namnda satt till samtliga gruppmedlemmar enligt definitionen av gruppen, kan grupptalan tillkannages i en eller flera tidningar eller pa ett annat lampligt satt. karanden skall sanda underrattelsen ocksa till svaranden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoituksen sisältö",
      "content": "Kantajan toimittaman ilmoituksen tulee sisältää: 1) lyhyt kuvaus asiasta ja esitettävistä vaatimuksista; 2) kuvaus ryhmästä, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; sekä 4) tieto siitä, miten ryhmään ilmoittaudutaan ja ilmoittautumiselle asetetusta määräajasta. Lisäksi ilmoituksessa on mainittava perustiedot ryhmäkanteesta oikeudenkäyntimuotona, ryhmän jäsenen asemasta oikeudenkäynnissä, sovinnosta, ryhmäkanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkäyntikuluvastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Kantajan toimittaman ilmoituksen tulee sisältää: 1) lyhyt kuvaus asiasta ja esitettävistä vaatimuksista; 2) kuvaus ryhmästä, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; sekä 4) tieto siitä, miten ryhmään ilmoittaudutaan ja ilmoittautumiselle asetetusta määräajasta. Lisäksi ilmoituksessa on mainittava perustiedot ryhmäkanteesta oikeudenkäyntimuotona, ryhmän jäsenen asemasta oikeudenkäynnissä, sovinnosta, ryhmäkanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkäyntikuluvastuusta.",
        "folded_fi": "kantajan toimittaman ilmoituksen tulee sisaltaa: 1) lyhyt kuvaus asiasta ja esitettavista vaatimuksista; 2) kuvaus ryhmasta, jonka puolesta kanne on nostettu; 3) kantajan yhteystiedot; seka 4) tieto siita, miten ryhmaan ilmoittaudutaan ja ilmoittautumiselle asetetusta maaraajasta. lisaksi ilmoituksessa on mainittava perustiedot ryhmakanteesta oikeudenkayntimuotona, ryhman jasenen asemasta oikeudenkaynnissa, sovinnosta, ryhmakanteen johdosta annetun tuomion oikeusvaikutuksista, muutoksenhakuoikeudesta ja oikeudenkayntikuluvastuusta.",
        "title_sv": "Underrättelsens innehåll",
        "content_sv": "Den underrättelse som käranden sänder skall innehålla 1) en kort beskrivning av saken och av de yrkanden som kommer att framställas, 2) en beskrivning av den grupp på vars vägnar talan har väckts, 3) kärandens kontaktuppgifter, samt 4) information om hur man anmäler sig till gruppen och om den tidsfrist som utsatts för anmälan. I underrättelsen skall dessutom ges grundläggande information om grupptalan som rättegångsform, gruppmedlemmarnas ställning i rättegången, förlikning, rättsverkningarna av en dom med anledning av grupptalan, rätten att söka ändring och ansvaret för rättegångskostnader.",
        "normalized_sv": "Den underrättelse som käranden sänder skall innehålla 1) en kort beskrivning av saken och av de yrkanden som kommer att framställas, 2) en beskrivning av den grupp på vars vägnar talan har väckts, 3) kärandens kontaktuppgifter, samt 4) information om hur man anmäler sig till gruppen och om den tidsfrist som utsatts för anmälan. I underrättelsen skall dessutom ges grundläggande information om grupptalan som rättegångsform, gruppmedlemmarnas ställning i rättegången, förlikning, rättsverkningarna av en dom med anledning av grupptalan, rätten att söka ändring och ansvaret för rättegångskostnader.",
        "folded_sv": "den underrattelse som karanden sander skall innehalla 1) en kort beskrivning av saken och av de yrkanden som kommer att framstallas, 2) en beskrivning av den grupp pa vars vagnar talan har vackts, 3) karandens kontaktuppgifter, samt 4) information om hur man anmaler sig till gruppen och om den tidsfrist som utsatts for anmalan. i underrattelsen skall dessutom ges grundlaggande information om grupptalan som rattegangsform, gruppmedlemmarnas stallning i rattegangen, forlikning, rattsverkningarna av en dom med anledning av grupptalan, ratten att soka andring och ansvaret for rattegangskostnader."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ryhmän jäsenyys",
      "content": "Määritelmän mukainen ryhmän jäsen, joka asetetussa määräajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmäkanteeseen, kuuluu ryhmään. Jos määritelmän mukainen jäsen ilmoittautuu ryhmään asetetun määräajan jälkeen, mutta ennen kuin täsmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisestä syystä hyväksyä hänet ryhmän jäseneksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Määritelmän mukainen ryhmän jäsen, joka asetetussa määräajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmäkanteeseen, kuuluu ryhmään. Jos määritelmän mukainen jäsen ilmoittautuu ryhmään asetetun määräajan jälkeen, mutta ennen kuin täsmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisestä syystä hyväksyä hänet ryhmän jäseneksi.",
        "folded_fi": "maaritelman mukainen ryhman jasen, joka asetetussa maaraajassa on toimittanut kantajalle kirjallisen allekirjoitetun ilmoituksen halukkuudestaan osallistua ryhmakanteeseen, kuuluu ryhmaan. jos maaritelman mukainen jasen ilmoittautuu ryhmaan asetetun maaraajan jalkeen, mutta ennen kuin tasmennetty haastehakemus on toimitettu tuomioistuimelle, kantaja voi erityisesta syysta hyvaksya hanet ryhman jaseneksi.",
        "title_sv": "Medlemskap i gruppen",
        "content_sv": "Den som enligt definitionen är gruppmedlem och som inom den utsatta tiden har tillställt käranden ett undertecknat skriftligt meddelande om sin önskan att delta i grupptalan hör till gruppen. Om den som enligt definitionen är gruppmedlem anmäler sig till gruppen efter den utsatta tiden, men innan den preciserade stämningsansökan har getts in till domstolen, kan käranden av särskilda skäl godkänna honom eller henne som gruppmedlem.",
        "normalized_sv": "Den som enligt definitionen är gruppmedlem och som inom den utsatta tiden har tillställt käranden ett undertecknat skriftligt meddelande om sin önskan att delta i grupptalan hör till gruppen. Om den som enligt definitionen är gruppmedlem anmäler sig till gruppen efter den utsatta tiden, men innan den preciserade stämningsansökan har getts in till domstolen, kan käranden av särskilda skäl godkänna honom eller henne som gruppmedlem.",
        "folded_sv": "den som enligt definitionen ar gruppmedlem och som inom den utsatta tiden har tillstallt karanden ett undertecknat skriftligt meddelande om sin onskan att delta i grupptalan hor till gruppen. om den som enligt definitionen ar gruppmedlem anmaler sig till gruppen efter den utsatta tiden, men innan den preciserade stamningsansokan har getts in till domstolen, kan karanden av sarskilda skal godkanna honom eller henne som gruppmedlem."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Täsmennetty haastehakemus",
      "content": "Kantajan on laadittava täsmennetty haastehakemus, joka sisältää jäsenten nimet ja osoitteet sekä yksilöidyt vaatimukset ja, jos se on tarpeellista, täsmennetyt perusteet. Haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmään ilmoittautumiselle asetetusta määräajasta. Tuomioistuin voi erityisestä syytä pidentää määräaikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Kantajan on laadittava täsmennetty haastehakemus, joka sisältää jäsenten nimet ja osoitteet sekä yksilöidyt vaatimukset ja, jos se on tarpeellista, täsmennetyt perusteet. Haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmään ilmoittautumiselle asetetusta määräajasta. Tuomioistuin voi erityisestä syytä pidentää määräaikaa.",
        "folded_fi": "kantajan on laadittava tasmennetty haastehakemus, joka sisaltaa jasenten nimet ja osoitteet seka yksiloidyt vaatimukset ja, jos se on tarpeellista, tasmennetyt perusteet. haastehakemus on toimitettava tuomioistuimelle kuukauden kuluessa ryhmaan ilmoittautumiselle asetetusta maaraajasta. tuomioistuin voi erityisesta syyta pidentaa maaraaikaa.",
        "title_sv": "Preciserad stämningsansökan",
        "content_sv": "Käranden skall uppgöra en preciserad stämningsansökan av vilken framgår medlemmarnas namn och adress samt deras preciserade yrkanden och, om det är nödvändigt, de preciserade grunderna. Stämningsansökan skall ges in till domstolen inom en månad från den utsatta tiden för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden.",
        "normalized_sv": "Käranden skall uppgöra en preciserad stämningsansökan av vilken framgår medlemmarnas namn och adress samt deras preciserade yrkanden och, om det är nödvändigt, de preciserade grunderna. Stämningsansökan skall ges in till domstolen inom en månad från den utsatta tiden för anmälan till gruppen. Domstolen kan av särskilda skäl förlänga tiden.",
        "folded_sv": "karanden skall uppgora en preciserad stamningsansokan av vilken framgar medlemmarnas namn och adress samt deras preciserade yrkanden och, om det ar nodvandigt, de preciserade grunderna. stamningsansokan skall ges in till domstolen inom en manad fran den utsatta tiden for anmalan till gruppen. domstolen kan av sarskilda skal forlanga tiden."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Haaste",
      "content": "Tuomioistuimen on viipymättä annettava haaste vastaanotettuaan täsmennetyn haastehakemuksen. Vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. Haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 10―12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tuomioistuimen on viipymättä annettava haaste vastaanotettuaan täsmennetyn haastehakemuksen. Vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. Haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 10―12 § :ssä säädetään.",
        "folded_fi": "tuomioistuimen on viipymatta annettava haaste vastaanotettuaan tasmennetyn haastehakemuksen. vastaajaa kehotetaan haasteessa vastaamaan kanteeseen kirjallisesti. haasteen antamiseen ja siihen vastaamiseen sovelletaan muutoin soveltuvin osin, mita oikeudenkaymiskaaren 5 luvun 10―12 §:ssa saadetaan.",
        "title_sv": "Stämning",
        "content_sv": "Domstolen skall utan dröjsmål utfärda stämning efter att den mottagit den preciserade stämningsansökan. I stämningen skall svaranden uppmanas att avge svaromål skriftligen. I fråga om utfärdande av stämning och avgivande av svaromål iakttas i övrigt i tillämpliga delar vad som föreskrivs i 5 kap. 10―12 § i rättegångsbalken.",
        "normalized_sv": "Domstolen skall utan dröjsmål utfärda stämning efter att den mottagit den preciserade stämningsansökan. I stämningen skall svaranden uppmanas att avge svaromål skriftligen. I fråga om utfärdande av stämning och avgivande av svaromål iakttas i övrigt i tillämpliga delar vad som föreskrivs i 5 kap. 10―12 § i rättegångsbalken.",
        "folded_sv": "domstolen skall utan drojsmal utfarda stamning efter att den mottagit den preciserade stamningsansokan. i stamningen skall svaranden uppmanas att avge svaromal skriftligen. i fraga om utfardande av stamning och avgivande av svaromal iakttas i ovrigt i tillampliga delar vad som foreskrivs i 5 kap. 10―12 § i rattegangsbalken."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ryhmän jäsenen asema",
      "content": "Ryhmän jäsen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyyttä, oikeudenkäynnin vireilläolovaikutuksia, kanteiden yhdistämistä ja kuulemista koskevia oikeudenkäymiskaaren säännöksiä. Ryhmän jäsenen tulee tehdä väite tuomarin esteellisyydestä niin pian kuin mahdollista saatuaan tiedon asian käsittelyyn osallistuvista tuomareista. Ryhmän jäsen ei voi osallistua oikeudenkäyntiin väliintulijana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Ryhmän jäsen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyyttä, oikeudenkäynnin vireilläolovaikutuksia, kanteiden yhdistämistä ja kuulemista koskevia oikeudenkäymiskaaren säännöksiä. Ryhmän jäsenen tulee tehdä väite tuomarin esteellisyydestä niin pian kuin mahdollista saatuaan tiedon asian käsittelyyn osallistuvista tuomareista. Ryhmän jäsen ei voi osallistua oikeudenkäyntiin väliintulijana.",
        "folded_fi": "ryhman jasen rinnastetaan asianosaiseen sovellettaessa riidan kohteen luovuttamista, tuomarin esteellisyytta, oikeudenkaynnin vireillaolovaikutuksia, kanteiden yhdistamista ja kuulemista koskevia oikeudenkaymiskaaren saannoksia. ryhman jasenen tulee tehda vaite tuomarin esteellisyydesta niin pian kuin mahdollista saatuaan tiedon asian kasittelyyn osallistuvista tuomareista. ryhman jasen ei voi osallistua oikeudenkayntiin valiintulijana.",
        "title_sv": "En gruppmedlems ställning",
        "content_sv": "En gruppmedlem skall likställas med en part vid tillämpning av rättegångsbalkens bestämmelser om överlåtelse av föremålet för tvisten, domarjäv, verkningarna av anhängig rättegång, förening av käromål och hörande. En gruppmedlem skall framställa invändning om domarjäv så snart som möjligt efter det att medlemmen har fått veta vilka domare som deltar i handläggningen av målet. En gruppmedlem kan inte delta i rättegången som intervenient.",
        "normalized_sv": "En gruppmedlem skall likställas med en part vid tillämpning av rättegångsbalkens bestämmelser om överlåtelse av föremålet för tvisten, domarjäv, verkningarna av anhängig rättegång, förening av käromål och hörande. En gruppmedlem skall framställa invändning om domarjäv så snart som möjligt efter det att medlemmen har fått veta vilka domare som deltar i handläggningen av målet. En gruppmedlem kan inte delta i rättegången som intervenient.",
        "folded_sv": "en gruppmedlem skall likstallas med en part vid tillampning av rattegangsbalkens bestammelser om overlatelse av foremalet for tvisten, domarjav, verkningarna av anhangig rattegang, forening av karomal och horande. en gruppmedlem skall framstalla invandning om domarjav sa snart som mojligt efter det att medlemmen har fatt veta vilka domare som deltar i handlaggningen av malet. en gruppmedlem kan inte delta i rattegangen som intervenient."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kanteen laajentaminen",
      "content": "Kantaja saa valmistelun aikana ryhmän määritelmää muuttamalla ulottaa kanteen koskemaan myös uusia ryhmän jäseniä, jos tämä ei merkittävästi viivytä asian käsittelyä tai aiheuta vastaajalle kohtuutonta haittaa. Uusien jäsenten osalta on soveltuvin osin ilmoitettava 5 §:ssä tarkoitetut tiedot. Kantajan vaatimusten muuttamiseen sovelletaan oikeudenkäymiskaaren 14 luvun 2 §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Kantaja saa valmistelun aikana ryhmän määritelmää muuttamalla ulottaa kanteen koskemaan myös uusia ryhmän jäseniä, jos tämä ei merkittävästi viivytä asian käsittelyä tai aiheuta vastaajalle kohtuutonta haittaa. Uusien jäsenten osalta on soveltuvin osin ilmoitettava 5 § :ssä tarkoitetut tiedot. Kantajan vaatimusten muuttamiseen sovelletaan oikeudenkäymiskaaren 14 luvun 2 § :n säännöksiä.",
        "folded_fi": "kantaja saa valmistelun aikana ryhman maaritelmaa muuttamalla ulottaa kanteen koskemaan myos uusia ryhman jasenia, jos tama ei merkittavasti viivyta asian kasittelya tai aiheuta vastaajalle kohtuutonta haittaa. uusien jasenten osalta on soveltuvin osin ilmoitettava 5 §:ssa tarkoitetut tiedot. kantajan vaatimusten muuttamiseen sovelletaan oikeudenkaymiskaaren 14 luvun 2 §:n saannoksia.",
        "title_sv": "Utvidgning av talan",
        "content_sv": "Medan förberedelsen pågår får käranden genom att ändra definitionen av gruppen utvidga talan till att omfatta också nya gruppmedlemmar, om detta kan ske utan att det avsevärt fördröjer sakens behandling eller medför oskäliga olägenheter för svaranden. Angående de nya medlemmarna skall i tillämpliga delar lämnas de uppgifter som avses i 5 §. På ändring av kärandens yrkanden tillämpas 14 kap. 2 § i rättegångsbalken.",
        "normalized_sv": "Medan förberedelsen pågår får käranden genom att ändra definitionen av gruppen utvidga talan till att omfatta också nya gruppmedlemmar, om detta kan ske utan att det avsevärt fördröjer sakens behandling eller medför oskäliga olägenheter för svaranden. Angående de nya medlemmarna skall i tillämpliga delar lämnas de uppgifter som avses i 5 § . På ändring av kärandens yrkanden tillämpas 14 kap. 2 § i rättegångsbalken.",
        "folded_sv": "medan forberedelsen pagar far karanden genom att andra definitionen av gruppen utvidga talan till att omfatta ocksa nya gruppmedlemmar, om detta kan ske utan att det avsevart fordrojer sakens behandling eller medfor oskaliga olagenheter for svaranden. angaende de nya medlemmarna skall i tillampliga delar lamnas de uppgifter som avses i 5 §. pa andring av karandens yrkanden tillampas 14 kap. 2 § i rattegangsbalken."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kanteen rajaaminen",
      "content": "Jos kantaja peruuttaa kanteen ryhmän jonkin jäsenen vaatimuksen osalta ennen kuin täsmennetty haastehakemus on toimitettu käräjäoikeuteen, tuomioistuimen on tältä osin jätettävä kanne sillensä. Jos kantaja sen jälkeen, kun täsmennetty haastehakemus on toimitettu käräjäoikeuteen, rajoittaa kannetta siten, että se ei enää koske jonkin jäsenen vaatimusta, tuomioistuimen on asetettava määräaika, jonka kuluessa ryhmän jäsen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkäyntiä asianosaisena. Jos ryhmän jäsen ilmoittaa jatkavansa oikeudenkäyntiä asianosaisena, tuomioistuimen on erotettava hänen vaatimuksensa käsiteltäväksi erikseen omana asianaan ja päätettävä sen jatkokäsittelystä. Tuomioistuin voi ryhmän jäsenen pyynnöstä siirtää erotetun asian toisen toimivaltaisen tuomioistuimen käsiteltäväksi, jos tämä on asian käsittelyn kannalta tarkoituksenmukaista. Jos oikeudenkäyntiä ei edellä sanotun vaatimuksen osalta jatketa, asia on siltä osin jätettävä sillensä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos kantaja peruuttaa kanteen ryhmän jonkin jäsenen vaatimuksen osalta ennen kuin täsmennetty haastehakemus on toimitettu käräjäoikeuteen, tuomioistuimen on tältä osin jätettävä kanne sillensä. Jos kantaja sen jälkeen, kun täsmennetty haastehakemus on toimitettu käräjäoikeuteen, rajoittaa kannetta siten, että se ei enää koske jonkin jäsenen vaatimusta, tuomioistuimen on asetettava määräaika, jonka kuluessa ryhmän jäsen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkäyntiä asianosaisena. Jos ryhmän jäsen ilmoittaa jatkavansa oikeudenkäyntiä asianosaisena, tuomioistuimen on erotettava hänen vaatimuksensa käsiteltäväksi erikseen omana asianaan ja päätettävä sen jatkokäsittelystä. Tuomioistuin voi ryhmän jäsenen pyynnöstä siirtää erotetun asian toisen toimivaltaisen tuomioistuimen käsiteltäväksi, jos tämä on asian käsittelyn kannalta tarkoituksenmukaista. Jos oikeudenkäyntiä ei edellä sanotun vaatimuksen osalta jatketa, asia on siltä osin jätettävä sillensä.",
        "folded_fi": "jos kantaja peruuttaa kanteen ryhman jonkin jasenen vaatimuksen osalta ennen kuin tasmennetty haastehakemus on toimitettu karajaoikeuteen, tuomioistuimen on talta osin jatettava kanne sillensa. jos kantaja sen jalkeen, kun tasmennetty haastehakemus on toimitettu karajaoikeuteen, rajoittaa kannetta siten, etta se ei enaa koske jonkin jasenen vaatimusta, tuomioistuimen on asetettava maaraaika, jonka kuluessa ryhman jasen voi ilmoittaa tuomioistuimelle haluavansa omassa asiassaan jatkaa oikeudenkayntia asianosaisena. jos ryhman jasen ilmoittaa jatkavansa oikeudenkayntia asianosaisena, tuomioistuimen on erotettava hanen vaatimuksensa kasiteltavaksi erikseen omana asianaan ja paatettava sen jatkokasittelysta. tuomioistuin voi ryhman jasenen pyynnosta siirtaa erotetun asian toisen toimivaltaisen tuomioistuimen kasiteltavaksi, jos tama on asian kasittelyn kannalta tarkoituksenmukaista. jos oikeudenkayntia ei edella sanotun vaatimuksen osalta jatketa, asia on silta osin jatettava sillensa.",
        "title_sv": "Avgränsning av talan",
        "content_sv": "Om käranden återkallar talan i fråga om en gruppmedlems yrkande innan en preciserad stämningsansökan har lämnats in till tingsrätten, skall domstolen till denna del avskriva målet. Om käranden efter det att den preciserade stämningsansökan har getts in till tingsrätten avgränsar talan så att den inte längre omfattar någon viss gruppmedlems yrkande, skall domstolen sätta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon önskar att som part fortsätta rättegången i egen sak. Om en gruppmedlem meddelar att han eller hon fortsätter rättegången som part, skall domstolen avskilja medlemmens yrkande för separat handläggning som egen talan och besluta om dess fortsatta handläggning. Domstolen kan på gruppmedlemmens begäran överföra det avskilda målet till en annan behörig domstol för handläggning, om det är ändamålsenligt med hänsyn till handläggningen av målet. Om rättegången inte fortsätter beträffande det ovan nämnda yrkandet, skall målet avskrivas till denna del.",
        "normalized_sv": "Om käranden återkallar talan i fråga om en gruppmedlems yrkande innan en preciserad stämningsansökan har lämnats in till tingsrätten, skall domstolen till denna del avskriva målet. Om käranden efter det att den preciserade stämningsansökan har getts in till tingsrätten avgränsar talan så att den inte längre omfattar någon viss gruppmedlems yrkande, skall domstolen sätta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon önskar att som part fortsätta rättegången i egen sak. Om en gruppmedlem meddelar att han eller hon fortsätter rättegången som part, skall domstolen avskilja medlemmens yrkande för separat handläggning som egen talan och besluta om dess fortsatta handläggning. Domstolen kan på gruppmedlemmens begäran överföra det avskilda målet till en annan behörig domstol för handläggning, om det är ändamålsenligt med hänsyn till handläggningen av målet. Om rättegången inte fortsätter beträffande det ovan nämnda yrkandet, skall målet avskrivas till denna del.",
        "folded_sv": "om karanden aterkallar talan i fraga om en gruppmedlems yrkande innan en preciserad stamningsansokan har lamnats in till tingsratten, skall domstolen till denna del avskriva malet. om karanden efter det att den preciserade stamningsansokan har getts in till tingsratten avgransar talan sa att den inte langre omfattar nagon viss gruppmedlems yrkande, skall domstolen satta ut en tid inom vilken en gruppmedlem kan meddela domstolen att han eller hon onskar att som part fortsatta rattegangen i egen sak. om en gruppmedlem meddelar att han eller hon fortsatter rattegangen som part, skall domstolen avskilja medlemmens yrkande for separat handlaggning som egen talan och besluta om dess fortsatta handlaggning. domstolen kan pa gruppmedlemmens begaran overfora det avskilda malet till en annan behorig domstol for handlaggning, om det ar andamalsenligt med hansyn till handlaggningen av malet. om rattegangen inte fortsatter betraffande det ovan namnda yrkandet, skall malet avskrivas till denna del."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Käsittely alaryhmissä",
      "content": "Tuomioistuin voi määrätä tiettyjä ryhmän jäseniä koskevat vaatimukset tai tietyt kysymykset käsiteltäviksi erikseen alaryhmissä, jos tämä edistää asian tarkoituksenmukaista käsittelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tuomioistuin voi määrätä tiettyjä ryhmän jäseniä koskevat vaatimukset tai tietyt kysymykset käsiteltäviksi erikseen alaryhmissä, jos tämä edistää asian tarkoituksenmukaista käsittelyä.",
        "folded_fi": "tuomioistuin voi maarata tiettyja ryhman jasenia koskevat vaatimukset tai tietyt kysymykset kasiteltaviksi erikseen alaryhmissa, jos tama edistaa asian tarkoituksenmukaista kasittelya.",
        "title_sv": "Handläggning i undergrupper",
        "content_sv": "Domstolen kan förordna att vissa gruppmedlemmars yrkanden eller vissa frågor skall handläggas separat i undergrupper, om detta främjar en ändamålsenlig handläggning av saken.",
        "normalized_sv": "Domstolen kan förordna att vissa gruppmedlemmars yrkanden eller vissa frågor skall handläggas separat i undergrupper, om detta främjar en ändamålsenlig handläggning av saken.",
        "folded_sv": "domstolen kan forordna att vissa gruppmedlemmars yrkanden eller vissa fragor skall handlaggas separat i undergrupper, om detta framjar en andamalsenlig handlaggning av saken."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ryhmästä irrottautuminen",
      "content": "Ryhmän jäsen voi ennen asian siirtämistä pääkäsittelyyn irrottautua ryhmästä ilmoittamalla siitä kirjallisesti tuomioistuimelle tai sen kansliaan. Kanne jätetään tällöin ryhmästä irrottautuneen osalta sillensä. Sen jälkeen kun asia on siirretty pääkäsittelyyn, ryhmän jäsen voi vain vastaajan suostumuksella 1 momentissa säädetyllä tavalla irrottautua ryhmästä. Kanne jätetään tällöinkin ryhmästä irrottautuneen osalta sillensä. Kun asia on jätetty päätettäväksi, ryhmästä ei voi enää irrottautua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Ryhmän jäsen voi ennen asian siirtämistä pääkäsittelyyn irrottautua ryhmästä ilmoittamalla siitä kirjallisesti tuomioistuimelle tai sen kansliaan. Kanne jätetään tällöin ryhmästä irrottautuneen osalta sillensä. Sen jälkeen kun asia on siirretty pääkäsittelyyn, ryhmän jäsen voi vain vastaajan suostumuksella 1 momentissa säädetyllä tavalla irrottautua ryhmästä. Kanne jätetään tällöinkin ryhmästä irrottautuneen osalta sillensä. Kun asia on jätetty päätettäväksi, ryhmästä ei voi enää irrottautua.",
        "folded_fi": "ryhman jasen voi ennen asian siirtamista paakasittelyyn irrottautua ryhmasta ilmoittamalla siita kirjallisesti tuomioistuimelle tai sen kansliaan. kanne jatetaan talloin ryhmasta irrottautuneen osalta sillensa. sen jalkeen kun asia on siirretty paakasittelyyn, ryhman jasen voi vain vastaajan suostumuksella 1 momentissa saadetylla tavalla irrottautua ryhmasta. kanne jatetaan talloinkin ryhmasta irrottautuneen osalta sillensa. kun asia on jatetty paatettavaksi, ryhmasta ei voi enaa irrottautua.",
        "title_sv": "Utträde ur gruppen",
        "content_sv": "En gruppmedlem kan innan målet överförs till huvudförhandling träda ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. Målet avskrivs då till den del det avser den medlem som trätt ur gruppen. Efter det att målet har överförts till huvudförhandling kan en gruppmedlem endast med svarandens samtycke träda ur gruppen på det sätt som föreskrivs i 1 mom. Även i detta fall avskrivs målet till den del det avser den medlem som trätt ur gruppen. Sedan målet har förts till avgörande är det inte längre möjligt att träda ur gruppen.",
        "normalized_sv": "En gruppmedlem kan innan målet överförs till huvudförhandling träda ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. Målet avskrivs då till den del det avser den medlem som trätt ur gruppen. Efter det att målet har överförts till huvudförhandling kan en gruppmedlem endast med svarandens samtycke träda ur gruppen på det sätt som föreskrivs i 1 mom. Även i detta fall avskrivs målet till den del det avser den medlem som trätt ur gruppen. Sedan målet har förts till avgörande är det inte längre möjligt att träda ur gruppen.",
        "folded_sv": "en gruppmedlem kan innan malet overfors till huvudforhandling trada ur gruppen genom att skriftligt meddela detta till domstolen eller dess kansli. malet avskrivs da till den del det avser den medlem som tratt ur gruppen. efter det att malet har overforts till huvudforhandling kan en gruppmedlem endast med svarandens samtycke trada ur gruppen pa det satt som foreskrivs i 1 mom. aven i detta fall avskrivs malet till den del det avser den medlem som tratt ur gruppen. sedan malet har forts till avgorande ar det inte langre mojligt att trada ur gruppen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tuomion oikeusvoimasta",
      "content": "Tuomioistuimen ratkaisu sitoo niitä ryhmän jäseniä, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tuomioistuimen ratkaisu sitoo niitä ryhmän jäseniä, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
        "folded_fi": "tuomioistuimen ratkaisu sitoo niita ryhman jasenia, joita tuomioistuin on ratkaisussaan ilmoittanut sen koskevan.",
        "title_sv": "Domens rättskraft",
        "content_sv": "Domstolens avgörande är bindande för de gruppmedlemmar som domstolen i sitt avgörande har meddelat att omfattas av det.",
        "normalized_sv": "Domstolens avgörande är bindande för de gruppmedlemmar som domstolen i sitt avgörande har meddelat att omfattas av det.",
        "folded_sv": "domstolens avgorande ar bindande for de gruppmedlemmar som domstolen i sitt avgorande har meddelat att omfattas av det."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Oikeudenkäyntikulut",
      "content": "Oikeudenkäyntikuluista on voimassa, mitä oikeudenkäymiskaaren 21 luvussa säädetään. Ryhmän jäsen ei vastaa oikeudenkäyntikuluista. Ryhmän jäsen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkäymiskaaren 21 luvun 5 §:ssä tarkoitetulla menettelyllä aiheuttamansa kustannukset. Jos ryhmän jäsenen vaatimus on erotettu käsiteltäväksi erikseen omana asianaan, hän on asianosaisena vastuussa erottamisen jälkeen syntyneistä oikeudenkäyntikuluista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Oikeudenkäyntikuluista on voimassa, mitä oikeudenkäymiskaaren 21 luvussa säädetään. Ryhmän jäsen ei vastaa oikeudenkäyntikuluista. Ryhmän jäsen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkäymiskaaren 21 luvun 5 § :ssä tarkoitetulla menettelyllä aiheuttamansa kustannukset. Jos ryhmän jäsenen vaatimus on erotettu käsiteltäväksi erikseen omana asianaan, hän on asianosaisena vastuussa erottamisen jälkeen syntyneistä oikeudenkäyntikuluista.",
        "folded_fi": "oikeudenkayntikuluista on voimassa, mita oikeudenkaymiskaaren 21 luvussa saadetaan. ryhman jasen ei vastaa oikeudenkayntikuluista. ryhman jasen on kuitenkin velvollinen korvaamaan vastaajalle oikeudenkaymiskaaren 21 luvun 5 §:ssa tarkoitetulla menettelylla aiheuttamansa kustannukset. jos ryhman jasenen vaatimus on erotettu kasiteltavaksi erikseen omana asianaan, han on asianosaisena vastuussa erottamisen jalkeen syntyneista oikeudenkayntikuluista.",
        "title_sv": "Rättegångskostnader",
        "content_sv": "Angående rättegångskostnader gäller vad som föreskrivs i 21 kap. i rättegångsbalken. En gruppmedlem svarar inte för rättegångskostnaderna. En gruppmedlem är dock skyldig att ersätta svaranden för de kostnader som medlemmen förorsakar genom ett förfarande som avses i 21 kap. 5 § i rättegångsbalken. Om en gruppmedlems yrkande har avskilts för separat handläggning som egen talan, är medlemmen i egenskap av part ansvarig för sådana rättegångskostnader som uppkommit efter avskiljandet.",
        "normalized_sv": "Angående rättegångskostnader gäller vad som föreskrivs i 21 kap. i rättegångsbalken. En gruppmedlem svarar inte för rättegångskostnaderna. En gruppmedlem är dock skyldig att ersätta svaranden för de kostnader som medlemmen förorsakar genom ett förfarande som avses i 21 kap. 5 § i rättegångsbalken. Om en gruppmedlems yrkande har avskilts för separat handläggning som egen talan, är medlemmen i egenskap av part ansvarig för sådana rättegångskostnader som uppkommit efter avskiljandet.",
        "folded_sv": "angaende rattegangskostnader galler vad som foreskrivs i 21 kap. i rattegangsbalken. en gruppmedlem svarar inte for rattegangskostnaderna. en gruppmedlem ar dock skyldig att ersatta svaranden for de kostnader som medlemmen fororsakar genom ett forfarande som avses i 21 kap. 5 § i rattegangsbalken. om en gruppmedlems yrkande har avskilts for separat handlaggning som egen talan, ar medlemmen i egenskap av part ansvarig for sadana rattegangskostnader som uppkommit efter avskiljandet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Muutoksenhaku",
      "content": "Asianosaisilla on oikeus hakea valittamalla muutosta ryhmäkanteen johdosta annettuun ratkaisuun siten kuin oikeudenkäymiskaaressa säädetään. Ryhmäkannemenettelyn edellytyksiä koskevan oikeudenkäyntiväitteen johdosta annettuun hylkäävään ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivästymisen estämiseksi tai muusta erityisestä syystä määrää, että muutosta haetaan pääasiassa annetun tuomion tai lopullisen päätöksen yhteydessä. Jos kantaja ei hae muutosta ryhmäkanteen johdosta annettuun ratkaisuun, ryhmän jäsenellä on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 päivän kuluessa valitusajan tai vastaavasti vastavalitusajan päättymisestä. Ryhmän jäsenen ei tarvitse ilmoittaa ratkaisuun tyytymättömyyttä. Muilta osin muutoksenhakuun sovelletaan oikeudenkäymiskaaren säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Asianosaisilla on oikeus hakea valittamalla muutosta ryhmäkanteen johdosta annettuun ratkaisuun siten kuin oikeudenkäymiskaaressa säädetään. Ryhmäkannemenettelyn edellytyksiä koskevan oikeudenkäyntiväitteen johdosta annettuun hylkäävään ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivästymisen estämiseksi tai muusta erityisestä syystä määrää, että muutosta haetaan pääasiassa annetun tuomion tai lopullisen päätöksen yhteydessä. Jos kantaja ei hae muutosta ryhmäkanteen johdosta annettuun ratkaisuun, ryhmän jäsenellä on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 päivän kuluessa valitusajan tai vastaavasti vastavalitusajan päättymisestä. Ryhmän jäsenen ei tarvitse ilmoittaa ratkaisuun tyytymättömyyttä. Muilta osin muutoksenhakuun sovelletaan oikeudenkäymiskaaren säännöksiä.",
        "folded_fi": "asianosaisilla on oikeus hakea valittamalla muutosta ryhmakanteen johdosta annettuun ratkaisuun siten kuin oikeudenkaymiskaaressa saadetaan. ryhmakannemenettelyn edellytyksia koskevan oikeudenkayntivaitteen johdosta annettuun hylkaavaan ratkaisuun saa hakea muutosta erikseen, jollei tuomioistuin aiheettoman viivastymisen estamiseksi tai muusta erityisesta syysta maaraa, etta muutosta haetaan paaasiassa annetun tuomion tai lopullisen paatoksen yhteydessa. jos kantaja ei hae muutosta ryhmakanteen johdosta annettuun ratkaisuun, ryhman jasenella on omassa asiassaan oikeus hakea ratkaisuun muutosta 14 paivan kuluessa valitusajan tai vastaavasti vastavalitusajan paattymisesta. ryhman jasenen ei tarvitse ilmoittaa ratkaisuun tyytymattomyytta. muilta osin muutoksenhakuun sovelletaan oikeudenkaymiskaaren saannoksia.",
        "title_sv": "Ändringssökande",
        "content_sv": "Parterna har rätt att i enlighet med rättegångsbalken genom besvär överklaga ett avgörande som meddelats med anledning av en grupptalan. Ett avgörande genom vilket en processinvändning som gäller förutsättningarna för grupptalan har förkastats får överklagas särskilt, om inte domstolen för att förhindra obefogat dröjsmål eller av något annat särskilt skäl bestämmer att avgörandet skall överklagas i samband med att ändring söks i domen eller det slutliga beslutet i huvudsaken. Om käranden inte överklagar ett avgörande som meddelats med anledning av grupptalan, har en gruppmedlem rätt att inom 14 dagar från besvärstidens eller motbesvärstidens utgång söka ändring i avgörandet i sin egen sak. Gruppmedlemmen behöver inte anmäla missnöje med avgörandet. I övrigt tillämpas rättegångsbalken på ändringssökandet.",
        "normalized_sv": "Parterna har rätt att i enlighet med rättegångsbalken genom besvär överklaga ett avgörande som meddelats med anledning av en grupptalan. Ett avgörande genom vilket en processinvändning som gäller förutsättningarna för grupptalan har förkastats får överklagas särskilt, om inte domstolen för att förhindra obefogat dröjsmål eller av något annat särskilt skäl bestämmer att avgörandet skall överklagas i samband med att ändring söks i domen eller det slutliga beslutet i huvudsaken. Om käranden inte överklagar ett avgörande som meddelats med anledning av grupptalan, har en gruppmedlem rätt att inom 14 dagar från besvärstidens eller motbesvärstidens utgång söka ändring i avgörandet i sin egen sak. Gruppmedlemmen behöver inte anmäla missnöje med avgörandet. I övrigt tillämpas rättegångsbalken på ändringssökandet.",
        "folded_sv": "parterna har ratt att i enlighet med rattegangsbalken genom besvar overklaga ett avgorande som meddelats med anledning av en grupptalan. ett avgorande genom vilket en processinvandning som galler forutsattningarna for grupptalan har forkastats far overklagas sarskilt, om inte domstolen for att forhindra obefogat drojsmal eller av nagot annat sarskilt skal bestammer att avgorandet skall overklagas i samband med att andring soks i domen eller det slutliga beslutet i huvudsaken. om karanden inte overklagar ett avgorande som meddelats med anledning av grupptalan, har en gruppmedlem ratt att inom 14 dagar fran besvarstidens eller motbesvarstidens utgang soka andring i avgorandet i sin egen sak. gruppmedlemmen behover inte anmala missnoje med avgorandet. i ovrigt tillampas rattegangsbalken pa andringssokandet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2007.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2007.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2007.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2007.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2007.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2007."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}