{
  "id": "446/2007",
  "type": "statute",
  "title": "Laki biopolttoaineiden käytön edistämisestä liikenteessä",
  "title_en": "Lag om främjande av användningen av biodrivmedel för transport",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/446/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää biopolttoaineiden käyttöä moottoribensiinin ja dieselöljyn korvaamiseksi liikenteessä. biopolttoainedirektiivi Tällä lailla pannaan täytäntöön liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden käytön edistämisestä annettu Euroopan parlamentin ja neuvoston direktiivi 2003/30/EY, jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää biopolttoaineiden käyttöä moottoribensiinin ja dieselöljyn korvaamiseksi liikenteessä. biopolttoainedirektiivi Tällä lailla pannaan täytäntöön liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden käytön edistämisestä annettu Euroopan parlamentin ja neuvoston direktiivi 2003/30/EY, jäljempänä.",
        "folded_fi": "taman lain tarkoituksena on edistaa biopolttoaineiden kayttoa moottoribensiinin ja dieseloljyn korvaamiseksi liikenteessa. biopolttoainedirektiivi talla lailla pannaan taytantoon liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden kayton edistamisesta annettu euroopan parlamentin ja neuvoston direktiivi 2003/30/ey, jaljempana.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja användningen av biodrivmedel för att motorbensin och dieselolja skall kunna ersättas i trafiken. biodrivmedelsdirektivet Genom denna lag genomförs Europaparlamentets och rådets direktiv 2003/30/EG om främjande av användningen av biodrivmedel eller andra förnybara drivmedel, nedan kallat.",
        "normalized_sv": "Syftet med denna lag är att främja användningen av biodrivmedel för att motorbensin och dieselolja skall kunna ersättas i trafiken. biodrivmedelsdirektivet Genom denna lag genomförs Europaparlamentets och rådets direktiv 2003/30/EG om främjande av användningen av biodrivmedel eller andra förnybara drivmedel, nedan kallat.",
        "folded_sv": "syftet med denna lag ar att framja anvandningen av biodrivmedel for att motorbensin och dieselolja skall kunna ersattas i trafiken. biodrivmedelsdirektivet genom denna lag genomfors europaparlamentets och radets direktiv 2003/30/eg om framjande av anvandningen av biodrivmedel eller andra fornybara drivmedel, nedan kallat."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) biopolttoaineilla nestemäisiä ja kaasumaisia liikenteessä käytettäviä polttoaineita, jotka tuotetaan biomassasta. Biomassalla tarkoitetaan maataloudesta, kasvi- ja eläinaineet mukaan lukien, metsätaloudesta ja niihin liittyvästä teollisuudesta peräisin olevien tuotteiden, jätteiden ja jätetuotteiden biohajoavaa osaa sekä teollisuus- ja yhdyskuntajätteiden biohajoavaa osaa; 2) moottoribensiinillä nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennäisöljyjä, jotka on tarkoitettu ottomoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 3) dieselöljyllä nestemäisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieselöljyjä, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 §:n 1 momentin mukaan on verovelvollinen verottomasta varastosta Suomessa verolliseen kulutukseen toimittamastaan liikennekäyttöön tarkoitetusta moottoribensiinistä tai dieselöljystä sekä sitä, joka on mainitun säännöksen mukaan verovelvollinen vastaanottamastaan moottoribensiinistä tai dieselöljystä; 5) kulutukseen toimittamisella moottoribensiinin, dieselöljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen Suomessa sekä näiden polttoaineiden vastaanottamista toisesta jäsenvaltiosta tai tuontia yhteisön ulkopuolelta Suomeen verollista kulutusta varten; 6) energiasisällöllä polttoaineen alempaa lämpöarvoa; polttoaineiden lämpöarvot ilmoitettuna megajouleina litralta (MJ/l) ovat seuraavat: moottoribensiini 32,3 MJ/l, dieselöljy 35,7 MJ/l, bioetanoli 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, synteettinen biodiesel (BTL) ja vastaava 34,4 MJ/l. ETBE:n (etyyli-tert-butyylieetteri) lämpöarvo on 27,0 MJ/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. Energiasisältöä määriteltäessä katsotaan polttoaine toimitetuksi 15 celsiusasteen lämpötilassa. Milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edellä ole ilmoitettu alempaa lämpöarvoa, on jakelijan ilmoitettava 7 §:ssä tarkoitetun ilmoituksensa yhteydessä kulutukseen toimitetun biopolttoaineen lämpöarvo sekä standardi, jonka mukaisesti lämpöarvo on määritelty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) biopolttoaineilla nestemäisiä ja kaasumaisia liikenteessä käytettäviä polttoaineita, jotka tuotetaan biomassasta. Biomassalla tarkoitetaan maataloudesta, kasvi- ja eläinaineet mukaan lukien, metsätaloudesta ja niihin liittyvästä teollisuudesta peräisin olevien tuotteiden, jätteiden ja jätetuotteiden biohajoavaa osaa sekä teollisuus- ja yhdyskuntajätteiden biohajoavaa osaa; 2) moottoribensiinillä nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennäisöljyjä, jotka on tarkoitettu ottomoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 3) dieselöljyllä nestemäisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieselöljyjä, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 § :n 1 momentin mukaan on verovelvollinen verottomasta varastosta Suomessa verolliseen kulutukseen toimittamastaan liikennekäyttöön tarkoitetusta moottoribensiinistä tai dieselöljystä sekä sitä, joka on mainitun säännöksen mukaan verovelvollinen vastaanottamastaan moottoribensiinistä tai dieselöljystä; 5) kulutukseen toimittamisella moottoribensiinin, dieselöljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen Suomessa sekä näiden polttoaineiden vastaanottamista toisesta jäsenvaltiosta tai tuontia yhteisön ulkopuolelta Suomeen verollista kulutusta varten; 6) energiasisällöllä polttoaineen alempaa lämpöarvoa; polttoaineiden lämpöarvot ilmoitettuna megajouleina litralta (MJ/l) ovat seuraavat: moottoribensiini 32,3 MJ/l, dieselöljy 35,7 MJ/l, bioetanoli 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, synteettinen biodiesel (BTL) ja vastaava 34,4 MJ/l. ETBE:n (etyyli-tert-butyylieetteri) lämpöarvo on 27,0 MJ/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. Energiasisältöä määriteltäessä katsotaan polttoaine toimitetuksi 15 celsiusasteen lämpötilassa. Milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edellä ole ilmoitettu alempaa lämpöarvoa, on jakelijan ilmoitettava 7 § :ssä tarkoitetun ilmoituksensa yhteydessä kulutukseen toimitetun biopolttoaineen lämpöarvo sekä standardi, jonka mukaisesti lämpöarvo on määritelty.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) biopolttoaineilla nestemaisia ja kaasumaisia liikenteessa kaytettavia polttoaineita, jotka tuotetaan biomassasta. biomassalla tarkoitetaan maataloudesta, kasvi- ja elainaineet mukaan lukien, metsataloudesta ja niihin liittyvasta teollisuudesta peraisin olevien tuotteiden, jatteiden ja jatetuotteiden biohajoavaa osaa seka teollisuus- ja yhdyskuntajatteiden biohajoavaa osaa; 2) moottoribensiinilla nestemaisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennaisoljyja, jotka on tarkoitettu ottomoottorilla varustettujen moottorikayttoisten ajoneuvojen polttoaineeksi; 3) dieseloljylla nestemaisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieseloljyja, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikayttoisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 §:n 1 momentin mukaan on verovelvollinen verottomasta varastosta suomessa verolliseen kulutukseen toimittamastaan liikennekayttoon tarkoitetusta moottoribensiinista tai dieseloljysta seka sita, joka on mainitun saannoksen mukaan verovelvollinen vastaanottamastaan moottoribensiinista tai dieseloljysta; 5) kulutukseen toimittamisella moottoribensiinin, dieseloljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen suomessa seka naiden polttoaineiden vastaanottamista toisesta jasenvaltiosta tai tuontia yhteison ulkopuolelta suomeen verollista kulutusta varten; 6) energiasisallolla polttoaineen alempaa lampoarvoa; polttoaineiden lampoarvot ilmoitettuna megajouleina litralta (mj/l) ovat seuraavat: moottoribensiini 32,3 mj/l, dieseloljy 35,7 mj/l, bioetanoli 21,2 mj/l, biodiesel (fame) 33,2 mj/l, synteettinen biodiesel (btl) ja vastaava 34,4 mj/l. etbe:n (etyyli-tert-butyylieetteri) lampoarvo on 27,0 mj/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. energiasisaltoa maariteltaessa katsotaan polttoaine toimitetuksi 15 celsiusasteen lampotilassa. milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edella ole ilmoitettu alempaa lampoarvoa, on jakelijan ilmoitettava 7 §:ssa tarkoitetun ilmoituksensa yhteydessa kulutukseen toimitetun biopolttoaineen lampoarvo seka standardi, jonka mukaisesti lampoarvo on maaritelty.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) biodrivmedel för transportändamål avsett flytande eller gasformigt bränsle som framställs av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter från jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och därmed förknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen (1472/1994) och som är avsedda att användas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen och som är avsedda att användas som drivmedel i motordrivna fordon med dieselmotor, 4) distributör en drivmedelsdistributör som enligt 10 § 1 mom. i lagen om påförande av accis (1469/1994) är accisskyldig för motorbensin eller dieselolja avsedd för transportändamål som han levererat till accisbelagd konsumtion från ett skattefritt lager i Finland samt den som enligt nämnda bestämmelse är accisskyldig för motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel från ett skattefritt lager till accisbelagd konsumtion i Finland eller mottagande från en annan medlemsstat eller import från ett land utanför gemenskapen av sådana drivmedel till accisbelagd konsumtion i Finland, 6) energiinnehåll ett drivmedels nedre värmevärde; drivmedlen har följande värmevärden angivna i megajoule per liter (MJ/l): motorbensin 32,3 MJ/l, dieselolja 35,7 MJ/l, bioetanol 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, syntetisk biodiesel (BTL) och motsvarande 34,4 MJ/l. Värmevärdet för ETBE (etyltertiärbutyleter) är 27,0 MJ/l, varav biodrivmedlets andel anses vara 47 procent. När energiinnehållet bestäms anses bränslet vara levererat vid en temperatur av 15 grader Celsius. När ett biodrivmedel för vilket det nedre värmevärdet inte angetts ovan levereras till konsumtion skall distributören i samband med den anmälan som avses i 7 § ange värmevärdet för biodrivmedlet i fråga och den standard enligt vilken värmevärdet bestämts.",
        "normalized_sv": "I denna lag avses med 1) biodrivmedel för transportändamål avsett flytande eller gasformigt bränsle som framställs av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter från jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och därmed förknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen (1472/1994) och som är avsedda att användas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen och som är avsedda att användas som drivmedel i motordrivna fordon med dieselmotor, 4) distributör en drivmedelsdistributör som enligt 10 § 1 mom. i lagen om påförande av accis (1469/1994) är accisskyldig för motorbensin eller dieselolja avsedd för transportändamål som han levererat till accisbelagd konsumtion från ett skattefritt lager i Finland samt den som enligt nämnda bestämmelse är accisskyldig för motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel från ett skattefritt lager till accisbelagd konsumtion i Finland eller mottagande från en annan medlemsstat eller import från ett land utanför gemenskapen av sådana drivmedel till accisbelagd konsumtion i Finland, 6) energiinnehåll ett drivmedels nedre värmevärde; drivmedlen har följande värmevärden angivna i megajoule per liter (MJ/l): motorbensin 32,3 MJ/l, dieselolja 35,7 MJ/l, bioetanol 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, syntetisk biodiesel (BTL) och motsvarande 34,4 MJ/l. Värmevärdet för ETBE (etyltertiärbutyleter) är 27,0 MJ/l, varav biodrivmedlets andel anses vara 47 procent. När energiinnehållet bestäms anses bränslet vara levererat vid en temperatur av 15 grader Celsius. När ett biodrivmedel för vilket det nedre värmevärdet inte angetts ovan levereras till konsumtion skall distributören i samband med den anmälan som avses i 7 § ange värmevärdet för biodrivmedlet i fråga och den standard enligt vilken värmevärdet bestämts.",
        "folded_sv": "i denna lag avses med 1) biodrivmedel for transportandamal avsett flytande eller gasformigt bransle som framstalls av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter fran jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och darmed forknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhorande varukod 2710 i tulltariffen som avses i lagen om accis pa flytande branslen (1472/1994) och som ar avsedda att anvandas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhorande varukod 2710 i tulltariffen som avses i lagen om accis pa flytande branslen och som ar avsedda att anvandas som drivmedel i motordrivna fordon med dieselmotor, 4) distributor en drivmedelsdistributor som enligt 10 § 1 mom. i lagen om paforande av accis (1469/1994) ar accisskyldig for motorbensin eller dieselolja avsedd for transportandamal som han levererat till accisbelagd konsumtion fran ett skattefritt lager i finland samt den som enligt namnda bestammelse ar accisskyldig for motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel fran ett skattefritt lager till accisbelagd konsumtion i finland eller mottagande fran en annan medlemsstat eller import fran ett land utanfor gemenskapen av sadana drivmedel till accisbelagd konsumtion i finland, 6) energiinnehall ett drivmedels nedre varmevarde; drivmedlen har foljande varmevarden angivna i megajoule per liter (mj/l): motorbensin 32,3 mj/l, dieselolja 35,7 mj/l, bioetanol 21,2 mj/l, biodiesel (fame) 33,2 mj/l, syntetisk biodiesel (btl) och motsvarande 34,4 mj/l. varmevardet for etbe (etyltertiarbutyleter) ar 27,0 mj/l, varav biodrivmedlets andel anses vara 47 procent. nar energiinnehallet bestams anses branslet vara levererat vid en temperatur av 15 grader celsius. nar ett biodrivmedel for vilket det nedre varmevardet inte angetts ovan levereras till konsumtion skall distributoren i samband med den anmalan som avses i 7 § ange varmevardet for biodrivmedlet i fraga och den standard enligt vilken varmevardet bestamts."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lain soveltamisala",
      "content": "Jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jäljempänä säädetään. Lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. Lakia ei myöskään sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä on enintään miljoona litraa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jäljempänä säädetään. Lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. Lakia ei myöskään sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä on enintään miljoona litraa.",
        "folded_fi": "jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jaljempana saadetaan. lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. lakia ei myoskaan sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieseloljyn ja biopolttoaineiden maara on enintaan miljoona litraa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "En distributör skall leverera biodrivmedel till konsumtion i enlighet med vad som bestäms nedan. Lagen tillämpas inte på sådana statliga säkerhetsupplag som avses i lagen om tryggande av försörjningsberedskapen (1390/1992). Lagen tillämpas inte heller på en distributör som under ett kalenderår levererar sammanlagt högst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion.",
        "normalized_sv": "En distributör skall leverera biodrivmedel till konsumtion i enlighet med vad som bestäms nedan. Lagen tillämpas inte på sådana statliga säkerhetsupplag som avses i lagen om tryggande av försörjningsberedskapen (1390/1992). Lagen tillämpas inte heller på en distributör som under ett kalenderår levererar sammanlagt högst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion.",
        "folded_sv": "en distributor skall leverera biodrivmedel till konsumtion i enlighet med vad som bestams nedan. lagen tillampas inte pa sadana statliga sakerhetsupplag som avses i lagen om tryggande av forsorjningsberedskapen (1390/1992). lagen tillampas inte heller pa en distributor som under ett kalenderar levererar sammanlagt hogst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Toimivaltaiset viranomaiset ja tietojen salassapito",
      "content": "Tullilaitos valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista sekä huolehtii lain täytäntöönpanosta. Tulliviranomaisen toimivaltuuksista on voimassa, mitä valmisteverotuslain 15 ja 18 luvussa säädetään. Tulliviranomaisen tämän lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun säännöksiä. Tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriölle sen tässä laissa tarkoitettujen tehtävien hoitamiseksi sekä biopolttoainedirektiivissä tarkoitetun raportoinnin toimeenpanemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tullilaitos valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista sekä huolehtii lain täytäntöönpanosta. Tulliviranomaisen toimivaltuuksista on voimassa, mitä valmisteverotuslain 15 ja 18 luvussa säädetään. Tulliviranomaisen tämän lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun säännöksiä. Tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriölle sen tässä laissa tarkoitettujen tehtävien hoitamiseksi sekä biopolttoainedirektiivissä tarkoitetun raportoinnin toimeenpanemiseksi.",
        "folded_fi": "tullilaitos valvoo taman lain ja sen nojalla annettujen saannosten noudattamista seka huolehtii lain taytantoonpanosta. tulliviranomaisen toimivaltuuksista on voimassa, mita valmisteverotuslain 15 ja 18 luvussa saadetaan. tulliviranomaisen taman lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun saannoksia. tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriolle sen tassa laissa tarkoitettujen tehtavien hoitamiseksi seka biopolttoainedirektiivissa tarkoitetun raportoinnin toimeenpanemiseksi.",
        "title_sv": "Behöriga myndigheter och tystnadsplikt",
        "content_sv": "Tullverket skall övervaka efterlevnaden av denna lag och de bestämmelser som meddelats med stöd av den samt sörja för verkställigheten av lagen. För tullmyndighetens befogenheter gäller 15 och 18 kap. i lagen om påförande av accis. I fråga om skyldigheten att hålla de uppgifter och handlingar hemliga som tullmyndigheten erhåller med stöd av denna lag tillämpas 16 kap. i lagen om påförande av accis. Tullmyndigheten får likväl lämna uppgifter och handlingar till handels- och industriministeriet för att ministeriet skall kunna utföra sina uppgifter enligt denna lag och för att genomföra den rapportering som avses i biodrivmedelsdirektivet.",
        "normalized_sv": "Tullverket skall övervaka efterlevnaden av denna lag och de bestämmelser som meddelats med stöd av den samt sörja för verkställigheten av lagen. För tullmyndighetens befogenheter gäller 15 och 18 kap. i lagen om påförande av accis. I fråga om skyldigheten att hålla de uppgifter och handlingar hemliga som tullmyndigheten erhåller med stöd av denna lag tillämpas 16 kap. i lagen om påförande av accis. Tullmyndigheten får likväl lämna uppgifter och handlingar till handels- och industriministeriet för att ministeriet skall kunna utföra sina uppgifter enligt denna lag och för att genomföra den rapportering som avses i biodrivmedelsdirektivet.",
        "folded_sv": "tullverket skall overvaka efterlevnaden av denna lag och de bestammelser som meddelats med stod av den samt sorja for verkstalligheten av lagen. for tullmyndighetens befogenheter galler 15 och 18 kap. i lagen om paforande av accis. i fraga om skyldigheten att halla de uppgifter och handlingar hemliga som tullmyndigheten erhaller med stod av denna lag tillampas 16 kap. i lagen om paforande av accis. tullmyndigheten far likval lamna uppgifter och handlingar till handels- och industriministeriet for att ministeriet skall kunna utfora sina uppgifter enligt denna lag och for att genomfora den rapportering som avses i biodrivmedelsdirektivet."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Biopolttoaineiden kulutukseen toimittaminen",
      "content": "jakeluvelvoite Jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vähintään kaksi prosenttia laskettuna kyseisenä vuonna kulutukseen toimittamiensa moottoribensiinin, dieselöljyn ja biopolttoaineiden energiasisällön kokonaismäärästä. Biopolttoaineita on toimitettava kulutukseen vuonna 2009 vähintään neljä prosenttia. Biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jälkeen vuosittain vähintään 5,75 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "jakeluvelvoite Jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vähintään kaksi prosenttia laskettuna kyseisenä vuonna kulutukseen toimittamiensa moottoribensiinin, dieselöljyn ja biopolttoaineiden energiasisällön kokonaismäärästä. Biopolttoaineita on toimitettava kulutukseen vuonna 2009 vähintään neljä prosenttia. Biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jälkeen vuosittain vähintään 5,75 prosenttia.",
        "folded_fi": "jakeluvelvoite jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vahintaan kaksi prosenttia laskettuna kyseisena vuonna kulutukseen toimittamiensa moottoribensiinin, dieseloljyn ja biopolttoaineiden energiasisallon kokonaismaarasta. biopolttoaineita on toimitettava kulutukseen vuonna 2009 vahintaan nelja prosenttia. biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jalkeen vuosittain vahintaan 5,75 prosenttia.",
        "title_sv": "Leverans av biodrivmedel till konsumtion",
        "content_sv": "distributionsskyldighet År 2008 skall en distributör leverera biodrivmedel till konsumtion () så att dess andel, räknad enligt energiinnehållet, av den sammanlagda mängd motorbensin, dieselolja och biodrivmedel som distributören levererar det året är minst två procent. År 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. Från och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje år vara minst 5,75 procent.",
        "normalized_sv": "distributionsskyldighet År 2008 skall en distributör leverera biodrivmedel till konsumtion () så att dess andel, räknad enligt energiinnehållet, av den sammanlagda mängd motorbensin, dieselolja och biodrivmedel som distributören levererar det året är minst två procent. År 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. Från och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje år vara minst 5,75 procent.",
        "folded_sv": "distributionsskyldighet ar 2008 skall en distributor leverera biodrivmedel till konsumtion () sa att dess andel, raknad enligt energiinnehallet, av den sammanlagda mangd motorbensin, dieselolja och biodrivmedel som distributoren levererar det aret ar minst tva procent. ar 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. fran och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje ar vara minst 5,75 procent."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Jakelijoiden väliset sopimukset",
      "content": "Jakeluvelvoitteensa täyttämiseksi voi jakelija sopia velvoitteensa siirtämisestä osittain tai kokonaan toiselle jakelijalle. Jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvästä syystä ole täytetty, vastaa kukin jakelija jakeluvelvoitteensa täyttämisestä ja tämän lain mukaisista seuraamuksista. Sopimuksesta on toimitettava jäljennös tulliviranomaiselle 7 §:ssä tarkoitetun ilmoituksen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Jakeluvelvoitteensa täyttämiseksi voi jakelija sopia velvoitteensa siirtämisestä osittain tai kokonaan toiselle jakelijalle. Jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvästä syystä ole täytetty, vastaa kukin jakelija jakeluvelvoitteensa täyttämisestä ja tämän lain mukaisista seuraamuksista. Sopimuksesta on toimitettava jäljennös tulliviranomaiselle 7 § :ssä tarkoitetun ilmoituksen yhteydessä.",
        "folded_fi": "jakeluvelvoitteensa tayttamiseksi voi jakelija sopia velvoitteensa siirtamisesta osittain tai kokonaan toiselle jakelijalle. jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvasta syysta ole taytetty, vastaa kukin jakelija jakeluvelvoitteensa tayttamisesta ja taman lain mukaisista seuraamuksista. sopimuksesta on toimitettava jaljennos tulliviranomaiselle 7 §:ssa tarkoitetun ilmoituksen yhteydessa.",
        "title_sv": "Avtal mellan distributörer",
        "content_sv": "För att fullgöra sin distributionsskyldighet kan en distributör avtala om att helt eller delvis överföra skyldigheten till en annan distributör. Vid avtalstvist eller om distributionsskyldigheten av någon annan orsak som anknyter till avtalet inte fullgörs, ansvarar varje distributör för fullgörandet av sin egen distributionsskyldighet och för de påföljder som denna lag föreskriver. En kopia av avtalet skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 §.",
        "normalized_sv": "För att fullgöra sin distributionsskyldighet kan en distributör avtala om att helt eller delvis överföra skyldigheten till en annan distributör. Vid avtalstvist eller om distributionsskyldigheten av någon annan orsak som anknyter till avtalet inte fullgörs, ansvarar varje distributör för fullgörandet av sin egen distributionsskyldighet och för de påföljder som denna lag föreskriver. En kopia av avtalet skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 § .",
        "folded_sv": "for att fullgora sin distributionsskyldighet kan en distributor avtala om att helt eller delvis overfora skyldigheten till en annan distributor. vid avtalstvist eller om distributionsskyldigheten av nagon annan orsak som anknyter till avtalet inte fullgors, ansvarar varje distributor for fullgorandet av sin egen distributionsskyldighet och for de pafoljder som denna lag foreskriver. en kopia av avtalet skall lamnas till tullmyndigheten i samband med den anmalan som avses i 7 §."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Ilmoittamisvelvollisuus",
      "content": "Jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä tuotteittain. Jakelijan, joka 6 §:ssä tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltävä sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden määrä. Ilmoitus on toimitettava viimeistään ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä tuotteittain. Jakelijan, joka 6 § :ssä tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltävä sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden määrä. Ilmoitus on toimitettava viimeistään ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
        "folded_fi": "jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieseloljyn ja biopolttoaineiden maara tuotteittain. jakelijan, joka 6 §:ssa tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltava sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden maara. ilmoitus on toimitettava viimeistaan ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "En distributör skall varje år genom en anmälan redovisa de mängder motorbensin, dieselolja respektive biodrivmedel som distributören levererat till konsumtion under det föregående kalenderåret. En distributör som levererar biodrivmedel till konsumtion på grundval av ett i 6 § avsett avtal skall i sin anmälan specificera de mängder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. Anmälan skall lämnas till tullmyndigheten på distributörens hemort senast under mars månad året efter det år som anmälan avser.",
        "normalized_sv": "En distributör skall varje år genom en anmälan redovisa de mängder motorbensin, dieselolja respektive biodrivmedel som distributören levererat till konsumtion under det föregående kalenderåret. En distributör som levererar biodrivmedel till konsumtion på grundval av ett i 6 § avsett avtal skall i sin anmälan specificera de mängder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. Anmälan skall lämnas till tullmyndigheten på distributörens hemort senast under mars månad året efter det år som anmälan avser.",
        "folded_sv": "en distributor skall varje ar genom en anmalan redovisa de mangder motorbensin, dieselolja respektive biodrivmedel som distributoren levererat till konsumtion under det foregaende kalenderaret. en distributor som levererar biodrivmedel till konsumtion pa grundval av ett i 6 § avsett avtal skall i sin anmalan specificera de mangder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. anmalan skall lamnas till tullmyndigheten pa distributorens hemort senast under mars manad aret efter det ar som anmalan avser."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kirjanpitovelvollisuus",
      "content": "Jakelijan on pidettävä sellaista kirjanpitoa, josta käy selville kulutukseen toimitetun moottoribensiinin, dieselöljyn sekä biopolttoaineiden määrät sekä biopolttoaineiden energiasisältö ja muut tämän lain valvontaa varten tarvittavat tiedot. Kirjanpitoaineiston säilytysaikaa ja -tapaa koskevista säännöksistä säädetään valmisteverotuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Jakelijan on pidettävä sellaista kirjanpitoa, josta käy selville kulutukseen toimitetun moottoribensiinin, dieselöljyn sekä biopolttoaineiden määrät sekä biopolttoaineiden energiasisältö ja muut tämän lain valvontaa varten tarvittavat tiedot. Kirjanpitoaineiston säilytysaikaa ja -tapaa koskevista säännöksistä säädetään valmisteverotuslaissa.",
        "folded_fi": "jakelijan on pidettava sellaista kirjanpitoa, josta kay selville kulutukseen toimitetun moottoribensiinin, dieseloljyn seka biopolttoaineiden maarat seka biopolttoaineiden energiasisalto ja muut taman lain valvontaa varten tarvittavat tiedot. kirjanpitoaineiston sailytysaikaa ja -tapaa koskevista saannoksista saadetaan valmisteverotuslaissa.",
        "title_sv": "Bokföringsskyldighet",
        "content_sv": "Av distributörens bokföring skall framgå de mängder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehåll och övriga uppgifter som är nödvändiga vid tillsynen enligt denna lag. Hur länge och i vilken form bokföringsmaterialet skall bevaras fastställs i lagen om påförande av accis.",
        "normalized_sv": "Av distributörens bokföring skall framgå de mängder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehåll och övriga uppgifter som är nödvändiga vid tillsynen enligt denna lag. Hur länge och i vilken form bokföringsmaterialet skall bevaras fastställs i lagen om påförande av accis.",
        "folded_sv": "av distributorens bokforing skall framga de mangder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehall och ovriga uppgifter som ar nodvandiga vid tillsynen enligt denna lag. hur lange och i vilken form bokforingsmaterialet skall bevaras faststalls i lagen om paforande av accis."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Jakelijan ja sivullisen tietojenantovelvollisuus",
      "content": "Jakelijan ja sivullisen velvollisuuteen antaa tietoja tämän lain ja sen nojalla annettujen säännösten valvonnassa ja täytäntöönpanon seurannassa sovelletaan valmisteverotuslain 15 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jakelijan ja sivullisen velvollisuuteen antaa tietoja tämän lain ja sen nojalla annettujen säännösten valvonnassa ja täytäntöönpanon seurannassa sovelletaan valmisteverotuslain 15 luvun säännöksiä.",
        "folded_fi": "jakelijan ja sivullisen velvollisuuteen antaa tietoja taman lain ja sen nojalla annettujen saannosten valvonnassa ja taytantoonpanon seurannassa sovelletaan valmisteverotuslain 15 luvun saannoksia.",
        "title_sv": "Distributörers och utomståendes skyldighet att lämna uppgifter",
        "content_sv": "På distributörers och utomståendes skyldighet att lämna uppgifter för tillsynen över efterlevnaden och uppföljning av verkställigheten av denna lag och de bestämmelser som meddelats med stöd av den tillämpas 15 kap. i lagen om påförande av accis.",
        "normalized_sv": "På distributörers och utomståendes skyldighet att lämna uppgifter för tillsynen över efterlevnaden och uppföljning av verkställigheten av denna lag och de bestämmelser som meddelats med stöd av den tillämpas 15 kap. i lagen om påförande av accis.",
        "folded_sv": "pa distributorers och utomstaendes skyldighet att lamna uppgifter for tillsynen over efterlevnaden och uppfoljning av verkstalligheten av denna lag och de bestammelser som meddelats med stod av den tillampas 15 kap. i lagen om paforande av accis."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Ylivoimainen este",
      "content": "Jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene täyttämään edellä tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministeriö jakelijan hakemuksesta alentaa 5 §:ssä tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. Velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriölle 7 §:n 3 momentissa säädetyssä määräajassa sekä jäljennös hakemuksesta tulliviranomaiselle 7 §:ssä tarkoitetun ilmoituksen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene täyttämään edellä tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministeriö jakelijan hakemuksesta alentaa 5 § :ssä tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. Velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriölle 7 § :n 3 momentissa säädetyssä määräajassa sekä jäljennös hakemuksesta tulliviranomaiselle 7 § :ssä tarkoitetun ilmoituksen yhteydessä.",
        "folded_fi": "jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene tayttamaan edella tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministerio jakelijan hakemuksesta alentaa 5 §:ssa tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriolle 7 §:n 3 momentissa saadetyssa maaraajassa seka jaljennos hakemuksesta tulliviranomaiselle 7 §:ssa tarkoitetun ilmoituksen yhteydessa.",
        "title_sv": "Force majeure",
        "content_sv": "Om en distributör på grund av exceptionella och oförutsedda förändringar i tillgången på biodrivmedel eller av något annat liknande skäl som kan anses utgöra ett oöverstigligt hinder inte kan fullgöra den distributionsskyldighet som avses ovan, kan handels- och industriministeriet på ansökan av distributören antingen sänka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten för det kalenderår som ansökan avser. En ansökan om lindring eller slopande av distributionsskyldigheten skall lämnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansökan skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 §.",
        "normalized_sv": "Om en distributör på grund av exceptionella och oförutsedda förändringar i tillgången på biodrivmedel eller av något annat liknande skäl som kan anses utgöra ett oöverstigligt hinder inte kan fullgöra den distributionsskyldighet som avses ovan, kan handels- och industriministeriet på ansökan av distributören antingen sänka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten för det kalenderår som ansökan avser. En ansökan om lindring eller slopande av distributionsskyldigheten skall lämnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansökan skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 § .",
        "folded_sv": "om en distributor pa grund av exceptionella och oforutsedda forandringar i tillgangen pa biodrivmedel eller av nagot annat liknande skal som kan anses utgora ett ooverstigligt hinder inte kan fullgora den distributionsskyldighet som avses ovan, kan handels- och industriministeriet pa ansokan av distributoren antingen sanka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten for det kalenderar som ansokan avser. en ansokan om lindring eller slopande av distributionsskyldigheten skall lamnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansokan skall lamnas till tullmyndigheten i samband med den anmalan som avses i 7 §."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Seuraamusmaksu",
      "content": "Jos liikennepolttoaineiden jakelija ei ole 5 §:n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 §:n 3 momentissa tarkoitetun tulliviranomaisen määrättävä liikennepolttoaineiden jakelijalle seuraamusmaksu. Seuraamusmaksua määrätään 5 §:n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen määrästä siltä osin kuin jakelija ei ole velvoitettaan 7 §:n 1 momentin mukaisesti antamansa ilmoituksen perusteella täyttänyt. Seuraamusmaksun suuruus on 0,04 euroa megajoulelta. Seuraamusmaksu on määrättävä sen kalenterivuoden aikana, jolloin 7 §:n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitänyt antaa. Jos seuraamusmaksu on jäänyt kokonaan tai osittain määräämättä sen johdosta, että liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyönyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttävän tai väärän ilmoituksen, tulliviranomaisen on määrättävä liikennepolttoaineen jakelijan maksettavaksi määräämättä jäänyt seuraamusmaksu. Maksun määrääminen on toimitettava kolmen vuoden kuluessa edellä tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. Seuraamusmaksu määrätään 10 §:ssä tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. Seuraamusmaksu on palautettava siltä osin kuin jakeluvelvoitetta alennetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Jos liikennepolttoaineiden jakelija ei ole 5 § :n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 § :n 3 momentissa tarkoitetun tulliviranomaisen määrättävä liikennepolttoaineiden jakelijalle seuraamusmaksu. Seuraamusmaksua määrätään 5 § :n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen määrästä siltä osin kuin jakelija ei ole velvoitettaan 7 § :n 1 momentin mukaisesti antamansa ilmoituksen perusteella täyttänyt. Seuraamusmaksun suuruus on 0,04 euroa megajoulelta. Seuraamusmaksu on määrättävä sen kalenterivuoden aikana, jolloin 7 § :n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitänyt antaa. Jos seuraamusmaksu on jäänyt kokonaan tai osittain määräämättä sen johdosta, että liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyönyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttävän tai väärän ilmoituksen, tulliviranomaisen on määrättävä liikennepolttoaineen jakelijan maksettavaksi määräämättä jäänyt seuraamusmaksu. Maksun määrääminen on toimitettava kolmen vuoden kuluessa edellä tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. Seuraamusmaksu määrätään 10 § :ssä tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. Seuraamusmaksu on palautettava siltä osin kuin jakeluvelvoitetta alennetaan.",
        "folded_fi": "jos liikennepolttoaineiden jakelija ei ole 5 §:n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 §:n 3 momentissa tarkoitetun tulliviranomaisen maarattava liikennepolttoaineiden jakelijalle seuraamusmaksu. seuraamusmaksua maarataan 5 §:n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen maarasta silta osin kuin jakelija ei ole velvoitettaan 7 §:n 1 momentin mukaisesti antamansa ilmoituksen perusteella tayttanyt. seuraamusmaksun suuruus on 0,04 euroa megajoulelta. seuraamusmaksu on maarattava sen kalenterivuoden aikana, jolloin 7 §:n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitanyt antaa. jos seuraamusmaksu on jaanyt kokonaan tai osittain maaraamatta sen johdosta, etta liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyonyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttavan tai vaaran ilmoituksen, tulliviranomaisen on maarattava liikennepolttoaineen jakelijan maksettavaksi maaraamatta jaanyt seuraamusmaksu. maksun maaraaminen on toimitettava kolmen vuoden kuluessa edella tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. seuraamusmaksu maarataan 10 §:ssa tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. seuraamusmaksu on palautettava silta osin kuin jakeluvelvoitetta alennetaan.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Om en drivmedelsdistributör inte har levererat biodrivmedel till konsumtion enligt 5 §, skall den tullmyndighet som avses i 7 § 3 mom. påföra distributören en påföljdsavgift. Avgiften beräknas på den mängd biodrivmedel som distributören är skyldig att leverera till konsumtion enligt 5 § till den del distributören inte fullgjort sin skyldighet i enlighet med den anmälan som distributören lämnat enligt 7 § 1 mom. Påföljdsavgiften är 0,04 euro per megajoule. Påföljdsavgiften skall påföras under det kalenderår då den anmälan som avses i 7 § 1 mom. lämnats eller borde ha lämnats. Om påföljdsavgift, på grund av att en drivmedelsdistributör helt eller delvis försummat sin redovisningsskyldighet eller lämnat en bristfällig, vilseledande eller felaktig anmälan, inte alls blivit påförd eller påförts till ett för lågt belopp, skall tullmyndigheten påföra distributören en påföljdsavgift till det belopp som av ovan beskrivna skäl tidigare inte påförts distributören. Påföljdsavgiften skall påföras inom tre år räknat från ingången av det kalenderår som följer efter det kalenderår som avses ovan. Påföljdsavgift påförs även när en sådan ansökan om lindring eller slopande av distributionsskyldighet som avses i 10 § lämnats. Påföljdsavgift återbetalas till den del distributionsskyldigheten lindras.",
        "normalized_sv": "Om en drivmedelsdistributör inte har levererat biodrivmedel till konsumtion enligt 5 § , skall den tullmyndighet som avses i 7 § 3 mom. påföra distributören en påföljdsavgift. Avgiften beräknas på den mängd biodrivmedel som distributören är skyldig att leverera till konsumtion enligt 5 § till den del distributören inte fullgjort sin skyldighet i enlighet med den anmälan som distributören lämnat enligt 7 § 1 mom. Påföljdsavgiften är 0,04 euro per megajoule. Påföljdsavgiften skall påföras under det kalenderår då den anmälan som avses i 7 § 1 mom. lämnats eller borde ha lämnats. Om påföljdsavgift, på grund av att en drivmedelsdistributör helt eller delvis försummat sin redovisningsskyldighet eller lämnat en bristfällig, vilseledande eller felaktig anmälan, inte alls blivit påförd eller påförts till ett för lågt belopp, skall tullmyndigheten påföra distributören en påföljdsavgift till det belopp som av ovan beskrivna skäl tidigare inte påförts distributören. Påföljdsavgiften skall påföras inom tre år räknat från ingången av det kalenderår som följer efter det kalenderår som avses ovan. Påföljdsavgift påförs även när en sådan ansökan om lindring eller slopande av distributionsskyldighet som avses i 10 § lämnats. Påföljdsavgift återbetalas till den del distributionsskyldigheten lindras.",
        "folded_sv": "om en drivmedelsdistributor inte har levererat biodrivmedel till konsumtion enligt 5 §, skall den tullmyndighet som avses i 7 § 3 mom. pafora distributoren en pafoljdsavgift. avgiften beraknas pa den mangd biodrivmedel som distributoren ar skyldig att leverera till konsumtion enligt 5 § till den del distributoren inte fullgjort sin skyldighet i enlighet med den anmalan som distributoren lamnat enligt 7 § 1 mom. pafoljdsavgiften ar 0,04 euro per megajoule. pafoljdsavgiften skall paforas under det kalenderar da den anmalan som avses i 7 § 1 mom. lamnats eller borde ha lamnats. om pafoljdsavgift, pa grund av att en drivmedelsdistributor helt eller delvis forsummat sin redovisningsskyldighet eller lamnat en bristfallig, vilseledande eller felaktig anmalan, inte alls blivit paford eller paforts till ett for lagt belopp, skall tullmyndigheten pafora distributoren en pafoljdsavgift till det belopp som av ovan beskrivna skal tidigare inte paforts distributoren. pafoljdsavgiften skall paforas inom tre ar raknat fran ingangen av det kalenderar som foljer efter det kalenderar som avses ovan. pafoljdsavgift pafors aven nar en sadan ansokan om lindring eller slopande av distributionsskyldighet som avses i 10 § lamnats. pafoljdsavgift aterbetalas till den del distributionsskyldigheten lindras."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Virhemaksu",
      "content": "Jos liikennepolttoaineiden jakelija on laiminlyönyt 7, 8 tai 9 §:ssä tarkoitetun velvollisuutensa, voi tulliviranomainen määrätä virhemaksua vähintään 500 euroa ja enintään 5 000 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Jos liikennepolttoaineiden jakelija on laiminlyönyt 7, 8 tai 9 § :ssä tarkoitetun velvollisuutensa, voi tulliviranomainen määrätä virhemaksua vähintään 500 euroa ja enintään 5 000 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
        "folded_fi": "jos liikennepolttoaineiden jakelija on laiminlyonyt 7, 8 tai 9 §:ssa tarkoitetun velvollisuutensa, voi tulliviranomainen maarata virhemaksua vahintaan 500 euroa ja enintaan 5 000 euroa. virhemaksun suuruutta maarattaessa otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut naihin rinnastettavat seikat.",
        "title_sv": "Felavgift",
        "content_sv": "Om en drivmedelsdistributör försummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten påföra en felavgift på minst 500 euro och högst 5 000 euro. När storleken på felavgiften bestäms skall det beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "normalized_sv": "Om en drivmedelsdistributör försummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten påföra en felavgift på minst 500 euro och högst 5 000 euro. När storleken på felavgiften bestäms skall det beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "folded_sv": "om en drivmedelsdistributor forsummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten pafora en felavgift pa minst 500 euro och hogst 5 000 euro. nar storleken pa felavgiften bestams skall det beaktas hur klandervart forfarandet varit, om det har upprepats och andra med dessa jamforliga omstandigheter."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Muutoksenhaku",
      "content": "Tulliviranomaisen ja kauppa- ja teollisuusministeriön tämän lain nojalla antamiin päätöksiin haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Tulliviranomaisen ja kauppa- ja teollisuusministeriön tämän lain nojalla antamiin päätöksiin haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "tulliviranomaisen ja kauppa- ja teollisuusministerion taman lain nojalla antamiin paatoksiin haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som tullmyndigheten eller handels- och industriministeriet fattar med stöd av denna lag kan överklagas genom besvär enligt bestämmelserna i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Beslut som tullmyndigheten eller handels- och industriministeriet fattar med stöd av denna lag kan överklagas genom besvär enligt bestämmelserna i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "beslut som tullmyndigheten eller handels- och industriministeriet fattar med stod av denna lag kan overklagas genom besvar enligt bestammelserna i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Liikennepolttoaineiden laatuvaatimukset ja jakelupisteiden merkitseminen",
      "content": "Kulutukseen toimitettavan moottoribensiinin ja dieselöljyn, joihin on sekoitettu biopolttoainetta, on täytettävä ympäristönsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieselöljyn laatuvaatimukset. Jos liikennepolttoaineen sisältämän biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteriä (FAME), osuus ylittää viisi tilavuusprosenttia, on kyseisiä tuotteita kulutukseen toimittavissa jakelupisteissä oltava merkintä liikennepolttoaineen sisältämästä biopolttoaineen prosenttiosuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Kulutukseen toimitettavan moottoribensiinin ja dieselöljyn, joihin on sekoitettu biopolttoainetta, on täytettävä ympäristönsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieselöljyn laatuvaatimukset. Jos liikennepolttoaineen sisältämän biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteriä (FAME), osuus ylittää viisi tilavuusprosenttia, on kyseisiä tuotteita kulutukseen toimittavissa jakelupisteissä oltava merkintä liikennepolttoaineen sisältämästä biopolttoaineen prosenttiosuudesta.",
        "folded_fi": "kulutukseen toimitettavan moottoribensiinin ja dieseloljyn, joihin on sekoitettu biopolttoainetta, on taytettava ymparistonsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieseloljyn laatuvaatimukset. jos liikennepolttoaineen sisaltaman biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteria (fame), osuus ylittaa viisi tilavuusprosenttia, on kyseisia tuotteita kulutukseen toimittavissa jakelupisteissa oltava merkinta liikennepolttoaineen sisaltamasta biopolttoaineen prosenttiosuudesta.",
        "title_sv": "Kvalitetskrav för drivmedel och markering av distributionsställen",
        "content_sv": "Den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav för motorbensin och dieselolja som fastställts med stöd av miljöskyddslagen (86/2000). Om ett drivmedel innehåller en volymandel biobränsle, bestående av etanol eller metylester av fettsyra (FAME), som överskrider fem procent, skall de distributionsställen där drivmedlet levereras till konsumtion förses med en särskild märkning som anger denna volymandel.",
        "normalized_sv": "Den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav för motorbensin och dieselolja som fastställts med stöd av miljöskyddslagen (86/2000). Om ett drivmedel innehåller en volymandel biobränsle, bestående av etanol eller metylester av fettsyra (FAME), som överskrider fem procent, skall de distributionsställen där drivmedlet levereras till konsumtion förses med en särskild märkning som anger denna volymandel.",
        "folded_sv": "den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav for motorbensin och dieselolja som faststallts med stod av miljoskyddslagen (86/2000). om ett drivmedel innehaller en volymandel biobransle, bestaende av etanol eller metylester av fettsyra (fame), som overskrider fem procent, skall de distributionsstallen dar drivmedlet levereras till konsumtion forses med en sarskild markning som anger denna volymandel."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Lain 5 §:n 3 momentin voimaantulosta säädetään kuitenkin valtioneuvoston asetuksella. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Lain 5 § :n 3 momentin voimaantulosta säädetään kuitenkin valtioneuvoston asetuksella. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. lain 5 §:n 3 momentin voimaantulosta saadetaan kuitenkin valtioneuvoston asetuksella. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Bestämmelser om när 5 § 3 mom. träder i kraft utfärdas dock genom förordning av statsrådet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Bestämmelser om när 5 § 3 mom. träder i kraft utfärdas dock genom förordning av statsrådet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. bestammelser om nar 5 § 3 mom. trader i kraft utfardas dock genom forordning av statsradet. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää biopolttoaineiden käyttöä moottoribensiinin ja dieselöljyn korvaamiseksi liikenteessä. biopolttoainedirektiivi Tällä lailla pannaan täytäntöön liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden käytön edistämisestä annettu Euroopan parlamentin ja neuvoston direktiivi 2003/30/EY, jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää biopolttoaineiden käyttöä moottoribensiinin ja dieselöljyn korvaamiseksi liikenteessä. biopolttoainedirektiivi Tällä lailla pannaan täytäntöön liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden käytön edistämisestä annettu Euroopan parlamentin ja neuvoston direktiivi 2003/30/EY, jäljempänä.",
        "folded_fi": "taman lain tarkoituksena on edistaa biopolttoaineiden kayttoa moottoribensiinin ja dieseloljyn korvaamiseksi liikenteessa. biopolttoainedirektiivi talla lailla pannaan taytantoon liikenteen biopolttoaineiden ja muiden uusiutuvien polttoaineiden kayton edistamisesta annettu euroopan parlamentin ja neuvoston direktiivi 2003/30/ey, jaljempana.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja användningen av biodrivmedel för att motorbensin och dieselolja skall kunna ersättas i trafiken. biodrivmedelsdirektivet Genom denna lag genomförs Europaparlamentets och rådets direktiv 2003/30/EG om främjande av användningen av biodrivmedel eller andra förnybara drivmedel, nedan kallat.",
        "normalized_sv": "Syftet med denna lag är att främja användningen av biodrivmedel för att motorbensin och dieselolja skall kunna ersättas i trafiken. biodrivmedelsdirektivet Genom denna lag genomförs Europaparlamentets och rådets direktiv 2003/30/EG om främjande av användningen av biodrivmedel eller andra förnybara drivmedel, nedan kallat.",
        "folded_sv": "syftet med denna lag ar att framja anvandningen av biodrivmedel for att motorbensin och dieselolja skall kunna ersattas i trafiken. biodrivmedelsdirektivet genom denna lag genomfors europaparlamentets och radets direktiv 2003/30/eg om framjande av anvandningen av biodrivmedel eller andra fornybara drivmedel, nedan kallat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) biopolttoaineilla nestemäisiä ja kaasumaisia liikenteessä käytettäviä polttoaineita, jotka tuotetaan biomassasta. Biomassalla tarkoitetaan maataloudesta, kasvi- ja eläinaineet mukaan lukien, metsätaloudesta ja niihin liittyvästä teollisuudesta peräisin olevien tuotteiden, jätteiden ja jätetuotteiden biohajoavaa osaa sekä teollisuus- ja yhdyskuntajätteiden biohajoavaa osaa; 2) moottoribensiinillä nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennäisöljyjä, jotka on tarkoitettu ottomoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 3) dieselöljyllä nestemäisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieselöljyjä, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 §:n 1 momentin mukaan on verovelvollinen verottomasta varastosta Suomessa verolliseen kulutukseen toimittamastaan liikennekäyttöön tarkoitetusta moottoribensiinistä tai dieselöljystä sekä sitä, joka on mainitun säännöksen mukaan verovelvollinen vastaanottamastaan moottoribensiinistä tai dieselöljystä; 5) kulutukseen toimittamisella moottoribensiinin, dieselöljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen Suomessa sekä näiden polttoaineiden vastaanottamista toisesta jäsenvaltiosta tai tuontia yhteisön ulkopuolelta Suomeen verollista kulutusta varten; 6) energiasisällöllä polttoaineen alempaa lämpöarvoa; polttoaineiden lämpöarvot ilmoitettuna megajouleina litralta (MJ/l) ovat seuraavat: moottoribensiini 32,3 MJ/l, dieselöljy 35,7 MJ/l, bioetanoli 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, synteettinen biodiesel (BTL) ja vastaava 34,4 MJ/l. ETBE:n (etyyli-tert-butyylieetteri) lämpöarvo on 27,0 MJ/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. Energiasisältöä määriteltäessä katsotaan polttoaine toimitetuksi 15 celsiusasteen lämpötilassa. Milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edellä ole ilmoitettu alempaa lämpöarvoa, on jakelijan ilmoitettava 7 §:ssä tarkoitetun ilmoituksensa yhteydessä kulutukseen toimitetun biopolttoaineen lämpöarvo sekä standardi, jonka mukaisesti lämpöarvo on määritelty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) biopolttoaineilla nestemäisiä ja kaasumaisia liikenteessä käytettäviä polttoaineita, jotka tuotetaan biomassasta. Biomassalla tarkoitetaan maataloudesta, kasvi- ja eläinaineet mukaan lukien, metsätaloudesta ja niihin liittyvästä teollisuudesta peräisin olevien tuotteiden, jätteiden ja jätetuotteiden biohajoavaa osaa sekä teollisuus- ja yhdyskuntajätteiden biohajoavaa osaa; 2) moottoribensiinillä nestemäisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennäisöljyjä, jotka on tarkoitettu ottomoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 3) dieselöljyllä nestemäisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieselöljyjä, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikäyttöisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 § :n 1 momentin mukaan on verovelvollinen verottomasta varastosta Suomessa verolliseen kulutukseen toimittamastaan liikennekäyttöön tarkoitetusta moottoribensiinistä tai dieselöljystä sekä sitä, joka on mainitun säännöksen mukaan verovelvollinen vastaanottamastaan moottoribensiinistä tai dieselöljystä; 5) kulutukseen toimittamisella moottoribensiinin, dieselöljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen Suomessa sekä näiden polttoaineiden vastaanottamista toisesta jäsenvaltiosta tai tuontia yhteisön ulkopuolelta Suomeen verollista kulutusta varten; 6) energiasisällöllä polttoaineen alempaa lämpöarvoa; polttoaineiden lämpöarvot ilmoitettuna megajouleina litralta (MJ/l) ovat seuraavat: moottoribensiini 32,3 MJ/l, dieselöljy 35,7 MJ/l, bioetanoli 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, synteettinen biodiesel (BTL) ja vastaava 34,4 MJ/l. ETBE:n (etyyli-tert-butyylieetteri) lämpöarvo on 27,0 MJ/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. Energiasisältöä määriteltäessä katsotaan polttoaine toimitetuksi 15 celsiusasteen lämpötilassa. Milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edellä ole ilmoitettu alempaa lämpöarvoa, on jakelijan ilmoitettava 7 § :ssä tarkoitetun ilmoituksensa yhteydessä kulutukseen toimitetun biopolttoaineen lämpöarvo sekä standardi, jonka mukaisesti lämpöarvo on määritelty.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) biopolttoaineilla nestemaisia ja kaasumaisia liikenteessa kaytettavia polttoaineita, jotka tuotetaan biomassasta. biomassalla tarkoitetaan maataloudesta, kasvi- ja elainaineet mukaan lukien, metsataloudesta ja niihin liittyvasta teollisuudesta peraisin olevien tuotteiden, jatteiden ja jatetuotteiden biohajoavaa osaa seka teollisuus- ja yhdyskuntajatteiden biohajoavaa osaa; 2) moottoribensiinilla nestemaisten polttoaineiden valmisteverosta annetussa laissa (1472/1994) tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia haihtuvia kivennaisoljyja, jotka on tarkoitettu ottomoottorilla varustettujen moottorikayttoisten ajoneuvojen polttoaineeksi; 3) dieseloljylla nestemaisten polttoaineiden valmisteverosta annetussa laissa tarkoitettuja tullitariffin nimikkeeseen 2710 kuuluvia dieseloljyja, jotka on tarkoitettu dieselmoottorilla varustettujen moottorikayttoisten ajoneuvojen polttoaineeksi; 4) jakelijalla liikennepolttoaineiden jakelijaa, joka valmisteverotuslain (1469/1994) 10 §:n 1 momentin mukaan on verovelvollinen verottomasta varastosta suomessa verolliseen kulutukseen toimittamastaan liikennekayttoon tarkoitetusta moottoribensiinista tai dieseloljysta seka sita, joka on mainitun saannoksen mukaan verovelvollinen vastaanottamastaan moottoribensiinista tai dieseloljysta; 5) kulutukseen toimittamisella moottoribensiinin, dieseloljyn ja biopolttoaineiden toimittamista verottomasta varastosta verolliseen kulutukseen suomessa seka naiden polttoaineiden vastaanottamista toisesta jasenvaltiosta tai tuontia yhteison ulkopuolelta suomeen verollista kulutusta varten; 6) energiasisallolla polttoaineen alempaa lampoarvoa; polttoaineiden lampoarvot ilmoitettuna megajouleina litralta (mj/l) ovat seuraavat: moottoribensiini 32,3 mj/l, dieseloljy 35,7 mj/l, bioetanoli 21,2 mj/l, biodiesel (fame) 33,2 mj/l, synteettinen biodiesel (btl) ja vastaava 34,4 mj/l. etbe:n (etyyli-tert-butyylieetteri) lampoarvo on 27,0 mj/l, josta biopolttoaineosuudeksi katsotaan 47 prosenttia. energiasisaltoa maariteltaessa katsotaan polttoaine toimitetuksi 15 celsiusasteen lampotilassa. milloin kulutukseen toimitetaan biopolttoainetta, jolle ei edella ole ilmoitettu alempaa lampoarvoa, on jakelijan ilmoitettava 7 §:ssa tarkoitetun ilmoituksensa yhteydessa kulutukseen toimitetun biopolttoaineen lampoarvo seka standardi, jonka mukaisesti lampoarvo on maaritelty.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) biodrivmedel för transportändamål avsett flytande eller gasformigt bränsle som framställs av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter från jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och därmed förknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen (1472/1994) och som är avsedda att användas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen och som är avsedda att användas som drivmedel i motordrivna fordon med dieselmotor, 4) distributör en drivmedelsdistributör som enligt 10 § 1 mom. i lagen om påförande av accis (1469/1994) är accisskyldig för motorbensin eller dieselolja avsedd för transportändamål som han levererat till accisbelagd konsumtion från ett skattefritt lager i Finland samt den som enligt nämnda bestämmelse är accisskyldig för motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel från ett skattefritt lager till accisbelagd konsumtion i Finland eller mottagande från en annan medlemsstat eller import från ett land utanför gemenskapen av sådana drivmedel till accisbelagd konsumtion i Finland, 6) energiinnehåll ett drivmedels nedre värmevärde; drivmedlen har följande värmevärden angivna i megajoule per liter (MJ/l): motorbensin 32,3 MJ/l, dieselolja 35,7 MJ/l, bioetanol 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, syntetisk biodiesel (BTL) och motsvarande 34,4 MJ/l. Värmevärdet för ETBE (etyltertiärbutyleter) är 27,0 MJ/l, varav biodrivmedlets andel anses vara 47 procent. När energiinnehållet bestäms anses bränslet vara levererat vid en temperatur av 15 grader Celsius. När ett biodrivmedel för vilket det nedre värmevärdet inte angetts ovan levereras till konsumtion skall distributören i samband med den anmälan som avses i 7 § ange värmevärdet för biodrivmedlet i fråga och den standard enligt vilken värmevärdet bestämts.",
        "normalized_sv": "I denna lag avses med 1) biodrivmedel för transportändamål avsett flytande eller gasformigt bränsle som framställs av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter från jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och därmed förknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen (1472/1994) och som är avsedda att användas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhörande varukod 2710 i tulltariffen som avses i lagen om accis på flytande bränslen och som är avsedda att användas som drivmedel i motordrivna fordon med dieselmotor, 4) distributör en drivmedelsdistributör som enligt 10 § 1 mom. i lagen om påförande av accis (1469/1994) är accisskyldig för motorbensin eller dieselolja avsedd för transportändamål som han levererat till accisbelagd konsumtion från ett skattefritt lager i Finland samt den som enligt nämnda bestämmelse är accisskyldig för motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel från ett skattefritt lager till accisbelagd konsumtion i Finland eller mottagande från en annan medlemsstat eller import från ett land utanför gemenskapen av sådana drivmedel till accisbelagd konsumtion i Finland, 6) energiinnehåll ett drivmedels nedre värmevärde; drivmedlen har följande värmevärden angivna i megajoule per liter (MJ/l): motorbensin 32,3 MJ/l, dieselolja 35,7 MJ/l, bioetanol 21,2 MJ/l, biodiesel (FAME) 33,2 MJ/l, syntetisk biodiesel (BTL) och motsvarande 34,4 MJ/l. Värmevärdet för ETBE (etyltertiärbutyleter) är 27,0 MJ/l, varav biodrivmedlets andel anses vara 47 procent. När energiinnehållet bestäms anses bränslet vara levererat vid en temperatur av 15 grader Celsius. När ett biodrivmedel för vilket det nedre värmevärdet inte angetts ovan levereras till konsumtion skall distributören i samband med den anmälan som avses i 7 § ange värmevärdet för biodrivmedlet i fråga och den standard enligt vilken värmevärdet bestämts.",
        "folded_sv": "i denna lag avses med 1) biodrivmedel for transportandamal avsett flytande eller gasformigt bransle som framstalls av biomassa; med biomassa avses den biologiskt nedbrytbara delen av produkter, avfall och restprodukter fran jordbruk, inklusive material av vegetabiliskt och animaliskt ursprung, skogsbruk och darmed forknippad industri, liksom den biologiskt nedbrytbara delen av industriavfall och kommunalt avfall, 2) motorbensin de flyktiga mineraloljor tillhorande varukod 2710 i tulltariffen som avses i lagen om accis pa flytande branslen (1472/1994) och som ar avsedda att anvandas som drivmedel i motordrivna fordon med ottomotor, 3) dieselolja de dieseloljor tillhorande varukod 2710 i tulltariffen som avses i lagen om accis pa flytande branslen och som ar avsedda att anvandas som drivmedel i motordrivna fordon med dieselmotor, 4) distributor en drivmedelsdistributor som enligt 10 § 1 mom. i lagen om paforande av accis (1469/1994) ar accisskyldig for motorbensin eller dieselolja avsedd for transportandamal som han levererat till accisbelagd konsumtion fran ett skattefritt lager i finland samt den som enligt namnda bestammelse ar accisskyldig for motorbensin eller dieselolja som han tagit emot, 5) leverans till konsumtion leverans av motorbensin, dieselolja eller biodrivmedel fran ett skattefritt lager till accisbelagd konsumtion i finland eller mottagande fran en annan medlemsstat eller import fran ett land utanfor gemenskapen av sadana drivmedel till accisbelagd konsumtion i finland, 6) energiinnehall ett drivmedels nedre varmevarde; drivmedlen har foljande varmevarden angivna i megajoule per liter (mj/l): motorbensin 32,3 mj/l, dieselolja 35,7 mj/l, bioetanol 21,2 mj/l, biodiesel (fame) 33,2 mj/l, syntetisk biodiesel (btl) och motsvarande 34,4 mj/l. varmevardet for etbe (etyltertiarbutyleter) ar 27,0 mj/l, varav biodrivmedlets andel anses vara 47 procent. nar energiinnehallet bestams anses branslet vara levererat vid en temperatur av 15 grader celsius. nar ett biodrivmedel for vilket det nedre varmevardet inte angetts ovan levereras till konsumtion skall distributoren i samband med den anmalan som avses i 7 § ange varmevardet for biodrivmedlet i fraga och den standard enligt vilken varmevardet bestamts."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lain soveltamisala",
      "content": "Jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jäljempänä säädetään. Lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. Lakia ei myöskään sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä on enintään miljoona litraa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jäljempänä säädetään. Lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. Lakia ei myöskään sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä on enintään miljoona litraa.",
        "folded_fi": "jakelijoiden on toimitettava kulutukseen biopolttoaineita siten kuin jaljempana saadetaan. lakia ei sovelleta huoltovarmuuden turvaamisesta annetussa laissa (1390/1992) tarkoitettuun valtion varmuusvarastoon. lakia ei myoskaan sovelleta jakelijaan, jonka kalenterivuoden aikana kulutukseen toimittama moottoribensiinin, dieseloljyn ja biopolttoaineiden maara on enintaan miljoona litraa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "En distributör skall leverera biodrivmedel till konsumtion i enlighet med vad som bestäms nedan. Lagen tillämpas inte på sådana statliga säkerhetsupplag som avses i lagen om tryggande av försörjningsberedskapen (1390/1992). Lagen tillämpas inte heller på en distributör som under ett kalenderår levererar sammanlagt högst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion.",
        "normalized_sv": "En distributör skall leverera biodrivmedel till konsumtion i enlighet med vad som bestäms nedan. Lagen tillämpas inte på sådana statliga säkerhetsupplag som avses i lagen om tryggande av försörjningsberedskapen (1390/1992). Lagen tillämpas inte heller på en distributör som under ett kalenderår levererar sammanlagt högst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion.",
        "folded_sv": "en distributor skall leverera biodrivmedel till konsumtion i enlighet med vad som bestams nedan. lagen tillampas inte pa sadana statliga sakerhetsupplag som avses i lagen om tryggande av forsorjningsberedskapen (1390/1992). lagen tillampas inte heller pa en distributor som under ett kalenderar levererar sammanlagt hogst en miljon liter motorbensin, dieselolja och biodrivmedel till konsumtion."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Toimivaltaiset viranomaiset ja tietojen salassapito",
      "content": "Tullilaitos valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista sekä huolehtii lain täytäntöönpanosta. Tulliviranomaisen toimivaltuuksista on voimassa, mitä valmisteverotuslain 15 ja 18 luvussa säädetään. Tulliviranomaisen tämän lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun säännöksiä. Tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriölle sen tässä laissa tarkoitettujen tehtävien hoitamiseksi sekä biopolttoainedirektiivissä tarkoitetun raportoinnin toimeenpanemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Tullilaitos valvoo tämän lain ja sen nojalla annettujen säännösten noudattamista sekä huolehtii lain täytäntöönpanosta. Tulliviranomaisen toimivaltuuksista on voimassa, mitä valmisteverotuslain 15 ja 18 luvussa säädetään. Tulliviranomaisen tämän lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun säännöksiä. Tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriölle sen tässä laissa tarkoitettujen tehtävien hoitamiseksi sekä biopolttoainedirektiivissä tarkoitetun raportoinnin toimeenpanemiseksi.",
        "folded_fi": "tullilaitos valvoo taman lain ja sen nojalla annettujen saannosten noudattamista seka huolehtii lain taytantoonpanosta. tulliviranomaisen toimivaltuuksista on voimassa, mita valmisteverotuslain 15 ja 18 luvussa saadetaan. tulliviranomaisen taman lain nojalla saamien tietojen ja asiakirjojen salassapitoon sovelletaan valmisteverotuslain 16 luvun saannoksia. tulliviranomainen voi kuitenkin antaa tietoja ja asiakirjoja kauppa- ja teollisuusministeriolle sen tassa laissa tarkoitettujen tehtavien hoitamiseksi seka biopolttoainedirektiivissa tarkoitetun raportoinnin toimeenpanemiseksi.",
        "title_sv": "Behöriga myndigheter och tystnadsplikt",
        "content_sv": "Tullverket skall övervaka efterlevnaden av denna lag och de bestämmelser som meddelats med stöd av den samt sörja för verkställigheten av lagen. För tullmyndighetens befogenheter gäller 15 och 18 kap. i lagen om påförande av accis. I fråga om skyldigheten att hålla de uppgifter och handlingar hemliga som tullmyndigheten erhåller med stöd av denna lag tillämpas 16 kap. i lagen om påförande av accis. Tullmyndigheten får likväl lämna uppgifter och handlingar till handels- och industriministeriet för att ministeriet skall kunna utföra sina uppgifter enligt denna lag och för att genomföra den rapportering som avses i biodrivmedelsdirektivet.",
        "normalized_sv": "Tullverket skall övervaka efterlevnaden av denna lag och de bestämmelser som meddelats med stöd av den samt sörja för verkställigheten av lagen. För tullmyndighetens befogenheter gäller 15 och 18 kap. i lagen om påförande av accis. I fråga om skyldigheten att hålla de uppgifter och handlingar hemliga som tullmyndigheten erhåller med stöd av denna lag tillämpas 16 kap. i lagen om påförande av accis. Tullmyndigheten får likväl lämna uppgifter och handlingar till handels- och industriministeriet för att ministeriet skall kunna utföra sina uppgifter enligt denna lag och för att genomföra den rapportering som avses i biodrivmedelsdirektivet.",
        "folded_sv": "tullverket skall overvaka efterlevnaden av denna lag och de bestammelser som meddelats med stod av den samt sorja for verkstalligheten av lagen. for tullmyndighetens befogenheter galler 15 och 18 kap. i lagen om paforande av accis. i fraga om skyldigheten att halla de uppgifter och handlingar hemliga som tullmyndigheten erhaller med stod av denna lag tillampas 16 kap. i lagen om paforande av accis. tullmyndigheten far likval lamna uppgifter och handlingar till handels- och industriministeriet for att ministeriet skall kunna utfora sina uppgifter enligt denna lag och for att genomfora den rapportering som avses i biodrivmedelsdirektivet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Biopolttoaineiden kulutukseen toimittaminen",
      "content": "jakeluvelvoite Jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vähintään kaksi prosenttia laskettuna kyseisenä vuonna kulutukseen toimittamiensa moottoribensiinin, dieselöljyn ja biopolttoaineiden energiasisällön kokonaismäärästä. Biopolttoaineita on toimitettava kulutukseen vuonna 2009 vähintään neljä prosenttia. Biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jälkeen vuosittain vähintään 5,75 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "jakeluvelvoite Jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vähintään kaksi prosenttia laskettuna kyseisenä vuonna kulutukseen toimittamiensa moottoribensiinin, dieselöljyn ja biopolttoaineiden energiasisällön kokonaismäärästä. Biopolttoaineita on toimitettava kulutukseen vuonna 2009 vähintään neljä prosenttia. Biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jälkeen vuosittain vähintään 5,75 prosenttia.",
        "folded_fi": "jakeluvelvoite jakelijan on toimitettava kulutukseen biopolttoaineita () vuonna 2008 vahintaan kaksi prosenttia laskettuna kyseisena vuonna kulutukseen toimittamiensa moottoribensiinin, dieseloljyn ja biopolttoaineiden energiasisallon kokonaismaarasta. biopolttoaineita on toimitettava kulutukseen vuonna 2009 vahintaan nelja prosenttia. biopolttoaineita on toimitettava kulutukseen vuonna 2010 ja sen jalkeen vuosittain vahintaan 5,75 prosenttia.",
        "title_sv": "Leverans av biodrivmedel till konsumtion",
        "content_sv": "distributionsskyldighet År 2008 skall en distributör leverera biodrivmedel till konsumtion () så att dess andel, räknad enligt energiinnehållet, av den sammanlagda mängd motorbensin, dieselolja och biodrivmedel som distributören levererar det året är minst två procent. År 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. Från och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje år vara minst 5,75 procent.",
        "normalized_sv": "distributionsskyldighet År 2008 skall en distributör leverera biodrivmedel till konsumtion () så att dess andel, räknad enligt energiinnehållet, av den sammanlagda mängd motorbensin, dieselolja och biodrivmedel som distributören levererar det året är minst två procent. År 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. Från och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje år vara minst 5,75 procent.",
        "folded_sv": "distributionsskyldighet ar 2008 skall en distributor leverera biodrivmedel till konsumtion () sa att dess andel, raknad enligt energiinnehallet, av den sammanlagda mangd motorbensin, dieselolja och biodrivmedel som distributoren levererar det aret ar minst tva procent. ar 2009 skall andelen biodrivmedel som levereras till konsumtion vara minst fyra procent. fran och med 2010 skall andelen biodrivmedel som levereras till konsumtion varje ar vara minst 5,75 procent."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Jakelijoiden väliset sopimukset",
      "content": "Jakeluvelvoitteensa täyttämiseksi voi jakelija sopia velvoitteensa siirtämisestä osittain tai kokonaan toiselle jakelijalle. Jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvästä syystä ole täytetty, vastaa kukin jakelija jakeluvelvoitteensa täyttämisestä ja tämän lain mukaisista seuraamuksista. Sopimuksesta on toimitettava jäljennös tulliviranomaiselle 7 §:ssä tarkoitetun ilmoituksen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Jakeluvelvoitteensa täyttämiseksi voi jakelija sopia velvoitteensa siirtämisestä osittain tai kokonaan toiselle jakelijalle. Jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvästä syystä ole täytetty, vastaa kukin jakelija jakeluvelvoitteensa täyttämisestä ja tämän lain mukaisista seuraamuksista. Sopimuksesta on toimitettava jäljennös tulliviranomaiselle 7 § :ssä tarkoitetun ilmoituksen yhteydessä.",
        "folded_fi": "jakeluvelvoitteensa tayttamiseksi voi jakelija sopia velvoitteensa siirtamisesta osittain tai kokonaan toiselle jakelijalle. jos sopimus riitautetaan tai jakeluvelvoitetta ei muusta sopimussuhteeseen liittyvasta syysta ole taytetty, vastaa kukin jakelija jakeluvelvoitteensa tayttamisesta ja taman lain mukaisista seuraamuksista. sopimuksesta on toimitettava jaljennos tulliviranomaiselle 7 §:ssa tarkoitetun ilmoituksen yhteydessa.",
        "title_sv": "Avtal mellan distributörer",
        "content_sv": "För att fullgöra sin distributionsskyldighet kan en distributör avtala om att helt eller delvis överföra skyldigheten till en annan distributör. Vid avtalstvist eller om distributionsskyldigheten av någon annan orsak som anknyter till avtalet inte fullgörs, ansvarar varje distributör för fullgörandet av sin egen distributionsskyldighet och för de påföljder som denna lag föreskriver. En kopia av avtalet skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 §.",
        "normalized_sv": "För att fullgöra sin distributionsskyldighet kan en distributör avtala om att helt eller delvis överföra skyldigheten till en annan distributör. Vid avtalstvist eller om distributionsskyldigheten av någon annan orsak som anknyter till avtalet inte fullgörs, ansvarar varje distributör för fullgörandet av sin egen distributionsskyldighet och för de påföljder som denna lag föreskriver. En kopia av avtalet skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 § .",
        "folded_sv": "for att fullgora sin distributionsskyldighet kan en distributor avtala om att helt eller delvis overfora skyldigheten till en annan distributor. vid avtalstvist eller om distributionsskyldigheten av nagon annan orsak som anknyter till avtalet inte fullgors, ansvarar varje distributor for fullgorandet av sin egen distributionsskyldighet och for de pafoljder som denna lag foreskriver. en kopia av avtalet skall lamnas till tullmyndigheten i samband med den anmalan som avses i 7 §."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Ilmoittamisvelvollisuus",
      "content": "Jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä tuotteittain. Jakelijan, joka 6 §:ssä tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltävä sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden määrä. Ilmoitus on toimitettava viimeistään ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieselöljyn ja biopolttoaineiden määrä tuotteittain. Jakelijan, joka 6 § :ssä tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltävä sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden määrä. Ilmoitus on toimitettava viimeistään ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
        "folded_fi": "jakelijan on vuosittain ilmoitettava edellisen kalenterivuoden aikana kulutukseen toimittamansa moottoribensiinin, dieseloljyn ja biopolttoaineiden maara tuotteittain. jakelijan, joka 6 §:ssa tarkoitetun sopimuksen perusteella toimittaa kulutukseen biopolttoaineita, on ilmoituksessaan eriteltava sopimuksen mukaisesti kulutukseen toimittamansa biopolttoaineiden maara. ilmoitus on toimitettava viimeistaan ilmoituksessa tarkoitettua kalenterivuotta seuraavan maaliskuun aikana jakelijan kotipaikan tulliviranomaiselle.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "En distributör skall varje år genom en anmälan redovisa de mängder motorbensin, dieselolja respektive biodrivmedel som distributören levererat till konsumtion under det föregående kalenderåret. En distributör som levererar biodrivmedel till konsumtion på grundval av ett i 6 § avsett avtal skall i sin anmälan specificera de mängder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. Anmälan skall lämnas till tullmyndigheten på distributörens hemort senast under mars månad året efter det år som anmälan avser.",
        "normalized_sv": "En distributör skall varje år genom en anmälan redovisa de mängder motorbensin, dieselolja respektive biodrivmedel som distributören levererat till konsumtion under det föregående kalenderåret. En distributör som levererar biodrivmedel till konsumtion på grundval av ett i 6 § avsett avtal skall i sin anmälan specificera de mängder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. Anmälan skall lämnas till tullmyndigheten på distributörens hemort senast under mars månad året efter det år som anmälan avser.",
        "folded_sv": "en distributor skall varje ar genom en anmalan redovisa de mangder motorbensin, dieselolja respektive biodrivmedel som distributoren levererat till konsumtion under det foregaende kalenderaret. en distributor som levererar biodrivmedel till konsumtion pa grundval av ett i 6 § avsett avtal skall i sin anmalan specificera de mangder biodrivmedel som han i enlighet med avtalet levererar till konsumtion. anmalan skall lamnas till tullmyndigheten pa distributorens hemort senast under mars manad aret efter det ar som anmalan avser."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kirjanpitovelvollisuus",
      "content": "Jakelijan on pidettävä sellaista kirjanpitoa, josta käy selville kulutukseen toimitetun moottoribensiinin, dieselöljyn sekä biopolttoaineiden määrät sekä biopolttoaineiden energiasisältö ja muut tämän lain valvontaa varten tarvittavat tiedot. Kirjanpitoaineiston säilytysaikaa ja -tapaa koskevista säännöksistä säädetään valmisteverotuslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Jakelijan on pidettävä sellaista kirjanpitoa, josta käy selville kulutukseen toimitetun moottoribensiinin, dieselöljyn sekä biopolttoaineiden määrät sekä biopolttoaineiden energiasisältö ja muut tämän lain valvontaa varten tarvittavat tiedot. Kirjanpitoaineiston säilytysaikaa ja -tapaa koskevista säännöksistä säädetään valmisteverotuslaissa.",
        "folded_fi": "jakelijan on pidettava sellaista kirjanpitoa, josta kay selville kulutukseen toimitetun moottoribensiinin, dieseloljyn seka biopolttoaineiden maarat seka biopolttoaineiden energiasisalto ja muut taman lain valvontaa varten tarvittavat tiedot. kirjanpitoaineiston sailytysaikaa ja -tapaa koskevista saannoksista saadetaan valmisteverotuslaissa.",
        "title_sv": "Bokföringsskyldighet",
        "content_sv": "Av distributörens bokföring skall framgå de mängder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehåll och övriga uppgifter som är nödvändiga vid tillsynen enligt denna lag. Hur länge och i vilken form bokföringsmaterialet skall bevaras fastställs i lagen om påförande av accis.",
        "normalized_sv": "Av distributörens bokföring skall framgå de mängder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehåll och övriga uppgifter som är nödvändiga vid tillsynen enligt denna lag. Hur länge och i vilken form bokföringsmaterialet skall bevaras fastställs i lagen om påförande av accis.",
        "folded_sv": "av distributorens bokforing skall framga de mangder motorbensin, dieselolja och biodrivmedel som levererats till konsumtion liksom biodrivmedlens energiinnehall och ovriga uppgifter som ar nodvandiga vid tillsynen enligt denna lag. hur lange och i vilken form bokforingsmaterialet skall bevaras faststalls i lagen om paforande av accis."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Jakelijan ja sivullisen tietojenantovelvollisuus",
      "content": "Jakelijan ja sivullisen velvollisuuteen antaa tietoja tämän lain ja sen nojalla annettujen säännösten valvonnassa ja täytäntöönpanon seurannassa sovelletaan valmisteverotuslain 15 luvun säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Jakelijan ja sivullisen velvollisuuteen antaa tietoja tämän lain ja sen nojalla annettujen säännösten valvonnassa ja täytäntöönpanon seurannassa sovelletaan valmisteverotuslain 15 luvun säännöksiä.",
        "folded_fi": "jakelijan ja sivullisen velvollisuuteen antaa tietoja taman lain ja sen nojalla annettujen saannosten valvonnassa ja taytantoonpanon seurannassa sovelletaan valmisteverotuslain 15 luvun saannoksia.",
        "title_sv": "Distributörers och utomståendes skyldighet att lämna uppgifter",
        "content_sv": "På distributörers och utomståendes skyldighet att lämna uppgifter för tillsynen över efterlevnaden och uppföljning av verkställigheten av denna lag och de bestämmelser som meddelats med stöd av den tillämpas 15 kap. i lagen om påförande av accis.",
        "normalized_sv": "På distributörers och utomståendes skyldighet att lämna uppgifter för tillsynen över efterlevnaden och uppföljning av verkställigheten av denna lag och de bestämmelser som meddelats med stöd av den tillämpas 15 kap. i lagen om påförande av accis.",
        "folded_sv": "pa distributorers och utomstaendes skyldighet att lamna uppgifter for tillsynen over efterlevnaden och uppfoljning av verkstalligheten av denna lag och de bestammelser som meddelats med stod av den tillampas 15 kap. i lagen om paforande av accis."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Ylivoimainen este",
      "content": "Jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene täyttämään edellä tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministeriö jakelijan hakemuksesta alentaa 5 §:ssä tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. Velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriölle 7 §:n 3 momentissa säädetyssä määräajassa sekä jäljennös hakemuksesta tulliviranomaiselle 7 §:ssä tarkoitetun ilmoituksen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene täyttämään edellä tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministeriö jakelijan hakemuksesta alentaa 5 § :ssä tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. Velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriölle 7 § :n 3 momentissa säädetyssä määräajassa sekä jäljennös hakemuksesta tulliviranomaiselle 7 § :ssä tarkoitetun ilmoituksen yhteydessä.",
        "folded_fi": "jos jakelija ei biopolttoaineiden saatavuudessa tapahtuneiden poikkeuksellisten ja ennakoimattomien muutosten tai muun vastaavan ylivoimaiseksi esteeksi katsottavan syyn vuoksi kykene tayttamaan edella tarkoitettua jakeluvelvoitettaan, voi kauppa- ja teollisuusministerio jakelijan hakemuksesta alentaa 5 §:ssa tarkoitettua prosenttiosuutta tai poistaa jakeluvelvoitteen hakemuksessa tarkoitetun kalenterivuoden osalta. velvoitteen alentamista tai kokonaan poistamista koskeva hakemus on toimitettava kauppa- ja teollisuusministeriolle 7 §:n 3 momentissa saadetyssa maaraajassa seka jaljennos hakemuksesta tulliviranomaiselle 7 §:ssa tarkoitetun ilmoituksen yhteydessa.",
        "title_sv": "Force majeure",
        "content_sv": "Om en distributör på grund av exceptionella och oförutsedda förändringar i tillgången på biodrivmedel eller av något annat liknande skäl som kan anses utgöra ett oöverstigligt hinder inte kan fullgöra den distributionsskyldighet som avses ovan, kan handels- och industriministeriet på ansökan av distributören antingen sänka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten för det kalenderår som ansökan avser. En ansökan om lindring eller slopande av distributionsskyldigheten skall lämnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansökan skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 §.",
        "normalized_sv": "Om en distributör på grund av exceptionella och oförutsedda förändringar i tillgången på biodrivmedel eller av något annat liknande skäl som kan anses utgöra ett oöverstigligt hinder inte kan fullgöra den distributionsskyldighet som avses ovan, kan handels- och industriministeriet på ansökan av distributören antingen sänka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten för det kalenderår som ansökan avser. En ansökan om lindring eller slopande av distributionsskyldigheten skall lämnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansökan skall lämnas till tullmyndigheten i samband med den anmälan som avses i 7 § .",
        "folded_sv": "om en distributor pa grund av exceptionella och oforutsedda forandringar i tillgangen pa biodrivmedel eller av nagot annat liknande skal som kan anses utgora ett ooverstigligt hinder inte kan fullgora den distributionsskyldighet som avses ovan, kan handels- och industriministeriet pa ansokan av distributoren antingen sanka den procentuella andel biodrivmedel som avses i 5 § eller slopa distributionsskyldigheten for det kalenderar som ansokan avser. en ansokan om lindring eller slopande av distributionsskyldigheten skall lamnas till handels- och industriministeriet inom den tid som anges i 7 § 3 mom. och en kopia av ansokan skall lamnas till tullmyndigheten i samband med den anmalan som avses i 7 §."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Seuraamusmaksu",
      "content": "Jos liikennepolttoaineiden jakelija ei ole 5 §:n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 §:n 3 momentissa tarkoitetun tulliviranomaisen määrättävä liikennepolttoaineiden jakelijalle seuraamusmaksu. Seuraamusmaksua määrätään 5 §:n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen määrästä siltä osin kuin jakelija ei ole velvoitettaan 7 §:n 1 momentin mukaisesti antamansa ilmoituksen perusteella täyttänyt. Seuraamusmaksun suuruus on 0,04 euroa megajoulelta. Seuraamusmaksu on määrättävä sen kalenterivuoden aikana, jolloin 7 §:n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitänyt antaa. Jos seuraamusmaksu on jäänyt kokonaan tai osittain määräämättä sen johdosta, että liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyönyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttävän tai väärän ilmoituksen, tulliviranomaisen on määrättävä liikennepolttoaineen jakelijan maksettavaksi määräämättä jäänyt seuraamusmaksu. Maksun määrääminen on toimitettava kolmen vuoden kuluessa edellä tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. Seuraamusmaksu määrätään 10 §:ssä tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. Seuraamusmaksu on palautettava siltä osin kuin jakeluvelvoitetta alennetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Jos liikennepolttoaineiden jakelija ei ole 5 § :n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 § :n 3 momentissa tarkoitetun tulliviranomaisen määrättävä liikennepolttoaineiden jakelijalle seuraamusmaksu. Seuraamusmaksua määrätään 5 § :n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen määrästä siltä osin kuin jakelija ei ole velvoitettaan 7 § :n 1 momentin mukaisesti antamansa ilmoituksen perusteella täyttänyt. Seuraamusmaksun suuruus on 0,04 euroa megajoulelta. Seuraamusmaksu on määrättävä sen kalenterivuoden aikana, jolloin 7 § :n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitänyt antaa. Jos seuraamusmaksu on jäänyt kokonaan tai osittain määräämättä sen johdosta, että liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyönyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttävän tai väärän ilmoituksen, tulliviranomaisen on määrättävä liikennepolttoaineen jakelijan maksettavaksi määräämättä jäänyt seuraamusmaksu. Maksun määrääminen on toimitettava kolmen vuoden kuluessa edellä tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. Seuraamusmaksu määrätään 10 § :ssä tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. Seuraamusmaksu on palautettava siltä osin kuin jakeluvelvoitetta alennetaan.",
        "folded_fi": "jos liikennepolttoaineiden jakelija ei ole 5 §:n mukaisesti toimittanut kulutukseen biopolttoaineita, on 7 §:n 3 momentissa tarkoitetun tulliviranomaisen maarattava liikennepolttoaineiden jakelijalle seuraamusmaksu. seuraamusmaksua maarataan 5 §:n mukaisesti laskettavan biopolttoaineiden kulutukseen toimittamista koskevan velvoitteen maarasta silta osin kuin jakelija ei ole velvoitettaan 7 §:n 1 momentin mukaisesti antamansa ilmoituksen perusteella tayttanyt. seuraamusmaksun suuruus on 0,04 euroa megajoulelta. seuraamusmaksu on maarattava sen kalenterivuoden aikana, jolloin 7 §:n 1 momentissa tarkoitettu ilmoitus on annettu tai olisi pitanyt antaa. jos seuraamusmaksu on jaanyt kokonaan tai osittain maaraamatta sen johdosta, etta liikennepolttoaineiden jakelija on kokonaan tai osaksi laiminlyonyt ilmoittamisvelvollisuutensa tai antanut puutteellisen, erehdyttavan tai vaaran ilmoituksen, tulliviranomaisen on maarattava liikennepolttoaineen jakelijan maksettavaksi maaraamatta jaanyt seuraamusmaksu. maksun maaraaminen on toimitettava kolmen vuoden kuluessa edella tarkoitettua kalenterivuotta seuraavan kalenterivuoden alusta. seuraamusmaksu maarataan 10 §:ssa tarkoitetusta jakeluvelvoitteen alentamista tai poistamista koskevasta hakemuksesta huolimatta. seuraamusmaksu on palautettava silta osin kuin jakeluvelvoitetta alennetaan.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Om en drivmedelsdistributör inte har levererat biodrivmedel till konsumtion enligt 5 §, skall den tullmyndighet som avses i 7 § 3 mom. påföra distributören en påföljdsavgift. Avgiften beräknas på den mängd biodrivmedel som distributören är skyldig att leverera till konsumtion enligt 5 § till den del distributören inte fullgjort sin skyldighet i enlighet med den anmälan som distributören lämnat enligt 7 § 1 mom. Påföljdsavgiften är 0,04 euro per megajoule. Påföljdsavgiften skall påföras under det kalenderår då den anmälan som avses i 7 § 1 mom. lämnats eller borde ha lämnats. Om påföljdsavgift, på grund av att en drivmedelsdistributör helt eller delvis försummat sin redovisningsskyldighet eller lämnat en bristfällig, vilseledande eller felaktig anmälan, inte alls blivit påförd eller påförts till ett för lågt belopp, skall tullmyndigheten påföra distributören en påföljdsavgift till det belopp som av ovan beskrivna skäl tidigare inte påförts distributören. Påföljdsavgiften skall påföras inom tre år räknat från ingången av det kalenderår som följer efter det kalenderår som avses ovan. Påföljdsavgift påförs även när en sådan ansökan om lindring eller slopande av distributionsskyldighet som avses i 10 § lämnats. Påföljdsavgift återbetalas till den del distributionsskyldigheten lindras.",
        "normalized_sv": "Om en drivmedelsdistributör inte har levererat biodrivmedel till konsumtion enligt 5 § , skall den tullmyndighet som avses i 7 § 3 mom. påföra distributören en påföljdsavgift. Avgiften beräknas på den mängd biodrivmedel som distributören är skyldig att leverera till konsumtion enligt 5 § till den del distributören inte fullgjort sin skyldighet i enlighet med den anmälan som distributören lämnat enligt 7 § 1 mom. Påföljdsavgiften är 0,04 euro per megajoule. Påföljdsavgiften skall påföras under det kalenderår då den anmälan som avses i 7 § 1 mom. lämnats eller borde ha lämnats. Om påföljdsavgift, på grund av att en drivmedelsdistributör helt eller delvis försummat sin redovisningsskyldighet eller lämnat en bristfällig, vilseledande eller felaktig anmälan, inte alls blivit påförd eller påförts till ett för lågt belopp, skall tullmyndigheten påföra distributören en påföljdsavgift till det belopp som av ovan beskrivna skäl tidigare inte påförts distributören. Påföljdsavgiften skall påföras inom tre år räknat från ingången av det kalenderår som följer efter det kalenderår som avses ovan. Påföljdsavgift påförs även när en sådan ansökan om lindring eller slopande av distributionsskyldighet som avses i 10 § lämnats. Påföljdsavgift återbetalas till den del distributionsskyldigheten lindras.",
        "folded_sv": "om en drivmedelsdistributor inte har levererat biodrivmedel till konsumtion enligt 5 §, skall den tullmyndighet som avses i 7 § 3 mom. pafora distributoren en pafoljdsavgift. avgiften beraknas pa den mangd biodrivmedel som distributoren ar skyldig att leverera till konsumtion enligt 5 § till den del distributoren inte fullgjort sin skyldighet i enlighet med den anmalan som distributoren lamnat enligt 7 § 1 mom. pafoljdsavgiften ar 0,04 euro per megajoule. pafoljdsavgiften skall paforas under det kalenderar da den anmalan som avses i 7 § 1 mom. lamnats eller borde ha lamnats. om pafoljdsavgift, pa grund av att en drivmedelsdistributor helt eller delvis forsummat sin redovisningsskyldighet eller lamnat en bristfallig, vilseledande eller felaktig anmalan, inte alls blivit paford eller paforts till ett for lagt belopp, skall tullmyndigheten pafora distributoren en pafoljdsavgift till det belopp som av ovan beskrivna skal tidigare inte paforts distributoren. pafoljdsavgiften skall paforas inom tre ar raknat fran ingangen av det kalenderar som foljer efter det kalenderar som avses ovan. pafoljdsavgift pafors aven nar en sadan ansokan om lindring eller slopande av distributionsskyldighet som avses i 10 § lamnats. pafoljdsavgift aterbetalas till den del distributionsskyldigheten lindras."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Virhemaksu",
      "content": "Jos liikennepolttoaineiden jakelija on laiminlyönyt 7, 8 tai 9 §:ssä tarkoitetun velvollisuutensa, voi tulliviranomainen määrätä virhemaksua vähintään 500 euroa ja enintään 5 000 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Jos liikennepolttoaineiden jakelija on laiminlyönyt 7, 8 tai 9 § :ssä tarkoitetun velvollisuutensa, voi tulliviranomainen määrätä virhemaksua vähintään 500 euroa ja enintään 5 000 euroa. Virhemaksun suuruutta määrättäessä otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut näihin rinnastettavat seikat.",
        "folded_fi": "jos liikennepolttoaineiden jakelija on laiminlyonyt 7, 8 tai 9 §:ssa tarkoitetun velvollisuutensa, voi tulliviranomainen maarata virhemaksua vahintaan 500 euroa ja enintaan 5 000 euroa. virhemaksun suuruutta maarattaessa otetaan huomioon menettelyn moitittavuus, toistuvuus ja muut naihin rinnastettavat seikat.",
        "title_sv": "Felavgift",
        "content_sv": "Om en drivmedelsdistributör försummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten påföra en felavgift på minst 500 euro och högst 5 000 euro. När storleken på felavgiften bestäms skall det beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "normalized_sv": "Om en drivmedelsdistributör försummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten påföra en felavgift på minst 500 euro och högst 5 000 euro. När storleken på felavgiften bestäms skall det beaktas hur klandervärt förfarandet varit, om det har upprepats och andra med dessa jämförliga omständigheter.",
        "folded_sv": "om en drivmedelsdistributor forsummat sin skyldighet enligt 7, 8 eller 9 § kan tullmyndigheten pafora en felavgift pa minst 500 euro och hogst 5 000 euro. nar storleken pa felavgiften bestams skall det beaktas hur klandervart forfarandet varit, om det har upprepats och andra med dessa jamforliga omstandigheter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Muutoksenhaku",
      "content": "Tulliviranomaisen ja kauppa- ja teollisuusministeriön tämän lain nojalla antamiin päätöksiin haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Tulliviranomaisen ja kauppa- ja teollisuusministeriön tämän lain nojalla antamiin päätöksiin haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "tulliviranomaisen ja kauppa- ja teollisuusministerion taman lain nojalla antamiin paatoksiin haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Beslut som tullmyndigheten eller handels- och industriministeriet fattar med stöd av denna lag kan överklagas genom besvär enligt bestämmelserna i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Beslut som tullmyndigheten eller handels- och industriministeriet fattar med stöd av denna lag kan överklagas genom besvär enligt bestämmelserna i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "beslut som tullmyndigheten eller handels- och industriministeriet fattar med stod av denna lag kan overklagas genom besvar enligt bestammelserna i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Liikennepolttoaineiden laatuvaatimukset ja jakelupisteiden merkitseminen",
      "content": "Kulutukseen toimitettavan moottoribensiinin ja dieselöljyn, joihin on sekoitettu biopolttoainetta, on täytettävä ympäristönsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieselöljyn laatuvaatimukset. Jos liikennepolttoaineen sisältämän biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteriä (FAME), osuus ylittää viisi tilavuusprosenttia, on kyseisiä tuotteita kulutukseen toimittavissa jakelupisteissä oltava merkintä liikennepolttoaineen sisältämästä biopolttoaineen prosenttiosuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Kulutukseen toimitettavan moottoribensiinin ja dieselöljyn, joihin on sekoitettu biopolttoainetta, on täytettävä ympäristönsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieselöljyn laatuvaatimukset. Jos liikennepolttoaineen sisältämän biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteriä (FAME), osuus ylittää viisi tilavuusprosenttia, on kyseisiä tuotteita kulutukseen toimittavissa jakelupisteissä oltava merkintä liikennepolttoaineen sisältämästä biopolttoaineen prosenttiosuudesta.",
        "folded_fi": "kulutukseen toimitettavan moottoribensiinin ja dieseloljyn, joihin on sekoitettu biopolttoainetta, on taytettava ymparistonsuojelulain (86/2000) nojalla annetut moottoribensiinin ja dieseloljyn laatuvaatimukset. jos liikennepolttoaineen sisaltaman biopolttoaineen, joka on etanolia tai rasvahapon metyyliesteria (fame), osuus ylittaa viisi tilavuusprosenttia, on kyseisia tuotteita kulutukseen toimittavissa jakelupisteissa oltava merkinta liikennepolttoaineen sisaltamasta biopolttoaineen prosenttiosuudesta.",
        "title_sv": "Kvalitetskrav för drivmedel och markering av distributionsställen",
        "content_sv": "Den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav för motorbensin och dieselolja som fastställts med stöd av miljöskyddslagen (86/2000). Om ett drivmedel innehåller en volymandel biobränsle, bestående av etanol eller metylester av fettsyra (FAME), som överskrider fem procent, skall de distributionsställen där drivmedlet levereras till konsumtion förses med en särskild märkning som anger denna volymandel.",
        "normalized_sv": "Den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav för motorbensin och dieselolja som fastställts med stöd av miljöskyddslagen (86/2000). Om ett drivmedel innehåller en volymandel biobränsle, bestående av etanol eller metylester av fettsyra (FAME), som överskrider fem procent, skall de distributionsställen där drivmedlet levereras till konsumtion förses med en särskild märkning som anger denna volymandel.",
        "folded_sv": "den motorbensin och dieselolja med tillsats av biodrivmedel som levereras till konsumtion skall uppfylla de kvalitetskrav for motorbensin och dieselolja som faststallts med stod av miljoskyddslagen (86/2000). om ett drivmedel innehaller en volymandel biobransle, bestaende av etanol eller metylester av fettsyra (fame), som overskrider fem procent, skall de distributionsstallen dar drivmedlet levereras till konsumtion forses med en sarskild markning som anger denna volymandel."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Lain 5 §:n 3 momentin voimaantulosta säädetään kuitenkin valtioneuvoston asetuksella. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Lain 5 § :n 3 momentin voimaantulosta säädetään kuitenkin valtioneuvoston asetuksella. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. lain 5 §:n 3 momentin voimaantulosta saadetaan kuitenkin valtioneuvoston asetuksella. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Bestämmelser om när 5 § 3 mom. träder i kraft utfärdas dock genom förordning av statsrådet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Bestämmelser om när 5 § 3 mom. träder i kraft utfärdas dock genom förordning av statsrådet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. bestammelser om nar 5 § 3 mom. trader i kraft utfardas dock genom forordning av statsradet. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}