{
  "id": "448/2006",
  "type": "statute",
  "title": "Laki joukkoliikenteen tarkastusmaksusta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om kontrollavgift i kollektivtrafik",
  "status": "in_force",
  "issued_date": "2006-06-08",
  "in_force_date": "2006-06-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/448/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessä matkustavalta voidaan myöntää kunnalle, Pääkaupunkiseudun yhteistyövaltuuskunnalle sekä rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessä matkustavalta voidaan myöntää kunnalle, Pääkaupunkiseudun yhteistyövaltuuskunnalle sekä rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
        "folded_fi": "oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessa matkustavalta voidaan myontaa kunnalle, paakaupunkiseudun yhteistyovaltuuskunnalle seka rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Rätt att uppbära kontrollavgift av den som i kollektivtrafik färdas utan giltig biljett kan beviljas kommuner, Huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar för säkerheten inom järnvägstrafiken.",
        "normalized_sv": "Rätt att uppbära kontrollavgift av den som i kollektivtrafik färdas utan giltig biljett kan beviljas kommuner, Huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar för säkerheten inom järnvägstrafiken.",
        "folded_sv": "ratt att uppbara kontrollavgift av den som i kollektivtrafik fardas utan giltig biljett kan beviljas kommuner, huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar for sakerheten inom jarnvagstrafiken."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tarkastusmaksun perimisoikeuden saaneiden tahojen välinen yhteistoiminta",
      "content": "Edellä 1 §:n 1 momentissa tarkoitetut julkisyhteisöt ja viranomainen voivat sopia toimivaltansa piirissä olevien tarkastusmaksujen perimisestä yhteistoiminnassa. Kunnat voivat myös sopia yhteistoiminnan järjestämisestä niin, että tarkastusmaksujen periminen annetaan toisen kunnan tai Pääkaupunkiseudun yhteistyövaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja Pääkaupunkiseudun yhteistyövaltuuskunnasta annetussa laissa (1269/1996) säädetään. Yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintäministeriölle tiedoksi tai liitettävä tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus periä yhteistoiminnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Edellä 1 § :n 1 momentissa tarkoitetut julkisyhteisöt ja viranomainen voivat sopia toimivaltansa piirissä olevien tarkastusmaksujen perimisestä yhteistoiminnassa. Kunnat voivat myös sopia yhteistoiminnan järjestämisestä niin, että tarkastusmaksujen periminen annetaan toisen kunnan tai Pääkaupunkiseudun yhteistyövaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja Pääkaupunkiseudun yhteistyövaltuuskunnasta annetussa laissa (1269/1996) säädetään. Yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintäministeriölle tiedoksi tai liitettävä tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus periä yhteistoiminnassa.",
        "folded_fi": "edella 1 §:n 1 momentissa tarkoitetut julkisyhteisot ja viranomainen voivat sopia toimivaltansa piirissa olevien tarkastusmaksujen perimisesta yhteistoiminnassa. kunnat voivat myos sopia yhteistoiminnan jarjestamisesta niin, etta tarkastusmaksujen periminen annetaan toisen kunnan tai paakaupunkiseudun yhteistyovaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja paakaupunkiseudun yhteistyovaltuuskunnasta annetussa laissa (1269/1996) saadetaan. yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintaministeriolle tiedoksi tai liitettava tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus peria yhteistoiminnassa.",
        "title_sv": "Samarbete mellan dem som beviljats rätt att uppbära kontrollavgift",
        "content_sv": "De offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behörighet får uppbäras i samarbete. Kommunerna kan också avtala om att ordna samarbetet så att en kommun eller Huvudstadsregionens samarbetsdelegation ges i uppdrag att på det sätt som föreskrivs i kommunallagen (365/1995) eller lagen om Huvudstadsregionens samarbetsdelegation (1269/1996) för en eller flera kommuners räkning sköta uppbärandet av kontrollavgifter. Avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansökan om rätt att uppbära kontrollavgift, om avsikten är att från första början uppbära kontrollavgift i samarbete.",
        "normalized_sv": "De offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behörighet får uppbäras i samarbete. Kommunerna kan också avtala om att ordna samarbetet så att en kommun eller Huvudstadsregionens samarbetsdelegation ges i uppdrag att på det sätt som föreskrivs i kommunallagen (365/1995) eller lagen om Huvudstadsregionens samarbetsdelegation (1269/1996) för en eller flera kommuners räkning sköta uppbärandet av kontrollavgifter. Avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansökan om rätt att uppbära kontrollavgift, om avsikten är att från första början uppbära kontrollavgift i samarbete.",
        "folded_sv": "de offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behorighet far uppbaras i samarbete. kommunerna kan ocksa avtala om att ordna samarbetet sa att en kommun eller huvudstadsregionens samarbetsdelegation ges i uppdrag att pa det satt som foreskrivs i kommunallagen (365/1995) eller lagen om huvudstadsregionens samarbetsdelegation (1269/1996) for en eller flera kommuners rakning skota uppbarandet av kontrollavgifter. avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansokan om ratt att uppbara kontrollavgift, om avsikten ar att fran forsta borjan uppbara kontrollavgift i samarbete."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tarkastusmaksun perimisoikeuden myöntäminen",
      "content": "Oikeuden tarkastusmaksun perimiseen myöntää hakemuksesta liikenne- ja viestintäministeriö. Oikeus tarkastusmaksun perimiseen on myönnettävä, jos: 1) tarkastusmaksujärjestelmää on tarkoitus soveltaa: a) raideliikenteessä; tai b) muussa joukkoliikenteessä, jossa matkustajien määrä on suuri ja käytössä on yhtenäinen matkalippu- ja hintajärjestelmä; ja 2) hakija esittää selvityksen siitä, että: a) matkalippujen hankinta on järjestetty varmaksi ja niiden käyttö yksinkertaiseksi; b) tarkastajien perehdyttäminen ja tarkastusmaksujärjestelmästä yleisölle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu järjestettäväksi niin kuin tässä laissa edellytetään. Oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. Oikeuden myöntämistä koskevassa päätöksessä määritellään tarkastustoiminnan piirissä oleva joukkoliikenne ja siihen voidaan tarvittaessa liittää matkalippujen hankinnan järjestämistapaan ja niiden käytön yksinkertaisuuteen, tarkastajien perehdyttämiseen, järjestelmästä tiedottamiseen sekä tarkastusmaksujen perimisessä sovellettavaan yhteistoimintaan liittyviä ehtoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Oikeuden tarkastusmaksun perimiseen myöntää hakemuksesta liikenne- ja viestintäministeriö. Oikeus tarkastusmaksun perimiseen on myönnettävä, jos: 1) tarkastusmaksujärjestelmää on tarkoitus soveltaa: a) raideliikenteessä; tai b) muussa joukkoliikenteessä, jossa matkustajien määrä on suuri ja käytössä on yhtenäinen matkalippu- ja hintajärjestelmä; ja 2) hakija esittää selvityksen siitä, että: a) matkalippujen hankinta on järjestetty varmaksi ja niiden käyttö yksinkertaiseksi; b) tarkastajien perehdyttäminen ja tarkastusmaksujärjestelmästä yleisölle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu järjestettäväksi niin kuin tässä laissa edellytetään. Oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. Oikeuden myöntämistä koskevassa päätöksessä määritellään tarkastustoiminnan piirissä oleva joukkoliikenne ja siihen voidaan tarvittaessa liittää matkalippujen hankinnan järjestämistapaan ja niiden käytön yksinkertaisuuteen, tarkastajien perehdyttämiseen, järjestelmästä tiedottamiseen sekä tarkastusmaksujen perimisessä sovellettavaan yhteistoimintaan liittyviä ehtoja.",
        "folded_fi": "oikeuden tarkastusmaksun perimiseen myontaa hakemuksesta liikenne- ja viestintaministerio. oikeus tarkastusmaksun perimiseen on myonnettava, jos: 1) tarkastusmaksujarjestelmaa on tarkoitus soveltaa: a) raideliikenteessa; tai b) muussa joukkoliikenteessa, jossa matkustajien maara on suuri ja kaytossa on yhtenainen matkalippu- ja hintajarjestelma; ja 2) hakija esittaa selvityksen siita, etta: a) matkalippujen hankinta on jarjestetty varmaksi ja niiden kaytto yksinkertaiseksi; b) tarkastajien perehdyttaminen ja tarkastusmaksujarjestelmasta yleisolle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu jarjestettavaksi niin kuin tassa laissa edellytetaan. oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. oikeuden myontamista koskevassa paatoksessa maaritellaan tarkastustoiminnan piirissa oleva joukkoliikenne ja siihen voidaan tarvittaessa liittaa matkalippujen hankinnan jarjestamistapaan ja niiden kayton yksinkertaisuuteen, tarkastajien perehdyttamiseen, jarjestelmasta tiedottamiseen seka tarkastusmaksujen perimisessa sovellettavaan yhteistoimintaan liittyvia ehtoja.",
        "title_sv": "Beviljande av rätt att uppbära kontrollavgift",
        "content_sv": "Rätt att uppbära kontrollavgift beviljas av kommunikationsministeriet på ansökan. Rätt att uppbära kontrollavgift skall beviljas, om 1) avsikten är att tillämpa kontrollavgiftssystemet a) i spårtrafik, eller b) i annan kollektivtrafik där passagerarantalet är stort och ett enhetligt biljett- och prissystem används, och 2) sökanden lämnar in en utredning om att a) anskaffandet av biljetter ordnats på ett säkert sätt och att det är lätt att använda biljetterna, b) utbildningen av kontrollörer och informationen till allmänheten om kontrollavgiftssystemet har ordnats på behörigt sätt, och c) kontrollen planerats bli ordnad enligt denna lag. Rätten att uppbära kontrollavgift är i kraft tills vidare. I beslutet om beviljande av rätt att uppbära kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor beträffande sättet för ordnandet av biljettanskaffning och hur enkel användningen av biljetter skall vara, utbildningen av kontrollörer, informationen om systemet samt samarbetet vid uppbärande av kontrollavgifter.",
        "normalized_sv": "Rätt att uppbära kontrollavgift beviljas av kommunikationsministeriet på ansökan. Rätt att uppbära kontrollavgift skall beviljas, om 1) avsikten är att tillämpa kontrollavgiftssystemet a) i spårtrafik, eller b) i annan kollektivtrafik där passagerarantalet är stort och ett enhetligt biljett- och prissystem används, och 2) sökanden lämnar in en utredning om att a) anskaffandet av biljetter ordnats på ett säkert sätt och att det är lätt att använda biljetterna, b) utbildningen av kontrollörer och informationen till allmänheten om kontrollavgiftssystemet har ordnats på behörigt sätt, och c) kontrollen planerats bli ordnad enligt denna lag. Rätten att uppbära kontrollavgift är i kraft tills vidare. I beslutet om beviljande av rätt att uppbära kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor beträffande sättet för ordnandet av biljettanskaffning och hur enkel användningen av biljetter skall vara, utbildningen av kontrollörer, informationen om systemet samt samarbetet vid uppbärande av kontrollavgifter.",
        "folded_sv": "ratt att uppbara kontrollavgift beviljas av kommunikationsministeriet pa ansokan. ratt att uppbara kontrollavgift skall beviljas, om 1) avsikten ar att tillampa kontrollavgiftssystemet a) i spartrafik, eller b) i annan kollektivtrafik dar passagerarantalet ar stort och ett enhetligt biljett- och prissystem anvands, och 2) sokanden lamnar in en utredning om att a) anskaffandet av biljetter ordnats pa ett sakert satt och att det ar latt att anvanda biljetterna, b) utbildningen av kontrollorer och informationen till allmanheten om kontrollavgiftssystemet har ordnats pa behorigt satt, och c) kontrollen planerats bli ordnad enligt denna lag. ratten att uppbara kontrollavgift ar i kraft tills vidare. i beslutet om beviljande av ratt att uppbara kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor betraffande sattet for ordnandet av biljettanskaffning och hur enkel anvandningen av biljetter skall vara, utbildningen av kontrollorer, informationen om systemet samt samarbetet vid uppbarande av kontrollavgifter."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkastusmaksun suuruus",
      "content": "Tarkastusmaksu on enintään 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessä olevan julkisyhteisön alueella tai halvimman junatyypin alin aikuisen kertamaksu. Tarkastusmaksun suuruudesta säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tarkastusmaksu on enintään 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessä olevan julkisyhteisön alueella tai halvimman junatyypin alin aikuisen kertamaksu. Tarkastusmaksun suuruudesta säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "tarkastusmaksu on enintaan 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessa olevan julkisyhteison alueella tai halvimman junatyypin alin aikuisen kertamaksu. tarkastusmaksun suuruudesta saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Kontrollavgiftens storlek",
        "content_sv": "Kontrollavgiften är högst 40 gånger så stor som det lägsta priset på en enkelbiljett för vuxna i busstrafiken inom det offentliga samfundets område eller på en enkelbiljett för vuxna enligt den billigaste tågtypen. Närmare bestämmelser om storleken av kontrollavgiften utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Kontrollavgiften är högst 40 gånger så stor som det lägsta priset på en enkelbiljett för vuxna i busstrafiken inom det offentliga samfundets område eller på en enkelbiljett för vuxna enligt den billigaste tågtypen. Närmare bestämmelser om storleken av kontrollavgiften utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "kontrollavgiften ar hogst 40 ganger sa stor som det lagsta priset pa en enkelbiljett for vuxna i busstrafiken inom det offentliga samfundets omrade eller pa en enkelbiljett for vuxna enligt den billigaste tagtypen. narmare bestammelser om storleken av kontrollavgiften utfardas genom forordning av kommunikationsministeriet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Matkalippujen tarkastajat",
      "content": "Matkalippujen tarkastajan hyväksyy tehtäväänsä se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 §:n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Tarkastajaksi hyväksytään tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen palveluksessa virkasuhteessa oleva henkilö, joka: 1) on täyttänyt 18 vuotta; 2) on suorittanut hyväksytysti liikenne- ja viestintäministeriön asetuksella tarkemmin säädetyn koulutuksen, joka sisältää ainakin perehdyttämisen asianomaiseen joukkoliikenteeseen ja sen maksujärjestelmään, joukkoliikenteen tarkastusmaksua koskeviin säännöksiin ja määräyksiin sekä tarkastajan tehtäviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvään vastuuseen; sekä 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilökohtaisilta ominaisuuksiltaan tehtävään sopiva. Poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. Siinä mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet sekä liikenne, jossa hänellä on toimivalta. Tarkastajan on tarvittaessa esitettävä tarkastuspassinsa matkustajalle. Tarkastaja on tehtävässään poliisin valvonnan alainen. Jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtävään sopimattomaksi, poliisi voi peruuttaa tarkastajan hyväksymisen tai, jos peruuttaminen olisi oloihin nähden kohtuutonta, antaa hänelle varoituksen. Hyväksyminen on peruutettava, jos tarkastaja tai hänen työnantajansa sitä pyytää tai tarkastajan virkasuhde päättyy taikka julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. Jos hyväksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. Poliisi pitää luetteloa tarkastajaksi hyväksymistä ja hyväksymisen peruuttamista koskevista päätöksistä. Henkilötietojen käsittelyyn sovelletaan lisäksi henkilötietojen käsittelystä poliisitoimessa annettua lakia (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Matkalippujen tarkastajan hyväksyy tehtäväänsä se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 § :n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Tarkastajaksi hyväksytään tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen palveluksessa virkasuhteessa oleva henkilö, joka: 1) on täyttänyt 18 vuotta; 2) on suorittanut hyväksytysti liikenne- ja viestintäministeriön asetuksella tarkemmin säädetyn koulutuksen, joka sisältää ainakin perehdyttämisen asianomaiseen joukkoliikenteeseen ja sen maksujärjestelmään, joukkoliikenteen tarkastusmaksua koskeviin säännöksiin ja määräyksiin sekä tarkastajan tehtäviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvään vastuuseen; sekä 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilökohtaisilta ominaisuuksiltaan tehtävään sopiva. Poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. Siinä mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet sekä liikenne, jossa hänellä on toimivalta. Tarkastajan on tarvittaessa esitettävä tarkastuspassinsa matkustajalle. Tarkastaja on tehtävässään poliisin valvonnan alainen. Jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtävään sopimattomaksi, poliisi voi peruuttaa tarkastajan hyväksymisen tai, jos peruuttaminen olisi oloihin nähden kohtuutonta, antaa hänelle varoituksen. Hyväksyminen on peruutettava, jos tarkastaja tai hänen työnantajansa sitä pyytää tai tarkastajan virkasuhde päättyy taikka julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. Jos hyväksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. Poliisi pitää luetteloa tarkastajaksi hyväksymistä ja hyväksymisen peruuttamista koskevista päätöksistä. Henkilötietojen käsittelyyn sovelletaan lisäksi henkilötietojen käsittelystä poliisitoimessa annettua lakia (761/2003).",
        "folded_fi": "matkalippujen tarkastajan hyvaksyy tehtavaansa se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 §:n 1 momentissa mainitun muun julkisyhteison kotipaikka on tai siina tarkoitettu viranomainen sijaitsee. tarkastajaksi hyvaksytaan tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen palveluksessa virkasuhteessa oleva henkilo, joka: 1) on tayttanyt 18 vuotta; 2) on suorittanut hyvaksytysti liikenne- ja viestintaministerion asetuksella tarkemmin saadetyn koulutuksen, joka sisaltaa ainakin perehdyttamisen asianomaiseen joukkoliikenteeseen ja sen maksujarjestelmaan, joukkoliikenteen tarkastusmaksua koskeviin saannoksiin ja maarayksiin seka tarkastajan tehtaviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvaan vastuuseen; seka 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilokohtaisilta ominaisuuksiltaan tehtavaan sopiva. poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. siina mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet seka liikenne, jossa hanella on toimivalta. tarkastajan on tarvittaessa esitettava tarkastuspassinsa matkustajalle. tarkastaja on tehtavassaan poliisin valvonnan alainen. jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtavaan sopimattomaksi, poliisi voi peruuttaa tarkastajan hyvaksymisen tai, jos peruuttaminen olisi oloihin nahden kohtuutonta, antaa hanelle varoituksen. hyvaksyminen on peruutettava, jos tarkastaja tai hanen tyonantajansa sita pyytaa tai tarkastajan virkasuhde paattyy taikka julkisyhteison tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. jos hyvaksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. poliisi pitaa luetteloa tarkastajaksi hyvaksymista ja hyvaksymisen peruuttamista koskevista paatoksista. henkilotietojen kasittelyyn sovelletaan lisaksi henkilotietojen kasittelysta poliisitoimessa annettua lakia (761/2003).",
        "title_sv": "Biljettkontrollörer",
        "content_sv": "Biljettkontrollörer godkänns för sin uppgift av den polisinrättning till vars verksamhetsområde den kommun som fått rätt att uppbära kontrollavgift hör eller inom vars verksamhetsområde ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Som kontrollör godkänns en person i tjänsteförhållande vid ett offentligt samfund eller den myndighet som bevijats rätt att uppbära kontrollavgift, om han eller hon 1) fyllt 18 år, 2) på ett godkänt sätt genomgått utbildning som närmare bestäms genom förordning av kommunikationsministeriet och som omfattar åtminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestämmelserna och föreskrifterna om kontrollavgift i kollektivtrafik samt kontrollörens uppgifter och de rättigheter och skyldigheter som behövs för att fullgöra dem och det till uppgifterna knutna ansvaret, samt 3) är känd som redbar och tillförlitlig och till sina personliga egenskaper är lämplig för uppgiften. Polisinrättningen utfärdar för kontrollören ett kontrollpass försett med fotografi. I kontrollpasset anges åtminstone kontrollörens släktnamn, förnamn och befogenheter samt den trafik som hans eller hennes befogenheter gäller. Kontrollören skall vid behov visa upp sitt kontrollpass för passageraren. Kontrollören står i sin uppgift under polisens tillsyn. Om en kontrollör handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för sin uppgift, kan polisen återkalla godkännandet som kontrollör eller, om ett återkallande med hänsyn till omständigheterna är oskäligt, ge kontrollören en varning. Godkännandet skall återkallas, om kontrollören eller arbetsgivaren anhåller om det, kontrollörens tjänsteförhållande upphör eller om det offentliga samfundets eller myndighetens rätt att uppbära kontrollavgift återkallas. Om godkännandet återkallas, skall kontrollören överlämna sitt kontrollpass till polisen. Polisen för en förteckning över beslut om godkännanden som kontrollör och återkallande av godkännanden. På behandlingen av personuppgifter tillämpas också lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "Biljettkontrollörer godkänns för sin uppgift av den polisinrättning till vars verksamhetsområde den kommun som fått rätt att uppbära kontrollavgift hör eller inom vars verksamhetsområde ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Som kontrollör godkänns en person i tjänsteförhållande vid ett offentligt samfund eller den myndighet som bevijats rätt att uppbära kontrollavgift, om han eller hon 1) fyllt 18 år, 2) på ett godkänt sätt genomgått utbildning som närmare bestäms genom förordning av kommunikationsministeriet och som omfattar åtminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestämmelserna och föreskrifterna om kontrollavgift i kollektivtrafik samt kontrollörens uppgifter och de rättigheter och skyldigheter som behövs för att fullgöra dem och det till uppgifterna knutna ansvaret, samt 3) är känd som redbar och tillförlitlig och till sina personliga egenskaper är lämplig för uppgiften. Polisinrättningen utfärdar för kontrollören ett kontrollpass försett med fotografi. I kontrollpasset anges åtminstone kontrollörens släktnamn, förnamn och befogenheter samt den trafik som hans eller hennes befogenheter gäller. Kontrollören skall vid behov visa upp sitt kontrollpass för passageraren. Kontrollören står i sin uppgift under polisens tillsyn. Om en kontrollör handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för sin uppgift, kan polisen återkalla godkännandet som kontrollör eller, om ett återkallande med hänsyn till omständigheterna är oskäligt, ge kontrollören en varning. Godkännandet skall återkallas, om kontrollören eller arbetsgivaren anhåller om det, kontrollörens tjänsteförhållande upphör eller om det offentliga samfundets eller myndighetens rätt att uppbära kontrollavgift återkallas. Om godkännandet återkallas, skall kontrollören överlämna sitt kontrollpass till polisen. Polisen för en förteckning över beslut om godkännanden som kontrollör och återkallande av godkännanden. På behandlingen av personuppgifter tillämpas också lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "biljettkontrollorer godkanns for sin uppgift av den polisinrattning till vars verksamhetsomrade den kommun som fatt ratt att uppbara kontrollavgift hor eller inom vars verksamhetsomrade ett i 1 § 1 mom. namnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten ar belagen. som kontrollor godkanns en person i tjansteforhallande vid ett offentligt samfund eller den myndighet som bevijats ratt att uppbara kontrollavgift, om han eller hon 1) fyllt 18 ar, 2) pa ett godkant satt genomgatt utbildning som narmare bestams genom forordning av kommunikationsministeriet och som omfattar atminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestammelserna och foreskrifterna om kontrollavgift i kollektivtrafik samt kontrollorens uppgifter och de rattigheter och skyldigheter som behovs for att fullgora dem och det till uppgifterna knutna ansvaret, samt 3) ar kand som redbar och tillforlitlig och till sina personliga egenskaper ar lamplig for uppgiften. polisinrattningen utfardar for kontrolloren ett kontrollpass forsett med fotografi. i kontrollpasset anges atminstone kontrollorens slaktnamn, fornamn och befogenheter samt den trafik som hans eller hennes befogenheter galler. kontrolloren skall vid behov visa upp sitt kontrollpass for passageraren. kontrolloren star i sin uppgift under polisens tillsyn. om en kontrollor handlar i strid med sina skyldigheter eller annars visar sig vara olamplig for sin uppgift, kan polisen aterkalla godkannandet som kontrollor eller, om ett aterkallande med hansyn till omstandigheterna ar oskaligt, ge kontrolloren en varning. godkannandet skall aterkallas, om kontrolloren eller arbetsgivaren anhaller om det, kontrollorens tjansteforhallande upphor eller om det offentliga samfundets eller myndighetens ratt att uppbara kontrollavgift aterkallas. om godkannandet aterkallas, skall kontrolloren overlamna sitt kontrollpass till polisen. polisen for en forteckning over beslut om godkannanden som kontrollor och aterkallande av godkannanden. pa behandlingen av personuppgifter tillampas ocksa lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Tarkastuksessa apuna olevat järjestyksenvalvojat",
      "content": "Matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen toimeksiannosta järjestyksenvalvoja, joka on järjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon ylläpitämään järjestystä ja turvallisuutta. Järjestyksenvalvojan tulee olla suorittanut hyväksytysti soveltuvin osin 6 §:n 2 momentin 2 kohdassa tarkoitetun koulutuksen. Tarkastusmaksun perimisoikeuden saanut julkisyhteisö tai viranomainen ja järjestyksenvalvojan työnantaja sopivat matkalipun tarkastuksessa avustavien järjestyksenvalvojien tehtävien suorittamisesta. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on pidettävä luetteloa järjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. Mitä 6 §:n 3 momentissa säädetään tarkastuspassista, sovelletaan myös tarkastuksessa apuna olevaan järjestyksenvalvojaan. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on peruutettava tarkastuksessa apuna olevan järjestyksenvalvojan toimeksianto, jos tämä toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtävään muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. Jos toimeksianto peruutetaan, järjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen toimeksiannosta järjestyksenvalvoja, joka on järjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon ylläpitämään järjestystä ja turvallisuutta. Järjestyksenvalvojan tulee olla suorittanut hyväksytysti soveltuvin osin 6 § :n 2 momentin 2 kohdassa tarkoitetun koulutuksen. Tarkastusmaksun perimisoikeuden saanut julkisyhteisö tai viranomainen ja järjestyksenvalvojan työnantaja sopivat matkalipun tarkastuksessa avustavien järjestyksenvalvojien tehtävien suorittamisesta. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on pidettävä luetteloa järjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. Mitä 6 § :n 3 momentissa säädetään tarkastuspassista, sovelletaan myös tarkastuksessa apuna olevaan järjestyksenvalvojaan. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on peruutettava tarkastuksessa apuna olevan järjestyksenvalvojan toimeksianto, jos tämä toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtävään muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. Jos toimeksianto peruutetaan, järjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
        "folded_fi": "matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen toimeksiannosta jarjestyksenvalvoja, joka on jarjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon yllapitamaan jarjestysta ja turvallisuutta. jarjestyksenvalvojan tulee olla suorittanut hyvaksytysti soveltuvin osin 6 §:n 2 momentin 2 kohdassa tarkoitetun koulutuksen. tarkastusmaksun perimisoikeuden saanut julkisyhteiso tai viranomainen ja jarjestyksenvalvojan tyonantaja sopivat matkalipun tarkastuksessa avustavien jarjestyksenvalvojien tehtavien suorittamisesta. tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen on pidettava luetteloa jarjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. mita 6 §:n 3 momentissa saadetaan tarkastuspassista, sovelletaan myos tarkastuksessa apuna olevaan jarjestyksenvalvojaan. tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen on peruutettava tarkastuksessa apuna olevan jarjestyksenvalvojan toimeksianto, jos tama toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtavaan muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. jos toimeksianto peruutetaan, jarjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
        "title_sv": "Ordningsvakter som bistår vid kontrollen",
        "content_sv": "Vid kontrollen av biljetter kan på uppdrag av ett offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift bistånd ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att på en trafikstation eller i ett kollektivt trafikmedel upprätthålla ordning och säkerhet. Ordningsvakten skall på godkänt sätt i tillämpliga delar ha genomgått utbildning enligt 6 § 2 mom. 2 punkten. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistår vid kontrollen av biljetter skall utföra sina uppgifter. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall föra en förteckning över de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bistå vid kontrollen av biljetter. Vad som föreskrivs i 6 § 3 mom. om kontrollpass tillämpas också på ordningsvakter som bistår vid kontrollen. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall återkalla uppdraget för en ordningsvakt som bistår vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för uppgiften eller om uppdragsgivarens rätt att uppbära kontrollavgift återkallas. Om uppdraget återkallas skall ordningsvakten överlämna sitt kontrollpass till polisen.",
        "normalized_sv": "Vid kontrollen av biljetter kan på uppdrag av ett offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift bistånd ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att på en trafikstation eller i ett kollektivt trafikmedel upprätthålla ordning och säkerhet. Ordningsvakten skall på godkänt sätt i tillämpliga delar ha genomgått utbildning enligt 6 § 2 mom. 2 punkten. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistår vid kontrollen av biljetter skall utföra sina uppgifter. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall föra en förteckning över de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bistå vid kontrollen av biljetter. Vad som föreskrivs i 6 § 3 mom. om kontrollpass tillämpas också på ordningsvakter som bistår vid kontrollen. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall återkalla uppdraget för en ordningsvakt som bistår vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för uppgiften eller om uppdragsgivarens rätt att uppbära kontrollavgift återkallas. Om uppdraget återkallas skall ordningsvakten överlämna sitt kontrollpass till polisen.",
        "folded_sv": "vid kontrollen av biljetter kan pa uppdrag av ett offentligt samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift bistand ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att pa en trafikstation eller i ett kollektivt trafikmedel uppratthalla ordning och sakerhet. ordningsvakten skall pa godkant satt i tillampliga delar ha genomgatt utbildning enligt 6 § 2 mom. 2 punkten. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistar vid kontrollen av biljetter skall utfora sina uppgifter. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift skall fora en forteckning over de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bista vid kontrollen av biljetter. vad som foreskrivs i 6 § 3 mom. om kontrollpass tillampas ocksa pa ordningsvakter som bistar vid kontrollen. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift skall aterkalla uppdraget for en ordningsvakt som bistar vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olamplig for uppgiften eller om uppdragsgivarens ratt att uppbara kontrollavgift aterkallas. om uppdraget aterkallas skall ordningsvakten overlamna sitt kontrollpass till polisen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tarkastusmaksun perimisoikeuden peruuttaminen",
      "content": "Liikenne- ja viestintäministeriön on peruutettava julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen sitä pyytää; tai 2) tarkastustoiminta on lopetettu. Liikenne- ja viestintäministeriö voi peruuttaa julkisyhteisön tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin tätä lakia tai sen nojalla annettuja säännöksiä; 2) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin oikeuden myöntämistä koskevaan päätökseen liitettyjä keskeisiä ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epäkohtia eikä julkisyhteisö tai viranomainen ole ryhtynyt välittömästi toimenpiteisiin niiden korjaamiseksi niistä tiedon saatuaan. Liikenne- ja viestintäministeriö voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisölle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujärjestelmän tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epäkohdat on jo korjattu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Liikenne- ja viestintäministeriön on peruutettava julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen sitä pyytää; tai 2) tarkastustoiminta on lopetettu. Liikenne- ja viestintäministeriö voi peruuttaa julkisyhteisön tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin tätä lakia tai sen nojalla annettuja säännöksiä; 2) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin oikeuden myöntämistä koskevaan päätökseen liitettyjä keskeisiä ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epäkohtia eikä julkisyhteisö tai viranomainen ole ryhtynyt välittömästi toimenpiteisiin niiden korjaamiseksi niistä tiedon saatuaan. Liikenne- ja viestintäministeriö voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisölle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujärjestelmän tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epäkohdat on jo korjattu.",
        "folded_fi": "liikenne- ja viestintaministerion on peruutettava julkisyhteison tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteiso tai viranomainen sita pyytaa; tai 2) tarkastustoiminta on lopetettu. liikenne- ja viestintaministerio voi peruuttaa julkisyhteison tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteiso tai viranomainen on toiminut olennaisesti vastoin tata lakia tai sen nojalla annettuja saannoksia; 2) julkisyhteiso tai viranomainen on toiminut olennaisesti vastoin oikeuden myontamista koskevaan paatokseen liitettyja keskeisia ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epakohtia eika julkisyhteiso tai viranomainen ole ryhtynyt valittomasti toimenpiteisiin niiden korjaamiseksi niista tiedon saatuaan. liikenne- ja viestintaministerio voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisolle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujarjestelman tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epakohdat on jo korjattu.",
        "title_sv": "Återkallande av rätten att uppbära kontrollavgift",
        "content_sv": "Kommunikationsministeriet skall återkalla ett offentligt samfunds eller myndighetens rätt att uppbära kontrollavgift, om 1) samfundet eller myndigheten anhåller om det, eller 2) kontrollverksamheten har upphört. Kommunikationsministeriet kan återkalla rätten att uppbära kontrollavgift, om 1) samfundet eller myndigheten handlat väsentligt i strid med denna lag och de bestämmelser som utfärdats med stöd av den, 2) samfundet eller myndigheten väsentligt brutit mot centrala villkor som fogats till beslutet att bevilja rätten, eller 3) det har framkommit andra väsentliga missförhållanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fått kännedom om missförhållandena har vidtagit åtgärder för att avhjälpa dem. Kommunikationsministeriet kan i de fall som avses i 2 mom. i stället för att återkalla rätten att uppbära kontrollavgift ge det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift en anmärkning, om ett återkallande av rätten att uppbära kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mål är oskäligt eller om missförhållandet redan har avhjälpts.",
        "normalized_sv": "Kommunikationsministeriet skall återkalla ett offentligt samfunds eller myndighetens rätt att uppbära kontrollavgift, om 1) samfundet eller myndigheten anhåller om det, eller 2) kontrollverksamheten har upphört. Kommunikationsministeriet kan återkalla rätten att uppbära kontrollavgift, om 1) samfundet eller myndigheten handlat väsentligt i strid med denna lag och de bestämmelser som utfärdats med stöd av den, 2) samfundet eller myndigheten väsentligt brutit mot centrala villkor som fogats till beslutet att bevilja rätten, eller 3) det har framkommit andra väsentliga missförhållanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fått kännedom om missförhållandena har vidtagit åtgärder för att avhjälpa dem. Kommunikationsministeriet kan i de fall som avses i 2 mom. i stället för att återkalla rätten att uppbära kontrollavgift ge det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift en anmärkning, om ett återkallande av rätten att uppbära kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mål är oskäligt eller om missförhållandet redan har avhjälpts.",
        "folded_sv": "kommunikationsministeriet skall aterkalla ett offentligt samfunds eller myndighetens ratt att uppbara kontrollavgift, om 1) samfundet eller myndigheten anhaller om det, eller 2) kontrollverksamheten har upphort. kommunikationsministeriet kan aterkalla ratten att uppbara kontrollavgift, om 1) samfundet eller myndigheten handlat vasentligt i strid med denna lag och de bestammelser som utfardats med stod av den, 2) samfundet eller myndigheten vasentligt brutit mot centrala villkor som fogats till beslutet att bevilja ratten, eller 3) det har framkommit andra vasentliga missforhallanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fatt kannedom om missforhallandena har vidtagit atgarder for att avhjalpa dem. kommunikationsministeriet kan i de fall som avses i 2 mom. i stallet for att aterkalla ratten att uppbara kontrollavgift ge det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift en anmarkning, om ett aterkallande av ratten att uppbara kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mal ar oskaligt eller om missforhallandet redan har avhjalpts."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tarkastusmaksun määrääminen",
      "content": "Matkustaja on velvollinen tarkastajan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, hän on matkalipun hinnan lisäksi velvollinen suorittamaan tarkastajan määräämän tarkastusmaksun. Matkustajan, joka ei esitä asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta tälle henkilötietoinaan nimensä, henkilötunnuksensa ja osoitteensa. Matkustaja on velvollinen myös tarkastuksessa apuna olevan järjestyksenvalvojan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, järjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun määräämistä varten tai ryhtyä 11 §:n 1 momentin mukaisiin toimenpiteisiin. Järjestyksenvalvoja ei voi määrätä tarkastusmaksua. Jos matkustaja ei välittömästi maksa vaadittua tarkastusmaksua, tarkastajan on annettava hänelle kirjallinen määräys suorittaa tarkastusmaksu viikon kuluessa sen määräämisestä uhalla, että maksu muuten peritään ulosottotoimin. Matkustajalle annettavassa kirjallisessa määräyksessä on ilmoitettava maksun suuruus ja sen määräämisen syy, maksun eräpäivä ja tapa, jolla maksu on suoritettava sekä edellä tarkoitettu uhka. Määräyksessä on lisäksi mainittava matkustajan henkilötiedot sekä maksun määräämisaika ja liikennereitti tai rataosa, jolla maksu on määrätty. Määräykseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimusosoitus on liitettävä myös kuittiin, joka annetaan tarkastusmaksun välittömästi tarkastajalle suorittaneelle matkustajalle. Tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa määräajassa, voidaan periä matkustajalta ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Matkustaja on velvollinen tarkastajan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, hän on matkalipun hinnan lisäksi velvollinen suorittamaan tarkastajan määräämän tarkastusmaksun. Matkustajan, joka ei esitä asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta tälle henkilötietoinaan nimensä, henkilötunnuksensa ja osoitteensa. Matkustaja on velvollinen myös tarkastuksessa apuna olevan järjestyksenvalvojan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, järjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun määräämistä varten tai ryhtyä 11 § :n 1 momentin mukaisiin toimenpiteisiin. Järjestyksenvalvoja ei voi määrätä tarkastusmaksua. Jos matkustaja ei välittömästi maksa vaadittua tarkastusmaksua, tarkastajan on annettava hänelle kirjallinen määräys suorittaa tarkastusmaksu viikon kuluessa sen määräämisestä uhalla, että maksu muuten peritään ulosottotoimin. Matkustajalle annettavassa kirjallisessa määräyksessä on ilmoitettava maksun suuruus ja sen määräämisen syy, maksun eräpäivä ja tapa, jolla maksu on suoritettava sekä edellä tarkoitettu uhka. Määräyksessä on lisäksi mainittava matkustajan henkilötiedot sekä maksun määräämisaika ja liikennereitti tai rataosa, jolla maksu on määrätty. Määräykseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimusosoitus on liitettävä myös kuittiin, joka annetaan tarkastusmaksun välittömästi tarkastajalle suorittaneelle matkustajalle. Tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa määräajassa, voidaan periä matkustajalta ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin säädetään.",
        "folded_fi": "matkustaja on velvollinen tarkastajan vaatimuksesta esittamaan matkalippunsa. jos matkustaja ei esita asianmukaista matkalippua, han on matkalipun hinnan lisaksi velvollinen suorittamaan tarkastajan maaraaman tarkastusmaksun. matkustajan, joka ei esita asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta talle henkilotietoinaan nimensa, henkilotunnuksensa ja osoitteensa. matkustaja on velvollinen myos tarkastuksessa apuna olevan jarjestyksenvalvojan vaatimuksesta esittamaan matkalippunsa. jos matkustaja ei esita asianmukaista matkalippua, jarjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun maaraamista varten tai ryhtya 11 §:n 1 momentin mukaisiin toimenpiteisiin. jarjestyksenvalvoja ei voi maarata tarkastusmaksua. jos matkustaja ei valittomasti maksa vaadittua tarkastusmaksua, tarkastajan on annettava hanelle kirjallinen maarays suorittaa tarkastusmaksu viikon kuluessa sen maaraamisesta uhalla, etta maksu muuten peritaan ulosottotoimin. matkustajalle annettavassa kirjallisessa maarayksessa on ilmoitettava maksun suuruus ja sen maaraamisen syy, maksun erapaiva ja tapa, jolla maksu on suoritettava seka edella tarkoitettu uhka. maarayksessa on lisaksi mainittava matkustajan henkilotiedot seka maksun maaraamisaika ja liikennereitti tai rataosa, jolla maksu on maaratty. maaraykseen on liitettava oikaisuvaatimusosoitus. oikaisuvaatimusosoitus on liitettava myos kuittiin, joka annetaan tarkastusmaksun valittomasti tarkastajalle suorittaneelle matkustajalle. tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa maaraajassa, voidaan peria matkustajalta ilman tuomiota tai paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin saadetaan.",
        "title_sv": "Påförande av kontrollavgift",
        "content_sv": "En passagerare skall på begäran av en kontrollör visa upp sin biljett. En passagerare som inte visar upp giltig biljett är skyldig att utöver biljettens pris betala en av kontrollören påförd kontrollavgift. En passagerare som inte visar upp giltig biljett skall på begäran av kontrollören uppge namn, personbeteckning och adress. En passagerare skall visa upp sin biljett också på begäran av en ordningsvakt som bistår vid kontrollen. Om passageraren inte visar upp giltig biljett, kan ordningsvakten anmäla saken till kontrollören för påförande av kontrollavgift eller vidta åtgärder enligt 11 § 1 mom. Ordningsvakten får inte påföra kontrollavgift. Om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrollören ge honom eller henne ett skriftligt föreläggande att betala kontrollavgiften inom en vecka vid äventyr att avgiften drivs in i utsökningsväg. I det skriftliga föreläggandet skall nämnas storleken på avgiften, orsaken till påförandet, förfallodag för betalningen, betalningssätt samt ovan nämnda äventyr. I föreläggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten för påförande av avgiften och trafikrutten eller banavsnittet där avgiften påförts. Till föreläggandet skall fogas en anvisning om rättelseyrkande. En anvisning om rättelseyrkande skall också fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrollören. En kontrollavgift som inte har betalats inom den tid som avses i 3 mom. får drivas in hos passageraren utan dom eller beslut i den ordning som föreskrivs om indrivning av skatter och avgifter i utsökningsväg.",
        "normalized_sv": "En passagerare skall på begäran av en kontrollör visa upp sin biljett. En passagerare som inte visar upp giltig biljett är skyldig att utöver biljettens pris betala en av kontrollören påförd kontrollavgift. En passagerare som inte visar upp giltig biljett skall på begäran av kontrollören uppge namn, personbeteckning och adress. En passagerare skall visa upp sin biljett också på begäran av en ordningsvakt som bistår vid kontrollen. Om passageraren inte visar upp giltig biljett, kan ordningsvakten anmäla saken till kontrollören för påförande av kontrollavgift eller vidta åtgärder enligt 11 § 1 mom. Ordningsvakten får inte påföra kontrollavgift. Om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrollören ge honom eller henne ett skriftligt föreläggande att betala kontrollavgiften inom en vecka vid äventyr att avgiften drivs in i utsökningsväg. I det skriftliga föreläggandet skall nämnas storleken på avgiften, orsaken till påförandet, förfallodag för betalningen, betalningssätt samt ovan nämnda äventyr. I föreläggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten för påförande av avgiften och trafikrutten eller banavsnittet där avgiften påförts. Till föreläggandet skall fogas en anvisning om rättelseyrkande. En anvisning om rättelseyrkande skall också fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrollören. En kontrollavgift som inte har betalats inom den tid som avses i 3 mom. får drivas in hos passageraren utan dom eller beslut i den ordning som föreskrivs om indrivning av skatter och avgifter i utsökningsväg.",
        "folded_sv": "en passagerare skall pa begaran av en kontrollor visa upp sin biljett. en passagerare som inte visar upp giltig biljett ar skyldig att utover biljettens pris betala en av kontrolloren paford kontrollavgift. en passagerare som inte visar upp giltig biljett skall pa begaran av kontrolloren uppge namn, personbeteckning och adress. en passagerare skall visa upp sin biljett ocksa pa begaran av en ordningsvakt som bistar vid kontrollen. om passageraren inte visar upp giltig biljett, kan ordningsvakten anmala saken till kontrolloren for paforande av kontrollavgift eller vidta atgarder enligt 11 § 1 mom. ordningsvakten far inte pafora kontrollavgift. om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrolloren ge honom eller henne ett skriftligt forelaggande att betala kontrollavgiften inom en vecka vid aventyr att avgiften drivs in i utsokningsvag. i det skriftliga forelaggandet skall namnas storleken pa avgiften, orsaken till paforandet, forfallodag for betalningen, betalningssatt samt ovan namnda aventyr. i forelaggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten for paforande av avgiften och trafikrutten eller banavsnittet dar avgiften paforts. till forelaggandet skall fogas en anvisning om rattelseyrkande. en anvisning om rattelseyrkande skall ocksa fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrolloren. en kontrollavgift som inte har betalats inom den tid som avses i 3 mom. far drivas in hos passageraren utan dom eller beslut i den ordning som foreskrivs om indrivning av skatter och avgifter i utsokningsvag."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkastajan ja järjestyksenvalvojan oikeudet ja vastuu",
      "content": "Tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvitä henkilöllisyyttään. Tarkastaja voi myös poistaa tällaisen matkustajan kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ikä ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. Jollei kiinniotettua poisteta kulkuneuvosta tai edellä tarkoitetulta laiturialueelta, tarkastajan on viivyttelemättä luovutettava hänet poliisin haltuun. Tarkastuksessa apuna olevalla järjestyksenvalvojalla on oikeus tarkastajan pyynnöstä antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. Samoin edellytyksin kuin tarkastaja voi myös tarkastuksessa avustava järjestyksenvalvoja ilman tarkastajan pyyntöäkin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edellä tarkoitetulta laiturialueelta. Jos matkustaja koettaa vastarintaa tekemällä välttää kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus käyttää sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys, vastarinnan vaarallisuus, käytettävissä olevat voimavarat sekä muut tilanteen kokonaisarvosteluun liittyvät seikat. Sama oikeus on tarkastajan apuna olevalla järjestyksenvalvojalla. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssä. Tarkastajalla ja järjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. Tarkastuksessa apuna olevaa järjestyksenvalvojaa pidetään hänen suorittaessaan 8 §:n 2 momentissa tarkoitettuja tehtäviä tai käyttäessään tässä pykälässä tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 §:n 5 kohdassa tarkoitettuna henkilönä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvitä henkilöllisyyttään. Tarkastaja voi myös poistaa tällaisen matkustajan kulkuneuvosta tai 1 § :n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ikä ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. Jollei kiinniotettua poisteta kulkuneuvosta tai edellä tarkoitetulta laiturialueelta, tarkastajan on viivyttelemättä luovutettava hänet poliisin haltuun. Tarkastuksessa apuna olevalla järjestyksenvalvojalla on oikeus tarkastajan pyynnöstä antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. Samoin edellytyksin kuin tarkastaja voi myös tarkastuksessa avustava järjestyksenvalvoja ilman tarkastajan pyyntöäkin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edellä tarkoitetulta laiturialueelta. Jos matkustaja koettaa vastarintaa tekemällä välttää kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 § :n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus käyttää sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys, vastarinnan vaarallisuus, käytettävissä olevat voimavarat sekä muut tilanteen kokonaisarvosteluun liittyvät seikat. Sama oikeus on tarkastajan apuna olevalla järjestyksenvalvojalla. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 § :n 3 momentissa ja 7 § :ssä. Tarkastajalla ja järjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. Tarkastuksessa apuna olevaa järjestyksenvalvojaa pidetään hänen suorittaessaan 8 § :n 2 momentissa tarkoitettuja tehtäviä tai käyttäessään tässä pykälässä tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 § :n 5 kohdassa tarkoitettuna henkilönä.",
        "folded_fi": "tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvita henkilollisyyttaan. tarkastaja voi myos poistaa tallaisen matkustajan kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ika ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. jollei kiinniotettua poisteta kulkuneuvosta tai edella tarkoitetulta laiturialueelta, tarkastajan on viivyttelematta luovutettava hanet poliisin haltuun. tarkastuksessa apuna olevalla jarjestyksenvalvojalla on oikeus tarkastajan pyynnosta antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. samoin edellytyksin kuin tarkastaja voi myos tarkastuksessa avustava jarjestyksenvalvoja ilman tarkastajan pyyntoakin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edella tarkoitetulta laiturialueelta. jos matkustaja koettaa vastarintaa tekemalla valttaa kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus kayttaa sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitaa puolustettavina, kun otetaan huomioon tehtavan tarkeys ja kiireellisyys, vastarinnan vaarallisuus, kaytettavissa olevat voimavarat seka muut tilanteen kokonaisarvosteluun liittyvat seikat. sama oikeus on tarkastajan apuna olevalla jarjestyksenvalvojalla. voimakeinojen kayton liioittelusta saadetaan rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssa. tarkastajalla ja jarjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. tarkastuksessa apuna olevaa jarjestyksenvalvojaa pidetaan hanen suorittaessaan 8 §:n 2 momentissa tarkoitettuja tehtavia tai kayttaessaan tassa pykalassa tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 §:n 5 kohdassa tarkoitettuna henkilona.",
        "title_sv": "Kontrollörernas och ordningsvakternas rättigheter och ansvar",
        "content_sv": "En kontrollör har rätt att gripa en passagerare som saknar giltig biljett och som inte på ett tillförlitligt sätt styrker sin identitet. Kontrollören får också avlägsna en sådan passagerare från trafikmedlet eller ett i 1 § 2 mom. avsett plattformsområde, om det inte är oskäligt med hänsyn till passagerarens ålder och andra faktorer eller äventyrar passagerarens hälsa. Om den gripne inte avlägsnas från fordonet eller det ovan angivna plattformsområdet, skall kontrollören ofördröjligen överlämna passageraren till polisen. En ordningsvakt som bistår vid kontrollen har rätt att på begäran av kontrollören lämna behövlig hjälp vid gripande, avlägsnande eller överlämnande till polisen. Också en ordningsvakt som bistår vid kontrollen kan under samma förutsättningar som en kontrollör även utan begäran av kontrollören avlägsna en passagerare utan biljett från ett trafikmedel eller från ett plattformsområde som avses ovan. Om en passagerare genom att göra motstånd försöker undgå att bli gripen, överlämnad till polisen eller avlägsnad ur trafikmedlet eller från ett plattformsområde som avses i 1 § 2 mom., får kontrollören använda sådana maktmedel som är nödvändiga för att genomföra åtgärden och som kan anses försvarliga med hänsyn till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande samt övriga omständigheter som inverkar på helhetsbedömningen av situationen. En ordningsvakt som bistår en kontrollör har samma rätt. Bestämmelser om excess i samband med användning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). En kontrollör och en ordningsvakt har i de fall som nämns i 1 och 2 mom. rätt att få handräckning av polisen. En ordningsvakt som bistår vid kontrollen anses vid fullgörandet av uppgifter enligt 8 § 2 mom. eller utövandet av rättigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen.",
        "normalized_sv": "En kontrollör har rätt att gripa en passagerare som saknar giltig biljett och som inte på ett tillförlitligt sätt styrker sin identitet. Kontrollören får också avlägsna en sådan passagerare från trafikmedlet eller ett i 1 § 2 mom. avsett plattformsområde, om det inte är oskäligt med hänsyn till passagerarens ålder och andra faktorer eller äventyrar passagerarens hälsa. Om den gripne inte avlägsnas från fordonet eller det ovan angivna plattformsområdet, skall kontrollören ofördröjligen överlämna passageraren till polisen. En ordningsvakt som bistår vid kontrollen har rätt att på begäran av kontrollören lämna behövlig hjälp vid gripande, avlägsnande eller överlämnande till polisen. Också en ordningsvakt som bistår vid kontrollen kan under samma förutsättningar som en kontrollör även utan begäran av kontrollören avlägsna en passagerare utan biljett från ett trafikmedel eller från ett plattformsområde som avses ovan. Om en passagerare genom att göra motstånd försöker undgå att bli gripen, överlämnad till polisen eller avlägsnad ur trafikmedlet eller från ett plattformsområde som avses i 1 § 2 mom., får kontrollören använda sådana maktmedel som är nödvändiga för att genomföra åtgärden och som kan anses försvarliga med hänsyn till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande samt övriga omständigheter som inverkar på helhetsbedömningen av situationen. En ordningsvakt som bistår en kontrollör har samma rätt. Bestämmelser om excess i samband med användning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). En kontrollör och en ordningsvakt har i de fall som nämns i 1 och 2 mom. rätt att få handräckning av polisen. En ordningsvakt som bistår vid kontrollen anses vid fullgörandet av uppgifter enligt 8 § 2 mom. eller utövandet av rättigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen.",
        "folded_sv": "en kontrollor har ratt att gripa en passagerare som saknar giltig biljett och som inte pa ett tillforlitligt satt styrker sin identitet. kontrolloren far ocksa avlagsna en sadan passagerare fran trafikmedlet eller ett i 1 § 2 mom. avsett plattformsomrade, om det inte ar oskaligt med hansyn till passagerarens alder och andra faktorer eller aventyrar passagerarens halsa. om den gripne inte avlagsnas fran fordonet eller det ovan angivna plattformsomradet, skall kontrolloren ofordrojligen overlamna passageraren till polisen. en ordningsvakt som bistar vid kontrollen har ratt att pa begaran av kontrolloren lamna behovlig hjalp vid gripande, avlagsnande eller overlamnande till polisen. ocksa en ordningsvakt som bistar vid kontrollen kan under samma forutsattningar som en kontrollor aven utan begaran av kontrolloren avlagsna en passagerare utan biljett fran ett trafikmedel eller fran ett plattformsomrade som avses ovan. om en passagerare genom att gora motstand forsoker undga att bli gripen, overlamnad till polisen eller avlagsnad ur trafikmedlet eller fran ett plattformsomrade som avses i 1 § 2 mom., far kontrolloren anvanda sadana maktmedel som ar nodvandiga for att genomfora atgarden och som kan anses forsvarliga med hansyn till hur viktigt och bradskande uppdraget ar, hur farligt motstandet ar, de resurser som star till forfogande samt ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. en ordningsvakt som bistar en kontrollor har samma ratt. bestammelser om excess i samband med anvandning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). en kontrollor och en ordningsvakt har i de fall som namns i 1 och 2 mom. ratt att fa handrackning av polisen. en ordningsvakt som bistar vid kontrollen anses vid fullgorandet av uppgifter enligt 8 § 2 mom. eller utovandet av rattigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Matkustajan rangaistusvastuu",
      "content": "Rangaistus tässä laissa tarkoitetun tarkastajan tai järjestyksenvalvojan vastustamisesta säädetään rikoslain 17 luvun 6 §:ssä ja rangaistus väärän henkilötiedon antamisesta rikoslain 16 luvun 5 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Rangaistus tässä laissa tarkoitetun tarkastajan tai järjestyksenvalvojan vastustamisesta säädetään rikoslain 17 luvun 6 § :ssä ja rangaistus väärän henkilötiedon antamisesta rikoslain 16 luvun 5 § :ssä.",
        "folded_fi": "rangaistus tassa laissa tarkoitetun tarkastajan tai jarjestyksenvalvojan vastustamisesta saadetaan rikoslain 17 luvun 6 §:ssa ja rangaistus vaaran henkilotiedon antamisesta rikoslain 16 luvun 5 §:ssa.",
        "title_sv": "Passagerares straffansvar",
        "content_sv": "Bestämmelser om straff för motstånd mot en kontrollör eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff för lämnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen.",
        "normalized_sv": "Bestämmelser om straff för motstånd mot en kontrollör eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff för lämnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen.",
        "folded_sv": "bestammelser om straff for motstand mot en kontrollor eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff for lamnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muutoksenhaku tarkastusmaksua koskevaan päätökseen",
      "content": "Matkustaja, jolle on määrätty tarkastusmaksu, saa vaatia tarkastajan päätökseen oikaisua 14 päivän kuluessa tarkastusmaksun määräämisestä tarkastusmaksun perimiseen oikeutetun julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Tarkastusmaksun määräämistä koskevaan tarkastajan päätökseen ei saa hakea valittamalla muutosta. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 §:n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jäljennös päätöksestä on lähetettävä asianomaiselle julkisyhteisölle tai viranomaiselle maksun palauttamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Matkustaja, jolle on määrätty tarkastusmaksu, saa vaatia tarkastajan päätökseen oikaisua 14 päivän kuluessa tarkastusmaksun määräämisestä tarkastusmaksun perimiseen oikeutetun julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Tarkastusmaksun määräämistä koskevaan tarkastajan päätökseen ei saa hakea valittamalla muutosta. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 § :n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jäljennös päätöksestä on lähetettävä asianomaiselle julkisyhteisölle tai viranomaiselle maksun palauttamista varten.",
        "folded_fi": "matkustaja, jolle on maaratty tarkastusmaksu, saa vaatia tarkastajan paatokseen oikaisua 14 paivan kuluessa tarkastusmaksun maaraamisesta tarkastusmaksun perimiseen oikeutetun julkisyhteison tai viranomaisen tahan tehtavaan maaraamalta toimielimelta tai virkamiehelta. tarkastusmaksun maaraamista koskevaan tarkastajan paatokseen ei saa hakea valittamalla muutosta. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea valittamalla muutosta. valitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 §:n 1 momentissa mainitun muun julkisyhteison kotipaikka on tai siina tarkoitettu viranomainen sijaitsee. jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jaljennos paatoksesta on lahetettava asianomaiselle julkisyhteisolle tai viranomaiselle maksun palauttamista varten.",
        "title_sv": "Sökande av ändring i beslut om kontrollavgift",
        "content_sv": "En passagerare som har påförts kontrollavgift får inom 14 dagar från påförandet yrka rättelse av kontrollörens beslut hos det organ eller den tjänsteman som ett sådant offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift förordnat för denna uppgift. I kontrollörens beslut att påföra kontrollavgift får ändring inte sökas genom besvär. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Besvär över förvaltningsdomstolens beslut får inte anföras. Besvären riktas till den förvaltningsdomstol inom vars domkrets den kommun som fått rätt att uppbära kontrollavgift finns eller där ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Om förvaltningsdomstolen med anledning av besvären undanröjer kontrollavgiften, skall en kopia av beslutet sändas till respektive offentliga samfund eller myndighet för återbetalning av kontrollavgiften.",
        "normalized_sv": "En passagerare som har påförts kontrollavgift får inom 14 dagar från påförandet yrka rättelse av kontrollörens beslut hos det organ eller den tjänsteman som ett sådant offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift förordnat för denna uppgift. I kontrollörens beslut att påföra kontrollavgift får ändring inte sökas genom besvär. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Besvär över förvaltningsdomstolens beslut får inte anföras. Besvären riktas till den förvaltningsdomstol inom vars domkrets den kommun som fått rätt att uppbära kontrollavgift finns eller där ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Om förvaltningsdomstolen med anledning av besvären undanröjer kontrollavgiften, skall en kopia av beslutet sändas till respektive offentliga samfund eller myndighet för återbetalning av kontrollavgiften.",
        "folded_sv": "en passagerare som har paforts kontrollavgift far inom 14 dagar fran paforandet yrka rattelse av kontrollorens beslut hos det organ eller den tjansteman som ett sadant offentligt samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift forordnat for denna uppgift. i kontrollorens beslut att pafora kontrollavgift far andring inte sokas genom besvar. andring i beslut med anledning av ett rattelseyrkande far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). besvar over forvaltningsdomstolens beslut far inte anforas. besvaren riktas till den forvaltningsdomstol inom vars domkrets den kommun som fatt ratt att uppbara kontrollavgift finns eller dar ett i 1 § 1 mom. namnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten ar belagen. om forvaltningsdomstolen med anledning av besvaren undanrojer kontrollavgiften, skall en kopia av beslutet sandas till respektive offentliga samfund eller myndighet for aterbetalning av kontrollavgiften."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Muutoksenhaku muuhun päätökseen",
      "content": "Tässä laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteisön tai viranomaisen päätökseen saa vaatia oikaisua 14 päivän kuluessa päätöksen tiedoksisaamisesta. Oikaisua 6 §:n 2 ja 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti poliisilta. Oikaisua julkisyhteisön tai viranomaisen 6 a §:n 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan siten kuin siitä hallintolainkäyttölaissa säädetään. Muuhun tämän lain mukaiseen päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Tässä laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteisön tai viranomaisen päätökseen saa vaatia oikaisua 14 päivän kuluessa päätöksen tiedoksisaamisesta. Oikaisua 6 § :n 2 ja 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti poliisilta. Oikaisua julkisyhteisön tai viranomaisen 6 a § :n 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan siten kuin siitä hallintolainkäyttölaissa säädetään. Muuhun tämän lain mukaiseen päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteison tai viranomaisen paatokseen saa vaatia oikaisua 14 paivan kuluessa paatoksen tiedoksisaamisesta. oikaisua 6 §:n 2 ja 4 momentissa tarkoitettuun paatokseen vaaditaan kirjallisesti poliisilta. oikaisua julkisyhteison tai viranomaisen 6 a §:n 4 momentissa tarkoitettuun paatokseen vaaditaan kirjallisesti julkisyhteison tai viranomaisen tahan tehtavaan maaraamalta toimielimelta tai virkamiehelta. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myontaa valitusluvan siten kuin siita hallintolainkayttolaissa saadetaan. muuhun taman lain mukaiseen paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i annat beslut",
        "content_sv": "Rättelse i beslut som avses i denna lag och som fattats av polisen eller av ett sådant offentlig samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift får yrkas inom 14 dagar från delfåendet av beslutet. Rättelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. Rättelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjänsteman som det offentliga samfundet eller myndigheten har förordnat för denna uppgift. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Besvär över förvaltningsdomstolens beslut får anföras, om högsta förvaltningsdomstolen beviljar besvärstillstånd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i andra beslut enligt denna lag söks på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Rättelse i beslut som avses i denna lag och som fattats av polisen eller av ett sådant offentlig samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift får yrkas inom 14 dagar från delfåendet av beslutet. Rättelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. Rättelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjänsteman som det offentliga samfundet eller myndigheten har förordnat för denna uppgift. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Besvär över förvaltningsdomstolens beslut får anföras, om högsta förvaltningsdomstolen beviljar besvärstillstånd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i andra beslut enligt denna lag söks på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "rattelse i beslut som avses i denna lag och som fattats av polisen eller av ett sadant offentlig samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift far yrkas inom 14 dagar fran delfaendet av beslutet. rattelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. rattelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjansteman som det offentliga samfundet eller myndigheten har forordnat for denna uppgift. andring i beslut med anledning av ett rattelseyrkande far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. besvar over forvaltningsdomstolens beslut far anforas, om hogsta forvaltningsdomstolen beviljar besvarstillstand pa det satt som foreskrivs i forvaltningsprocesslagen. andring i andra beslut enligt denna lag soks pa det satt som foreskrivs i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyväksymiseen tarvittavista asiakirjoista ja hyväksymismenettelystä sekä tarkastusmaksujärjestelmästä tiedottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyväksymiseen tarvittavista asiakirjoista ja hyväksymismenettelystä sekä tarkastusmaksujärjestelmästä tiedottamisesta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyvaksymiseen tarvittavista asiakirjoista ja hyvaksymismenettelysta seka tarkastusmaksujarjestelmasta tiedottamisesta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om sökande av rätt att uppbära kontrollavgift, om de handlingar som behövs för att godkännas som kontrollör och godkännandeförfarandet samt om information om kontrollavgiftssystemet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om sökande av rätt att uppbära kontrollavgift, om de handlingar som behövs för att godkännas som kontrollör och godkännandeförfarandet samt om information om kontrollavgiftssystemet utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om sokande av ratt att uppbara kontrollavgift, om de handlingar som behovs for att godkannas som kontrollor och godkannandeforfarandet samt om information om kontrollavgiftssystemet utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessä matkustavalta voidaan myöntää kunnalle, Pääkaupunkiseudun yhteistyövaltuuskunnalle sekä rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessä matkustavalta voidaan myöntää kunnalle, Pääkaupunkiseudun yhteistyövaltuuskunnalle sekä rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
        "folded_fi": "oikeus tarkastusmaksun perimiseen ilman asianmukaista matkalippua joukkoliikenteessa matkustavalta voidaan myontaa kunnalle, paakaupunkiseudun yhteistyovaltuuskunnalle seka rautatieliikenteen turvallisuudesta vastaavalle viranomaiselle.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Rätt att uppbära kontrollavgift av den som i kollektivtrafik färdas utan giltig biljett kan beviljas kommuner, Huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar för säkerheten inom järnvägstrafiken.",
        "normalized_sv": "Rätt att uppbära kontrollavgift av den som i kollektivtrafik färdas utan giltig biljett kan beviljas kommuner, Huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar för säkerheten inom järnvägstrafiken.",
        "folded_sv": "ratt att uppbara kontrollavgift av den som i kollektivtrafik fardas utan giltig biljett kan beviljas kommuner, huvudstadsregionens samarbetsdelegation samt den myndighet som ansvarar for sakerheten inom jarnvagstrafiken."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tarkastusmaksun perimisoikeuden saaneiden tahojen välinen yhteistoiminta",
      "content": "Edellä 1 §:n 1 momentissa tarkoitetut julkisyhteisöt ja viranomainen voivat sopia toimivaltansa piirissä olevien tarkastusmaksujen perimisestä yhteistoiminnassa. Kunnat voivat myös sopia yhteistoiminnan järjestämisestä niin, että tarkastusmaksujen periminen annetaan toisen kunnan tai Pääkaupunkiseudun yhteistyövaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja Pääkaupunkiseudun yhteistyövaltuuskunnasta annetussa laissa (1269/1996) säädetään. Yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintäministeriölle tiedoksi tai liitettävä tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus periä yhteistoiminnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Edellä 1 § :n 1 momentissa tarkoitetut julkisyhteisöt ja viranomainen voivat sopia toimivaltansa piirissä olevien tarkastusmaksujen perimisestä yhteistoiminnassa. Kunnat voivat myös sopia yhteistoiminnan järjestämisestä niin, että tarkastusmaksujen periminen annetaan toisen kunnan tai Pääkaupunkiseudun yhteistyövaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja Pääkaupunkiseudun yhteistyövaltuuskunnasta annetussa laissa (1269/1996) säädetään. Yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintäministeriölle tiedoksi tai liitettävä tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus periä yhteistoiminnassa.",
        "folded_fi": "edella 1 §:n 1 momentissa tarkoitetut julkisyhteisot ja viranomainen voivat sopia toimivaltansa piirissa olevien tarkastusmaksujen perimisesta yhteistoiminnassa. kunnat voivat myos sopia yhteistoiminnan jarjestamisesta niin, etta tarkastusmaksujen periminen annetaan toisen kunnan tai paakaupunkiseudun yhteistyovaltuuskunnan hoidettavaksi yhden tai useamman kunnan puolesta siten kuin kuntalaissa (365/1995) ja paakaupunkiseudun yhteistyovaltuuskunnasta annetussa laissa (1269/1996) saadetaan. yhteistoimintaa koskeva sopimus on toimitettava liikenne- ja viestintaministeriolle tiedoksi tai liitettava tarkastusmaksun perimisoikeutta koskevaan hakemukseen, jos tarkastusmaksut on alun perin tarkoitus peria yhteistoiminnassa.",
        "title_sv": "Samarbete mellan dem som beviljats rätt att uppbära kontrollavgift",
        "content_sv": "De offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behörighet får uppbäras i samarbete. Kommunerna kan också avtala om att ordna samarbetet så att en kommun eller Huvudstadsregionens samarbetsdelegation ges i uppdrag att på det sätt som föreskrivs i kommunallagen (365/1995) eller lagen om Huvudstadsregionens samarbetsdelegation (1269/1996) för en eller flera kommuners räkning sköta uppbärandet av kontrollavgifter. Avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansökan om rätt att uppbära kontrollavgift, om avsikten är att från första början uppbära kontrollavgift i samarbete.",
        "normalized_sv": "De offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behörighet får uppbäras i samarbete. Kommunerna kan också avtala om att ordna samarbetet så att en kommun eller Huvudstadsregionens samarbetsdelegation ges i uppdrag att på det sätt som föreskrivs i kommunallagen (365/1995) eller lagen om Huvudstadsregionens samarbetsdelegation (1269/1996) för en eller flera kommuners räkning sköta uppbärandet av kontrollavgifter. Avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansökan om rätt att uppbära kontrollavgift, om avsikten är att från första början uppbära kontrollavgift i samarbete.",
        "folded_sv": "de offentliga samfund och den myndighet som avses i 1 § 1 mom. kan avtala om att de kontrollavgifter som omfattas av deras behorighet far uppbaras i samarbete. kommunerna kan ocksa avtala om att ordna samarbetet sa att en kommun eller huvudstadsregionens samarbetsdelegation ges i uppdrag att pa det satt som foreskrivs i kommunallagen (365/1995) eller lagen om huvudstadsregionens samarbetsdelegation (1269/1996) for en eller flera kommuners rakning skota uppbarandet av kontrollavgifter. avtalet om samarbete skall delges kommunikationsministeriet eller fogas till ansokan om ratt att uppbara kontrollavgift, om avsikten ar att fran forsta borjan uppbara kontrollavgift i samarbete."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tarkastusmaksun perimisoikeuden myöntäminen",
      "content": "Oikeuden tarkastusmaksun perimiseen myöntää hakemuksesta liikenne- ja viestintäministeriö. Oikeus tarkastusmaksun perimiseen on myönnettävä, jos: 1) tarkastusmaksujärjestelmää on tarkoitus soveltaa: a) raideliikenteessä; tai b) muussa joukkoliikenteessä, jossa matkustajien määrä on suuri ja käytössä on yhtenäinen matkalippu- ja hintajärjestelmä; ja 2) hakija esittää selvityksen siitä, että: a) matkalippujen hankinta on järjestetty varmaksi ja niiden käyttö yksinkertaiseksi; b) tarkastajien perehdyttäminen ja tarkastusmaksujärjestelmästä yleisölle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu järjestettäväksi niin kuin tässä laissa edellytetään. Oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. Oikeuden myöntämistä koskevassa päätöksessä määritellään tarkastustoiminnan piirissä oleva joukkoliikenne ja siihen voidaan tarvittaessa liittää matkalippujen hankinnan järjestämistapaan ja niiden käytön yksinkertaisuuteen, tarkastajien perehdyttämiseen, järjestelmästä tiedottamiseen sekä tarkastusmaksujen perimisessä sovellettavaan yhteistoimintaan liittyviä ehtoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Oikeuden tarkastusmaksun perimiseen myöntää hakemuksesta liikenne- ja viestintäministeriö. Oikeus tarkastusmaksun perimiseen on myönnettävä, jos: 1) tarkastusmaksujärjestelmää on tarkoitus soveltaa: a) raideliikenteessä; tai b) muussa joukkoliikenteessä, jossa matkustajien määrä on suuri ja käytössä on yhtenäinen matkalippu- ja hintajärjestelmä; ja 2) hakija esittää selvityksen siitä, että: a) matkalippujen hankinta on järjestetty varmaksi ja niiden käyttö yksinkertaiseksi; b) tarkastajien perehdyttäminen ja tarkastusmaksujärjestelmästä yleisölle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu järjestettäväksi niin kuin tässä laissa edellytetään. Oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. Oikeuden myöntämistä koskevassa päätöksessä määritellään tarkastustoiminnan piirissä oleva joukkoliikenne ja siihen voidaan tarvittaessa liittää matkalippujen hankinnan järjestämistapaan ja niiden käytön yksinkertaisuuteen, tarkastajien perehdyttämiseen, järjestelmästä tiedottamiseen sekä tarkastusmaksujen perimisessä sovellettavaan yhteistoimintaan liittyviä ehtoja.",
        "folded_fi": "oikeuden tarkastusmaksun perimiseen myontaa hakemuksesta liikenne- ja viestintaministerio. oikeus tarkastusmaksun perimiseen on myonnettava, jos: 1) tarkastusmaksujarjestelmaa on tarkoitus soveltaa: a) raideliikenteessa; tai b) muussa joukkoliikenteessa, jossa matkustajien maara on suuri ja kaytossa on yhtenainen matkalippu- ja hintajarjestelma; ja 2) hakija esittaa selvityksen siita, etta: a) matkalippujen hankinta on jarjestetty varmaksi ja niiden kaytto yksinkertaiseksi; b) tarkastajien perehdyttaminen ja tarkastusmaksujarjestelmasta yleisolle tiedottaminen on asianmukaisesti suunniteltu; ja c) tarkastus on suunniteltu jarjestettavaksi niin kuin tassa laissa edellytetaan. oikeus tarkastusmaksujen perimiseen on voimassa toistaiseksi. oikeuden myontamista koskevassa paatoksessa maaritellaan tarkastustoiminnan piirissa oleva joukkoliikenne ja siihen voidaan tarvittaessa liittaa matkalippujen hankinnan jarjestamistapaan ja niiden kayton yksinkertaisuuteen, tarkastajien perehdyttamiseen, jarjestelmasta tiedottamiseen seka tarkastusmaksujen perimisessa sovellettavaan yhteistoimintaan liittyvia ehtoja.",
        "title_sv": "Beviljande av rätt att uppbära kontrollavgift",
        "content_sv": "Rätt att uppbära kontrollavgift beviljas av kommunikationsministeriet på ansökan. Rätt att uppbära kontrollavgift skall beviljas, om 1) avsikten är att tillämpa kontrollavgiftssystemet a) i spårtrafik, eller b) i annan kollektivtrafik där passagerarantalet är stort och ett enhetligt biljett- och prissystem används, och 2) sökanden lämnar in en utredning om att a) anskaffandet av biljetter ordnats på ett säkert sätt och att det är lätt att använda biljetterna, b) utbildningen av kontrollörer och informationen till allmänheten om kontrollavgiftssystemet har ordnats på behörigt sätt, och c) kontrollen planerats bli ordnad enligt denna lag. Rätten att uppbära kontrollavgift är i kraft tills vidare. I beslutet om beviljande av rätt att uppbära kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor beträffande sättet för ordnandet av biljettanskaffning och hur enkel användningen av biljetter skall vara, utbildningen av kontrollörer, informationen om systemet samt samarbetet vid uppbärande av kontrollavgifter.",
        "normalized_sv": "Rätt att uppbära kontrollavgift beviljas av kommunikationsministeriet på ansökan. Rätt att uppbära kontrollavgift skall beviljas, om 1) avsikten är att tillämpa kontrollavgiftssystemet a) i spårtrafik, eller b) i annan kollektivtrafik där passagerarantalet är stort och ett enhetligt biljett- och prissystem används, och 2) sökanden lämnar in en utredning om att a) anskaffandet av biljetter ordnats på ett säkert sätt och att det är lätt att använda biljetterna, b) utbildningen av kontrollörer och informationen till allmänheten om kontrollavgiftssystemet har ordnats på behörigt sätt, och c) kontrollen planerats bli ordnad enligt denna lag. Rätten att uppbära kontrollavgift är i kraft tills vidare. I beslutet om beviljande av rätt att uppbära kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor beträffande sättet för ordnandet av biljettanskaffning och hur enkel användningen av biljetter skall vara, utbildningen av kontrollörer, informationen om systemet samt samarbetet vid uppbärande av kontrollavgifter.",
        "folded_sv": "ratt att uppbara kontrollavgift beviljas av kommunikationsministeriet pa ansokan. ratt att uppbara kontrollavgift skall beviljas, om 1) avsikten ar att tillampa kontrollavgiftssystemet a) i spartrafik, eller b) i annan kollektivtrafik dar passagerarantalet ar stort och ett enhetligt biljett- och prissystem anvands, och 2) sokanden lamnar in en utredning om att a) anskaffandet av biljetter ordnats pa ett sakert satt och att det ar latt att anvanda biljetterna, b) utbildningen av kontrollorer och informationen till allmanheten om kontrollavgiftssystemet har ordnats pa behorigt satt, och c) kontrollen planerats bli ordnad enligt denna lag. ratten att uppbara kontrollavgift ar i kraft tills vidare. i beslutet om beviljande av ratt att uppbara kontrollavgift anges den kollektivtrafik som omfattas av kontrollverksamheten, och till beslutet kan vid behov fogas villkor betraffande sattet for ordnandet av biljettanskaffning och hur enkel anvandningen av biljetter skall vara, utbildningen av kontrollorer, informationen om systemet samt samarbetet vid uppbarande av kontrollavgifter."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkastusmaksun suuruus",
      "content": "Tarkastusmaksu on enintään 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessä olevan julkisyhteisön alueella tai halvimman junatyypin alin aikuisen kertamaksu. Tarkastusmaksun suuruudesta säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Tarkastusmaksu on enintään 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessä olevan julkisyhteisön alueella tai halvimman junatyypin alin aikuisen kertamaksu. Tarkastusmaksun suuruudesta säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella.",
        "folded_fi": "tarkastusmaksu on enintaan 40 kertaa niin suuri kuin linja-autoliikenteen alin aikuisen kertamaksu kysymyksessa olevan julkisyhteison alueella tai halvimman junatyypin alin aikuisen kertamaksu. tarkastusmaksun suuruudesta saadetaan tarkemmin liikenne- ja viestintaministerion asetuksella.",
        "title_sv": "Kontrollavgiftens storlek",
        "content_sv": "Kontrollavgiften är högst 40 gånger så stor som det lägsta priset på en enkelbiljett för vuxna i busstrafiken inom det offentliga samfundets område eller på en enkelbiljett för vuxna enligt den billigaste tågtypen. Närmare bestämmelser om storleken av kontrollavgiften utfärdas genom förordning av kommunikationsministeriet.",
        "normalized_sv": "Kontrollavgiften är högst 40 gånger så stor som det lägsta priset på en enkelbiljett för vuxna i busstrafiken inom det offentliga samfundets område eller på en enkelbiljett för vuxna enligt den billigaste tågtypen. Närmare bestämmelser om storleken av kontrollavgiften utfärdas genom förordning av kommunikationsministeriet.",
        "folded_sv": "kontrollavgiften ar hogst 40 ganger sa stor som det lagsta priset pa en enkelbiljett for vuxna i busstrafiken inom det offentliga samfundets omrade eller pa en enkelbiljett for vuxna enligt den billigaste tagtypen. narmare bestammelser om storleken av kontrollavgiften utfardas genom forordning av kommunikationsministeriet."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Matkalippujen tarkastajat",
      "content": "Matkalippujen tarkastajan hyväksyy tehtäväänsä se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 §:n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Tarkastajaksi hyväksytään tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen palveluksessa virkasuhteessa oleva henkilö, joka: 1) on täyttänyt 18 vuotta; 2) on suorittanut hyväksytysti liikenne- ja viestintäministeriön asetuksella tarkemmin säädetyn koulutuksen, joka sisältää ainakin perehdyttämisen asianomaiseen joukkoliikenteeseen ja sen maksujärjestelmään, joukkoliikenteen tarkastusmaksua koskeviin säännöksiin ja määräyksiin sekä tarkastajan tehtäviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvään vastuuseen; sekä 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilökohtaisilta ominaisuuksiltaan tehtävään sopiva. Poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. Siinä mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet sekä liikenne, jossa hänellä on toimivalta. Tarkastajan on tarvittaessa esitettävä tarkastuspassinsa matkustajalle. Tarkastaja on tehtävässään poliisin valvonnan alainen. Jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtävään sopimattomaksi, poliisi voi peruuttaa tarkastajan hyväksymisen tai, jos peruuttaminen olisi oloihin nähden kohtuutonta, antaa hänelle varoituksen. Hyväksyminen on peruutettava, jos tarkastaja tai hänen työnantajansa sitä pyytää tai tarkastajan virkasuhde päättyy taikka julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. Jos hyväksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. Poliisi pitää luetteloa tarkastajaksi hyväksymistä ja hyväksymisen peruuttamista koskevista päätöksistä. Henkilötietojen käsittelyyn sovelletaan lisäksi henkilötietojen käsittelystä poliisitoimessa annettua lakia (761/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Matkalippujen tarkastajan hyväksyy tehtäväänsä se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 § :n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Tarkastajaksi hyväksytään tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen palveluksessa virkasuhteessa oleva henkilö, joka: 1) on täyttänyt 18 vuotta; 2) on suorittanut hyväksytysti liikenne- ja viestintäministeriön asetuksella tarkemmin säädetyn koulutuksen, joka sisältää ainakin perehdyttämisen asianomaiseen joukkoliikenteeseen ja sen maksujärjestelmään, joukkoliikenteen tarkastusmaksua koskeviin säännöksiin ja määräyksiin sekä tarkastajan tehtäviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvään vastuuseen; sekä 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilökohtaisilta ominaisuuksiltaan tehtävään sopiva. Poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. Siinä mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet sekä liikenne, jossa hänellä on toimivalta. Tarkastajan on tarvittaessa esitettävä tarkastuspassinsa matkustajalle. Tarkastaja on tehtävässään poliisin valvonnan alainen. Jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtävään sopimattomaksi, poliisi voi peruuttaa tarkastajan hyväksymisen tai, jos peruuttaminen olisi oloihin nähden kohtuutonta, antaa hänelle varoituksen. Hyväksyminen on peruutettava, jos tarkastaja tai hänen työnantajansa sitä pyytää tai tarkastajan virkasuhde päättyy taikka julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. Jos hyväksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. Poliisi pitää luetteloa tarkastajaksi hyväksymistä ja hyväksymisen peruuttamista koskevista päätöksistä. Henkilötietojen käsittelyyn sovelletaan lisäksi henkilötietojen käsittelystä poliisitoimessa annettua lakia (761/2003).",
        "folded_fi": "matkalippujen tarkastajan hyvaksyy tehtavaansa se poliisilaitos, jonka toimialueeseen tarkastusmaksun perimisoikeuden saanut kunta kuuluu taikka jonka toimialueella 1 §:n 1 momentissa mainitun muun julkisyhteison kotipaikka on tai siina tarkoitettu viranomainen sijaitsee. tarkastajaksi hyvaksytaan tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen palveluksessa virkasuhteessa oleva henkilo, joka: 1) on tayttanyt 18 vuotta; 2) on suorittanut hyvaksytysti liikenne- ja viestintaministerion asetuksella tarkemmin saadetyn koulutuksen, joka sisaltaa ainakin perehdyttamisen asianomaiseen joukkoliikenteeseen ja sen maksujarjestelmaan, joukkoliikenteen tarkastusmaksua koskeviin saannoksiin ja maarayksiin seka tarkastajan tehtaviin ja niiden toteuttamisessa tarvittaviin oikeuksiin ja velvollisuuksiin ja niihin liittyvaan vastuuseen; seka 3) tunnetaan rehelliseksi ja luotettavaksi ja joka on henkilokohtaisilta ominaisuuksiltaan tehtavaan sopiva. poliisilaitos antaa tarkastajalle valokuvalla varustetun tarkastuspassin. siina mainitaan ainakin tarkastajan sukunimi, etunimi ja valtuudet seka liikenne, jossa hanella on toimivalta. tarkastajan on tarvittaessa esitettava tarkastuspassinsa matkustajalle. tarkastaja on tehtavassaan poliisin valvonnan alainen. jos tarkastaja toimii velvollisuuksiensa vastaisesti tai osoittautuu muutoin tehtavaan sopimattomaksi, poliisi voi peruuttaa tarkastajan hyvaksymisen tai, jos peruuttaminen olisi oloihin nahden kohtuutonta, antaa hanelle varoituksen. hyvaksyminen on peruutettava, jos tarkastaja tai hanen tyonantajansa sita pyytaa tai tarkastajan virkasuhde paattyy taikka julkisyhteison tai viranomaisen oikeus tarkastusmaksun perimiseen peruutetaan. jos hyvaksyminen peruutetaan, tarkastajan on luovutettava tarkastuspassinsa poliisille. poliisi pitaa luetteloa tarkastajaksi hyvaksymista ja hyvaksymisen peruuttamista koskevista paatoksista. henkilotietojen kasittelyyn sovelletaan lisaksi henkilotietojen kasittelysta poliisitoimessa annettua lakia (761/2003).",
        "title_sv": "Biljettkontrollörer",
        "content_sv": "Biljettkontrollörer godkänns för sin uppgift av den polisinrättning till vars verksamhetsområde den kommun som fått rätt att uppbära kontrollavgift hör eller inom vars verksamhetsområde ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Som kontrollör godkänns en person i tjänsteförhållande vid ett offentligt samfund eller den myndighet som bevijats rätt att uppbära kontrollavgift, om han eller hon 1) fyllt 18 år, 2) på ett godkänt sätt genomgått utbildning som närmare bestäms genom förordning av kommunikationsministeriet och som omfattar åtminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestämmelserna och föreskrifterna om kontrollavgift i kollektivtrafik samt kontrollörens uppgifter och de rättigheter och skyldigheter som behövs för att fullgöra dem och det till uppgifterna knutna ansvaret, samt 3) är känd som redbar och tillförlitlig och till sina personliga egenskaper är lämplig för uppgiften. Polisinrättningen utfärdar för kontrollören ett kontrollpass försett med fotografi. I kontrollpasset anges åtminstone kontrollörens släktnamn, förnamn och befogenheter samt den trafik som hans eller hennes befogenheter gäller. Kontrollören skall vid behov visa upp sitt kontrollpass för passageraren. Kontrollören står i sin uppgift under polisens tillsyn. Om en kontrollör handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för sin uppgift, kan polisen återkalla godkännandet som kontrollör eller, om ett återkallande med hänsyn till omständigheterna är oskäligt, ge kontrollören en varning. Godkännandet skall återkallas, om kontrollören eller arbetsgivaren anhåller om det, kontrollörens tjänsteförhållande upphör eller om det offentliga samfundets eller myndighetens rätt att uppbära kontrollavgift återkallas. Om godkännandet återkallas, skall kontrollören överlämna sitt kontrollpass till polisen. Polisen för en förteckning över beslut om godkännanden som kontrollör och återkallande av godkännanden. På behandlingen av personuppgifter tillämpas också lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "normalized_sv": "Biljettkontrollörer godkänns för sin uppgift av den polisinrättning till vars verksamhetsområde den kommun som fått rätt att uppbära kontrollavgift hör eller inom vars verksamhetsområde ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Som kontrollör godkänns en person i tjänsteförhållande vid ett offentligt samfund eller den myndighet som bevijats rätt att uppbära kontrollavgift, om han eller hon 1) fyllt 18 år, 2) på ett godkänt sätt genomgått utbildning som närmare bestäms genom förordning av kommunikationsministeriet och som omfattar åtminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestämmelserna och föreskrifterna om kontrollavgift i kollektivtrafik samt kontrollörens uppgifter och de rättigheter och skyldigheter som behövs för att fullgöra dem och det till uppgifterna knutna ansvaret, samt 3) är känd som redbar och tillförlitlig och till sina personliga egenskaper är lämplig för uppgiften. Polisinrättningen utfärdar för kontrollören ett kontrollpass försett med fotografi. I kontrollpasset anges åtminstone kontrollörens släktnamn, förnamn och befogenheter samt den trafik som hans eller hennes befogenheter gäller. Kontrollören skall vid behov visa upp sitt kontrollpass för passageraren. Kontrollören står i sin uppgift under polisens tillsyn. Om en kontrollör handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för sin uppgift, kan polisen återkalla godkännandet som kontrollör eller, om ett återkallande med hänsyn till omständigheterna är oskäligt, ge kontrollören en varning. Godkännandet skall återkallas, om kontrollören eller arbetsgivaren anhåller om det, kontrollörens tjänsteförhållande upphör eller om det offentliga samfundets eller myndighetens rätt att uppbära kontrollavgift återkallas. Om godkännandet återkallas, skall kontrollören överlämna sitt kontrollpass till polisen. Polisen för en förteckning över beslut om godkännanden som kontrollör och återkallande av godkännanden. På behandlingen av personuppgifter tillämpas också lagen om behandling av personuppgifter i polisens verksamhet (761/2003).",
        "folded_sv": "biljettkontrollorer godkanns for sin uppgift av den polisinrattning till vars verksamhetsomrade den kommun som fatt ratt att uppbara kontrollavgift hor eller inom vars verksamhetsomrade ett i 1 § 1 mom. namnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten ar belagen. som kontrollor godkanns en person i tjansteforhallande vid ett offentligt samfund eller den myndighet som bevijats ratt att uppbara kontrollavgift, om han eller hon 1) fyllt 18 ar, 2) pa ett godkant satt genomgatt utbildning som narmare bestams genom forordning av kommunikationsministeriet och som omfattar atminstone introduktion i respektive kollektivtrafik och dess betalningssystem, bestammelserna och foreskrifterna om kontrollavgift i kollektivtrafik samt kontrollorens uppgifter och de rattigheter och skyldigheter som behovs for att fullgora dem och det till uppgifterna knutna ansvaret, samt 3) ar kand som redbar och tillforlitlig och till sina personliga egenskaper ar lamplig for uppgiften. polisinrattningen utfardar for kontrolloren ett kontrollpass forsett med fotografi. i kontrollpasset anges atminstone kontrollorens slaktnamn, fornamn och befogenheter samt den trafik som hans eller hennes befogenheter galler. kontrolloren skall vid behov visa upp sitt kontrollpass for passageraren. kontrolloren star i sin uppgift under polisens tillsyn. om en kontrollor handlar i strid med sina skyldigheter eller annars visar sig vara olamplig for sin uppgift, kan polisen aterkalla godkannandet som kontrollor eller, om ett aterkallande med hansyn till omstandigheterna ar oskaligt, ge kontrolloren en varning. godkannandet skall aterkallas, om kontrolloren eller arbetsgivaren anhaller om det, kontrollorens tjansteforhallande upphor eller om det offentliga samfundets eller myndighetens ratt att uppbara kontrollavgift aterkallas. om godkannandet aterkallas, skall kontrolloren overlamna sitt kontrollpass till polisen. polisen for en forteckning over beslut om godkannanden som kontrollor och aterkallande av godkannanden. pa behandlingen av personuppgifter tillampas ocksa lagen om behandling av personuppgifter i polisens verksamhet (761/2003)."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Tarkastuksessa apuna olevat järjestyksenvalvojat",
      "content": "Matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen toimeksiannosta järjestyksenvalvoja, joka on järjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon ylläpitämään järjestystä ja turvallisuutta. Järjestyksenvalvojan tulee olla suorittanut hyväksytysti soveltuvin osin 6 §:n 2 momentin 2 kohdassa tarkoitetun koulutuksen. Tarkastusmaksun perimisoikeuden saanut julkisyhteisö tai viranomainen ja järjestyksenvalvojan työnantaja sopivat matkalipun tarkastuksessa avustavien järjestyksenvalvojien tehtävien suorittamisesta. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on pidettävä luetteloa järjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. Mitä 6 §:n 3 momentissa säädetään tarkastuspassista, sovelletaan myös tarkastuksessa apuna olevaan järjestyksenvalvojaan. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on peruutettava tarkastuksessa apuna olevan järjestyksenvalvojan toimeksianto, jos tämä toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtävään muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. Jos toimeksianto peruutetaan, järjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen toimeksiannosta järjestyksenvalvoja, joka on järjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon ylläpitämään järjestystä ja turvallisuutta. Järjestyksenvalvojan tulee olla suorittanut hyväksytysti soveltuvin osin 6 § :n 2 momentin 2 kohdassa tarkoitetun koulutuksen. Tarkastusmaksun perimisoikeuden saanut julkisyhteisö tai viranomainen ja järjestyksenvalvojan työnantaja sopivat matkalipun tarkastuksessa avustavien järjestyksenvalvojien tehtävien suorittamisesta. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on pidettävä luetteloa järjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. Mitä 6 § :n 3 momentissa säädetään tarkastuspassista, sovelletaan myös tarkastuksessa apuna olevaan järjestyksenvalvojaan. Tarkastusmaksun perimisoikeuden saaneen julkisyhteisön tai viranomaisen on peruutettava tarkastuksessa apuna olevan järjestyksenvalvojan toimeksianto, jos tämä toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtävään muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. Jos toimeksianto peruutetaan, järjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
        "folded_fi": "matkalipun tarkastuksessa voi olla apuna tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen toimeksiannosta jarjestyksenvalvoja, joka on jarjestyslain (612/2003) mukaisesti asetettu liikenneasemalle tai joukkoliikenteen kulkuneuvoon yllapitamaan jarjestysta ja turvallisuutta. jarjestyksenvalvojan tulee olla suorittanut hyvaksytysti soveltuvin osin 6 §:n 2 momentin 2 kohdassa tarkoitetun koulutuksen. tarkastusmaksun perimisoikeuden saanut julkisyhteiso tai viranomainen ja jarjestyksenvalvojan tyonantaja sopivat matkalipun tarkastuksessa avustavien jarjestyksenvalvojien tehtavien suorittamisesta. tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen on pidettava luetteloa jarjestyksenvalvojista, joille se on antanut toimeksiannon avustaa matkalippujen tarkastuksessa. mita 6 §:n 3 momentissa saadetaan tarkastuspassista, sovelletaan myos tarkastuksessa apuna olevaan jarjestyksenvalvojaan. tarkastusmaksun perimisoikeuden saaneen julkisyhteison tai viranomaisen on peruutettava tarkastuksessa apuna olevan jarjestyksenvalvojan toimeksianto, jos tama toimii velvollisuuksiensa vastaisesti tai osoittautuu tehtavaan muutoin sopimattomaksi taikka jos toimeksiantajan oikeus tarkastusmaksun perimiseen peruutetaan. jos toimeksianto peruutetaan, jarjestyksenvalvojan on luovutettava tarkastuspassinsa poliisille.",
        "title_sv": "Ordningsvakter som bistår vid kontrollen",
        "content_sv": "Vid kontrollen av biljetter kan på uppdrag av ett offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift bistånd ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att på en trafikstation eller i ett kollektivt trafikmedel upprätthålla ordning och säkerhet. Ordningsvakten skall på godkänt sätt i tillämpliga delar ha genomgått utbildning enligt 6 § 2 mom. 2 punkten. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistår vid kontrollen av biljetter skall utföra sina uppgifter. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall föra en förteckning över de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bistå vid kontrollen av biljetter. Vad som föreskrivs i 6 § 3 mom. om kontrollpass tillämpas också på ordningsvakter som bistår vid kontrollen. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall återkalla uppdraget för en ordningsvakt som bistår vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för uppgiften eller om uppdragsgivarens rätt att uppbära kontrollavgift återkallas. Om uppdraget återkallas skall ordningsvakten överlämna sitt kontrollpass till polisen.",
        "normalized_sv": "Vid kontrollen av biljetter kan på uppdrag av ett offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift bistånd ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att på en trafikstation eller i ett kollektivt trafikmedel upprätthålla ordning och säkerhet. Ordningsvakten skall på godkänt sätt i tillämpliga delar ha genomgått utbildning enligt 6 § 2 mom. 2 punkten. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistår vid kontrollen av biljetter skall utföra sina uppgifter. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall föra en förteckning över de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bistå vid kontrollen av biljetter. Vad som föreskrivs i 6 § 3 mom. om kontrollpass tillämpas också på ordningsvakter som bistår vid kontrollen. Det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift skall återkalla uppdraget för en ordningsvakt som bistår vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olämplig för uppgiften eller om uppdragsgivarens rätt att uppbära kontrollavgift återkallas. Om uppdraget återkallas skall ordningsvakten överlämna sitt kontrollpass till polisen.",
        "folded_sv": "vid kontrollen av biljetter kan pa uppdrag av ett offentligt samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift bistand ges av ordningsvakter, som i enlighet med ordningslagen (612/2003) utsetts att pa en trafikstation eller i ett kollektivt trafikmedel uppratthalla ordning och sakerhet. ordningsvakten skall pa godkant satt i tillampliga delar ha genomgatt utbildning enligt 6 § 2 mom. 2 punkten. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift och ordningsvaktens arbetsgivare skall avtala om hur de ordningsvakter som bistar vid kontrollen av biljetter skall utfora sina uppgifter. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift skall fora en forteckning over de ordningsvakter som samfundet eller myndigheten gett i uppdrag att bista vid kontrollen av biljetter. vad som foreskrivs i 6 § 3 mom. om kontrollpass tillampas ocksa pa ordningsvakter som bistar vid kontrollen. det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift skall aterkalla uppdraget for en ordningsvakt som bistar vid kontrollen, om han eller hon handlar i strid med sina skyldigheter eller annars visar sig vara olamplig for uppgiften eller om uppdragsgivarens ratt att uppbara kontrollavgift aterkallas. om uppdraget aterkallas skall ordningsvakten overlamna sitt kontrollpass till polisen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tarkastusmaksun perimisoikeuden peruuttaminen",
      "content": "Liikenne- ja viestintäministeriön on peruutettava julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen sitä pyytää; tai 2) tarkastustoiminta on lopetettu. Liikenne- ja viestintäministeriö voi peruuttaa julkisyhteisön tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin tätä lakia tai sen nojalla annettuja säännöksiä; 2) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin oikeuden myöntämistä koskevaan päätökseen liitettyjä keskeisiä ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epäkohtia eikä julkisyhteisö tai viranomainen ole ryhtynyt välittömästi toimenpiteisiin niiden korjaamiseksi niistä tiedon saatuaan. Liikenne- ja viestintäministeriö voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisölle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujärjestelmän tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epäkohdat on jo korjattu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Liikenne- ja viestintäministeriön on peruutettava julkisyhteisön tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen sitä pyytää; tai 2) tarkastustoiminta on lopetettu. Liikenne- ja viestintäministeriö voi peruuttaa julkisyhteisön tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin tätä lakia tai sen nojalla annettuja säännöksiä; 2) julkisyhteisö tai viranomainen on toiminut olennaisesti vastoin oikeuden myöntämistä koskevaan päätökseen liitettyjä keskeisiä ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epäkohtia eikä julkisyhteisö tai viranomainen ole ryhtynyt välittömästi toimenpiteisiin niiden korjaamiseksi niistä tiedon saatuaan. Liikenne- ja viestintäministeriö voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisölle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujärjestelmän tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epäkohdat on jo korjattu.",
        "folded_fi": "liikenne- ja viestintaministerion on peruutettava julkisyhteison tai viranomaisen oikeus tarkastusmaksun perimiseen, jos: 1) julkisyhteiso tai viranomainen sita pyytaa; tai 2) tarkastustoiminta on lopetettu. liikenne- ja viestintaministerio voi peruuttaa julkisyhteison tai viranomaisen oikeuden tarkastusmaksun perimiseen, jos: 1) julkisyhteiso tai viranomainen on toiminut olennaisesti vastoin tata lakia tai sen nojalla annettuja saannoksia; 2) julkisyhteiso tai viranomainen on toiminut olennaisesti vastoin oikeuden myontamista koskevaan paatokseen liitettyja keskeisia ehtoja; taikka 3) tarkastusmaksutoiminnassa on ilmennyt muita vakavia epakohtia eika julkisyhteiso tai viranomainen ole ryhtynyt valittomasti toimenpiteisiin niiden korjaamiseksi niista tiedon saatuaan. liikenne- ja viestintaministerio voi 2 momentissa tarkoitetuissa tapauksissa tarkastusmaksun perimisoikeuden peruuttamisen sijasta antaa perimisoikeuden saaneelle julkisyhteisolle tai viranomaiselle huomautuksen, jos perimisoikeuden peruuttaminen olisi tarkastusmaksujarjestelman tarkoitus ja tavoitteet huomioon ottaen kohtuutonta tai jos epakohdat on jo korjattu.",
        "title_sv": "Återkallande av rätten att uppbära kontrollavgift",
        "content_sv": "Kommunikationsministeriet skall återkalla ett offentligt samfunds eller myndighetens rätt att uppbära kontrollavgift, om 1) samfundet eller myndigheten anhåller om det, eller 2) kontrollverksamheten har upphört. Kommunikationsministeriet kan återkalla rätten att uppbära kontrollavgift, om 1) samfundet eller myndigheten handlat väsentligt i strid med denna lag och de bestämmelser som utfärdats med stöd av den, 2) samfundet eller myndigheten väsentligt brutit mot centrala villkor som fogats till beslutet att bevilja rätten, eller 3) det har framkommit andra väsentliga missförhållanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fått kännedom om missförhållandena har vidtagit åtgärder för att avhjälpa dem. Kommunikationsministeriet kan i de fall som avses i 2 mom. i stället för att återkalla rätten att uppbära kontrollavgift ge det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift en anmärkning, om ett återkallande av rätten att uppbära kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mål är oskäligt eller om missförhållandet redan har avhjälpts.",
        "normalized_sv": "Kommunikationsministeriet skall återkalla ett offentligt samfunds eller myndighetens rätt att uppbära kontrollavgift, om 1) samfundet eller myndigheten anhåller om det, eller 2) kontrollverksamheten har upphört. Kommunikationsministeriet kan återkalla rätten att uppbära kontrollavgift, om 1) samfundet eller myndigheten handlat väsentligt i strid med denna lag och de bestämmelser som utfärdats med stöd av den, 2) samfundet eller myndigheten väsentligt brutit mot centrala villkor som fogats till beslutet att bevilja rätten, eller 3) det har framkommit andra väsentliga missförhållanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fått kännedom om missförhållandena har vidtagit åtgärder för att avhjälpa dem. Kommunikationsministeriet kan i de fall som avses i 2 mom. i stället för att återkalla rätten att uppbära kontrollavgift ge det offentliga samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift en anmärkning, om ett återkallande av rätten att uppbära kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mål är oskäligt eller om missförhållandet redan har avhjälpts.",
        "folded_sv": "kommunikationsministeriet skall aterkalla ett offentligt samfunds eller myndighetens ratt att uppbara kontrollavgift, om 1) samfundet eller myndigheten anhaller om det, eller 2) kontrollverksamheten har upphort. kommunikationsministeriet kan aterkalla ratten att uppbara kontrollavgift, om 1) samfundet eller myndigheten handlat vasentligt i strid med denna lag och de bestammelser som utfardats med stod av den, 2) samfundet eller myndigheten vasentligt brutit mot centrala villkor som fogats till beslutet att bevilja ratten, eller 3) det har framkommit andra vasentliga missforhallanden i kontrollverksamheten och samfundet eller myndigheten inte omedelbart efter att ha fatt kannedom om missforhallandena har vidtagit atgarder for att avhjalpa dem. kommunikationsministeriet kan i de fall som avses i 2 mom. i stallet for att aterkalla ratten att uppbara kontrollavgift ge det offentliga samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift en anmarkning, om ett aterkallande av ratten att uppbara kontrollavgift med beaktande av kontrollavgiftssystemets syfte och mal ar oskaligt eller om missforhallandet redan har avhjalpts."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tarkastusmaksun määrääminen",
      "content": "Matkustaja on velvollinen tarkastajan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, hän on matkalipun hinnan lisäksi velvollinen suorittamaan tarkastajan määräämän tarkastusmaksun. Matkustajan, joka ei esitä asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta tälle henkilötietoinaan nimensä, henkilötunnuksensa ja osoitteensa. Matkustaja on velvollinen myös tarkastuksessa apuna olevan järjestyksenvalvojan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, järjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun määräämistä varten tai ryhtyä 11 §:n 1 momentin mukaisiin toimenpiteisiin. Järjestyksenvalvoja ei voi määrätä tarkastusmaksua. Jos matkustaja ei välittömästi maksa vaadittua tarkastusmaksua, tarkastajan on annettava hänelle kirjallinen määräys suorittaa tarkastusmaksu viikon kuluessa sen määräämisestä uhalla, että maksu muuten peritään ulosottotoimin. Matkustajalle annettavassa kirjallisessa määräyksessä on ilmoitettava maksun suuruus ja sen määräämisen syy, maksun eräpäivä ja tapa, jolla maksu on suoritettava sekä edellä tarkoitettu uhka. Määräyksessä on lisäksi mainittava matkustajan henkilötiedot sekä maksun määräämisaika ja liikennereitti tai rataosa, jolla maksu on määrätty. Määräykseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimusosoitus on liitettävä myös kuittiin, joka annetaan tarkastusmaksun välittömästi tarkastajalle suorittaneelle matkustajalle. Tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa määräajassa, voidaan periä matkustajalta ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Matkustaja on velvollinen tarkastajan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, hän on matkalipun hinnan lisäksi velvollinen suorittamaan tarkastajan määräämän tarkastusmaksun. Matkustajan, joka ei esitä asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta tälle henkilötietoinaan nimensä, henkilötunnuksensa ja osoitteensa. Matkustaja on velvollinen myös tarkastuksessa apuna olevan järjestyksenvalvojan vaatimuksesta esittämään matkalippunsa. Jos matkustaja ei esitä asianmukaista matkalippua, järjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun määräämistä varten tai ryhtyä 11 § :n 1 momentin mukaisiin toimenpiteisiin. Järjestyksenvalvoja ei voi määrätä tarkastusmaksua. Jos matkustaja ei välittömästi maksa vaadittua tarkastusmaksua, tarkastajan on annettava hänelle kirjallinen määräys suorittaa tarkastusmaksu viikon kuluessa sen määräämisestä uhalla, että maksu muuten peritään ulosottotoimin. Matkustajalle annettavassa kirjallisessa määräyksessä on ilmoitettava maksun suuruus ja sen määräämisen syy, maksun eräpäivä ja tapa, jolla maksu on suoritettava sekä edellä tarkoitettu uhka. Määräyksessä on lisäksi mainittava matkustajan henkilötiedot sekä maksun määräämisaika ja liikennereitti tai rataosa, jolla maksu on määrätty. Määräykseen on liitettävä oikaisuvaatimusosoitus. Oikaisuvaatimusosoitus on liitettävä myös kuittiin, joka annetaan tarkastusmaksun välittömästi tarkastajalle suorittaneelle matkustajalle. Tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa määräajassa, voidaan periä matkustajalta ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin säädetään.",
        "folded_fi": "matkustaja on velvollinen tarkastajan vaatimuksesta esittamaan matkalippunsa. jos matkustaja ei esita asianmukaista matkalippua, han on matkalipun hinnan lisaksi velvollinen suorittamaan tarkastajan maaraaman tarkastusmaksun. matkustajan, joka ei esita asianmukaista matkalippua, on ilmoitettava tarkastajan vaatimuksesta talle henkilotietoinaan nimensa, henkilotunnuksensa ja osoitteensa. matkustaja on velvollinen myos tarkastuksessa apuna olevan jarjestyksenvalvojan vaatimuksesta esittamaan matkalippunsa. jos matkustaja ei esita asianmukaista matkalippua, jarjestyksenvalvoja voi ilmoittaa asiasta tarkastajalle tarkastusmaksun maaraamista varten tai ryhtya 11 §:n 1 momentin mukaisiin toimenpiteisiin. jarjestyksenvalvoja ei voi maarata tarkastusmaksua. jos matkustaja ei valittomasti maksa vaadittua tarkastusmaksua, tarkastajan on annettava hanelle kirjallinen maarays suorittaa tarkastusmaksu viikon kuluessa sen maaraamisesta uhalla, etta maksu muuten peritaan ulosottotoimin. matkustajalle annettavassa kirjallisessa maarayksessa on ilmoitettava maksun suuruus ja sen maaraamisen syy, maksun erapaiva ja tapa, jolla maksu on suoritettava seka edella tarkoitettu uhka. maarayksessa on lisaksi mainittava matkustajan henkilotiedot seka maksun maaraamisaika ja liikennereitti tai rataosa, jolla maksu on maaratty. maaraykseen on liitettava oikaisuvaatimusosoitus. oikaisuvaatimusosoitus on liitettava myos kuittiin, joka annetaan tarkastusmaksun valittomasti tarkastajalle suorittaneelle matkustajalle. tarkastusmaksu, jota ei ole suoritettu 3 momentissa tarkoitetussa maaraajassa, voidaan peria matkustajalta ilman tuomiota tai paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin saadetaan.",
        "title_sv": "Påförande av kontrollavgift",
        "content_sv": "En passagerare skall på begäran av en kontrollör visa upp sin biljett. En passagerare som inte visar upp giltig biljett är skyldig att utöver biljettens pris betala en av kontrollören påförd kontrollavgift. En passagerare som inte visar upp giltig biljett skall på begäran av kontrollören uppge namn, personbeteckning och adress. En passagerare skall visa upp sin biljett också på begäran av en ordningsvakt som bistår vid kontrollen. Om passageraren inte visar upp giltig biljett, kan ordningsvakten anmäla saken till kontrollören för påförande av kontrollavgift eller vidta åtgärder enligt 11 § 1 mom. Ordningsvakten får inte påföra kontrollavgift. Om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrollören ge honom eller henne ett skriftligt föreläggande att betala kontrollavgiften inom en vecka vid äventyr att avgiften drivs in i utsökningsväg. I det skriftliga föreläggandet skall nämnas storleken på avgiften, orsaken till påförandet, förfallodag för betalningen, betalningssätt samt ovan nämnda äventyr. I föreläggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten för påförande av avgiften och trafikrutten eller banavsnittet där avgiften påförts. Till föreläggandet skall fogas en anvisning om rättelseyrkande. En anvisning om rättelseyrkande skall också fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrollören. En kontrollavgift som inte har betalats inom den tid som avses i 3 mom. får drivas in hos passageraren utan dom eller beslut i den ordning som föreskrivs om indrivning av skatter och avgifter i utsökningsväg.",
        "normalized_sv": "En passagerare skall på begäran av en kontrollör visa upp sin biljett. En passagerare som inte visar upp giltig biljett är skyldig att utöver biljettens pris betala en av kontrollören påförd kontrollavgift. En passagerare som inte visar upp giltig biljett skall på begäran av kontrollören uppge namn, personbeteckning och adress. En passagerare skall visa upp sin biljett också på begäran av en ordningsvakt som bistår vid kontrollen. Om passageraren inte visar upp giltig biljett, kan ordningsvakten anmäla saken till kontrollören för påförande av kontrollavgift eller vidta åtgärder enligt 11 § 1 mom. Ordningsvakten får inte påföra kontrollavgift. Om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrollören ge honom eller henne ett skriftligt föreläggande att betala kontrollavgiften inom en vecka vid äventyr att avgiften drivs in i utsökningsväg. I det skriftliga föreläggandet skall nämnas storleken på avgiften, orsaken till påförandet, förfallodag för betalningen, betalningssätt samt ovan nämnda äventyr. I föreläggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten för påförande av avgiften och trafikrutten eller banavsnittet där avgiften påförts. Till föreläggandet skall fogas en anvisning om rättelseyrkande. En anvisning om rättelseyrkande skall också fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrollören. En kontrollavgift som inte har betalats inom den tid som avses i 3 mom. får drivas in hos passageraren utan dom eller beslut i den ordning som föreskrivs om indrivning av skatter och avgifter i utsökningsväg.",
        "folded_sv": "en passagerare skall pa begaran av en kontrollor visa upp sin biljett. en passagerare som inte visar upp giltig biljett ar skyldig att utover biljettens pris betala en av kontrolloren paford kontrollavgift. en passagerare som inte visar upp giltig biljett skall pa begaran av kontrolloren uppge namn, personbeteckning och adress. en passagerare skall visa upp sin biljett ocksa pa begaran av en ordningsvakt som bistar vid kontrollen. om passageraren inte visar upp giltig biljett, kan ordningsvakten anmala saken till kontrolloren for paforande av kontrollavgift eller vidta atgarder enligt 11 § 1 mom. ordningsvakten far inte pafora kontrollavgift. om passageraren inte omedelbart betalar den yrkade kontrollavgiften, skall kontrolloren ge honom eller henne ett skriftligt forelaggande att betala kontrollavgiften inom en vecka vid aventyr att avgiften drivs in i utsokningsvag. i det skriftliga forelaggandet skall namnas storleken pa avgiften, orsaken till paforandet, forfallodag for betalningen, betalningssatt samt ovan namnda aventyr. i forelaggandet skall dessutom anges passagerarens personuppgifter samt tidpunkten for paforande av avgiften och trafikrutten eller banavsnittet dar avgiften paforts. till forelaggandet skall fogas en anvisning om rattelseyrkande. en anvisning om rattelseyrkande skall ocksa fogas till det kvitto som ges en passagerare som genast betalar kontrollavgiften till kontrolloren. en kontrollavgift som inte har betalats inom den tid som avses i 3 mom. far drivas in hos passageraren utan dom eller beslut i den ordning som foreskrivs om indrivning av skatter och avgifter i utsokningsvag."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkastajan ja järjestyksenvalvojan oikeudet ja vastuu",
      "content": "Tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvitä henkilöllisyyttään. Tarkastaja voi myös poistaa tällaisen matkustajan kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ikä ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. Jollei kiinniotettua poisteta kulkuneuvosta tai edellä tarkoitetulta laiturialueelta, tarkastajan on viivyttelemättä luovutettava hänet poliisin haltuun. Tarkastuksessa apuna olevalla järjestyksenvalvojalla on oikeus tarkastajan pyynnöstä antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. Samoin edellytyksin kuin tarkastaja voi myös tarkastuksessa avustava järjestyksenvalvoja ilman tarkastajan pyyntöäkin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edellä tarkoitetulta laiturialueelta. Jos matkustaja koettaa vastarintaa tekemällä välttää kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus käyttää sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys, vastarinnan vaarallisuus, käytettävissä olevat voimavarat sekä muut tilanteen kokonaisarvosteluun liittyvät seikat. Sama oikeus on tarkastajan apuna olevalla järjestyksenvalvojalla. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssä. Tarkastajalla ja järjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. Tarkastuksessa apuna olevaa järjestyksenvalvojaa pidetään hänen suorittaessaan 8 §:n 2 momentissa tarkoitettuja tehtäviä tai käyttäessään tässä pykälässä tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 §:n 5 kohdassa tarkoitettuna henkilönä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvitä henkilöllisyyttään. Tarkastaja voi myös poistaa tällaisen matkustajan kulkuneuvosta tai 1 § :n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ikä ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. Jollei kiinniotettua poisteta kulkuneuvosta tai edellä tarkoitetulta laiturialueelta, tarkastajan on viivyttelemättä luovutettava hänet poliisin haltuun. Tarkastuksessa apuna olevalla järjestyksenvalvojalla on oikeus tarkastajan pyynnöstä antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. Samoin edellytyksin kuin tarkastaja voi myös tarkastuksessa avustava järjestyksenvalvoja ilman tarkastajan pyyntöäkin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edellä tarkoitetulta laiturialueelta. Jos matkustaja koettaa vastarintaa tekemällä välttää kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 § :n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus käyttää sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitää puolustettavina, kun otetaan huomioon tehtävän tärkeys ja kiireellisyys, vastarinnan vaarallisuus, käytettävissä olevat voimavarat sekä muut tilanteen kokonaisarvosteluun liittyvät seikat. Sama oikeus on tarkastajan apuna olevalla järjestyksenvalvojalla. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 § :n 3 momentissa ja 7 § :ssä. Tarkastajalla ja järjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. Tarkastuksessa apuna olevaa järjestyksenvalvojaa pidetään hänen suorittaessaan 8 § :n 2 momentissa tarkoitettuja tehtäviä tai käyttäessään tässä pykälässä tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 § :n 5 kohdassa tarkoitettuna henkilönä.",
        "folded_fi": "tarkastajalla on oikeus ottaa kiinni ilman asianmukaista matkalippua oleva matkustaja, joka ei luotettavasti selvita henkilollisyyttaan. tarkastaja voi myos poistaa tallaisen matkustajan kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta, jollei se matkustajan ika ja muut seikat huomioon ottaen ole kohtuutonta tai aiheuta vaaraa matkustajan terveydelle. jollei kiinniotettua poisteta kulkuneuvosta tai edella tarkoitetulta laiturialueelta, tarkastajan on viivyttelematta luovutettava hanet poliisin haltuun. tarkastuksessa apuna olevalla jarjestyksenvalvojalla on oikeus tarkastajan pyynnosta antaa matkustajan kiinniottamiseksi, poistamiseksi tai poliisin haltuun luovuttamiseksi tarvittavaa apua. samoin edellytyksin kuin tarkastaja voi myos tarkastuksessa avustava jarjestyksenvalvoja ilman tarkastajan pyyntoakin poistaa matkaliputtoman matkustajan kulkuneuvosta tai edella tarkoitetulta laiturialueelta. jos matkustaja koettaa vastarintaa tekemalla valttaa kiinni ottamisen, poliisin luo toimittamisen taikka kulkuneuvosta tai 1 §:n 2 momentissa tarkoitetulta laiturialueelta poistamisen, tarkastajalla on oikeus kayttaa sellaisia toimenpiteen suorittamiseksi tarpeellisia voimakeinoja, joita voidaan pitaa puolustettavina, kun otetaan huomioon tehtavan tarkeys ja kiireellisyys, vastarinnan vaarallisuus, kaytettavissa olevat voimavarat seka muut tilanteen kokonaisarvosteluun liittyvat seikat. sama oikeus on tarkastajan apuna olevalla jarjestyksenvalvojalla. voimakeinojen kayton liioittelusta saadetaan rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssa. tarkastajalla ja jarjestyksenvalvojalla on 1 ja 2 momentissa tarkoitetuissa tapauksissa oikeus saada virka-apua poliisilta. tarkastuksessa apuna olevaa jarjestyksenvalvojaa pidetaan hanen suorittaessaan 8 §:n 2 momentissa tarkoitettuja tehtavia tai kayttaessaan tassa pykalassa tarkoitettuja oikeuksiaan rikoslain 40 luvun 11 §:n 5 kohdassa tarkoitettuna henkilona.",
        "title_sv": "Kontrollörernas och ordningsvakternas rättigheter och ansvar",
        "content_sv": "En kontrollör har rätt att gripa en passagerare som saknar giltig biljett och som inte på ett tillförlitligt sätt styrker sin identitet. Kontrollören får också avlägsna en sådan passagerare från trafikmedlet eller ett i 1 § 2 mom. avsett plattformsområde, om det inte är oskäligt med hänsyn till passagerarens ålder och andra faktorer eller äventyrar passagerarens hälsa. Om den gripne inte avlägsnas från fordonet eller det ovan angivna plattformsområdet, skall kontrollören ofördröjligen överlämna passageraren till polisen. En ordningsvakt som bistår vid kontrollen har rätt att på begäran av kontrollören lämna behövlig hjälp vid gripande, avlägsnande eller överlämnande till polisen. Också en ordningsvakt som bistår vid kontrollen kan under samma förutsättningar som en kontrollör även utan begäran av kontrollören avlägsna en passagerare utan biljett från ett trafikmedel eller från ett plattformsområde som avses ovan. Om en passagerare genom att göra motstånd försöker undgå att bli gripen, överlämnad till polisen eller avlägsnad ur trafikmedlet eller från ett plattformsområde som avses i 1 § 2 mom., får kontrollören använda sådana maktmedel som är nödvändiga för att genomföra åtgärden och som kan anses försvarliga med hänsyn till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande samt övriga omständigheter som inverkar på helhetsbedömningen av situationen. En ordningsvakt som bistår en kontrollör har samma rätt. Bestämmelser om excess i samband med användning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). En kontrollör och en ordningsvakt har i de fall som nämns i 1 och 2 mom. rätt att få handräckning av polisen. En ordningsvakt som bistår vid kontrollen anses vid fullgörandet av uppgifter enligt 8 § 2 mom. eller utövandet av rättigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen.",
        "normalized_sv": "En kontrollör har rätt att gripa en passagerare som saknar giltig biljett och som inte på ett tillförlitligt sätt styrker sin identitet. Kontrollören får också avlägsna en sådan passagerare från trafikmedlet eller ett i 1 § 2 mom. avsett plattformsområde, om det inte är oskäligt med hänsyn till passagerarens ålder och andra faktorer eller äventyrar passagerarens hälsa. Om den gripne inte avlägsnas från fordonet eller det ovan angivna plattformsområdet, skall kontrollören ofördröjligen överlämna passageraren till polisen. En ordningsvakt som bistår vid kontrollen har rätt att på begäran av kontrollören lämna behövlig hjälp vid gripande, avlägsnande eller överlämnande till polisen. Också en ordningsvakt som bistår vid kontrollen kan under samma förutsättningar som en kontrollör även utan begäran av kontrollören avlägsna en passagerare utan biljett från ett trafikmedel eller från ett plattformsområde som avses ovan. Om en passagerare genom att göra motstånd försöker undgå att bli gripen, överlämnad till polisen eller avlägsnad ur trafikmedlet eller från ett plattformsområde som avses i 1 § 2 mom., får kontrollören använda sådana maktmedel som är nödvändiga för att genomföra åtgärden och som kan anses försvarliga med hänsyn till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande samt övriga omständigheter som inverkar på helhetsbedömningen av situationen. En ordningsvakt som bistår en kontrollör har samma rätt. Bestämmelser om excess i samband med användning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). En kontrollör och en ordningsvakt har i de fall som nämns i 1 och 2 mom. rätt att få handräckning av polisen. En ordningsvakt som bistår vid kontrollen anses vid fullgörandet av uppgifter enligt 8 § 2 mom. eller utövandet av rättigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen.",
        "folded_sv": "en kontrollor har ratt att gripa en passagerare som saknar giltig biljett och som inte pa ett tillforlitligt satt styrker sin identitet. kontrolloren far ocksa avlagsna en sadan passagerare fran trafikmedlet eller ett i 1 § 2 mom. avsett plattformsomrade, om det inte ar oskaligt med hansyn till passagerarens alder och andra faktorer eller aventyrar passagerarens halsa. om den gripne inte avlagsnas fran fordonet eller det ovan angivna plattformsomradet, skall kontrolloren ofordrojligen overlamna passageraren till polisen. en ordningsvakt som bistar vid kontrollen har ratt att pa begaran av kontrolloren lamna behovlig hjalp vid gripande, avlagsnande eller overlamnande till polisen. ocksa en ordningsvakt som bistar vid kontrollen kan under samma forutsattningar som en kontrollor aven utan begaran av kontrolloren avlagsna en passagerare utan biljett fran ett trafikmedel eller fran ett plattformsomrade som avses ovan. om en passagerare genom att gora motstand forsoker undga att bli gripen, overlamnad till polisen eller avlagsnad ur trafikmedlet eller fran ett plattformsomrade som avses i 1 § 2 mom., far kontrolloren anvanda sadana maktmedel som ar nodvandiga for att genomfora atgarden och som kan anses forsvarliga med hansyn till hur viktigt och bradskande uppdraget ar, hur farligt motstandet ar, de resurser som star till forfogande samt ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. en ordningsvakt som bistar en kontrollor har samma ratt. bestammelser om excess i samband med anvandning av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889). en kontrollor och en ordningsvakt har i de fall som namns i 1 och 2 mom. ratt att fa handrackning av polisen. en ordningsvakt som bistar vid kontrollen anses vid fullgorandet av uppgifter enligt 8 § 2 mom. eller utovandet av rattigheter enligt denna paragraf som en person som avses i 40 kap. 11 § 5 punkten i strafflagen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Matkustajan rangaistusvastuu",
      "content": "Rangaistus tässä laissa tarkoitetun tarkastajan tai järjestyksenvalvojan vastustamisesta säädetään rikoslain 17 luvun 6 §:ssä ja rangaistus väärän henkilötiedon antamisesta rikoslain 16 luvun 5 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Rangaistus tässä laissa tarkoitetun tarkastajan tai järjestyksenvalvojan vastustamisesta säädetään rikoslain 17 luvun 6 § :ssä ja rangaistus väärän henkilötiedon antamisesta rikoslain 16 luvun 5 § :ssä.",
        "folded_fi": "rangaistus tassa laissa tarkoitetun tarkastajan tai jarjestyksenvalvojan vastustamisesta saadetaan rikoslain 17 luvun 6 §:ssa ja rangaistus vaaran henkilotiedon antamisesta rikoslain 16 luvun 5 §:ssa.",
        "title_sv": "Passagerares straffansvar",
        "content_sv": "Bestämmelser om straff för motstånd mot en kontrollör eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff för lämnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen.",
        "normalized_sv": "Bestämmelser om straff för motstånd mot en kontrollör eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff för lämnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen.",
        "folded_sv": "bestammelser om straff for motstand mot en kontrollor eller ordningsvakt som avses i denna lag finns i 17 kap. 6 § i strafflagen och om straff for lamnande av oriktiga personuppgifter i 16 kap. 5 § i strafflagen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muutoksenhaku tarkastusmaksua koskevaan päätökseen",
      "content": "Matkustaja, jolle on määrätty tarkastusmaksu, saa vaatia tarkastajan päätökseen oikaisua 14 päivän kuluessa tarkastusmaksun määräämisestä tarkastusmaksun perimiseen oikeutetun julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Tarkastusmaksun määräämistä koskevaan tarkastajan päätökseen ei saa hakea valittamalla muutosta. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 §:n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jäljennös päätöksestä on lähetettävä asianomaiselle julkisyhteisölle tai viranomaiselle maksun palauttamista varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Matkustaja, jolle on määrätty tarkastusmaksu, saa vaatia tarkastajan päätökseen oikaisua 14 päivän kuluessa tarkastusmaksun määräämisestä tarkastusmaksun perimiseen oikeutetun julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Tarkastusmaksun määräämistä koskevaan tarkastajan päätökseen ei saa hakea valittamalla muutosta. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea valittamalla muutosta. Valitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 § :n 1 momentissa mainitun muun julkisyhteisön kotipaikka on tai siinä tarkoitettu viranomainen sijaitsee. Jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jäljennös päätöksestä on lähetettävä asianomaiselle julkisyhteisölle tai viranomaiselle maksun palauttamista varten.",
        "folded_fi": "matkustaja, jolle on maaratty tarkastusmaksu, saa vaatia tarkastajan paatokseen oikaisua 14 paivan kuluessa tarkastusmaksun maaraamisesta tarkastusmaksun perimiseen oikeutetun julkisyhteison tai viranomaisen tahan tehtavaan maaraamalta toimielimelta tai virkamiehelta. tarkastusmaksun maaraamista koskevaan tarkastajan paatokseen ei saa hakea valittamalla muutosta. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea valittamalla muutosta. valitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa tarkastusmaksun perimisoikeuden saanut kunta on taikka jossa 1 §:n 1 momentissa mainitun muun julkisyhteison kotipaikka on tai siina tarkoitettu viranomainen sijaitsee. jos hallinto-oikeus valituksen johdosta poistaa tarkastusmaksun, jaljennos paatoksesta on lahetettava asianomaiselle julkisyhteisolle tai viranomaiselle maksun palauttamista varten.",
        "title_sv": "Sökande av ändring i beslut om kontrollavgift",
        "content_sv": "En passagerare som har påförts kontrollavgift får inom 14 dagar från påförandet yrka rättelse av kontrollörens beslut hos det organ eller den tjänsteman som ett sådant offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift förordnat för denna uppgift. I kontrollörens beslut att påföra kontrollavgift får ändring inte sökas genom besvär. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Besvär över förvaltningsdomstolens beslut får inte anföras. Besvären riktas till den förvaltningsdomstol inom vars domkrets den kommun som fått rätt att uppbära kontrollavgift finns eller där ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Om förvaltningsdomstolen med anledning av besvären undanröjer kontrollavgiften, skall en kopia av beslutet sändas till respektive offentliga samfund eller myndighet för återbetalning av kontrollavgiften.",
        "normalized_sv": "En passagerare som har påförts kontrollavgift får inom 14 dagar från påförandet yrka rättelse av kontrollörens beslut hos det organ eller den tjänsteman som ett sådant offentligt samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift förordnat för denna uppgift. I kontrollörens beslut att påföra kontrollavgift får ändring inte sökas genom besvär. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Besvär över förvaltningsdomstolens beslut får inte anföras. Besvären riktas till den förvaltningsdomstol inom vars domkrets den kommun som fått rätt att uppbära kontrollavgift finns eller där ett i 1 § 1 mom. nämnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten är belägen. Om förvaltningsdomstolen med anledning av besvären undanröjer kontrollavgiften, skall en kopia av beslutet sändas till respektive offentliga samfund eller myndighet för återbetalning av kontrollavgiften.",
        "folded_sv": "en passagerare som har paforts kontrollavgift far inom 14 dagar fran paforandet yrka rattelse av kontrollorens beslut hos det organ eller den tjansteman som ett sadant offentligt samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift forordnat for denna uppgift. i kontrollorens beslut att pafora kontrollavgift far andring inte sokas genom besvar. andring i beslut med anledning av ett rattelseyrkande far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). besvar over forvaltningsdomstolens beslut far inte anforas. besvaren riktas till den forvaltningsdomstol inom vars domkrets den kommun som fatt ratt att uppbara kontrollavgift finns eller dar ett i 1 § 1 mom. namnt annat offentligt samfund har sin hemort eller den i samma moment avsedda myndigheten ar belagen. om forvaltningsdomstolen med anledning av besvaren undanrojer kontrollavgiften, skall en kopia av beslutet sandas till respektive offentliga samfund eller myndighet for aterbetalning av kontrollavgiften."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "title": "Muutoksenhaku muuhun päätökseen",
      "content": "Tässä laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteisön tai viranomaisen päätökseen saa vaatia oikaisua 14 päivän kuluessa päätöksen tiedoksisaamisesta. Oikaisua 6 §:n 2 ja 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti poliisilta. Oikaisua julkisyhteisön tai viranomaisen 6 a §:n 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan siten kuin siitä hallintolainkäyttölaissa säädetään. Muuhun tämän lain mukaiseen päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Tässä laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteisön tai viranomaisen päätökseen saa vaatia oikaisua 14 päivän kuluessa päätöksen tiedoksisaamisesta. Oikaisua 6 § :n 2 ja 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti poliisilta. Oikaisua julkisyhteisön tai viranomaisen 6 a § :n 4 momentissa tarkoitettuun päätökseen vaaditaan kirjallisesti julkisyhteisön tai viranomaisen tähän tehtävään määräämältä toimielimeltä tai virkamieheltä. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden päätökseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myöntää valitusluvan siten kuin siitä hallintolainkäyttölaissa säädetään. Muuhun tämän lain mukaiseen päätökseen haetaan muutosta siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun poliisin tai tarkastusmaksuoikeuden saaneen julkisyhteison tai viranomaisen paatokseen saa vaatia oikaisua 14 paivan kuluessa paatoksen tiedoksisaamisesta. oikaisua 6 §:n 2 ja 4 momentissa tarkoitettuun paatokseen vaaditaan kirjallisesti poliisilta. oikaisua julkisyhteison tai viranomaisen 6 a §:n 4 momentissa tarkoitettuun paatokseen vaaditaan kirjallisesti julkisyhteison tai viranomaisen tahan tehtavaan maaraamalta toimielimelta tai virkamiehelta. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden paatokseen saa hakea valittamalla muutosta, jos korkein hallinto-oikeus myontaa valitusluvan siten kuin siita hallintolainkayttolaissa saadetaan. muuhun taman lain mukaiseen paatokseen haetaan muutosta siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i annat beslut",
        "content_sv": "Rättelse i beslut som avses i denna lag och som fattats av polisen eller av ett sådant offentlig samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift får yrkas inom 14 dagar från delfåendet av beslutet. Rättelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. Rättelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjänsteman som det offentliga samfundet eller myndigheten har förordnat för denna uppgift. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Besvär över förvaltningsdomstolens beslut får anföras, om högsta förvaltningsdomstolen beviljar besvärstillstånd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i andra beslut enligt denna lag söks på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Rättelse i beslut som avses i denna lag och som fattats av polisen eller av ett sådant offentlig samfund eller den myndighet som beviljats rätt att uppbära kontrollavgift får yrkas inom 14 dagar från delfåendet av beslutet. Rättelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. Rättelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjänsteman som det offentliga samfundet eller myndigheten har förordnat för denna uppgift. Ändring i beslut med anledning av ett rättelseyrkande får sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Besvär över förvaltningsdomstolens beslut får anföras, om högsta förvaltningsdomstolen beviljar besvärstillstånd på det sätt som föreskrivs i förvaltningsprocesslagen. Ändring i andra beslut enligt denna lag söks på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "rattelse i beslut som avses i denna lag och som fattats av polisen eller av ett sadant offentlig samfund eller den myndighet som beviljats ratt att uppbara kontrollavgift far yrkas inom 14 dagar fran delfaendet av beslutet. rattelse i beslut som avses i 6 § 2 och 4 mom. yrkas skriftligt hos polisen. rattelse i ett offentligt samfunds eller myndighetens beslut som avses i 6 a § 4 mom. yrkas skriftligt hos det organ eller den tjansteman som det offentliga samfundet eller myndigheten har forordnat for denna uppgift. andring i beslut med anledning av ett rattelseyrkande far sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. besvar over forvaltningsdomstolens beslut far anforas, om hogsta forvaltningsdomstolen beviljar besvarstillstand pa det satt som foreskrivs i forvaltningsprocesslagen. andring i andra beslut enligt denna lag soks pa det satt som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella säädetään tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyväksymiseen tarvittavista asiakirjoista ja hyväksymismenettelystä sekä tarkastusmaksujärjestelmästä tiedottamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Valtioneuvoston asetuksella säädetään tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyväksymiseen tarvittavista asiakirjoista ja hyväksymismenettelystä sekä tarkastusmaksujärjestelmästä tiedottamisesta.",
        "folded_fi": "valtioneuvoston asetuksella saadetaan tarkemmin tarkastusmaksun perimisoikeuden hakemisesta, matkalipun tarkastajaksi hyvaksymiseen tarvittavista asiakirjoista ja hyvaksymismenettelysta seka tarkastusmaksujarjestelmasta tiedottamisesta.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om sökande av rätt att uppbära kontrollavgift, om de handlingar som behövs för att godkännas som kontrollör och godkännandeförfarandet samt om information om kontrollavgiftssystemet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om sökande av rätt att uppbära kontrollavgift, om de handlingar som behövs för att godkännas som kontrollör och godkännandeförfarandet samt om information om kontrollavgiftssystemet utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om sokande av ratt att uppbara kontrollavgift, om de handlingar som behovs for att godkannas som kontrollor och godkannandeforfarandet samt om information om kontrollavgiftssystemet utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-06-08",
      "valid_to": null
    }
  ]
}