{
  "id": "448/2024",
  "type": "statute",
  "title": "Laki arvonlisäverolain muuttamisesta",
  "title_en": "Lag om ändring av mervärdesskattelagen",
  "status": "in_force",
  "issued_date": "2024-06-28",
  "in_force_date": "2024-06-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/448/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "14:149",
      "chapter": "14",
      "section": "149",
      "content": "Suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssä tarkoitettu sijoittautumisjäsenvaltio on Suomi ja joka on oikeutettu soveltamaan 3 ja 3 a §:ää vastaaviin säännöksiin perustuvaa verottomuutta muussa jäsenvaltiossa kuin Suomessa. Toiseen jäsenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssä tarkoitettu sijoittautumisjäsenvaltio on muu jäsenvaltio kuin Suomi ja joka on oikeutettu soveltamaan 3 §:ssä tarkoitettua vähäistä toimintaa koskevaa verottomuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149",
        "normalized_fi": "Suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a § :ssä tarkoitettu sijoittautumisjäsenvaltio on Suomi ja joka on oikeutettu soveltamaan 3 ja 3 a § :ää vastaaviin säännöksiin perustuvaa verottomuutta muussa jäsenvaltiossa kuin Suomessa. Toiseen jäsenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a § :ssä tarkoitettu sijoittautumisjäsenvaltio on muu jäsenvaltio kuin Suomi ja joka on oikeutettu soveltamaan 3 § :ssä tarkoitettua vähäistä toimintaa koskevaa verottomuutta.",
        "folded_fi": "suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tata lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssa tarkoitettu sijoittautumisjasenvaltio on suomi ja joka on oikeutettu soveltamaan 3 ja 3 a §:aa vastaaviin saannoksiin perustuvaa verottomuutta muussa jasenvaltiossa kuin suomessa. toiseen jasenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tata lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssa tarkoitettu sijoittautumisjasenvaltio on muu jasenvaltio kuin suomi ja joka on oikeutettu soveltamaan 3 §:ssa tarkoitettua vahaista toimintaa koskevaa verottomuutta.",
        "content_sv": "Med näringsidkare som är etablerad i Finland avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är Finland och som har rätt att i en annan medlemsstat än Finland tillämpa skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a §. Med näringsidkare som är etablerad i en annan medlemsstat avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är en annan medlemsstat än Finland och som har rätt att tillämpa den skattefrihet för verksamhet i liten skala som avses i 3 §.",
        "normalized_sv": "Med näringsidkare som är etablerad i Finland avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är Finland och som har rätt att i en annan medlemsstat än Finland tillämpa skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § . Med näringsidkare som är etablerad i en annan medlemsstat avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är en annan medlemsstat än Finland och som har rätt att tillämpa den skattefrihet för verksamhet i liten skala som avses i 3 § .",
        "folded_sv": "med naringsidkare som ar etablerad i finland avses vid tillampningen av detta kapitel en naringsidkare, vars i 149 a § avsedda etableringsmedlemsstat ar finland och som har ratt att i en annan medlemsstat an finland tillampa skattefrihet som baserar sig pa bestammelser som motsvarar 3 och 3 a §. med naringsidkare som ar etablerad i en annan medlemsstat avses vid tillampningen av detta kapitel en naringsidkare, vars i 149 a § avsedda etableringsmedlemsstat ar en annan medlemsstat an finland och som har ratt att tillampa den skattefrihet for verksamhet i liten skala som avses i 3 §."
      }
    },
    {
      "provision_ref": "14:149 a",
      "chapter": "14",
      "section": "149 a",
      "content": "Sijoittautumisjäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa jäsenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. Verottomuuden myöntävällä jäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jäsenvaltiota, jossa 3 ja 3 a §:ää vastaaviin säännöksiin perustuvaa verottomuutta sovelletaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 a",
        "normalized_fi": "Sijoittautumisjäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa jäsenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. Verottomuuden myöntävällä jäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jäsenvaltiota, jossa 3 ja 3 a § :ää vastaaviin säännöksiin perustuvaa verottomuutta sovelletaan.",
        "folded_fi": "sijoittautumisjasenvaltiolla tarkoitetaan tata lukua sovellettaessa jasenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. verottomuuden myontavalla jasenvaltiolla tarkoitetaan tata lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jasenvaltiota, jossa 3 ja 3 a §:aa vastaaviin saannoksiin perustuvaa verottomuutta sovelletaan.",
        "content_sv": "Med etableringsmedlemsstat avses vid tillämpningen av detta kapitel den medlemsstat där näringsidkaren har etablerat sätet för sin ekonomiska verksamhet. Med medlemsstat som beviljar skattefrihet avses vid tillämpningen av detta kapitel en medlemsstat som inte är en i 1 mom. avsedd medlemsstat och där skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § tillämpas.",
        "normalized_sv": "Med etableringsmedlemsstat avses vid tillämpningen av detta kapitel den medlemsstat där näringsidkaren har etablerat sätet för sin ekonomiska verksamhet. Med medlemsstat som beviljar skattefrihet avses vid tillämpningen av detta kapitel en medlemsstat som inte är en i 1 mom. avsedd medlemsstat och där skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § tillämpas.",
        "folded_sv": "med etableringsmedlemsstat avses vid tillampningen av detta kapitel den medlemsstat dar naringsidkaren har etablerat satet for sin ekonomiska verksamhet. med medlemsstat som beviljar skattefrihet avses vid tillampningen av detta kapitel en medlemsstat som inte ar en i 1 mom. avsedd medlemsstat och dar skattefrihet som baserar sig pa bestammelser som motsvarar 3 och 3 a § tillampas."
      }
    },
    {
      "provision_ref": "14:149 b",
      "chapter": "14",
      "section": "149 b",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jäsenvaltiossa, on annettava ennakkoilmoitus. Ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltäneen kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain; ja 4) kuluvan kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain. Niiden jäsenvaltioiden osalta, joissa verottomuuden edellytyksenä on, ettei 3 §:n 1 momenttia vastaavaan säännökseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltäneenä kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sitä edeltäneeltä kalenterivuodelta eriteltynä. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 b",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jäsenvaltiossa, on annettava ennakkoilmoitus. Ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltäneen kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 § :n 2 momentissa ja 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain; ja 4) kuluvan kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 § :n 2 momentissa ja 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain. Niiden jäsenvaltioiden osalta, joissa verottomuuden edellytyksenä on, ettei 3 § :n 1 momenttia vastaavaan säännökseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltäneenä kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sitä edeltäneeltä kalenterivuodelta eriteltynä. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jasenvaltiossa, on annettava ennakkoilmoitus. ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jasenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltaneen kalenterivuoden aikana suomessa ja muissa jasenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara eriteltyna jasenvaltioittain; ja 4) kuluvan kalenterivuoden aikana suomessa ja muissa jasenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara eriteltyna jasenvaltioittain. niiden jasenvaltioiden osalta, joissa verottomuuden edellytyksena on, ettei 3 §:n 1 momenttia vastaavaan saannokseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltaneena kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sita edeltaneelta kalenterivuodelta eriteltyna. niiden jasenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. verohallinto antaa tarkemmat maaraykset 2-4 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland och som har för avsikt att tillämpa skattefrihet i en annan medlemsstat ska lämna en förhandsanmälan. I förhandsanmälan ska uppges 1) näringsidkarens namn, verksamhet, rättsliga form och adress, 2) de medlemsstater där skattefriheten är avsedd att tillämpas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det kalenderår som föregått det innevarande kalenderåret specificerad för varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det innevarande kalenderåret specificerad för varje medlemsstat. I fråga om de medlemsstater där en förutsättning för skattefrihet är att det tröskelvärde för omsättning som baserar sig på en bestämmelse som motsvarar 3 § 1 mom. inte överskrids under de två kalenderår som föregått det innevarande kalenderåret, ska den information som avses i 2 mom. 3 och 4 punkten lämnas specificerad för det innevarande kalenderåret och vart och ett av de två föregående kalenderåren. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat för varje tröskelvärde. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland och som har för avsikt att tillämpa skattefrihet i en annan medlemsstat ska lämna en förhandsanmälan. I förhandsanmälan ska uppges 1) näringsidkarens namn, verksamhet, rättsliga form och adress, 2) de medlemsstater där skattefriheten är avsedd att tillämpas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det kalenderår som föregått det innevarande kalenderåret specificerad för varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det innevarande kalenderåret specificerad för varje medlemsstat. I fråga om de medlemsstater där en förutsättning för skattefrihet är att det tröskelvärde för omsättning som baserar sig på en bestämmelse som motsvarar 3 § 1 mom. inte överskrids under de två kalenderår som föregått det innevarande kalenderåret, ska den information som avses i 2 mom. 3 och 4 punkten lämnas specificerad för det innevarande kalenderåret och vart och ett av de två föregående kalenderåren. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat för varje tröskelvärde. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland och som har for avsikt att tillampa skattefrihet i en annan medlemsstat ska lamna en forhandsanmalan. i forhandsanmalan ska uppges 1) naringsidkarens namn, verksamhet, rattsliga form och adress, 2) de medlemsstater dar skattefriheten ar avsedd att tillampas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i finland och andra medlemsstater under det kalenderar som foregatt det innevarande kalenderaret specificerad for varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i finland och andra medlemsstater under det innevarande kalenderaret specificerad for varje medlemsstat. i fraga om de medlemsstater dar en forutsattning for skattefrihet ar att det troskelvarde for omsattning som baserar sig pa en bestammelse som motsvarar 3 § 1 mom. inte overskrids under de tva kalenderar som foregatt det innevarande kalenderaret, ska den information som avses i 2 mom. 3 och 4 punkten lamnas specificerad for det innevarande kalenderaret och vart och ett av de tva foregaende kalenderaren. i fraga om de medlemsstater i vilka det tillampas olika troskelvarden for olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat for varje troskelvarde. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2-4 mom."
      }
    },
    {
      "provision_ref": "14:149 c",
      "chapter": "14",
      "section": "149 c",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukäteen 149 b §:n 2 momentissa tarkoitettujen tietojen muutoksista. Edellä 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d §:ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) uudet jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jäsenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b §:n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. Edellä 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain siltä osin kuin ne eivät sisälly 149 e §:ssä tarkoitettuun neljänneskalenterivuosi-ilmoitukseen. Edellä 3 §:ssä tarkoitetun verottomuuden soveltamisen katsotaan päättyvän tässä pykälässä säädettyä ilmoitusta vastaavan toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljänneskalenterivuoden alusta. Jos ilmoitus vastaanotetaan neljänneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin päättyvän ilmoituksen vastaanottamista seuraavan kalenterivuoden neljänneksen toisen kuukauden alusta. Verohallinto antaa tarkemmat määräykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 c",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukäteen 149 b § :n 2 momentissa tarkoitettujen tietojen muutoksista. Edellä 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d § :ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) uudet jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jäsenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b § :n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. Edellä 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain siltä osin kuin ne eivät sisälly 149 e § :ssä tarkoitettuun neljänneskalenterivuosi-ilmoitukseen. Edellä 3 § :ssä tarkoitetun verottomuuden soveltamisen katsotaan päättyvän tässä pykälässä säädettyä ilmoitusta vastaavan toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljänneskalenterivuoden alusta. Jos ilmoitus vastaanotetaan neljänneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin päättyvän ilmoituksen vastaanottamista seuraavan kalenterivuoden neljänneksen toisen kuukauden alusta. Verohallinto antaa tarkemmat määräykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukateen 149 b §:n 2 momentissa tarkoitettujen tietojen muutoksista. edella 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d §:ssa tarkoitettu yksilollinen tunniste ja seuraavat tiedot: 1) uudet jasenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jasenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b §:n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. edella 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain silta osin kuin ne eivat sisally 149 e §:ssa tarkoitettuun neljanneskalenterivuosi-ilmoitukseen. edella 3 §:ssa tarkoitetun verottomuuden soveltamisen katsotaan paattyvan tassa pykalassa saadettya ilmoitusta vastaavan toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljanneskalenterivuoden alusta. jos ilmoitus vastaanotetaan neljanneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin paattyvan ilmoituksen vastaanottamista seuraavan kalenterivuoden neljanneksen toisen kuukauden alusta. verohallinto antaa tarkemmat maaraykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska i förväg lämna en anmälan om ändringar i den information som avses i 149 b § 2 mom. I den anmälan som avses i 1 mom. ska ingå det individuella registreringsnummer som avses i 149 d § och följande: 1) de nya medlemsstater där skattefriheten är avsedd att tillämpas, 2) de medlemsstater där tillämpningen av skattefriheten upphör, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. I den anmälan som avses i 1 mom. får den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingår i den anmälan per kalenderkvartal som avses i 149 e §. Tillämpningen av den skattefrihet som avses i 3 § anses upphöra vid ingången av det kalenderkvartal som följer på det kalenderkvartal då en anmälan som motsvarar anmälan enligt denna paragraf har tagits emot om att näringsidkaren är etablerad i en annan medlemsstat. Om anmälan tas emot under den sista månaden i ett kalenderkvartal, anses dock tillämpningen av skattefriheten upphöra vid ingången av den andra månaden i det kalenderkvartal som följer på mottagandet av anmälan. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 och 3 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska i förväg lämna en anmälan om ändringar i den information som avses i 149 b § 2 mom. I den anmälan som avses i 1 mom. ska ingå det individuella registreringsnummer som avses i 149 d § och följande: 1) de nya medlemsstater där skattefriheten är avsedd att tillämpas, 2) de medlemsstater där tillämpningen av skattefriheten upphör, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. I den anmälan som avses i 1 mom. får den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingår i den anmälan per kalenderkvartal som avses i 149 e § . Tillämpningen av den skattefrihet som avses i 3 § anses upphöra vid ingången av det kalenderkvartal som följer på det kalenderkvartal då en anmälan som motsvarar anmälan enligt denna paragraf har tagits emot om att näringsidkaren är etablerad i en annan medlemsstat. Om anmälan tas emot under den sista månaden i ett kalenderkvartal, anses dock tillämpningen av skattefriheten upphöra vid ingången av den andra månaden i det kalenderkvartal som följer på mottagandet av anmälan. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 och 3 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska i forvag lamna en anmalan om andringar i den information som avses i 149 b § 2 mom. i den anmalan som avses i 1 mom. ska inga det individuella registreringsnummer som avses i 149 d § och foljande: 1) de nya medlemsstater dar skattefriheten ar avsedd att tillampas, 2) de medlemsstater dar tillampningen av skattefriheten upphor, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. i den anmalan som avses i 1 mom. far den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingar i den anmalan per kalenderkvartal som avses i 149 e §. tillampningen av den skattefrihet som avses i 3 § anses upphora vid ingangen av det kalenderkvartal som foljer pa det kalenderkvartal da en anmalan som motsvarar anmalan enligt denna paragraf har tagits emot om att naringsidkaren ar etablerad i en annan medlemsstat. om anmalan tas emot under den sista manaden i ett kalenderkvartal, anses dock tillampningen av skattefriheten upphora vid ingangen av den andra manaden i det kalenderkvartal som foljer pa mottagandet av anmalan. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2 och 3 mom."
      }
    },
    {
      "provision_ref": "14:149 d",
      "chapter": "14",
      "section": "149 d",
      "content": "Suomeen sijoittautunut elinkeinonharjoittaja merkitään erilliseen tunnistamisrekisteriin ja hänelle annetaan yksilöllinen tunniste verottomuuden soveltamista varten. Edellä 1 momentissa tarkoitettu yksilöllinen tunniste on elinkeinonharjoittajalle Suomessa myönnetty arvonlisäverotunniste tai arvonlisäverotunnistetta vastaava tunniste, johon on lisätty pääte \"EX\". Verohallinto antaa tarkemmat määräykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 d",
        "normalized_fi": "Suomeen sijoittautunut elinkeinonharjoittaja merkitään erilliseen tunnistamisrekisteriin ja hänelle annetaan yksilöllinen tunniste verottomuuden soveltamista varten. Edellä 1 momentissa tarkoitettu yksilöllinen tunniste on elinkeinonharjoittajalle Suomessa myönnetty arvonlisäverotunniste tai arvonlisäverotunnistetta vastaava tunniste, johon on lisätty pääte \"EX\". Verohallinto antaa tarkemmat määräykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
        "folded_fi": "suomeen sijoittautunut elinkeinonharjoittaja merkitaan erilliseen tunnistamisrekisteriin ja hanelle annetaan yksilollinen tunniste verottomuuden soveltamista varten. edella 1 momentissa tarkoitettu yksilollinen tunniste on elinkeinonharjoittajalle suomessa myonnetty arvonlisaverotunniste tai arvonlisaverotunnistetta vastaava tunniste, johon on lisatty paate \"ex\". verohallinto antaa tarkemmat maaraykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska införas i ett särskilt identifieringsregister och tilldelas ett individuellt registreringsnummer för tillämpningen av skattefriheten. Det individuella registreringsnummer som avses i 1 mom. är det mervärdesskattenummer som beviljats näringsidkaren i Finland eller ett nummer som motsvarar mervärdesskattenumret och som har suffixet ”EX”. Skatteförvaltningen meddelar närmare föreskrifter om det registreringsnummer som avses i 1 mom. och om på vilket sätt numret ska delges.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska införas i ett särskilt identifieringsregister och tilldelas ett individuellt registreringsnummer för tillämpningen av skattefriheten. Det individuella registreringsnummer som avses i 1 mom. är det mervärdesskattenummer som beviljats näringsidkaren i Finland eller ett nummer som motsvarar mervärdesskattenumret och som har suffixet ”EX”. Skatteförvaltningen meddelar närmare föreskrifter om det registreringsnummer som avses i 1 mom. och om på vilket sätt numret ska delges.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska inforas i ett sarskilt identifieringsregister och tilldelas ett individuellt registreringsnummer for tillampningen av skattefriheten. det individuella registreringsnummer som avses i 1 mom. ar det mervardesskattenummer som beviljats naringsidkaren i finland eller ett nummer som motsvarar mervardesskattenumret och som har suffixet ”ex”. skatteforvaltningen meddelar narmare foreskrifter om det registreringsnummer som avses i 1 mom. och om pa vilket satt numret ska delges."
      }
    },
    {
      "provision_ref": "14:149 e",
      "chapter": "14",
      "section": "149 e",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljännekseltä neljänneskalenterivuosi-ilmoitus. Neljänneskalenterivuosi-ilmoituksessa on oltava 149 d §:ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) neljänneskalenterivuoden aikana Suomessa tehtyjen 3 §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä; ja 2) neljänneskalenterivuoden aikana muissa jäsenvaltioissa kuin Suomessa tehtyjen 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä jäsenvaltioittain eriteltynä. Jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myyntejä ei ole tehty, myyntien arvoksi ilmoitetaan nolla. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Neljänneskalenterivuosi-ilmoitus on annettava viimeistään sitä kalenterivuoden neljännestä seuraavan kuukauden viimeisenä päivänä, jota se koskee. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 e",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljännekseltä neljänneskalenterivuosi-ilmoitus. Neljänneskalenterivuosi-ilmoituksessa on oltava 149 d § :ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) neljänneskalenterivuoden aikana Suomessa tehtyjen 3 § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä; ja 2) neljänneskalenterivuoden aikana muissa jäsenvaltioissa kuin Suomessa tehtyjen 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä jäsenvaltioittain eriteltynä. Jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myyntejä ei ole tehty, myyntien arvoksi ilmoitetaan nolla. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Neljänneskalenterivuosi-ilmoitus on annettava viimeistään sitä kalenterivuoden neljännestä seuraavan kuukauden viimeisenä päivänä, jota se koskee. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljannekselta neljanneskalenterivuosi-ilmoitus. neljanneskalenterivuosi-ilmoituksessa on oltava 149 d §:ssa tarkoitettu yksilollinen tunniste ja seuraavat tiedot: 1) neljanneskalenterivuoden aikana suomessa tehtyjen 3 §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara; ja 2) neljanneskalenterivuoden aikana muissa jasenvaltioissa kuin suomessa tehtyjen 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara jasenvaltioittain eriteltyna. jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myynteja ei ole tehty, myyntien arvoksi ilmoitetaan nolla. niiden jasenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. neljanneskalenterivuosi-ilmoitus on annettava viimeistaan sita kalenterivuoden neljannesta seuraavan kuukauden viimeisena paivana, jota se koskee. verohallinto antaa tarkemmat maaraykset 2-4 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska för varje kvartal under kalenderåret lämna in en anmälan per kalenderkvartal. Anmälan per kalenderkvartal ska innehålla det individuella registreringsnummer som avses i 149 d § och följande information: 1) den totala i 3 § 2 mom. avsedda försäljningen av varor och tjänster i Finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda försäljningen av varor och tjänster i andra medlemsstater än Finland under kalenderkvartalet specificerad för varje medlemsstat. Om försäljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som värdet av försäljningen uppges noll. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmälas separat för varje tröskelvärde. Anmälan per kalenderkvartal ska lämnas in senast den sista dagen i den månad som följer på det kalenderkvartal som anmälan gäller. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska för varje kvartal under kalenderåret lämna in en anmälan per kalenderkvartal. Anmälan per kalenderkvartal ska innehålla det individuella registreringsnummer som avses i 149 d § och följande information: 1) den totala i 3 § 2 mom. avsedda försäljningen av varor och tjänster i Finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda försäljningen av varor och tjänster i andra medlemsstater än Finland under kalenderkvartalet specificerad för varje medlemsstat. Om försäljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som värdet av försäljningen uppges noll. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmälas separat för varje tröskelvärde. Anmälan per kalenderkvartal ska lämnas in senast den sista dagen i den månad som följer på det kalenderkvartal som anmälan gäller. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska for varje kvartal under kalenderaret lamna in en anmalan per kalenderkvartal. anmalan per kalenderkvartal ska innehalla det individuella registreringsnummer som avses i 149 d § och foljande information: 1) den totala i 3 § 2 mom. avsedda forsaljningen av varor och tjanster i finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i andra medlemsstater an finland under kalenderkvartalet specificerad for varje medlemsstat. om forsaljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som vardet av forsaljningen uppges noll. i fraga om de medlemsstater i vilka det tillampas olika troskelvarden for olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmalas separat for varje troskelvarde. anmalan per kalenderkvartal ska lamnas in senast den sista dagen i den manad som foljer pa det kalenderkvartal som anmalan galler. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2-4 mom."
      }
    },
    {
      "provision_ref": "14:149 f",
      "chapter": "14",
      "section": "149 f",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e §:ssä tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiseltä neljänneskalenterivuodelta oikaisuilmoitus. Oikaisuilmoituksessa on oltava 149 e §:n 2 momentissa tarkoitetut korjatut tiedot jäsenvaltioittain eriteltynä. Verohallinto antaa tarkemmat määräykset virheen korjaamisessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 f",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e § :ssä tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiseltä neljänneskalenterivuodelta oikaisuilmoitus. Oikaisuilmoituksessa on oltava 149 e § :n 2 momentissa tarkoitetut korjatut tiedot jäsenvaltioittain eriteltynä. Verohallinto antaa tarkemmat määräykset virheen korjaamisessa noudatettavasta menettelystä.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e §:ssa tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiselta neljanneskalenterivuodelta oikaisuilmoitus. oikaisuilmoituksessa on oltava 149 e §:n 2 momentissa tarkoitetut korjatut tiedot jasenvaltioittain eriteltyna. verohallinto antaa tarkemmat maaraykset virheen korjaamisessa noudatettavasta menettelysta.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska rätta fel i den anmälan som avses i 149 e § genom att lämna en rättelsedeklaration för kalenderkvartalet i fråga. Rättelsedeklarationen ska innehålla rättelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. Skatteförvaltningen meddelar närmare föreskrifter om det förfarande som ska iakttas när fel rättas.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska rätta fel i den anmälan som avses i 149 e § genom att lämna en rättelsedeklaration för kalenderkvartalet i fråga. Rättelsedeklarationen ska innehålla rättelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. Skatteförvaltningen meddelar närmare föreskrifter om det förfarande som ska iakttas när fel rättas.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska ratta fel i den anmalan som avses i 149 e § genom att lamna en rattelsedeklaration for kalenderkvartalet i fraga. rattelsedeklarationen ska innehalla rattelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. skatteforvaltningen meddelar narmare foreskrifter om det forfarande som ska iakttas nar fel rattas."
      }
    },
    {
      "provision_ref": "14:149 g",
      "chapter": "14",
      "section": "149 g",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a §:n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisestä. Edellä 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e §:n 2 momentissa tarkoitettujen myyntien arvo neljänneskalenterivuoden alusta siihen päivään, jona raja-arvo ylittyi. Edellä 1 momentissa tarkoitettu ilmoitus on annettava viimeistään 15 työpäivän kuluessa raja-arvon ylittymisestä. Verohallinto antaa tarkemmat määräykset 2 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 g",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a § :n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisestä. Edellä 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e § :n 2 momentissa tarkoitettujen myyntien arvo neljänneskalenterivuoden alusta siihen päivään, jona raja-arvo ylittyi. Edellä 1 momentissa tarkoitettu ilmoitus on annettava viimeistään 15 työpäivän kuluessa raja-arvon ylittymisestä. Verohallinto antaa tarkemmat määräykset 2 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a §:n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisesta. edella 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e §:n 2 momentissa tarkoitettujen myyntien arvo neljanneskalenterivuoden alusta siihen paivaan, jona raja-arvo ylittyi. edella 1 momentissa tarkoitettu ilmoitus on annettava viimeistaan 15 tyopaivan kuluessa raja-arvon ylittymisesta. verohallinto antaa tarkemmat maaraykset 2 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska lämna en anmälan om att det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. överskrids. Den anmälan som avses i 1 mom. ska innehålla värdet av den försäljning som avses i 149 e § 2 mom. från början av kalenderkvartalet fram till den dag då tröskelvärdet överskreds. Den anmälan som avses i 1 mom. ska lämnas in inom 15 arbetsdagar från det att tröskelvärdet överskreds. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska lämna en anmälan om att det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. överskrids. Den anmälan som avses i 1 mom. ska innehålla värdet av den försäljning som avses i 149 e § 2 mom. från början av kalenderkvartalet fram till den dag då tröskelvärdet överskreds. Den anmälan som avses i 1 mom. ska lämnas in inom 15 arbetsdagar från det att tröskelvärdet överskreds. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska lamna en anmalan om att det troskelvarde for omsattning i europeiska unionen som avses i 3 a § 1 mom. overskrids. den anmalan som avses i 1 mom. ska innehalla vardet av den forsaljning som avses i 149 e § 2 mom. fran borjan av kalenderkvartalet fram till den dag da troskelvardet overskreds. den anmalan som avses i 1 mom. ska lamnas in inom 15 arbetsdagar fran det att troskelvardet overskreds. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2 mom."
      }
    },
    {
      "provision_ref": "14:149 h",
      "chapter": "14",
      "section": "149 h",
      "content": "Edellä 149 b, 149 c, 149 e, 149 f ja 149 g §:ssä tarkoitettujen ilmoitusten tiedot on ilmoitettava euromääräisinä. Jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on käytettävä kalenterivuoden ensimmäisenä päivänä sovellettavaa muuntokurssia. Muuntamisessa on käytettävä Euroopan keskuspankin kyseiselle päivälle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisenä päivänä, seuraavana julkaisupäivänä julkaistua kurssia. Edellä 1 momentissa tarkoitetut ilmoitukset annetaan sähköisesti Verohallinnolle. Verohallinto antaa tarkemmat säännökset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 h",
        "normalized_fi": "Edellä 149 b, 149 c, 149 e, 149 f ja 149 g § :ssä tarkoitettujen ilmoitusten tiedot on ilmoitettava euromääräisinä. Jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on käytettävä kalenterivuoden ensimmäisenä päivänä sovellettavaa muuntokurssia. Muuntamisessa on käytettävä Euroopan keskuspankin kyseiselle päivälle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisenä päivänä, seuraavana julkaisupäivänä julkaistua kurssia. Edellä 1 momentissa tarkoitetut ilmoitukset annetaan sähköisesti Verohallinnolle. Verohallinto antaa tarkemmat säännökset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
        "folded_fi": "edella 149 b, 149 c, 149 e, 149 f ja 149 g §:ssa tarkoitettujen ilmoitusten tiedot on ilmoitettava euromaaraisina. jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on kaytettava kalenterivuoden ensimmaisena paivana sovellettavaa muuntokurssia. muuntamisessa on kaytettava euroopan keskuspankin kyseiselle paivalle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisena paivana, seuraavana julkaisupaivana julkaistua kurssia. edella 1 momentissa tarkoitetut ilmoitukset annetaan sahkoisesti verohallinnolle. verohallinto antaa tarkemmat saannokset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
        "content_sv": "Uppgifterna i de anmälningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. Om den försäljning som uppges i en anmälan som avses i 1 mom. har skett i andra valutor än euro, ska näringsidkaren använda den växelkurs som gällde på kalenderårets första dag. Omräkningen ska göras på grundval av den växelkurs som Europeiska centralbanken offentliggjort den dagen eller, om inget offentliggörande sker den dagen, nästa dag som växelkurserna offentliggörs. De anmälningar som avses i 1 mom. ska lämnas in elektroniskt till Skatteförvaltningen. Skatteförvaltningen meddelar närmare föreskrifter om hur de anmälningar som avses i 1 mom. ska lämnas in.",
        "normalized_sv": "Uppgifterna i de anmälningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. Om den försäljning som uppges i en anmälan som avses i 1 mom. har skett i andra valutor än euro, ska näringsidkaren använda den växelkurs som gällde på kalenderårets första dag. Omräkningen ska göras på grundval av den växelkurs som Europeiska centralbanken offentliggjort den dagen eller, om inget offentliggörande sker den dagen, nästa dag som växelkurserna offentliggörs. De anmälningar som avses i 1 mom. ska lämnas in elektroniskt till Skatteförvaltningen. Skatteförvaltningen meddelar närmare föreskrifter om hur de anmälningar som avses i 1 mom. ska lämnas in.",
        "folded_sv": "uppgifterna i de anmalningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. om den forsaljning som uppges i en anmalan som avses i 1 mom. har skett i andra valutor an euro, ska naringsidkaren anvanda den vaxelkurs som gallde pa kalenderarets forsta dag. omrakningen ska goras pa grundval av den vaxelkurs som europeiska centralbanken offentliggjort den dagen eller, om inget offentliggorande sker den dagen, nasta dag som vaxelkurserna offentliggors. de anmalningar som avses i 1 mom. ska lamnas in elektroniskt till skatteforvaltningen. skatteforvaltningen meddelar narmare foreskrifter om hur de anmalningar som avses i 1 mom. ska lamnas in."
      }
    },
    {
      "provision_ref": "14:149 i",
      "chapter": "14",
      "section": "149 i",
      "content": "Verohallinnon on viipymättä poistettava käytöstä Suomeen sijoittautuneen elinkeinonharjoittajan 149 d §:ssä tarkoitettu yksilöllinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a §:n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myöntävä jäsenvaltio ilmoittaa, että elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai että sen soveltaminen on muutoin päättynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on päättynyt. Jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jäsenvaltiossa, Verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b §:n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 i",
        "normalized_fi": "Verohallinnon on viipymättä poistettava käytöstä Suomeen sijoittautuneen elinkeinonharjoittajan 149 d § :ssä tarkoitettu yksilöllinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a § :n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myöntävä jäsenvaltio ilmoittaa, että elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai että sen soveltaminen on muutoin päättynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on päättynyt. Jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jäsenvaltiossa, Verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b § :n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
        "folded_fi": "verohallinnon on viipymatta poistettava kaytosta suomeen sijoittautuneen elinkeinonharjoittajan 149 d §:ssa tarkoitettu yksilollinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a §:n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myontava jasenvaltio ilmoittaa, etta elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai etta sen soveltaminen on muutoin paattynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on paattynyt. jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jasenvaltiossa, verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b §:n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
        "content_sv": "Skatteförvaltningen ska utan dröjsmål avaktivera det i 149 d § avsedda individuella registreringsnumret för en näringsidkare som är etablerad i Finland, om 1) det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. och som näringsidkaren har uppgett överskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att näringsidkaren inte har rätt till skattefrihet eller att skattefriheten i övrigt har upphört, 3) näringsidkaren meddelar att den upphör att tillämpa skattefriheten, eller 4) näringsidkarens verksamhet har upphört. Om näringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsätter att tillämpa skattefriheten i någon annan medlemsstat än den som nämns i anmälan, ska Skatteförvaltningen i stället för att avaktivera registreringsnumret ändra de uppgifter som avses i 149 b § 2 mom. så att de överensstämmer med den nya informationen.",
        "normalized_sv": "Skatteförvaltningen ska utan dröjsmål avaktivera det i 149 d § avsedda individuella registreringsnumret för en näringsidkare som är etablerad i Finland, om 1) det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. och som näringsidkaren har uppgett överskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att näringsidkaren inte har rätt till skattefrihet eller att skattefriheten i övrigt har upphört, 3) näringsidkaren meddelar att den upphör att tillämpa skattefriheten, eller 4) näringsidkarens verksamhet har upphört. Om näringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsätter att tillämpa skattefriheten i någon annan medlemsstat än den som nämns i anmälan, ska Skatteförvaltningen i stället för att avaktivera registreringsnumret ändra de uppgifter som avses i 149 b § 2 mom. så att de överensstämmer med den nya informationen.",
        "folded_sv": "skatteforvaltningen ska utan drojsmal avaktivera det i 149 d § avsedda individuella registreringsnumret for en naringsidkare som ar etablerad i finland, om 1) det troskelvarde for omsattning i europeiska unionen som avses i 3 a § 1 mom. och som naringsidkaren har uppgett overskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att naringsidkaren inte har ratt till skattefrihet eller att skattefriheten i ovrigt har upphort, 3) naringsidkaren meddelar att den upphor att tillampa skattefriheten, eller 4) naringsidkarens verksamhet har upphort. om naringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsatter att tillampa skattefriheten i nagon annan medlemsstat an den som namns i anmalan, ska skatteforvaltningen i stallet for att avaktivera registreringsnumret andra de uppgifter som avses i 149 b § 2 mom. sa att de overensstammer med den nya informationen."
      }
    },
    {
      "provision_ref": "14:149 j",
      "chapter": "14",
      "section": "149 j",
      "content": "Toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan 3 §:ssä tarkoitetun verottomuuden soveltamisen katsotaan alkavan siitä päivästä, jona sijoittautumisjäsenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilöllisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilöllisen tunnisteen 149 c §:ssä tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. Edellä 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistään 35 työpäivän kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa Verohallinto tai sijoittautumisjäsenvaltion viranomainen tarvitsee lisäaikaa veropetosten tai veronkierron estämiseksi tarvittavia tarkastuksia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 j",
        "normalized_fi": "Toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan 3 § :ssä tarkoitetun verottomuuden soveltamisen katsotaan alkavan siitä päivästä, jona sijoittautumisjäsenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilöllisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilöllisen tunnisteen 149 c § :ssä tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. Edellä 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistään 35 työpäivän kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa Verohallinto tai sijoittautumisjäsenvaltion viranomainen tarvitsee lisäaikaa veropetosten tai veronkierron estämiseksi tarvittavia tarkastuksia varten.",
        "folded_fi": "toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan 3 §:ssa tarkoitetun verottomuuden soveltamisen katsotaan alkavan siita paivasta, jona sijoittautumisjasenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilollisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilollisen tunnisteen 149 c §:ssa tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. edella 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistaan 35 tyopaivan kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa verohallinto tai sijoittautumisjasenvaltion viranomainen tarvitsee lisaaikaa veropetosten tai veronkierron estamiseksi tarvittavia tarkastuksia varten.",
        "content_sv": "Den i 3 § avsedda skattefriheten för en näringsidkare som är etablerad i en annan medlemsstat anses börja den dag då etableringsmedlemsstaten 1) informerar näringsidkaren om det individuella registreringsnumret, eller 2) ger näringsidkaren en bekräftelse av det individuella registreringsnumret till följd av en anmälan som motsvarar den anmälan som avses i 149 c §. Den skattefrihet som avses i 1 mom. anses dock börja högst 35 arbetsdagar efter mottagandet av förhandsanmälan eller anmälan om ändringar i förhandsanmälan, med undantag för de situationer där Skatteförvaltningen eller en myndighet i etableringsmedlemsstaten behöver ytterligare tid för behövliga kontroller för att förhindra skattebedrägeri eller skatteflykt.",
        "normalized_sv": "Den i 3 § avsedda skattefriheten för en näringsidkare som är etablerad i en annan medlemsstat anses börja den dag då etableringsmedlemsstaten 1) informerar näringsidkaren om det individuella registreringsnumret, eller 2) ger näringsidkaren en bekräftelse av det individuella registreringsnumret till följd av en anmälan som motsvarar den anmälan som avses i 149 c § . Den skattefrihet som avses i 1 mom. anses dock börja högst 35 arbetsdagar efter mottagandet av förhandsanmälan eller anmälan om ändringar i förhandsanmälan, med undantag för de situationer där Skatteförvaltningen eller en myndighet i etableringsmedlemsstaten behöver ytterligare tid för behövliga kontroller för att förhindra skattebedrägeri eller skatteflykt.",
        "folded_sv": "den i 3 § avsedda skattefriheten for en naringsidkare som ar etablerad i en annan medlemsstat anses borja den dag da etableringsmedlemsstaten 1) informerar naringsidkaren om det individuella registreringsnumret, eller 2) ger naringsidkaren en bekraftelse av det individuella registreringsnumret till foljd av en anmalan som motsvarar den anmalan som avses i 149 c §. den skattefrihet som avses i 1 mom. anses dock borja hogst 35 arbetsdagar efter mottagandet av forhandsanmalan eller anmalan om andringar i forhandsanmalan, med undantag for de situationer dar skatteforvaltningen eller en myndighet i etableringsmedlemsstaten behover ytterligare tid for behovliga kontroller for att forhindra skattebedrageri eller skatteflykt."
      }
    },
    {
      "provision_ref": "14:149 k",
      "chapter": "14",
      "section": "149 k",
      "content": "Verohallinto antaa Suomeen sijoittautuneelle elinkeinonharjoittajalle päätöksen 149 d §:ssä tarkoitettuun erilliseen rekisteriin merkitsemisestä ja rekisteristä poistamisesta sekä siitä, ettei tätä ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siitä. Verohallinto antaa toiseen jäsenvaltioon sijoittautuneelle elinkeinonharjoittajalle päätöksen siitä, että 3 §:ssä säädetty liikevaihdon raja-arvo on ylittynyt. Verohallinto antaa 1 momentissa tarkoitetun päätöksen asianomaiselle tiedoksi sähköisesti. Verohallinto voi antaa päätöksen tiedoksi Verohallinnon sähköisessä asiointipalvelussa. Elinkeinonharjoittajalle lähetetään tiedoksiannosta tieto tämän ilmoittamaan sähköiseen osoitteeseen. Asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun elinkeinonharjoittajalle on lähetetty tieto tiedoksiannosta. Jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai pääsyssä Verohallinnon sähköiseen asiointipalveluun tänä aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun tekninen este on poistunut. Edellä 1 ja 2 momentissa tarkoitettujen päätösten tiedoksiantoon Veronsaajien oikeudenvalvontayksikölle sovelletaan, mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 57 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 k",
        "normalized_fi": "Verohallinto antaa Suomeen sijoittautuneelle elinkeinonharjoittajalle päätöksen 149 d § :ssä tarkoitettuun erilliseen rekisteriin merkitsemisestä ja rekisteristä poistamisesta sekä siitä, ettei tätä ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siitä. Verohallinto antaa toiseen jäsenvaltioon sijoittautuneelle elinkeinonharjoittajalle päätöksen siitä, että 3 § :ssä säädetty liikevaihdon raja-arvo on ylittynyt. Verohallinto antaa 1 momentissa tarkoitetun päätöksen asianomaiselle tiedoksi sähköisesti. Verohallinto voi antaa päätöksen tiedoksi Verohallinnon sähköisessä asiointipalvelussa. Elinkeinonharjoittajalle lähetetään tiedoksiannosta tieto tämän ilmoittamaan sähköiseen osoitteeseen. Asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun elinkeinonharjoittajalle on lähetetty tieto tiedoksiannosta. Jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai pääsyssä Verohallinnon sähköiseen asiointipalveluun tänä aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun tekninen este on poistunut. Edellä 1 ja 2 momentissa tarkoitettujen päätösten tiedoksiantoon Veronsaajien oikeudenvalvontayksikölle sovelletaan, mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 57 § :ssä säädetään.",
        "folded_fi": "verohallinto antaa suomeen sijoittautuneelle elinkeinonharjoittajalle paatoksen 149 d §:ssa tarkoitettuun erilliseen rekisteriin merkitsemisesta ja rekisterista poistamisesta seka siita, ettei tata ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siita. verohallinto antaa toiseen jasenvaltioon sijoittautuneelle elinkeinonharjoittajalle paatoksen siita, etta 3 §:ssa saadetty liikevaihdon raja-arvo on ylittynyt. verohallinto antaa 1 momentissa tarkoitetun paatoksen asianomaiselle tiedoksi sahkoisesti. verohallinto voi antaa paatoksen tiedoksi verohallinnon sahkoisessa asiointipalvelussa. elinkeinonharjoittajalle lahetetaan tiedoksiannosta tieto taman ilmoittamaan sahkoiseen osoitteeseen. asiakirja katsotaan annetun tiedoksi kolmantena paivana siita, kun elinkeinonharjoittajalle on lahetetty tieto tiedoksiannosta. jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai paasyssa verohallinnon sahkoiseen asiointipalveluun tana aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena paivana siita, kun tekninen este on poistunut. edella 1 ja 2 momentissa tarkoitettujen paatosten tiedoksiantoon veronsaajien oikeudenvalvontayksikolle sovelletaan, mita oma-aloitteisten verojen verotusmenettelysta annetun lain 57 §:ssa saadetaan.",
        "content_sv": "Skatteförvaltningen meddelar en näringsidkare som är etablerad i Finland beslut om införande i och avförande ur ett särskilt register som avses i 149 d § samt om att näringsidkaren med avvikelse från sin anmälan inte har införts i eller avförts ur registret. Skatteförvaltningen meddelar en näringsidkare som är etablerad i en annan medlemsstat beslut om att det tröskelvärde för omsättning som anges i 3 § har överskridits. Skatteförvaltningen delger näringsidkaren ett beslut som avses i 1 mom. elektroniskt. Skatteförvaltningen får delge beslut genom Skatteförvaltningens elektroniska servicetjänster. Information om delgivningen sänds till näringsidkaren till den elektroniska adress som denne har uppgett. En handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sänts till näringsidkaren. Om det under denna tid har funnits ett tekniskt hinder för att ta emot informationen om delgivningen eller få åtkomst till Skatteförvaltningens elektroniska servicetjänster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanröjts. På delgivning av beslut som avses i 1 och 2 mom. till Enheten för bevakning av skattetagarnas rätt tillämpas vad som föreskrivs i 57 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Skatteförvaltningen meddelar en näringsidkare som är etablerad i Finland beslut om införande i och avförande ur ett särskilt register som avses i 149 d § samt om att näringsidkaren med avvikelse från sin anmälan inte har införts i eller avförts ur registret. Skatteförvaltningen meddelar en näringsidkare som är etablerad i en annan medlemsstat beslut om att det tröskelvärde för omsättning som anges i 3 § har överskridits. Skatteförvaltningen delger näringsidkaren ett beslut som avses i 1 mom. elektroniskt. Skatteförvaltningen får delge beslut genom Skatteförvaltningens elektroniska servicetjänster. Information om delgivningen sänds till näringsidkaren till den elektroniska adress som denne har uppgett. En handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sänts till näringsidkaren. Om det under denna tid har funnits ett tekniskt hinder för att ta emot informationen om delgivningen eller få åtkomst till Skatteförvaltningens elektroniska servicetjänster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanröjts. På delgivning av beslut som avses i 1 och 2 mom. till Enheten för bevakning av skattetagarnas rätt tillämpas vad som föreskrivs i 57 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "skatteforvaltningen meddelar en naringsidkare som ar etablerad i finland beslut om inforande i och avforande ur ett sarskilt register som avses i 149 d § samt om att naringsidkaren med avvikelse fran sin anmalan inte har inforts i eller avforts ur registret. skatteforvaltningen meddelar en naringsidkare som ar etablerad i en annan medlemsstat beslut om att det troskelvarde for omsattning som anges i 3 § har overskridits. skatteforvaltningen delger naringsidkaren ett beslut som avses i 1 mom. elektroniskt. skatteforvaltningen far delge beslut genom skatteforvaltningens elektroniska servicetjanster. information om delgivningen sands till naringsidkaren till den elektroniska adress som denne har uppgett. en handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sants till naringsidkaren. om det under denna tid har funnits ett tekniskt hinder for att ta emot informationen om delgivningen eller fa atkomst till skatteforvaltningens elektroniska servicetjanster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanrojts. pa delgivning av beslut som avses i 1 och 2 mom. till enheten for bevakning av skattetagarnas ratt tillampas vad som foreskrivs i 57 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      }
    },
    {
      "provision_ref": "14:149 l",
      "chapter": "14",
      "section": "149 l",
      "content": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös Suomeen sijoittautuneeseen elinkeinonharjoittajaan. Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös toiseen jäsenvaltioon sijoittautuneeseen elinkeinonharjoittajaan siltä osin kuin kyse on 149 k §:n 2 momentissa tarkoitetusta päätöksestä. Edellä 149 k §:ssä tarkoitettuun päätökseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelystä annetun lain 62 §:n 5 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 l",
        "normalized_fi": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös Suomeen sijoittautuneeseen elinkeinonharjoittajaan. Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös toiseen jäsenvaltioon sijoittautuneeseen elinkeinonharjoittajaan siltä osin kuin kyse on 149 k § :n 2 momentissa tarkoitetusta päätöksestä. Edellä 149 k § :ssä tarkoitettuun päätökseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelystä annetun lain 62 § :n 5 momentissa säädetään.",
        "folded_fi": "mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos suomeen sijoittautuneeseen elinkeinonharjoittajaan. mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos toiseen jasenvaltioon sijoittautuneeseen elinkeinonharjoittajaan silta osin kuin kyse on 149 k §:n 2 momentissa tarkoitetusta paatoksesta. edella 149 k §:ssa tarkoitettuun paatokseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelysta annetun lain 62 §:n 5 momentissa saadetaan.",
        "content_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i Finland. Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i en annan medlemsstat till den del det är fråga om beslut som avses i 149 k § 2 mom. Ändring i beslut som avses i 149 k § får sökas på det sätt som föreskrivs i 62 § 5 mom. i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i Finland. Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i en annan medlemsstat till den del det är fråga om beslut som avses i 149 k § 2 mom. Ändring i beslut som avses i 149 k § får sökas på det sätt som föreskrivs i 62 § 5 mom. i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa en naringsidkare som ar etablerad i finland. vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa en naringsidkare som ar etablerad i en annan medlemsstat till den del det ar fraga om beslut som avses i 149 k § 2 mom. andring i beslut som avses i 149 k § far sokas pa det satt som foreskrivs i 62 § 5 mom. i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      }
    },
    {
      "provision_ref": "14:149 m",
      "chapter": "14",
      "section": "149 m",
      "content": "Edellä 149 b, 149 c, 149 e ja 149 g §:ssä tarkoitetun ilmoittamisvelvollisuuden laiminlyönnin seuraamuksesta säädetään oma-aloitteisten verojen verotusmenettelystä annetun lain 39 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 m",
        "normalized_fi": "Edellä 149 b, 149 c, 149 e ja 149 g § :ssä tarkoitetun ilmoittamisvelvollisuuden laiminlyönnin seuraamuksesta säädetään oma-aloitteisten verojen verotusmenettelystä annetun lain 39 § :ssä.",
        "folded_fi": "edella 149 b, 149 c, 149 e ja 149 g §:ssa tarkoitetun ilmoittamisvelvollisuuden laiminlyonnin seuraamuksesta saadetaan oma-aloitteisten verojen verotusmenettelysta annetun lain 39 §:ssa.",
        "content_sv": "Bestämmelser om påföljd för försummelse av den anmälningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Bestämmelser om påföljd för försummelse av den anmälningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "bestammelser om pafoljd for forsummelse av den anmalningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      }
    },
    {
      "provision_ref": "14:173",
      "chapter": "14",
      "section": "173",
      "content": "Verohallinto merkitsee verovelvollisen rekisteriin siitä lukien, kun 3 §:ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon tai 3 a §:ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon. Sen estämättä, mitä 2 momentissa säädetään, 12, 26 f ja 30 §:n perusteella verovelvollinen merkitään rekisteriin aikaisintaan hakemuksen tekemisestä. Jos 30 §:ssä tarkoitettu elinkeinonharjoittaja voi tehdä 106 §:ssä säädetyn vähennyksen tai soveltaa 106 §:n 3 momenttia ja hakemus on tehty 30 §:ssä tarkoitetun toiminnan alkamisen jälkeen, hän on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:173",
        "normalized_fi": "Verohallinto merkitsee verovelvollisen rekisteriin siitä lukien, kun 3 § :ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon tai 3 a § :ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon. Sen estämättä, mitä 2 momentissa säädetään, 12, 26 f ja 30 § :n perusteella verovelvollinen merkitään rekisteriin aikaisintaan hakemuksen tekemisestä. Jos 30 § :ssä tarkoitettu elinkeinonharjoittaja voi tehdä 106 § :ssä säädetyn vähennyksen tai soveltaa 106 § :n 3 momenttia ja hakemus on tehty 30 § :ssä tarkoitetun toiminnan alkamisen jälkeen, hän on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
        "folded_fi": "verohallinto merkitsee verovelvollisen rekisteriin siita lukien, kun 3 §:ssa tarkoitettu liikevaihto ylittaa mainitun pykalan 1 momentissa saadetyn raja-arvon tai 3 a §:ssa tarkoitettu liikevaihto ylittaa mainitun pykalan 1 momentissa saadetyn raja-arvon. sen estamatta, mita 2 momentissa saadetaan, 12, 26 f ja 30 §:n perusteella verovelvollinen merkitaan rekisteriin aikaisintaan hakemuksen tekemisesta. jos 30 §:ssa tarkoitettu elinkeinonharjoittaja voi tehda 106 §:ssa saadetyn vahennyksen tai soveltaa 106 §:n 3 momenttia ja hakemus on tehty 30 §:ssa tarkoitetun toiminnan alkamisen jalkeen, han on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
        "content_sv": "Skatteförvaltningen inför den skattskyldige i registret från den tidpunkt då den omsättning som avses i 3 § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen eller den omsättning som avses i 3 a § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen. Trots vad som föreskrivs i 2 mom. införs den som är skattskyldig med stöd av 12, 26 f och 30 § i registret tidigast från ansökningstidpunkten. Om en näringsidkare som avses i 30 § kan göra avdrag enligt 106 § eller tillämpa 106 § 3 mom. och ansökan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, är näringsidkaren dock skattskyldig från den tidpunkt då den nämnda verksamheten inleds.",
        "normalized_sv": "Skatteförvaltningen inför den skattskyldige i registret från den tidpunkt då den omsättning som avses i 3 § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen eller den omsättning som avses i 3 a § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen. Trots vad som föreskrivs i 2 mom. införs den som är skattskyldig med stöd av 12, 26 f och 30 § i registret tidigast från ansökningstidpunkten. Om en näringsidkare som avses i 30 § kan göra avdrag enligt 106 § eller tillämpa 106 § 3 mom. och ansökan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, är näringsidkaren dock skattskyldig från den tidpunkt då den nämnda verksamheten inleds.",
        "folded_sv": "skatteforvaltningen infor den skattskyldige i registret fran den tidpunkt da den omsattning som avses i 3 § overskrider det troskelvarde som anges i 1 mom. i den paragrafen eller den omsattning som avses i 3 a § overskrider det troskelvarde som anges i 1 mom. i den paragrafen. trots vad som foreskrivs i 2 mom. infors den som ar skattskyldig med stod av 12, 26 f och 30 § i registret tidigast fran ansokningstidpunkten. om en naringsidkare som avses i 30 § kan gora avdrag enligt 106 § eller tillampa 106 § 3 mom. och ansokan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, ar naringsidkaren dock skattskyldig fran den tidpunkt da den namnda verksamheten inleds."
      }
    },
    {
      "provision_ref": "14:216",
      "chapter": "14",
      "section": "216",
      "content": "Niiden verovelvollisten, jotka eivät ole kirjanpitovelvollisia, tilikautena pidetään kalenterivuotta. Paliskuntaryhmän tilikausi on poronhoitovuosi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:216",
        "normalized_fi": "Niiden verovelvollisten, jotka eivät ole kirjanpitovelvollisia, tilikautena pidetään kalenterivuotta. Paliskuntaryhmän tilikausi on poronhoitovuosi.",
        "folded_fi": "niiden verovelvollisten, jotka eivat ole kirjanpitovelvollisia, tilikautena pidetaan kalenterivuotta. paliskuntaryhman tilikausi on poronhoitovuosi.",
        "content_sv": "För de skattskyldiga som inte är bokföringsskyldiga är räkenskapsperioden kalenderåret. Räkenskapsperioden för en renbeteslagsgrupp är renskötselåret.",
        "normalized_sv": "För de skattskyldiga som inte är bokföringsskyldiga är räkenskapsperioden kalenderåret. Räkenskapsperioden för en renbeteslagsgrupp är renskötselåret.",
        "folded_sv": "for de skattskyldiga som inte ar bokforingsskyldiga ar rakenskapsperioden kalenderaret. rakenskapsperioden for en renbeteslagsgrupp ar renskotselaret."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Myyjä ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto on enintään 20 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e §:n perusteella verottomien myyntien, kiinteistön tai siihen kohdistuvien oikeuksien luovutusten sekä 41 §:ssä tarkoitettujen rahoituspalvelujen ja 44 §:ssä tarkoitettujen vakuutuspalvelujen myyntien yhteismäärä. Liikevaihtoon ei lueta liitännäisluonteisten rahoitus- ja vakuutuspalvelujen eikä käyttöomaisuuden myyntejä. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo. Mitä 1 momentissa säädetään, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on Yhteisön ulkopuolella; 2) hyvinvointialueeseen; eikä 3) kuntaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Myyjä ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto on enintään 20 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e § :n perusteella verottomien myyntien, kiinteistön tai siihen kohdistuvien oikeuksien luovutusten sekä 41 § :ssä tarkoitettujen rahoituspalvelujen ja 44 § :ssä tarkoitettujen vakuutuspalvelujen myyntien yhteismäärä. Liikevaihtoon ei lueta liitännäisluonteisten rahoitus- ja vakuutuspalvelujen eikä käyttöomaisuuden myyntejä. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo. Mitä 1 momentissa säädetään, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on Yhteisön ulkopuolella; 2) hyvinvointialueeseen; eikä 3) kuntaan.",
        "folded_fi": "myyja ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sita edeltaneen kalenterivuoden liikevaihto on enintaan 20 000 euroa, ellei hanta ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e §:n perusteella verottomien myyntien, kiinteiston tai siihen kohdistuvien oikeuksien luovutusten seka 41 §:ssa tarkoitettujen rahoituspalvelujen ja 44 §:ssa tarkoitettujen vakuutuspalvelujen myyntien yhteismaara. liikevaihtoon ei lueta liitannaisluonteisten rahoitus- ja vakuutuspalvelujen eika kayttoomaisuuden myynteja. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisaveroton arvo. mita 1 momentissa saadetaan, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on yhteison ulkopuolella; 2) hyvinvointialueeseen; eika 3) kuntaan.",
        "content_sv": "Säljaren är inte skattskyldig om det innevarande kalenderårets och det föregående kalenderårets omsättning är högst 20 000 euro, förutsatt att säljaren inte på egen anmälan har registrerats som skattskyldig. I omsättningen enligt 1 mom. inräknas summan av den skattepliktiga försäljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria försäljningen, överlåtelser av fastigheter eller rättigheter som hänför sig till fastigheter samt försäljningen av finansiella tjänster enligt 41 § och försäkringstjänster enligt 44 §. I omsättningen inräknas inte försäljning av finansiella tjänster och försäkringstjänster som har karaktären av bitransaktioner och inte heller försäljning av anläggningstillgångar. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom. Bestämmelserna i 1 mom. tillämpas varken på 1) utlänningar som har etablerat sätet för sin ekonomiska verksamhet utanför gemenskapen, 2) välfärdsområden, eller 3) kommuner.",
        "normalized_sv": "Säljaren är inte skattskyldig om det innevarande kalenderårets och det föregående kalenderårets omsättning är högst 20 000 euro, förutsatt att säljaren inte på egen anmälan har registrerats som skattskyldig. I omsättningen enligt 1 mom. inräknas summan av den skattepliktiga försäljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria försäljningen, överlåtelser av fastigheter eller rättigheter som hänför sig till fastigheter samt försäljningen av finansiella tjänster enligt 41 § och försäkringstjänster enligt 44 § . I omsättningen inräknas inte försäljning av finansiella tjänster och försäkringstjänster som har karaktären av bitransaktioner och inte heller försäljning av anläggningstillgångar. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom. Bestämmelserna i 1 mom. tillämpas varken på 1) utlänningar som har etablerat sätet för sin ekonomiska verksamhet utanför gemenskapen, 2) välfärdsområden, eller 3) kommuner.",
        "folded_sv": "saljaren ar inte skattskyldig om det innevarande kalenderarets och det foregaende kalenderarets omsattning ar hogst 20 000 euro, forutsatt att saljaren inte pa egen anmalan har registrerats som skattskyldig. i omsattningen enligt 1 mom. inraknas summan av den skattepliktiga forsaljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria forsaljningen, overlatelser av fastigheter eller rattigheter som hanfor sig till fastigheter samt forsaljningen av finansiella tjanster enligt 41 § och forsakringstjanster enligt 44 §. i omsattningen inraknas inte forsaljning av finansiella tjanster och forsakringstjanster som har karaktaren av bitransaktioner och inte heller forsaljning av anlaggningstillgangar. i den omsattning som avses i 1 mom. inraknas det mervardesskattefria vardet av den forsaljning som avses i 2 mom. bestammelserna i 1 mom. tillampas varken pa 1) utlanningar som har etablerat satet for sin ekonomiska verksamhet utanfor gemenskapen, 2) valfardsomraden, eller 3) kommuner."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Mitä 3 §:ssä säädetään, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jäsenvaltiossa kuin Suomessa vain, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto unionissa on enintään 100 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisäverodirektiivi Edellä 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan Yhteisön alueella tapahtuvien yhteisestä arvonlisäverojärjestelmästä annetun neuvoston direktiivin 2006/112/EY () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. Liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitännäisiä rahoitus-, vakuutus- ja jälleenvakuutuspalveluja eikä 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyödykkeiden luovutuksia. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3 a",
        "normalized_fi": "Mitä 3 § :ssä säädetään, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jäsenvaltiossa kuin Suomessa vain, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto unionissa on enintään 100 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisäverodirektiivi Edellä 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan Yhteisön alueella tapahtuvien yhteisestä arvonlisäverojärjestelmästä annetun neuvoston direktiivin 2006/112/EY () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. Liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitännäisiä rahoitus-, vakuutus- ja jälleenvakuutuspalveluja eikä 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyödykkeiden luovutuksia. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo.",
        "folded_fi": "mita 3 §:ssa saadetaan, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jasenvaltiossa kuin suomessa vain, jos kuluvan kalenterivuoden ja sita edeltaneen kalenterivuoden liikevaihto unionissa on enintaan 100 000 euroa, ellei hanta ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisaverodirektiivi edella 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan yhteison alueella tapahtuvien yhteisesta arvonlisaverojarjestelmasta annetun neuvoston direktiivin 2006/112/ey () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitannaisia rahoitus-, vakuutus- ja jalleenvakuutuspalveluja eika 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyodykkeiden luovutuksia. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisaveroton arvo.",
        "content_sv": "Bestämmelserna i 3 § tillämpas på en utlänning som har etablerat sätet för sin ekonomiska verksamhet i en annan medlemsstat än Finland endast om det innevarande kalenderårets och det föregående kalenderårets omsättning i unionen är högst 100 000 euro, förutsatt att utlänningen inte på egen anmälan har registrerats som skattskyldig. mervärdesskattedirektivet I omsättningen i Europeiska unionen enligt 1 mom. inräknas värdet av de transaktioner som görs inom gemenskapens territorium och som avses i artikel 288.1 i rådets direktiv 2006/112/EG om ett gemensamt system för mervärdesskatt (). I omsättningen inräknas inte de finansiella tjänster och försäkrings- och återförsäkringstjänster som har karaktären av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anläggningstillgångar som avses i artikel 288.2. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom.",
        "normalized_sv": "Bestämmelserna i 3 § tillämpas på en utlänning som har etablerat sätet för sin ekonomiska verksamhet i en annan medlemsstat än Finland endast om det innevarande kalenderårets och det föregående kalenderårets omsättning i unionen är högst 100 000 euro, förutsatt att utlänningen inte på egen anmälan har registrerats som skattskyldig. mervärdesskattedirektivet I omsättningen i Europeiska unionen enligt 1 mom. inräknas värdet av de transaktioner som görs inom gemenskapens territorium och som avses i artikel 288.1 i rådets direktiv 2006/112/EG om ett gemensamt system för mervärdesskatt (). I omsättningen inräknas inte de finansiella tjänster och försäkrings- och återförsäkringstjänster som har karaktären av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anläggningstillgångar som avses i artikel 288.2. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom.",
        "folded_sv": "bestammelserna i 3 § tillampas pa en utlanning som har etablerat satet for sin ekonomiska verksamhet i en annan medlemsstat an finland endast om det innevarande kalenderarets och det foregaende kalenderarets omsattning i unionen ar hogst 100 000 euro, forutsatt att utlanningen inte pa egen anmalan har registrerats som skattskyldig. mervardesskattedirektivet i omsattningen i europeiska unionen enligt 1 mom. inraknas vardet av de transaktioner som gors inom gemenskapens territorium och som avses i artikel 288.1 i radets direktiv 2006/112/eg om ett gemensamt system for mervardesskatt (). i omsattningen inraknas inte de finansiella tjanster och forsakrings- och aterforsakringstjanster som har karaktaren av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anlaggningstillgangar som avses i artikel 288.2. i den omsattning som avses i 1 mom. inraknas det mervardesskattefria vardet av den forsaljning som avses i 2 mom."
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "Jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa sekä vähennykseen oikeuttavia että vähennykseen oikeuttamattomia liiketoimia, hän saa 122 ja 122 a §:n mukaisesta palautettavasta verosta enintään vähennykseen oikeuttaviin liiketoimiin liittyvän osuuden. Vähennyskelpoinen osuus määritetään toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisäverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsäädännön mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:123",
        "normalized_fi": "Jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa sekä vähennykseen oikeuttavia että vähennykseen oikeuttamattomia liiketoimia, hän saa 122 ja 122 a § :n mukaisesta palautettavasta verosta enintään vähennykseen oikeuttaviin liiketoimiin liittyvän osuuden. Vähennyskelpoinen osuus määritetään toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisäverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsäädännön mukaisesti.",
        "folded_fi": "jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa seka vahennykseen oikeuttavia etta vahennykseen oikeuttamattomia liiketoimia, han saa 122 ja 122 a §:n mukaisesta palautettavasta verosta enintaan vahennykseen oikeuttaviin liiketoimiin liittyvan osuuden. vahennyskelpoinen osuus maaritetaan toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisaverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsaadannon mukaisesti.",
        "content_sv": "Om näringsidkaren i etableringsstaten genomför både transaktioner som medför rätt till avdrag och transaktioner som inte medför rätt till avdrag, återbärs av den mervärdesskatt som berättigar till återbäring enligt 122 och 122 a § högst den del som hänför sig till avdragsberättigande transaktioner. I fråga om näringsidkare som etablerat sig i en annan medlemsstat bestäms den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig på artikel 173 i mervärdesskattedirektivet.",
        "normalized_sv": "Om näringsidkaren i etableringsstaten genomför både transaktioner som medför rätt till avdrag och transaktioner som inte medför rätt till avdrag, återbärs av den mervärdesskatt som berättigar till återbäring enligt 122 och 122 a § högst den del som hänför sig till avdragsberättigande transaktioner. I fråga om näringsidkare som etablerat sig i en annan medlemsstat bestäms den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig på artikel 173 i mervärdesskattedirektivet.",
        "folded_sv": "om naringsidkaren i etableringsstaten genomfor bade transaktioner som medfor ratt till avdrag och transaktioner som inte medfor ratt till avdrag, aterbars av den mervardesskatt som berattigar till aterbaring enligt 122 och 122 a § hogst den del som hanfor sig till avdragsberattigande transaktioner. i fraga om naringsidkare som etablerat sig i en annan medlemsstat bestams den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig pa artikel 173 i mervardesskattedirektivet."
      }
    },
    {
      "provision_ref": "131",
      "section": "131",
      "content": "Mitä 1 momentin 4 kohdassa säädetään, ei sovelleta toisessa jäsenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a §:ää vastaavien säännösten perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:131",
        "normalized_fi": "Mitä 1 momentin 4 kohdassa säädetään, ei sovelleta toisessa jäsenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a § :ää vastaavien säännösten perusteella.",
        "folded_fi": "mita 1 momentin 4 kohdassa saadetaan, ei sovelleta toisessa jasenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a §:aa vastaavien saannosten perusteella.",
        "content_sv": "Vad som föreskrivs i 1 mom. 4 punkten tillämpas inte på försäljning som sker i en annan medlemsstat och som är skattefri enligt bestämmelser som motsvarar 3 och 3 a §.",
        "normalized_sv": "Vad som föreskrivs i 1 mom. 4 punkten tillämpas inte på försäljning som sker i en annan medlemsstat och som är skattefri enligt bestämmelser som motsvarar 3 och 3 a § .",
        "folded_sv": "vad som foreskrivs i 1 mom. 4 punkten tillampas inte pa forsaljning som sker i en annan medlemsstat och som ar skattefri enligt bestammelser som motsvarar 3 och 3 a §."
      }
    },
    {
      "provision_ref": "137",
      "section": "137",
      "content": "Verovelvollinen, jonka kalenterivuoden liikevaihto on enintään 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpäätös tai olla laatimatta tilinpäätöstä, saa kohdistaa myynnistä suoritettavan veron 15 §:n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. Jos 1 momentissa tarkoitettua menettelyä soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpäätöstä tai olemaan laatimatta tilinpäätöstä, kalenterivuoden liikevaihto ylittää 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllättävästä syystä, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. Edellä 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Verovelvollinen, jonka kalenterivuoden liikevaihto on enintään 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpäätös tai olla laatimatta tilinpäätöstä, saa kohdistaa myynnistä suoritettavan veron 15 § :n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. Jos 1 momentissa tarkoitettua menettelyä soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpäätöstä tai olemaan laatimatta tilinpäätöstä, kalenterivuoden liikevaihto ylittää 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllättävästä syystä, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. Edellä 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 § :n mukaisesti.",
        "folded_fi": "verovelvollinen, jonka kalenterivuoden liikevaihto on enintaan 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpaatos tai olla laatimatta tilinpaatosta, saa kohdistaa myynnista suoritettavan veron 15 §:n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. jos 1 momentissa tarkoitettua menettelya soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpaatosta tai olemaan laatimatta tilinpaatosta, kalenterivuoden liikevaihto ylittaa 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllattavasta syysta, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. edella 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 §:n mukaisesti.",
        "content_sv": "En skattskyldig, vars omsättning under kalenderåret är högst 500 000 euro och en skattskyldig som bokföringslagen inte tillämpas på eller som har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut, får i de situationer som nämns i 15 § 1 mom. 1 punkten hänföra skatt på försäljning till den kalendermånad under vilken försäljningspriset eller en del av det har influtit. Om omsättningen för en skattskyldig som tillämpar det förfarande som avses i 1 mom. och som inte har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut överstiger 500 000 euro under kalenderåret och överskridningen beror på en oförutsägbar eller överraskande orsak, får den skattskyldige fortsätta att tillämpa förfarandet till räkenskapsperiodens utgång. Omsättningen under kalenderåret enligt 1 och 4 mom. beräknas i enlighet med 3 §.",
        "normalized_sv": "En skattskyldig, vars omsättning under kalenderåret är högst 500 000 euro och en skattskyldig som bokföringslagen inte tillämpas på eller som har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut, får i de situationer som nämns i 15 § 1 mom. 1 punkten hänföra skatt på försäljning till den kalendermånad under vilken försäljningspriset eller en del av det har influtit. Om omsättningen för en skattskyldig som tillämpar det förfarande som avses i 1 mom. och som inte har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut överstiger 500 000 euro under kalenderåret och överskridningen beror på en oförutsägbar eller överraskande orsak, får den skattskyldige fortsätta att tillämpa förfarandet till räkenskapsperiodens utgång. Omsättningen under kalenderåret enligt 1 och 4 mom. beräknas i enlighet med 3 § .",
        "folded_sv": "en skattskyldig, vars omsattning under kalenderaret ar hogst 500 000 euro och en skattskyldig som bokforingslagen inte tillampas pa eller som har ratt att uppratta ett bokslut enligt betalningsprincipen eller lata bli att uppratta ett bokslut, far i de situationer som namns i 15 § 1 mom. 1 punkten hanfora skatt pa forsaljning till den kalendermanad under vilken forsaljningspriset eller en del av det har influtit. om omsattningen for en skattskyldig som tillampar det forfarande som avses i 1 mom. och som inte har ratt att uppratta ett bokslut enligt betalningsprincipen eller lata bli att uppratta ett bokslut overstiger 500 000 euro under kalenderaret och overskridningen beror pa en oforutsagbar eller overraskande orsak, far den skattskyldige fortsatta att tillampa forfarandet till rakenskapsperiodens utgang. omsattningen under kalenderaret enligt 1 och 4 mom. beraknas i enlighet med 3 §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "14:149",
      "chapter": "14",
      "section": "149",
      "content": "Suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssä tarkoitettu sijoittautumisjäsenvaltio on Suomi ja joka on oikeutettu soveltamaan 3 ja 3 a §:ää vastaaviin säännöksiin perustuvaa verottomuutta muussa jäsenvaltiossa kuin Suomessa. Toiseen jäsenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssä tarkoitettu sijoittautumisjäsenvaltio on muu jäsenvaltio kuin Suomi ja joka on oikeutettu soveltamaan 3 §:ssä tarkoitettua vähäistä toimintaa koskevaa verottomuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149",
        "normalized_fi": "Suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a § :ssä tarkoitettu sijoittautumisjäsenvaltio on Suomi ja joka on oikeutettu soveltamaan 3 ja 3 a § :ää vastaaviin säännöksiin perustuvaa verottomuutta muussa jäsenvaltiossa kuin Suomessa. Toiseen jäsenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tätä lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a § :ssä tarkoitettu sijoittautumisjäsenvaltio on muu jäsenvaltio kuin Suomi ja joka on oikeutettu soveltamaan 3 § :ssä tarkoitettua vähäistä toimintaa koskevaa verottomuutta.",
        "folded_fi": "suomeen sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tata lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssa tarkoitettu sijoittautumisjasenvaltio on suomi ja joka on oikeutettu soveltamaan 3 ja 3 a §:aa vastaaviin saannoksiin perustuvaa verottomuutta muussa jasenvaltiossa kuin suomessa. toiseen jasenvaltioon sijoittautuneella elinkeinonharjoittajalla tarkoitetaan tata lukua sovellettaessa elinkeinonharjoittajaa, jonka 149 a §:ssa tarkoitettu sijoittautumisjasenvaltio on muu jasenvaltio kuin suomi ja joka on oikeutettu soveltamaan 3 §:ssa tarkoitettua vahaista toimintaa koskevaa verottomuutta.",
        "content_sv": "Med näringsidkare som är etablerad i Finland avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är Finland och som har rätt att i en annan medlemsstat än Finland tillämpa skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a §. Med näringsidkare som är etablerad i en annan medlemsstat avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är en annan medlemsstat än Finland och som har rätt att tillämpa den skattefrihet för verksamhet i liten skala som avses i 3 §.",
        "normalized_sv": "Med näringsidkare som är etablerad i Finland avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är Finland och som har rätt att i en annan medlemsstat än Finland tillämpa skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § . Med näringsidkare som är etablerad i en annan medlemsstat avses vid tillämpningen av detta kapitel en näringsidkare, vars i 149 a § avsedda etableringsmedlemsstat är en annan medlemsstat än Finland och som har rätt att tillämpa den skattefrihet för verksamhet i liten skala som avses i 3 § .",
        "folded_sv": "med naringsidkare som ar etablerad i finland avses vid tillampningen av detta kapitel en naringsidkare, vars i 149 a § avsedda etableringsmedlemsstat ar finland och som har ratt att i en annan medlemsstat an finland tillampa skattefrihet som baserar sig pa bestammelser som motsvarar 3 och 3 a §. med naringsidkare som ar etablerad i en annan medlemsstat avses vid tillampningen av detta kapitel en naringsidkare, vars i 149 a § avsedda etableringsmedlemsstat ar en annan medlemsstat an finland och som har ratt att tillampa den skattefrihet for verksamhet i liten skala som avses i 3 §."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 a",
      "chapter": "14",
      "section": "149 a",
      "content": "Sijoittautumisjäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa jäsenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. Verottomuuden myöntävällä jäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jäsenvaltiota, jossa 3 ja 3 a §:ää vastaaviin säännöksiin perustuvaa verottomuutta sovelletaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 a",
        "normalized_fi": "Sijoittautumisjäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa jäsenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. Verottomuuden myöntävällä jäsenvaltiolla tarkoitetaan tätä lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jäsenvaltiota, jossa 3 ja 3 a § :ää vastaaviin säännöksiin perustuvaa verottomuutta sovelletaan.",
        "folded_fi": "sijoittautumisjasenvaltiolla tarkoitetaan tata lukua sovellettaessa jasenvaltiota, jossa elinkeinonharjoittajalla on liiketoiminnan kotipaikka. verottomuuden myontavalla jasenvaltiolla tarkoitetaan tata lukua sovellettaessa sellaista muuta kuin 1 momentissa tarkoitettua jasenvaltiota, jossa 3 ja 3 a §:aa vastaaviin saannoksiin perustuvaa verottomuutta sovelletaan.",
        "content_sv": "Med etableringsmedlemsstat avses vid tillämpningen av detta kapitel den medlemsstat där näringsidkaren har etablerat sätet för sin ekonomiska verksamhet. Med medlemsstat som beviljar skattefrihet avses vid tillämpningen av detta kapitel en medlemsstat som inte är en i 1 mom. avsedd medlemsstat och där skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § tillämpas.",
        "normalized_sv": "Med etableringsmedlemsstat avses vid tillämpningen av detta kapitel den medlemsstat där näringsidkaren har etablerat sätet för sin ekonomiska verksamhet. Med medlemsstat som beviljar skattefrihet avses vid tillämpningen av detta kapitel en medlemsstat som inte är en i 1 mom. avsedd medlemsstat och där skattefrihet som baserar sig på bestämmelser som motsvarar 3 och 3 a § tillämpas.",
        "folded_sv": "med etableringsmedlemsstat avses vid tillampningen av detta kapitel den medlemsstat dar naringsidkaren har etablerat satet for sin ekonomiska verksamhet. med medlemsstat som beviljar skattefrihet avses vid tillampningen av detta kapitel en medlemsstat som inte ar en i 1 mom. avsedd medlemsstat och dar skattefrihet som baserar sig pa bestammelser som motsvarar 3 och 3 a § tillampas."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 b",
      "chapter": "14",
      "section": "149 b",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jäsenvaltiossa, on annettava ennakkoilmoitus. Ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltäneen kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain; ja 4) kuluvan kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain. Niiden jäsenvaltioiden osalta, joissa verottomuuden edellytyksenä on, ettei 3 §:n 1 momenttia vastaavaan säännökseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltäneenä kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sitä edeltäneeltä kalenterivuodelta eriteltynä. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 b",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jäsenvaltiossa, on annettava ennakkoilmoitus. Ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltäneen kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 § :n 2 momentissa ja 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain; ja 4) kuluvan kalenterivuoden aikana Suomessa ja muissa jäsenvaltioissa tehtyjen 3 § :n 2 momentissa ja 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä eriteltynä jäsenvaltioittain. Niiden jäsenvaltioiden osalta, joissa verottomuuden edellytyksenä on, ettei 3 § :n 1 momenttia vastaavaan säännökseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltäneenä kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sitä edeltäneeltä kalenterivuodelta eriteltynä. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan, joka aikoo soveltaa verottomuutta muussa jasenvaltiossa, on annettava ennakkoilmoitus. ennakkoilmoituksessa on ilmoitettava: 1) elinkeinonharjoittajan nimi, toimiala, oikeudellinen muoto ja osoite; 2) jasenvaltiot, joissa verottomuutta aiotaan soveltaa; 3) kuluvaa kalenterivuotta edeltaneen kalenterivuoden aikana suomessa ja muissa jasenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara eriteltyna jasenvaltioittain; ja 4) kuluvan kalenterivuoden aikana suomessa ja muissa jasenvaltioissa tehtyjen 3 §:n 2 momentissa ja 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara eriteltyna jasenvaltioittain. niiden jasenvaltioiden osalta, joissa verottomuuden edellytyksena on, ettei 3 §:n 1 momenttia vastaavaan saannokseen perustuva liikevaihdon raja-arvo ylity kahtena kuluvaa kalenterivuotta edeltaneena kalenterivuonna, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on annettava kuluvalta ja kultakin kahdelta sita edeltaneelta kalenterivuodelta eriteltyna. niiden jasenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. verohallinto antaa tarkemmat maaraykset 2-4 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland och som har för avsikt att tillämpa skattefrihet i en annan medlemsstat ska lämna en förhandsanmälan. I förhandsanmälan ska uppges 1) näringsidkarens namn, verksamhet, rättsliga form och adress, 2) de medlemsstater där skattefriheten är avsedd att tillämpas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det kalenderår som föregått det innevarande kalenderåret specificerad för varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det innevarande kalenderåret specificerad för varje medlemsstat. I fråga om de medlemsstater där en förutsättning för skattefrihet är att det tröskelvärde för omsättning som baserar sig på en bestämmelse som motsvarar 3 § 1 mom. inte överskrids under de två kalenderår som föregått det innevarande kalenderåret, ska den information som avses i 2 mom. 3 och 4 punkten lämnas specificerad för det innevarande kalenderåret och vart och ett av de två föregående kalenderåren. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat för varje tröskelvärde. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland och som har för avsikt att tillämpa skattefrihet i en annan medlemsstat ska lämna en förhandsanmälan. I förhandsanmälan ska uppges 1) näringsidkarens namn, verksamhet, rättsliga form och adress, 2) de medlemsstater där skattefriheten är avsedd att tillämpas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det kalenderår som föregått det innevarande kalenderåret specificerad för varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda försäljningen av varor och tjänster i Finland och andra medlemsstater under det innevarande kalenderåret specificerad för varje medlemsstat. I fråga om de medlemsstater där en förutsättning för skattefrihet är att det tröskelvärde för omsättning som baserar sig på en bestämmelse som motsvarar 3 § 1 mom. inte överskrids under de två kalenderår som föregått det innevarande kalenderåret, ska den information som avses i 2 mom. 3 och 4 punkten lämnas specificerad för det innevarande kalenderåret och vart och ett av de två föregående kalenderåren. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat för varje tröskelvärde. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland och som har for avsikt att tillampa skattefrihet i en annan medlemsstat ska lamna en forhandsanmalan. i forhandsanmalan ska uppges 1) naringsidkarens namn, verksamhet, rattsliga form och adress, 2) de medlemsstater dar skattefriheten ar avsedd att tillampas, 3) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i finland och andra medlemsstater under det kalenderar som foregatt det innevarande kalenderaret specificerad for varje medlemsstat, och 4) den totala i 3 § 2 mom. och 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i finland och andra medlemsstater under det innevarande kalenderaret specificerad for varje medlemsstat. i fraga om de medlemsstater dar en forutsattning for skattefrihet ar att det troskelvarde for omsattning som baserar sig pa en bestammelse som motsvarar 3 § 1 mom. inte overskrids under de tva kalenderar som foregatt det innevarande kalenderaret, ska den information som avses i 2 mom. 3 och 4 punkten lamnas specificerad for det innevarande kalenderaret och vart och ett av de tva foregaende kalenderaren. i fraga om de medlemsstater i vilka det tillampas olika troskelvarden for olika sektorer ska den information som avses i 2 mom. 3 och 4 punkten uppges separat for varje troskelvarde. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2-4 mom."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 c",
      "chapter": "14",
      "section": "149 c",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukäteen 149 b §:n 2 momentissa tarkoitettujen tietojen muutoksista. Edellä 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d §:ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) uudet jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jäsenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b §:n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. Edellä 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain siltä osin kuin ne eivät sisälly 149 e §:ssä tarkoitettuun neljänneskalenterivuosi-ilmoitukseen. Edellä 3 §:ssä tarkoitetun verottomuuden soveltamisen katsotaan päättyvän tässä pykälässä säädettyä ilmoitusta vastaavan toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljänneskalenterivuoden alusta. Jos ilmoitus vastaanotetaan neljänneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin päättyvän ilmoituksen vastaanottamista seuraavan kalenterivuoden neljänneksen toisen kuukauden alusta. Verohallinto antaa tarkemmat määräykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 c",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukäteen 149 b § :n 2 momentissa tarkoitettujen tietojen muutoksista. Edellä 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d § :ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) uudet jäsenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jäsenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b § :n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. Edellä 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain siltä osin kuin ne eivät sisälly 149 e § :ssä tarkoitettuun neljänneskalenterivuosi-ilmoitukseen. Edellä 3 § :ssä tarkoitetun verottomuuden soveltamisen katsotaan päättyvän tässä pykälässä säädettyä ilmoitusta vastaavan toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljänneskalenterivuoden alusta. Jos ilmoitus vastaanotetaan neljänneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin päättyvän ilmoituksen vastaanottamista seuraavan kalenterivuoden neljänneksen toisen kuukauden alusta. Verohallinto antaa tarkemmat määräykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava etukateen 149 b §:n 2 momentissa tarkoitettujen tietojen muutoksista. edella 1 momentissa tarkoitetussa ilmoituksessa on oltava 149 d §:ssa tarkoitettu yksilollinen tunniste ja seuraavat tiedot: 1) uudet jasenvaltiot, joissa verottomuutta aiotaan soveltaa; 2) jasenvaltiot, joissa verottomuuden soveltaminen lopetetaan; 3) 149 b §:n 2 momentin 3 ja 4 kohdassa tarkoitetut tiedot. edella 1 momentissa tarkoitetussa ilmoituksessa saadaan ilmoittaa 2 momentin 3 kohdassa tarkoitetut tiedot vain silta osin kuin ne eivat sisally 149 e §:ssa tarkoitettuun neljanneskalenterivuosi-ilmoitukseen. edella 3 §:ssa tarkoitetun verottomuuden soveltamisen katsotaan paattyvan tassa pykalassa saadettya ilmoitusta vastaavan toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan ilmoituksen vastaanottamista seuraavan neljanneskalenterivuoden alusta. jos ilmoitus vastaanotetaan neljanneskalenterivuoden viimeisen kuukauden aikana, verottomuuden soveltamisen katsotaan kuitenkin paattyvan ilmoituksen vastaanottamista seuraavan kalenterivuoden neljanneksen toisen kuukauden alusta. verohallinto antaa tarkemmat maaraykset 2 ja 3 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska i förväg lämna en anmälan om ändringar i den information som avses i 149 b § 2 mom. I den anmälan som avses i 1 mom. ska ingå det individuella registreringsnummer som avses i 149 d § och följande: 1) de nya medlemsstater där skattefriheten är avsedd att tillämpas, 2) de medlemsstater där tillämpningen av skattefriheten upphör, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. I den anmälan som avses i 1 mom. får den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingår i den anmälan per kalenderkvartal som avses i 149 e §. Tillämpningen av den skattefrihet som avses i 3 § anses upphöra vid ingången av det kalenderkvartal som följer på det kalenderkvartal då en anmälan som motsvarar anmälan enligt denna paragraf har tagits emot om att näringsidkaren är etablerad i en annan medlemsstat. Om anmälan tas emot under den sista månaden i ett kalenderkvartal, anses dock tillämpningen av skattefriheten upphöra vid ingången av den andra månaden i det kalenderkvartal som följer på mottagandet av anmälan. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 och 3 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska i förväg lämna en anmälan om ändringar i den information som avses i 149 b § 2 mom. I den anmälan som avses i 1 mom. ska ingå det individuella registreringsnummer som avses i 149 d § och följande: 1) de nya medlemsstater där skattefriheten är avsedd att tillämpas, 2) de medlemsstater där tillämpningen av skattefriheten upphör, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. I den anmälan som avses i 1 mom. får den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingår i den anmälan per kalenderkvartal som avses i 149 e § . Tillämpningen av den skattefrihet som avses i 3 § anses upphöra vid ingången av det kalenderkvartal som följer på det kalenderkvartal då en anmälan som motsvarar anmälan enligt denna paragraf har tagits emot om att näringsidkaren är etablerad i en annan medlemsstat. Om anmälan tas emot under den sista månaden i ett kalenderkvartal, anses dock tillämpningen av skattefriheten upphöra vid ingången av den andra månaden i det kalenderkvartal som följer på mottagandet av anmälan. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 och 3 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska i forvag lamna en anmalan om andringar i den information som avses i 149 b § 2 mom. i den anmalan som avses i 1 mom. ska inga det individuella registreringsnummer som avses i 149 d § och foljande: 1) de nya medlemsstater dar skattefriheten ar avsedd att tillampas, 2) de medlemsstater dar tillampningen av skattefriheten upphor, 3) den information som avses i 149 b § 2 mom. 3 och 4 punkten. i den anmalan som avses i 1 mom. far den information som avses i 2 mom. 3 punkten uppges endast till den del den inte ingar i den anmalan per kalenderkvartal som avses i 149 e §. tillampningen av den skattefrihet som avses i 3 § anses upphora vid ingangen av det kalenderkvartal som foljer pa det kalenderkvartal da en anmalan som motsvarar anmalan enligt denna paragraf har tagits emot om att naringsidkaren ar etablerad i en annan medlemsstat. om anmalan tas emot under den sista manaden i ett kalenderkvartal, anses dock tillampningen av skattefriheten upphora vid ingangen av den andra manaden i det kalenderkvartal som foljer pa mottagandet av anmalan. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2 och 3 mom."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 d",
      "chapter": "14",
      "section": "149 d",
      "content": "Suomeen sijoittautunut elinkeinonharjoittaja merkitään erilliseen tunnistamisrekisteriin ja hänelle annetaan yksilöllinen tunniste verottomuuden soveltamista varten. Edellä 1 momentissa tarkoitettu yksilöllinen tunniste on elinkeinonharjoittajalle Suomessa myönnetty arvonlisäverotunniste tai arvonlisäverotunnistetta vastaava tunniste, johon on lisätty pääte \"EX\". Verohallinto antaa tarkemmat määräykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 d",
        "normalized_fi": "Suomeen sijoittautunut elinkeinonharjoittaja merkitään erilliseen tunnistamisrekisteriin ja hänelle annetaan yksilöllinen tunniste verottomuuden soveltamista varten. Edellä 1 momentissa tarkoitettu yksilöllinen tunniste on elinkeinonharjoittajalle Suomessa myönnetty arvonlisäverotunniste tai arvonlisäverotunnistetta vastaava tunniste, johon on lisätty pääte \"EX\". Verohallinto antaa tarkemmat määräykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
        "folded_fi": "suomeen sijoittautunut elinkeinonharjoittaja merkitaan erilliseen tunnistamisrekisteriin ja hanelle annetaan yksilollinen tunniste verottomuuden soveltamista varten. edella 1 momentissa tarkoitettu yksilollinen tunniste on elinkeinonharjoittajalle suomessa myonnetty arvonlisaverotunniste tai arvonlisaverotunnistetta vastaava tunniste, johon on lisatty paate \"ex\". verohallinto antaa tarkemmat maaraykset 1 momentissa tarkoitetusta tunnisteesta ja tunnisteen tiedoksiantotavasta.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska införas i ett särskilt identifieringsregister och tilldelas ett individuellt registreringsnummer för tillämpningen av skattefriheten. Det individuella registreringsnummer som avses i 1 mom. är det mervärdesskattenummer som beviljats näringsidkaren i Finland eller ett nummer som motsvarar mervärdesskattenumret och som har suffixet ”EX”. Skatteförvaltningen meddelar närmare föreskrifter om det registreringsnummer som avses i 1 mom. och om på vilket sätt numret ska delges.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska införas i ett särskilt identifieringsregister och tilldelas ett individuellt registreringsnummer för tillämpningen av skattefriheten. Det individuella registreringsnummer som avses i 1 mom. är det mervärdesskattenummer som beviljats näringsidkaren i Finland eller ett nummer som motsvarar mervärdesskattenumret och som har suffixet ”EX”. Skatteförvaltningen meddelar närmare föreskrifter om det registreringsnummer som avses i 1 mom. och om på vilket sätt numret ska delges.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska inforas i ett sarskilt identifieringsregister och tilldelas ett individuellt registreringsnummer for tillampningen av skattefriheten. det individuella registreringsnummer som avses i 1 mom. ar det mervardesskattenummer som beviljats naringsidkaren i finland eller ett nummer som motsvarar mervardesskattenumret och som har suffixet ”ex”. skatteforvaltningen meddelar narmare foreskrifter om det registreringsnummer som avses i 1 mom. och om pa vilket satt numret ska delges."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 e",
      "chapter": "14",
      "section": "149 e",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljännekseltä neljänneskalenterivuosi-ilmoitus. Neljänneskalenterivuosi-ilmoituksessa on oltava 149 d §:ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) neljänneskalenterivuoden aikana Suomessa tehtyjen 3 §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä; ja 2) neljänneskalenterivuoden aikana muissa jäsenvaltioissa kuin Suomessa tehtyjen 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä jäsenvaltioittain eriteltynä. Jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myyntejä ei ole tehty, myyntien arvoksi ilmoitetaan nolla. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Neljänneskalenterivuosi-ilmoitus on annettava viimeistään sitä kalenterivuoden neljännestä seuraavan kuukauden viimeisenä päivänä, jota se koskee. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 e",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljännekseltä neljänneskalenterivuosi-ilmoitus. Neljänneskalenterivuosi-ilmoituksessa on oltava 149 d § :ssä tarkoitettu yksilöllinen tunniste ja seuraavat tiedot: 1) neljänneskalenterivuoden aikana Suomessa tehtyjen 3 § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä; ja 2) neljänneskalenterivuoden aikana muissa jäsenvaltioissa kuin Suomessa tehtyjen 3 a § :n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismäärä jäsenvaltioittain eriteltynä. Jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myyntejä ei ole tehty, myyntien arvoksi ilmoitetaan nolla. Niiden jäsenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. Neljänneskalenterivuosi-ilmoitus on annettava viimeistään sitä kalenterivuoden neljännestä seuraavan kuukauden viimeisenä päivänä, jota se koskee. Verohallinto antaa tarkemmat määräykset 2-4 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on annettava kultakin kalenterivuoden neljannekselta neljanneskalenterivuosi-ilmoitus. neljanneskalenterivuosi-ilmoituksessa on oltava 149 d §:ssa tarkoitettu yksilollinen tunniste ja seuraavat tiedot: 1) neljanneskalenterivuoden aikana suomessa tehtyjen 3 §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara; ja 2) neljanneskalenterivuoden aikana muissa jasenvaltioissa kuin suomessa tehtyjen 3 a §:n 2 momentissa tarkoitettujen tavaroiden ja palvelujen myyntien yhteismaara jasenvaltioittain eriteltyna. jos 2 momentin 1 tai 2 kohdassa tarkoitettuja myynteja ei ole tehty, myyntien arvoksi ilmoitetaan nolla. niiden jasenvaltioiden osalta, joissa sovelletaan eri raja-arvoja eri liiketoiminnan aloille, 2 momentin 1 ja 2 kohdassa tarkoitetut tiedot on ilmoitettava erikseen kunkin raja-arvon osalta. neljanneskalenterivuosi-ilmoitus on annettava viimeistaan sita kalenterivuoden neljannesta seuraavan kuukauden viimeisena paivana, jota se koskee. verohallinto antaa tarkemmat maaraykset 2-4 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska för varje kvartal under kalenderåret lämna in en anmälan per kalenderkvartal. Anmälan per kalenderkvartal ska innehålla det individuella registreringsnummer som avses i 149 d § och följande information: 1) den totala i 3 § 2 mom. avsedda försäljningen av varor och tjänster i Finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda försäljningen av varor och tjänster i andra medlemsstater än Finland under kalenderkvartalet specificerad för varje medlemsstat. Om försäljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som värdet av försäljningen uppges noll. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmälas separat för varje tröskelvärde. Anmälan per kalenderkvartal ska lämnas in senast den sista dagen i den månad som följer på det kalenderkvartal som anmälan gäller. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska för varje kvartal under kalenderåret lämna in en anmälan per kalenderkvartal. Anmälan per kalenderkvartal ska innehålla det individuella registreringsnummer som avses i 149 d § och följande information: 1) den totala i 3 § 2 mom. avsedda försäljningen av varor och tjänster i Finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda försäljningen av varor och tjänster i andra medlemsstater än Finland under kalenderkvartalet specificerad för varje medlemsstat. Om försäljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som värdet av försäljningen uppges noll. I fråga om de medlemsstater i vilka det tillämpas olika tröskelvärden för olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmälas separat för varje tröskelvärde. Anmälan per kalenderkvartal ska lämnas in senast den sista dagen i den månad som följer på det kalenderkvartal som anmälan gäller. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2-4 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska for varje kvartal under kalenderaret lamna in en anmalan per kalenderkvartal. anmalan per kalenderkvartal ska innehalla det individuella registreringsnummer som avses i 149 d § och foljande information: 1) den totala i 3 § 2 mom. avsedda forsaljningen av varor och tjanster i finland under kalenderkvartalet, och 2) den totala i 3 a § 2 mom. avsedda forsaljningen av varor och tjanster i andra medlemsstater an finland under kalenderkvartalet specificerad for varje medlemsstat. om forsaljning enligt 2 mom. 1 eller 2 punkten inte har skett ska som vardet av forsaljningen uppges noll. i fraga om de medlemsstater i vilka det tillampas olika troskelvarden for olika sektorer ska den information som avses i 2 mom. 1 och 2 punkten anmalas separat for varje troskelvarde. anmalan per kalenderkvartal ska lamnas in senast den sista dagen i den manad som foljer pa det kalenderkvartal som anmalan galler. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2-4 mom."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 f",
      "chapter": "14",
      "section": "149 f",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e §:ssä tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiseltä neljänneskalenterivuodelta oikaisuilmoitus. Oikaisuilmoituksessa on oltava 149 e §:n 2 momentissa tarkoitetut korjatut tiedot jäsenvaltioittain eriteltynä. Verohallinto antaa tarkemmat määräykset virheen korjaamisessa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 f",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e § :ssä tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiseltä neljänneskalenterivuodelta oikaisuilmoitus. Oikaisuilmoituksessa on oltava 149 e § :n 2 momentissa tarkoitetut korjatut tiedot jäsenvaltioittain eriteltynä. Verohallinto antaa tarkemmat määräykset virheen korjaamisessa noudatettavasta menettelystä.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on korjattava 149 e §:ssa tarkoitetussa ilmoituksessa oleva virhe antamalla kyseiselta neljanneskalenterivuodelta oikaisuilmoitus. oikaisuilmoituksessa on oltava 149 e §:n 2 momentissa tarkoitetut korjatut tiedot jasenvaltioittain eriteltyna. verohallinto antaa tarkemmat maaraykset virheen korjaamisessa noudatettavasta menettelysta.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska rätta fel i den anmälan som avses i 149 e § genom att lämna en rättelsedeklaration för kalenderkvartalet i fråga. Rättelsedeklarationen ska innehålla rättelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. Skatteförvaltningen meddelar närmare föreskrifter om det förfarande som ska iakttas när fel rättas.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska rätta fel i den anmälan som avses i 149 e § genom att lämna en rättelsedeklaration för kalenderkvartalet i fråga. Rättelsedeklarationen ska innehålla rättelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. Skatteförvaltningen meddelar närmare föreskrifter om det förfarande som ska iakttas när fel rättas.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska ratta fel i den anmalan som avses i 149 e § genom att lamna en rattelsedeklaration for kalenderkvartalet i fraga. rattelsedeklarationen ska innehalla rattelser av den information som avses i 149 e § 2 mom. specificerad enligt medlemsstat. skatteforvaltningen meddelar narmare foreskrifter om det forfarande som ska iakttas nar fel rattas."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 g",
      "chapter": "14",
      "section": "149 g",
      "content": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a §:n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisestä. Edellä 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e §:n 2 momentissa tarkoitettujen myyntien arvo neljänneskalenterivuoden alusta siihen päivään, jona raja-arvo ylittyi. Edellä 1 momentissa tarkoitettu ilmoitus on annettava viimeistään 15 työpäivän kuluessa raja-arvon ylittymisestä. Verohallinto antaa tarkemmat määräykset 2 momentissa tarkoitetuista tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 g",
        "normalized_fi": "Suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a § :n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisestä. Edellä 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e § :n 2 momentissa tarkoitettujen myyntien arvo neljänneskalenterivuoden alusta siihen päivään, jona raja-arvo ylittyi. Edellä 1 momentissa tarkoitettu ilmoitus on annettava viimeistään 15 työpäivän kuluessa raja-arvon ylittymisestä. Verohallinto antaa tarkemmat määräykset 2 momentissa tarkoitetuista tiedoista.",
        "folded_fi": "suomeen sijoittautuneen elinkeinonharjoittajan on ilmoitettava 3 a §:n 1 momentissa tarkoitetun unionin liikevaihdon raja-arvon ylittymisesta. edella 1 momentissa tarkoitetussa ilmoituksessa on ilmoitettava 149 e §:n 2 momentissa tarkoitettujen myyntien arvo neljanneskalenterivuoden alusta siihen paivaan, jona raja-arvo ylittyi. edella 1 momentissa tarkoitettu ilmoitus on annettava viimeistaan 15 tyopaivan kuluessa raja-arvon ylittymisesta. verohallinto antaa tarkemmat maaraykset 2 momentissa tarkoitetuista tiedoista.",
        "content_sv": "En näringsidkare som är etablerad i Finland ska lämna en anmälan om att det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. överskrids. Den anmälan som avses i 1 mom. ska innehålla värdet av den försäljning som avses i 149 e § 2 mom. från början av kalenderkvartalet fram till den dag då tröskelvärdet överskreds. Den anmälan som avses i 1 mom. ska lämnas in inom 15 arbetsdagar från det att tröskelvärdet överskreds. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 mom.",
        "normalized_sv": "En näringsidkare som är etablerad i Finland ska lämna en anmälan om att det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. överskrids. Den anmälan som avses i 1 mom. ska innehålla värdet av den försäljning som avses i 149 e § 2 mom. från början av kalenderkvartalet fram till den dag då tröskelvärdet överskreds. Den anmälan som avses i 1 mom. ska lämnas in inom 15 arbetsdagar från det att tröskelvärdet överskreds. Skatteförvaltningen meddelar närmare föreskrifter om den information som avses i 2 mom.",
        "folded_sv": "en naringsidkare som ar etablerad i finland ska lamna en anmalan om att det troskelvarde for omsattning i europeiska unionen som avses i 3 a § 1 mom. overskrids. den anmalan som avses i 1 mom. ska innehalla vardet av den forsaljning som avses i 149 e § 2 mom. fran borjan av kalenderkvartalet fram till den dag da troskelvardet overskreds. den anmalan som avses i 1 mom. ska lamnas in inom 15 arbetsdagar fran det att troskelvardet overskreds. skatteforvaltningen meddelar narmare foreskrifter om den information som avses i 2 mom."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 h",
      "chapter": "14",
      "section": "149 h",
      "content": "Edellä 149 b, 149 c, 149 e, 149 f ja 149 g §:ssä tarkoitettujen ilmoitusten tiedot on ilmoitettava euromääräisinä. Jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on käytettävä kalenterivuoden ensimmäisenä päivänä sovellettavaa muuntokurssia. Muuntamisessa on käytettävä Euroopan keskuspankin kyseiselle päivälle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisenä päivänä, seuraavana julkaisupäivänä julkaistua kurssia. Edellä 1 momentissa tarkoitetut ilmoitukset annetaan sähköisesti Verohallinnolle. Verohallinto antaa tarkemmat säännökset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 h",
        "normalized_fi": "Edellä 149 b, 149 c, 149 e, 149 f ja 149 g § :ssä tarkoitettujen ilmoitusten tiedot on ilmoitettava euromääräisinä. Jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on käytettävä kalenterivuoden ensimmäisenä päivänä sovellettavaa muuntokurssia. Muuntamisessa on käytettävä Euroopan keskuspankin kyseiselle päivälle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisenä päivänä, seuraavana julkaisupäivänä julkaistua kurssia. Edellä 1 momentissa tarkoitetut ilmoitukset annetaan sähköisesti Verohallinnolle. Verohallinto antaa tarkemmat säännökset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
        "folded_fi": "edella 149 b, 149 c, 149 e, 149 f ja 149 g §:ssa tarkoitettujen ilmoitusten tiedot on ilmoitettava euromaaraisina. jos 1 momentissa tarkoitetussa ilmoituksessa ilmoitettava myynti on tapahtunut muuna valuuttana kuin euroina, elinkeinonharjoittajan on kaytettava kalenterivuoden ensimmaisena paivana sovellettavaa muuntokurssia. muuntamisessa on kaytettava euroopan keskuspankin kyseiselle paivalle julkaisemaa muuntokurssia tai, jos kurssia ei ole julkaistu kyseisena paivana, seuraavana julkaisupaivana julkaistua kurssia. edella 1 momentissa tarkoitetut ilmoitukset annetaan sahkoisesti verohallinnolle. verohallinto antaa tarkemmat saannokset 1 momentissa tarkoitettujen ilmoitusten antotavasta.",
        "content_sv": "Uppgifterna i de anmälningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. Om den försäljning som uppges i en anmälan som avses i 1 mom. har skett i andra valutor än euro, ska näringsidkaren använda den växelkurs som gällde på kalenderårets första dag. Omräkningen ska göras på grundval av den växelkurs som Europeiska centralbanken offentliggjort den dagen eller, om inget offentliggörande sker den dagen, nästa dag som växelkurserna offentliggörs. De anmälningar som avses i 1 mom. ska lämnas in elektroniskt till Skatteförvaltningen. Skatteförvaltningen meddelar närmare föreskrifter om hur de anmälningar som avses i 1 mom. ska lämnas in.",
        "normalized_sv": "Uppgifterna i de anmälningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. Om den försäljning som uppges i en anmälan som avses i 1 mom. har skett i andra valutor än euro, ska näringsidkaren använda den växelkurs som gällde på kalenderårets första dag. Omräkningen ska göras på grundval av den växelkurs som Europeiska centralbanken offentliggjort den dagen eller, om inget offentliggörande sker den dagen, nästa dag som växelkurserna offentliggörs. De anmälningar som avses i 1 mom. ska lämnas in elektroniskt till Skatteförvaltningen. Skatteförvaltningen meddelar närmare föreskrifter om hur de anmälningar som avses i 1 mom. ska lämnas in.",
        "folded_sv": "uppgifterna i de anmalningar som avses i 149 b, 149 c, 149 e, 149 f och 149 g § ska anges i euro. om den forsaljning som uppges i en anmalan som avses i 1 mom. har skett i andra valutor an euro, ska naringsidkaren anvanda den vaxelkurs som gallde pa kalenderarets forsta dag. omrakningen ska goras pa grundval av den vaxelkurs som europeiska centralbanken offentliggjort den dagen eller, om inget offentliggorande sker den dagen, nasta dag som vaxelkurserna offentliggors. de anmalningar som avses i 1 mom. ska lamnas in elektroniskt till skatteforvaltningen. skatteforvaltningen meddelar narmare foreskrifter om hur de anmalningar som avses i 1 mom. ska lamnas in."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 i",
      "chapter": "14",
      "section": "149 i",
      "content": "Verohallinnon on viipymättä poistettava käytöstä Suomeen sijoittautuneen elinkeinonharjoittajan 149 d §:ssä tarkoitettu yksilöllinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a §:n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myöntävä jäsenvaltio ilmoittaa, että elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai että sen soveltaminen on muutoin päättynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on päättynyt. Jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jäsenvaltiossa, Verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b §:n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 i",
        "normalized_fi": "Verohallinnon on viipymättä poistettava käytöstä Suomeen sijoittautuneen elinkeinonharjoittajan 149 d § :ssä tarkoitettu yksilöllinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a § :n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myöntävä jäsenvaltio ilmoittaa, että elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai että sen soveltaminen on muutoin päättynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on päättynyt. Jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jäsenvaltiossa, Verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b § :n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
        "folded_fi": "verohallinnon on viipymatta poistettava kaytosta suomeen sijoittautuneen elinkeinonharjoittajan 149 d §:ssa tarkoitettu yksilollinen tunniste, jos: 1) elinkeinonharjoittajan ilmoittama 3 a §:n 1 momentissa tarkoitettu unionin liikevaihdon raja-arvo ylittyy; 2) verottomuuden myontava jasenvaltio ilmoittaa, etta elinkeinonharjoittaja ei ole oikeutettu verottomuuteen tai etta sen soveltaminen on muutoin paattynyt; 3) elinkeinonharjoittaja ilmoittaa lopettavansa verottomuuden soveltamisen; tai 4) elinkeinonharjoittajan toiminta on paattynyt. jos 1 momentin 2-4 kohdassa tarkoitetuissa tilanteissa elinkeinonharjoittaja jatkaa verottomuuden soveltamista jossakin muussa kuin ilmoituksessa tarkoitetussa jasenvaltiossa, verohallinnon on tunnisteen poistamisen sijasta muutettava 149 b §:n 2 momentissa tarkoitettuja tietoja uusia tietoja vastaaviksi.",
        "content_sv": "Skatteförvaltningen ska utan dröjsmål avaktivera det i 149 d § avsedda individuella registreringsnumret för en näringsidkare som är etablerad i Finland, om 1) det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. och som näringsidkaren har uppgett överskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att näringsidkaren inte har rätt till skattefrihet eller att skattefriheten i övrigt har upphört, 3) näringsidkaren meddelar att den upphör att tillämpa skattefriheten, eller 4) näringsidkarens verksamhet har upphört. Om näringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsätter att tillämpa skattefriheten i någon annan medlemsstat än den som nämns i anmälan, ska Skatteförvaltningen i stället för att avaktivera registreringsnumret ändra de uppgifter som avses i 149 b § 2 mom. så att de överensstämmer med den nya informationen.",
        "normalized_sv": "Skatteförvaltningen ska utan dröjsmål avaktivera det i 149 d § avsedda individuella registreringsnumret för en näringsidkare som är etablerad i Finland, om 1) det tröskelvärde för omsättning i Europeiska unionen som avses i 3 a § 1 mom. och som näringsidkaren har uppgett överskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att näringsidkaren inte har rätt till skattefrihet eller att skattefriheten i övrigt har upphört, 3) näringsidkaren meddelar att den upphör att tillämpa skattefriheten, eller 4) näringsidkarens verksamhet har upphört. Om näringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsätter att tillämpa skattefriheten i någon annan medlemsstat än den som nämns i anmälan, ska Skatteförvaltningen i stället för att avaktivera registreringsnumret ändra de uppgifter som avses i 149 b § 2 mom. så att de överensstämmer med den nya informationen.",
        "folded_sv": "skatteforvaltningen ska utan drojsmal avaktivera det i 149 d § avsedda individuella registreringsnumret for en naringsidkare som ar etablerad i finland, om 1) det troskelvarde for omsattning i europeiska unionen som avses i 3 a § 1 mom. och som naringsidkaren har uppgett overskrids, 2) den medlemsstat som beviljar skattefriheten meddelar att naringsidkaren inte har ratt till skattefrihet eller att skattefriheten i ovrigt har upphort, 3) naringsidkaren meddelar att den upphor att tillampa skattefriheten, eller 4) naringsidkarens verksamhet har upphort. om naringsidkaren i de situationer som avses i 1 mom. 2-4 punkten fortsatter att tillampa skattefriheten i nagon annan medlemsstat an den som namns i anmalan, ska skatteforvaltningen i stallet for att avaktivera registreringsnumret andra de uppgifter som avses i 149 b § 2 mom. sa att de overensstammer med den nya informationen."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 j",
      "chapter": "14",
      "section": "149 j",
      "content": "Toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan 3 §:ssä tarkoitetun verottomuuden soveltamisen katsotaan alkavan siitä päivästä, jona sijoittautumisjäsenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilöllisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilöllisen tunnisteen 149 c §:ssä tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. Edellä 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistään 35 työpäivän kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa Verohallinto tai sijoittautumisjäsenvaltion viranomainen tarvitsee lisäaikaa veropetosten tai veronkierron estämiseksi tarvittavia tarkastuksia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 j",
        "normalized_fi": "Toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan 3 § :ssä tarkoitetun verottomuuden soveltamisen katsotaan alkavan siitä päivästä, jona sijoittautumisjäsenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilöllisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilöllisen tunnisteen 149 c § :ssä tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. Edellä 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistään 35 työpäivän kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa Verohallinto tai sijoittautumisjäsenvaltion viranomainen tarvitsee lisäaikaa veropetosten tai veronkierron estämiseksi tarvittavia tarkastuksia varten.",
        "folded_fi": "toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan 3 §:ssa tarkoitetun verottomuuden soveltamisen katsotaan alkavan siita paivasta, jona sijoittautumisjasenvaltio: 1) ilmoittaa elinkeinonharjoittajalle yksilollisen tunnisteen; tai 2) vahvistaa elinkeinonharjoittajalle yksilollisen tunnisteen 149 c §:ssa tarkoitettua ilmoitusta vastaavan ilmoituksen johdosta. edella 1 momentissa tarkoitetun verottomuuden soveltamisen katsotaan kuitenkin alkavan viimeistaan 35 tyopaivan kuluttua ennakkoilmoituksen tai ennakkoilmoituksen muutosilmoituksen vastaanottamisesta, lukuun ottamatta tilanteita, joissa verohallinto tai sijoittautumisjasenvaltion viranomainen tarvitsee lisaaikaa veropetosten tai veronkierron estamiseksi tarvittavia tarkastuksia varten.",
        "content_sv": "Den i 3 § avsedda skattefriheten för en näringsidkare som är etablerad i en annan medlemsstat anses börja den dag då etableringsmedlemsstaten 1) informerar näringsidkaren om det individuella registreringsnumret, eller 2) ger näringsidkaren en bekräftelse av det individuella registreringsnumret till följd av en anmälan som motsvarar den anmälan som avses i 149 c §. Den skattefrihet som avses i 1 mom. anses dock börja högst 35 arbetsdagar efter mottagandet av förhandsanmälan eller anmälan om ändringar i förhandsanmälan, med undantag för de situationer där Skatteförvaltningen eller en myndighet i etableringsmedlemsstaten behöver ytterligare tid för behövliga kontroller för att förhindra skattebedrägeri eller skatteflykt.",
        "normalized_sv": "Den i 3 § avsedda skattefriheten för en näringsidkare som är etablerad i en annan medlemsstat anses börja den dag då etableringsmedlemsstaten 1) informerar näringsidkaren om det individuella registreringsnumret, eller 2) ger näringsidkaren en bekräftelse av det individuella registreringsnumret till följd av en anmälan som motsvarar den anmälan som avses i 149 c § . Den skattefrihet som avses i 1 mom. anses dock börja högst 35 arbetsdagar efter mottagandet av förhandsanmälan eller anmälan om ändringar i förhandsanmälan, med undantag för de situationer där Skatteförvaltningen eller en myndighet i etableringsmedlemsstaten behöver ytterligare tid för behövliga kontroller för att förhindra skattebedrägeri eller skatteflykt.",
        "folded_sv": "den i 3 § avsedda skattefriheten for en naringsidkare som ar etablerad i en annan medlemsstat anses borja den dag da etableringsmedlemsstaten 1) informerar naringsidkaren om det individuella registreringsnumret, eller 2) ger naringsidkaren en bekraftelse av det individuella registreringsnumret till foljd av en anmalan som motsvarar den anmalan som avses i 149 c §. den skattefrihet som avses i 1 mom. anses dock borja hogst 35 arbetsdagar efter mottagandet av forhandsanmalan eller anmalan om andringar i forhandsanmalan, med undantag for de situationer dar skatteforvaltningen eller en myndighet i etableringsmedlemsstaten behover ytterligare tid for behovliga kontroller for att forhindra skattebedrageri eller skatteflykt."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 k",
      "chapter": "14",
      "section": "149 k",
      "content": "Verohallinto antaa Suomeen sijoittautuneelle elinkeinonharjoittajalle päätöksen 149 d §:ssä tarkoitettuun erilliseen rekisteriin merkitsemisestä ja rekisteristä poistamisesta sekä siitä, ettei tätä ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siitä. Verohallinto antaa toiseen jäsenvaltioon sijoittautuneelle elinkeinonharjoittajalle päätöksen siitä, että 3 §:ssä säädetty liikevaihdon raja-arvo on ylittynyt. Verohallinto antaa 1 momentissa tarkoitetun päätöksen asianomaiselle tiedoksi sähköisesti. Verohallinto voi antaa päätöksen tiedoksi Verohallinnon sähköisessä asiointipalvelussa. Elinkeinonharjoittajalle lähetetään tiedoksiannosta tieto tämän ilmoittamaan sähköiseen osoitteeseen. Asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun elinkeinonharjoittajalle on lähetetty tieto tiedoksiannosta. Jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai pääsyssä Verohallinnon sähköiseen asiointipalveluun tänä aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun tekninen este on poistunut. Edellä 1 ja 2 momentissa tarkoitettujen päätösten tiedoksiantoon Veronsaajien oikeudenvalvontayksikölle sovelletaan, mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 57 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 k",
        "normalized_fi": "Verohallinto antaa Suomeen sijoittautuneelle elinkeinonharjoittajalle päätöksen 149 d § :ssä tarkoitettuun erilliseen rekisteriin merkitsemisestä ja rekisteristä poistamisesta sekä siitä, ettei tätä ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siitä. Verohallinto antaa toiseen jäsenvaltioon sijoittautuneelle elinkeinonharjoittajalle päätöksen siitä, että 3 § :ssä säädetty liikevaihdon raja-arvo on ylittynyt. Verohallinto antaa 1 momentissa tarkoitetun päätöksen asianomaiselle tiedoksi sähköisesti. Verohallinto voi antaa päätöksen tiedoksi Verohallinnon sähköisessä asiointipalvelussa. Elinkeinonharjoittajalle lähetetään tiedoksiannosta tieto tämän ilmoittamaan sähköiseen osoitteeseen. Asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun elinkeinonharjoittajalle on lähetetty tieto tiedoksiannosta. Jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai pääsyssä Verohallinnon sähköiseen asiointipalveluun tänä aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena päivänä siitä, kun tekninen este on poistunut. Edellä 1 ja 2 momentissa tarkoitettujen päätösten tiedoksiantoon Veronsaajien oikeudenvalvontayksikölle sovelletaan, mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 57 § :ssä säädetään.",
        "folded_fi": "verohallinto antaa suomeen sijoittautuneelle elinkeinonharjoittajalle paatoksen 149 d §:ssa tarkoitettuun erilliseen rekisteriin merkitsemisesta ja rekisterista poistamisesta seka siita, ettei tata ole ilmoituksestaan poiketen merkitty rekisteriin tai poistettu siita. verohallinto antaa toiseen jasenvaltioon sijoittautuneelle elinkeinonharjoittajalle paatoksen siita, etta 3 §:ssa saadetty liikevaihdon raja-arvo on ylittynyt. verohallinto antaa 1 momentissa tarkoitetun paatoksen asianomaiselle tiedoksi sahkoisesti. verohallinto voi antaa paatoksen tiedoksi verohallinnon sahkoisessa asiointipalvelussa. elinkeinonharjoittajalle lahetetaan tiedoksiannosta tieto taman ilmoittamaan sahkoiseen osoitteeseen. asiakirja katsotaan annetun tiedoksi kolmantena paivana siita, kun elinkeinonharjoittajalle on lahetetty tieto tiedoksiannosta. jos tiedoksiantoa koskevan tiedon vastaanottamisessa tai paasyssa verohallinnon sahkoiseen asiointipalveluun tana aikana on ollut tekninen este, asiakirja katsotaan annetun tiedoksi kolmantena paivana siita, kun tekninen este on poistunut. edella 1 ja 2 momentissa tarkoitettujen paatosten tiedoksiantoon veronsaajien oikeudenvalvontayksikolle sovelletaan, mita oma-aloitteisten verojen verotusmenettelysta annetun lain 57 §:ssa saadetaan.",
        "content_sv": "Skatteförvaltningen meddelar en näringsidkare som är etablerad i Finland beslut om införande i och avförande ur ett särskilt register som avses i 149 d § samt om att näringsidkaren med avvikelse från sin anmälan inte har införts i eller avförts ur registret. Skatteförvaltningen meddelar en näringsidkare som är etablerad i en annan medlemsstat beslut om att det tröskelvärde för omsättning som anges i 3 § har överskridits. Skatteförvaltningen delger näringsidkaren ett beslut som avses i 1 mom. elektroniskt. Skatteförvaltningen får delge beslut genom Skatteförvaltningens elektroniska servicetjänster. Information om delgivningen sänds till näringsidkaren till den elektroniska adress som denne har uppgett. En handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sänts till näringsidkaren. Om det under denna tid har funnits ett tekniskt hinder för att ta emot informationen om delgivningen eller få åtkomst till Skatteförvaltningens elektroniska servicetjänster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanröjts. På delgivning av beslut som avses i 1 och 2 mom. till Enheten för bevakning av skattetagarnas rätt tillämpas vad som föreskrivs i 57 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Skatteförvaltningen meddelar en näringsidkare som är etablerad i Finland beslut om införande i och avförande ur ett särskilt register som avses i 149 d § samt om att näringsidkaren med avvikelse från sin anmälan inte har införts i eller avförts ur registret. Skatteförvaltningen meddelar en näringsidkare som är etablerad i en annan medlemsstat beslut om att det tröskelvärde för omsättning som anges i 3 § har överskridits. Skatteförvaltningen delger näringsidkaren ett beslut som avses i 1 mom. elektroniskt. Skatteförvaltningen får delge beslut genom Skatteförvaltningens elektroniska servicetjänster. Information om delgivningen sänds till näringsidkaren till den elektroniska adress som denne har uppgett. En handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sänts till näringsidkaren. Om det under denna tid har funnits ett tekniskt hinder för att ta emot informationen om delgivningen eller få åtkomst till Skatteförvaltningens elektroniska servicetjänster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanröjts. På delgivning av beslut som avses i 1 och 2 mom. till Enheten för bevakning av skattetagarnas rätt tillämpas vad som föreskrivs i 57 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "skatteforvaltningen meddelar en naringsidkare som ar etablerad i finland beslut om inforande i och avforande ur ett sarskilt register som avses i 149 d § samt om att naringsidkaren med avvikelse fran sin anmalan inte har inforts i eller avforts ur registret. skatteforvaltningen meddelar en naringsidkare som ar etablerad i en annan medlemsstat beslut om att det troskelvarde for omsattning som anges i 3 § har overskridits. skatteforvaltningen delger naringsidkaren ett beslut som avses i 1 mom. elektroniskt. skatteforvaltningen far delge beslut genom skatteforvaltningens elektroniska servicetjanster. information om delgivningen sands till naringsidkaren till den elektroniska adress som denne har uppgett. en handling anses ha blivit delgiven den tredje dagen efter det att informationen om delgivningen har sants till naringsidkaren. om det under denna tid har funnits ett tekniskt hinder for att ta emot informationen om delgivningen eller fa atkomst till skatteforvaltningens elektroniska servicetjanster, anses delgivningen ha skett den tredje dagen efter det att det tekniska hindret har undanrojts. pa delgivning av beslut som avses i 1 och 2 mom. till enheten for bevakning av skattetagarnas ratt tillampas vad som foreskrivs i 57 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 l",
      "chapter": "14",
      "section": "149 l",
      "content": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös Suomeen sijoittautuneeseen elinkeinonharjoittajaan. Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös toiseen jäsenvaltioon sijoittautuneeseen elinkeinonharjoittajaan siltä osin kuin kyse on 149 k §:n 2 momentissa tarkoitetusta päätöksestä. Edellä 149 k §:ssä tarkoitettuun päätökseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelystä annetun lain 62 §:n 5 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 l",
        "normalized_fi": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös Suomeen sijoittautuneeseen elinkeinonharjoittajaan. Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös toiseen jäsenvaltioon sijoittautuneeseen elinkeinonharjoittajaan siltä osin kuin kyse on 149 k § :n 2 momentissa tarkoitetusta päätöksestä. Edellä 149 k § :ssä tarkoitettuun päätökseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelystä annetun lain 62 § :n 5 momentissa säädetään.",
        "folded_fi": "mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos suomeen sijoittautuneeseen elinkeinonharjoittajaan. mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos toiseen jasenvaltioon sijoittautuneeseen elinkeinonharjoittajaan silta osin kuin kyse on 149 k §:n 2 momentissa tarkoitetusta paatoksesta. edella 149 k §:ssa tarkoitettuun paatokseen haetaan muutosta siten kuin oma-aloitteisten verojen verotusmenettelysta annetun lain 62 §:n 5 momentissa saadetaan.",
        "content_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i Finland. Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i en annan medlemsstat till den del det är fråga om beslut som avses i 149 k § 2 mom. Ändring i beslut som avses i 149 k § får sökas på det sätt som föreskrivs i 62 § 5 mom. i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i Finland. Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på en näringsidkare som är etablerad i en annan medlemsstat till den del det är fråga om beslut som avses i 149 k § 2 mom. Ändring i beslut som avses i 149 k § får sökas på det sätt som föreskrivs i 62 § 5 mom. i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa en naringsidkare som ar etablerad i finland. vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa en naringsidkare som ar etablerad i en annan medlemsstat till den del det ar fraga om beslut som avses i 149 k § 2 mom. andring i beslut som avses i 149 k § far sokas pa det satt som foreskrivs i 62 § 5 mom. i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:149 m",
      "chapter": "14",
      "section": "149 m",
      "content": "Edellä 149 b, 149 c, 149 e ja 149 g §:ssä tarkoitetun ilmoittamisvelvollisuuden laiminlyönnin seuraamuksesta säädetään oma-aloitteisten verojen verotusmenettelystä annetun lain 39 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:149 m",
        "normalized_fi": "Edellä 149 b, 149 c, 149 e ja 149 g § :ssä tarkoitetun ilmoittamisvelvollisuuden laiminlyönnin seuraamuksesta säädetään oma-aloitteisten verojen verotusmenettelystä annetun lain 39 § :ssä.",
        "folded_fi": "edella 149 b, 149 c, 149 e ja 149 g §:ssa tarkoitetun ilmoittamisvelvollisuuden laiminlyonnin seuraamuksesta saadetaan oma-aloitteisten verojen verotusmenettelysta annetun lain 39 §:ssa.",
        "content_sv": "Bestämmelser om påföljd för försummelse av den anmälningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "normalized_sv": "Bestämmelser om påföljd för försummelse av den anmälningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ.",
        "folded_sv": "bestammelser om pafoljd for forsummelse av den anmalningsskyldighet som avses i 149 b, 149 c, 149 e och 149 g § finns i 39 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:173",
      "chapter": "14",
      "section": "173",
      "content": "Verohallinto merkitsee verovelvollisen rekisteriin siitä lukien, kun 3 §:ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon tai 3 a §:ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon. Sen estämättä, mitä 2 momentissa säädetään, 12, 26 f ja 30 §:n perusteella verovelvollinen merkitään rekisteriin aikaisintaan hakemuksen tekemisestä. Jos 30 §:ssä tarkoitettu elinkeinonharjoittaja voi tehdä 106 §:ssä säädetyn vähennyksen tai soveltaa 106 §:n 3 momenttia ja hakemus on tehty 30 §:ssä tarkoitetun toiminnan alkamisen jälkeen, hän on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:173",
        "normalized_fi": "Verohallinto merkitsee verovelvollisen rekisteriin siitä lukien, kun 3 § :ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon tai 3 a § :ssä tarkoitettu liikevaihto ylittää mainitun pykälän 1 momentissa säädetyn raja-arvon. Sen estämättä, mitä 2 momentissa säädetään, 12, 26 f ja 30 § :n perusteella verovelvollinen merkitään rekisteriin aikaisintaan hakemuksen tekemisestä. Jos 30 § :ssä tarkoitettu elinkeinonharjoittaja voi tehdä 106 § :ssä säädetyn vähennyksen tai soveltaa 106 § :n 3 momenttia ja hakemus on tehty 30 § :ssä tarkoitetun toiminnan alkamisen jälkeen, hän on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
        "folded_fi": "verohallinto merkitsee verovelvollisen rekisteriin siita lukien, kun 3 §:ssa tarkoitettu liikevaihto ylittaa mainitun pykalan 1 momentissa saadetyn raja-arvon tai 3 a §:ssa tarkoitettu liikevaihto ylittaa mainitun pykalan 1 momentissa saadetyn raja-arvon. sen estamatta, mita 2 momentissa saadetaan, 12, 26 f ja 30 §:n perusteella verovelvollinen merkitaan rekisteriin aikaisintaan hakemuksen tekemisesta. jos 30 §:ssa tarkoitettu elinkeinonharjoittaja voi tehda 106 §:ssa saadetyn vahennyksen tai soveltaa 106 §:n 3 momenttia ja hakemus on tehty 30 §:ssa tarkoitetun toiminnan alkamisen jalkeen, han on kuitenkin verovelvollinen mainitun toiminnan alkamisesta.",
        "content_sv": "Skatteförvaltningen inför den skattskyldige i registret från den tidpunkt då den omsättning som avses i 3 § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen eller den omsättning som avses i 3 a § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen. Trots vad som föreskrivs i 2 mom. införs den som är skattskyldig med stöd av 12, 26 f och 30 § i registret tidigast från ansökningstidpunkten. Om en näringsidkare som avses i 30 § kan göra avdrag enligt 106 § eller tillämpa 106 § 3 mom. och ansökan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, är näringsidkaren dock skattskyldig från den tidpunkt då den nämnda verksamheten inleds.",
        "normalized_sv": "Skatteförvaltningen inför den skattskyldige i registret från den tidpunkt då den omsättning som avses i 3 § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen eller den omsättning som avses i 3 a § överskrider det tröskelvärde som anges i 1 mom. i den paragrafen. Trots vad som föreskrivs i 2 mom. införs den som är skattskyldig med stöd av 12, 26 f och 30 § i registret tidigast från ansökningstidpunkten. Om en näringsidkare som avses i 30 § kan göra avdrag enligt 106 § eller tillämpa 106 § 3 mom. och ansökan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, är näringsidkaren dock skattskyldig från den tidpunkt då den nämnda verksamheten inleds.",
        "folded_sv": "skatteforvaltningen infor den skattskyldige i registret fran den tidpunkt da den omsattning som avses i 3 § overskrider det troskelvarde som anges i 1 mom. i den paragrafen eller den omsattning som avses i 3 a § overskrider det troskelvarde som anges i 1 mom. i den paragrafen. trots vad som foreskrivs i 2 mom. infors den som ar skattskyldig med stod av 12, 26 f och 30 § i registret tidigast fran ansokningstidpunkten. om en naringsidkare som avses i 30 § kan gora avdrag enligt 106 § eller tillampa 106 § 3 mom. och ansokan har gjorts efter det att den i 30 § avsedda verksamheten inleddes, ar naringsidkaren dock skattskyldig fran den tidpunkt da den namnda verksamheten inleds."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "14:216",
      "chapter": "14",
      "section": "216",
      "content": "Niiden verovelvollisten, jotka eivät ole kirjanpitovelvollisia, tilikautena pidetään kalenterivuotta. Paliskuntaryhmän tilikausi on poronhoitovuosi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:216",
        "normalized_fi": "Niiden verovelvollisten, jotka eivät ole kirjanpitovelvollisia, tilikautena pidetään kalenterivuotta. Paliskuntaryhmän tilikausi on poronhoitovuosi.",
        "folded_fi": "niiden verovelvollisten, jotka eivat ole kirjanpitovelvollisia, tilikautena pidetaan kalenterivuotta. paliskuntaryhman tilikausi on poronhoitovuosi.",
        "content_sv": "För de skattskyldiga som inte är bokföringsskyldiga är räkenskapsperioden kalenderåret. Räkenskapsperioden för en renbeteslagsgrupp är renskötselåret.",
        "normalized_sv": "För de skattskyldiga som inte är bokföringsskyldiga är räkenskapsperioden kalenderåret. Räkenskapsperioden för en renbeteslagsgrupp är renskötselåret.",
        "folded_sv": "for de skattskyldiga som inte ar bokforingsskyldiga ar rakenskapsperioden kalenderaret. rakenskapsperioden for en renbeteslagsgrupp ar renskotselaret."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Myyjä ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto on enintään 20 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e §:n perusteella verottomien myyntien, kiinteistön tai siihen kohdistuvien oikeuksien luovutusten sekä 41 §:ssä tarkoitettujen rahoituspalvelujen ja 44 §:ssä tarkoitettujen vakuutuspalvelujen myyntien yhteismäärä. Liikevaihtoon ei lueta liitännäisluonteisten rahoitus- ja vakuutuspalvelujen eikä käyttöomaisuuden myyntejä. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo. Mitä 1 momentissa säädetään, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on Yhteisön ulkopuolella; 2) hyvinvointialueeseen; eikä 3) kuntaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Myyjä ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto on enintään 20 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e § :n perusteella verottomien myyntien, kiinteistön tai siihen kohdistuvien oikeuksien luovutusten sekä 41 § :ssä tarkoitettujen rahoituspalvelujen ja 44 § :ssä tarkoitettujen vakuutuspalvelujen myyntien yhteismäärä. Liikevaihtoon ei lueta liitännäisluonteisten rahoitus- ja vakuutuspalvelujen eikä käyttöomaisuuden myyntejä. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo. Mitä 1 momentissa säädetään, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on Yhteisön ulkopuolella; 2) hyvinvointialueeseen; eikä 3) kuntaan.",
        "folded_fi": "myyja ei ole verovelvollinen, jos kuluvan kalenterivuoden ja sita edeltaneen kalenterivuoden liikevaihto on enintaan 20 000 euroa, ellei hanta ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan verollisten myyntien, 38 d, 56, 58, 70, 70 b, 71, 72 ja 72 a-72 e §:n perusteella verottomien myyntien, kiinteiston tai siihen kohdistuvien oikeuksien luovutusten seka 41 §:ssa tarkoitettujen rahoituspalvelujen ja 44 §:ssa tarkoitettujen vakuutuspalvelujen myyntien yhteismaara. liikevaihtoon ei lueta liitannaisluonteisten rahoitus- ja vakuutuspalvelujen eika kayttoomaisuuden myynteja. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisaveroton arvo. mita 1 momentissa saadetaan, ei sovelleta: 1) ulkomaalaiseen, jonka liiketoiminnan kotipaikka on yhteison ulkopuolella; 2) hyvinvointialueeseen; eika 3) kuntaan.",
        "content_sv": "Säljaren är inte skattskyldig om det innevarande kalenderårets och det föregående kalenderårets omsättning är högst 20 000 euro, förutsatt att säljaren inte på egen anmälan har registrerats som skattskyldig. I omsättningen enligt 1 mom. inräknas summan av den skattepliktiga försäljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria försäljningen, överlåtelser av fastigheter eller rättigheter som hänför sig till fastigheter samt försäljningen av finansiella tjänster enligt 41 § och försäkringstjänster enligt 44 §. I omsättningen inräknas inte försäljning av finansiella tjänster och försäkringstjänster som har karaktären av bitransaktioner och inte heller försäljning av anläggningstillgångar. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom. Bestämmelserna i 1 mom. tillämpas varken på 1) utlänningar som har etablerat sätet för sin ekonomiska verksamhet utanför gemenskapen, 2) välfärdsområden, eller 3) kommuner.",
        "normalized_sv": "Säljaren är inte skattskyldig om det innevarande kalenderårets och det föregående kalenderårets omsättning är högst 20 000 euro, förutsatt att säljaren inte på egen anmälan har registrerats som skattskyldig. I omsättningen enligt 1 mom. inräknas summan av den skattepliktiga försäljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria försäljningen, överlåtelser av fastigheter eller rättigheter som hänför sig till fastigheter samt försäljningen av finansiella tjänster enligt 41 § och försäkringstjänster enligt 44 § . I omsättningen inräknas inte försäljning av finansiella tjänster och försäkringstjänster som har karaktären av bitransaktioner och inte heller försäljning av anläggningstillgångar. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom. Bestämmelserna i 1 mom. tillämpas varken på 1) utlänningar som har etablerat sätet för sin ekonomiska verksamhet utanför gemenskapen, 2) välfärdsområden, eller 3) kommuner.",
        "folded_sv": "saljaren ar inte skattskyldig om det innevarande kalenderarets och det foregaende kalenderarets omsattning ar hogst 20 000 euro, forutsatt att saljaren inte pa egen anmalan har registrerats som skattskyldig. i omsattningen enligt 1 mom. inraknas summan av den skattepliktiga forsaljningen, den enligt 38 d, 56, 58, 70, 70 b, 71, 72 och 72 a-72 e § skattefria forsaljningen, overlatelser av fastigheter eller rattigheter som hanfor sig till fastigheter samt forsaljningen av finansiella tjanster enligt 41 § och forsakringstjanster enligt 44 §. i omsattningen inraknas inte forsaljning av finansiella tjanster och forsakringstjanster som har karaktaren av bitransaktioner och inte heller forsaljning av anlaggningstillgangar. i den omsattning som avses i 1 mom. inraknas det mervardesskattefria vardet av den forsaljning som avses i 2 mom. bestammelserna i 1 mom. tillampas varken pa 1) utlanningar som har etablerat satet for sin ekonomiska verksamhet utanfor gemenskapen, 2) valfardsomraden, eller 3) kommuner."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Mitä 3 §:ssä säädetään, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jäsenvaltiossa kuin Suomessa vain, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto unionissa on enintään 100 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisäverodirektiivi Edellä 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan Yhteisön alueella tapahtuvien yhteisestä arvonlisäverojärjestelmästä annetun neuvoston direktiivin 2006/112/EY () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. Liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitännäisiä rahoitus-, vakuutus- ja jälleenvakuutuspalveluja eikä 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyödykkeiden luovutuksia. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3 a",
        "normalized_fi": "Mitä 3 § :ssä säädetään, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jäsenvaltiossa kuin Suomessa vain, jos kuluvan kalenterivuoden ja sitä edeltäneen kalenterivuoden liikevaihto unionissa on enintään 100 000 euroa, ellei häntä ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisäverodirektiivi Edellä 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan Yhteisön alueella tapahtuvien yhteisestä arvonlisäverojärjestelmästä annetun neuvoston direktiivin 2006/112/EY () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. Liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitännäisiä rahoitus-, vakuutus- ja jälleenvakuutuspalveluja eikä 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyödykkeiden luovutuksia. Edellä 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisäveroton arvo.",
        "folded_fi": "mita 3 §:ssa saadetaan, sovelletaan ulkomaalaiseen, jonka liiketoiminnan kotipaikka on muussa jasenvaltiossa kuin suomessa vain, jos kuluvan kalenterivuoden ja sita edeltaneen kalenterivuoden liikevaihto unionissa on enintaan 100 000 euroa, ellei hanta ole oman ilmoituksensa perusteella merkitty verovelvolliseksi. arvonlisaverodirektiivi edella 1 momentissa tarkoitettuun liikevaihtoon unionissa lasketaan yhteison alueella tapahtuvien yhteisesta arvonlisaverojarjestelmasta annetun neuvoston direktiivin 2006/112/ey () 288 artiklan 1 kohdassa tarkoitettujen liiketoimien arvo. liikevaihtoon ei lueta mainitun kohdan e alakohdassa tarkoitettuja liitannaisia rahoitus-, vakuutus- ja jalleenvakuutuspalveluja eika 288 artiklan 2 kohdassa tarkoitettuja aineellisten tai aineettomien tuotantohyodykkeiden luovutuksia. edella 1 momentissa tarkoitettuun liikevaihtoon luetaan 2 momentissa tarkoitettujen myyntien arvonlisaveroton arvo.",
        "content_sv": "Bestämmelserna i 3 § tillämpas på en utlänning som har etablerat sätet för sin ekonomiska verksamhet i en annan medlemsstat än Finland endast om det innevarande kalenderårets och det föregående kalenderårets omsättning i unionen är högst 100 000 euro, förutsatt att utlänningen inte på egen anmälan har registrerats som skattskyldig. mervärdesskattedirektivet I omsättningen i Europeiska unionen enligt 1 mom. inräknas värdet av de transaktioner som görs inom gemenskapens territorium och som avses i artikel 288.1 i rådets direktiv 2006/112/EG om ett gemensamt system för mervärdesskatt (). I omsättningen inräknas inte de finansiella tjänster och försäkrings- och återförsäkringstjänster som har karaktären av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anläggningstillgångar som avses i artikel 288.2. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom.",
        "normalized_sv": "Bestämmelserna i 3 § tillämpas på en utlänning som har etablerat sätet för sin ekonomiska verksamhet i en annan medlemsstat än Finland endast om det innevarande kalenderårets och det föregående kalenderårets omsättning i unionen är högst 100 000 euro, förutsatt att utlänningen inte på egen anmälan har registrerats som skattskyldig. mervärdesskattedirektivet I omsättningen i Europeiska unionen enligt 1 mom. inräknas värdet av de transaktioner som görs inom gemenskapens territorium och som avses i artikel 288.1 i rådets direktiv 2006/112/EG om ett gemensamt system för mervärdesskatt (). I omsättningen inräknas inte de finansiella tjänster och försäkrings- och återförsäkringstjänster som har karaktären av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anläggningstillgångar som avses i artikel 288.2. I den omsättning som avses i 1 mom. inräknas det mervärdesskattefria värdet av den försäljning som avses i 2 mom.",
        "folded_sv": "bestammelserna i 3 § tillampas pa en utlanning som har etablerat satet for sin ekonomiska verksamhet i en annan medlemsstat an finland endast om det innevarande kalenderarets och det foregaende kalenderarets omsattning i unionen ar hogst 100 000 euro, forutsatt att utlanningen inte pa egen anmalan har registrerats som skattskyldig. mervardesskattedirektivet i omsattningen i europeiska unionen enligt 1 mom. inraknas vardet av de transaktioner som gors inom gemenskapens territorium och som avses i artikel 288.1 i radets direktiv 2006/112/eg om ett gemensamt system for mervardesskatt (). i omsattningen inraknas inte de finansiella tjanster och forsakrings- och aterforsakringstjanster som har karaktaren av bitransaktioner och som avses i artikel 288.1 led e i det direktivet eller den avyttring av materiella eller immateriella anlaggningstillgangar som avses i artikel 288.2. i den omsattning som avses i 1 mom. inraknas det mervardesskattefria vardet av den forsaljning som avses i 2 mom."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "Jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa sekä vähennykseen oikeuttavia että vähennykseen oikeuttamattomia liiketoimia, hän saa 122 ja 122 a §:n mukaisesta palautettavasta verosta enintään vähennykseen oikeuttaviin liiketoimiin liittyvän osuuden. Vähennyskelpoinen osuus määritetään toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisäverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsäädännön mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:123",
        "normalized_fi": "Jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa sekä vähennykseen oikeuttavia että vähennykseen oikeuttamattomia liiketoimia, hän saa 122 ja 122 a § :n mukaisesta palautettavasta verosta enintään vähennykseen oikeuttaviin liiketoimiin liittyvän osuuden. Vähennyskelpoinen osuus määritetään toiseen jäsenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisäverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsäädännön mukaisesti.",
        "folded_fi": "jos elinkeinonharjoittaja suorittaa sijoittautumisvaltiossa seka vahennykseen oikeuttavia etta vahennykseen oikeuttamattomia liiketoimia, han saa 122 ja 122 a §:n mukaisesta palautettavasta verosta enintaan vahennykseen oikeuttaviin liiketoimiin liittyvan osuuden. vahennyskelpoinen osuus maaritetaan toiseen jasenvaltioon sijoittautuneen elinkeinonharjoittajan osalta arvonlisaverodirektiivin 173 artiklaan perustuvan sijoittautumisvaltion lainsaadannon mukaisesti.",
        "content_sv": "Om näringsidkaren i etableringsstaten genomför både transaktioner som medför rätt till avdrag och transaktioner som inte medför rätt till avdrag, återbärs av den mervärdesskatt som berättigar till återbäring enligt 122 och 122 a § högst den del som hänför sig till avdragsberättigande transaktioner. I fråga om näringsidkare som etablerat sig i en annan medlemsstat bestäms den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig på artikel 173 i mervärdesskattedirektivet.",
        "normalized_sv": "Om näringsidkaren i etableringsstaten genomför både transaktioner som medför rätt till avdrag och transaktioner som inte medför rätt till avdrag, återbärs av den mervärdesskatt som berättigar till återbäring enligt 122 och 122 a § högst den del som hänför sig till avdragsberättigande transaktioner. I fråga om näringsidkare som etablerat sig i en annan medlemsstat bestäms den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig på artikel 173 i mervärdesskattedirektivet.",
        "folded_sv": "om naringsidkaren i etableringsstaten genomfor bade transaktioner som medfor ratt till avdrag och transaktioner som inte medfor ratt till avdrag, aterbars av den mervardesskatt som berattigar till aterbaring enligt 122 och 122 a § hogst den del som hanfor sig till avdragsberattigande transaktioner. i fraga om naringsidkare som etablerat sig i en annan medlemsstat bestams den avdragsgilla andelen enligt etableringsstatens lagstiftning som baserar sig pa artikel 173 i mervardesskattedirektivet."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "131",
      "section": "131",
      "content": "Mitä 1 momentin 4 kohdassa säädetään, ei sovelleta toisessa jäsenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a §:ää vastaavien säännösten perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:131",
        "normalized_fi": "Mitä 1 momentin 4 kohdassa säädetään, ei sovelleta toisessa jäsenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a § :ää vastaavien säännösten perusteella.",
        "folded_fi": "mita 1 momentin 4 kohdassa saadetaan, ei sovelleta toisessa jasenvaltiossa tapahtuvaan myyntiin, joka on veroton 3 ja 3 a §:aa vastaavien saannosten perusteella.",
        "content_sv": "Vad som föreskrivs i 1 mom. 4 punkten tillämpas inte på försäljning som sker i en annan medlemsstat och som är skattefri enligt bestämmelser som motsvarar 3 och 3 a §.",
        "normalized_sv": "Vad som föreskrivs i 1 mom. 4 punkten tillämpas inte på försäljning som sker i en annan medlemsstat och som är skattefri enligt bestämmelser som motsvarar 3 och 3 a § .",
        "folded_sv": "vad som foreskrivs i 1 mom. 4 punkten tillampas inte pa forsaljning som sker i en annan medlemsstat och som ar skattefri enligt bestammelser som motsvarar 3 och 3 a §."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    },
    {
      "provision_ref": "137",
      "section": "137",
      "content": "Verovelvollinen, jonka kalenterivuoden liikevaihto on enintään 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpäätös tai olla laatimatta tilinpäätöstä, saa kohdistaa myynnistä suoritettavan veron 15 §:n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. Jos 1 momentissa tarkoitettua menettelyä soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpäätöstä tai olemaan laatimatta tilinpäätöstä, kalenterivuoden liikevaihto ylittää 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllättävästä syystä, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. Edellä 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Verovelvollinen, jonka kalenterivuoden liikevaihto on enintään 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpäätös tai olla laatimatta tilinpäätöstä, saa kohdistaa myynnistä suoritettavan veron 15 § :n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. Jos 1 momentissa tarkoitettua menettelyä soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpäätöstä tai olemaan laatimatta tilinpäätöstä, kalenterivuoden liikevaihto ylittää 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllättävästä syystä, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. Edellä 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 § :n mukaisesti.",
        "folded_fi": "verovelvollinen, jonka kalenterivuoden liikevaihto on enintaan 500 000 euroa taikka verovelvollinen, johon ei sovelleta kirjanpitolakia tai jolla on oikeus laatia maksuperusteinen tilinpaatos tai olla laatimatta tilinpaatosta, saa kohdistaa myynnista suoritettavan veron 15 §:n 1 momentin 1 kohdassa mainituissa tilanteissa sille kalenterikuukaudelle, jonka aikana myyntihinta tai sen osa on kertynyt. jos 1 momentissa tarkoitettua menettelya soveltavan verovelvollisen, joka ei ole oikeutettu laatimaan maksuperusteista tilinpaatosta tai olemaan laatimatta tilinpaatosta, kalenterivuoden liikevaihto ylittaa 500 000 euroa ja ylitys johtuu ennakoimattomasta tai yllattavasta syysta, verovelvollinen voi jatkaa menettelyn soveltamista tilikauden loppuun. edella 1 ja 4 momentissa tarkoitettu kalenterivuoden liikevaihto lasketaan 3 §:n mukaisesti.",
        "content_sv": "En skattskyldig, vars omsättning under kalenderåret är högst 500 000 euro och en skattskyldig som bokföringslagen inte tillämpas på eller som har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut, får i de situationer som nämns i 15 § 1 mom. 1 punkten hänföra skatt på försäljning till den kalendermånad under vilken försäljningspriset eller en del av det har influtit. Om omsättningen för en skattskyldig som tillämpar det förfarande som avses i 1 mom. och som inte har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut överstiger 500 000 euro under kalenderåret och överskridningen beror på en oförutsägbar eller överraskande orsak, får den skattskyldige fortsätta att tillämpa förfarandet till räkenskapsperiodens utgång. Omsättningen under kalenderåret enligt 1 och 4 mom. beräknas i enlighet med 3 §.",
        "normalized_sv": "En skattskyldig, vars omsättning under kalenderåret är högst 500 000 euro och en skattskyldig som bokföringslagen inte tillämpas på eller som har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut, får i de situationer som nämns i 15 § 1 mom. 1 punkten hänföra skatt på försäljning till den kalendermånad under vilken försäljningspriset eller en del av det har influtit. Om omsättningen för en skattskyldig som tillämpar det förfarande som avses i 1 mom. och som inte har rätt att upprätta ett bokslut enligt betalningsprincipen eller låta bli att upprätta ett bokslut överstiger 500 000 euro under kalenderåret och överskridningen beror på en oförutsägbar eller överraskande orsak, får den skattskyldige fortsätta att tillämpa förfarandet till räkenskapsperiodens utgång. Omsättningen under kalenderåret enligt 1 och 4 mom. beräknas i enlighet med 3 § .",
        "folded_sv": "en skattskyldig, vars omsattning under kalenderaret ar hogst 500 000 euro och en skattskyldig som bokforingslagen inte tillampas pa eller som har ratt att uppratta ett bokslut enligt betalningsprincipen eller lata bli att uppratta ett bokslut, far i de situationer som namns i 15 § 1 mom. 1 punkten hanfora skatt pa forsaljning till den kalendermanad under vilken forsaljningspriset eller en del av det har influtit. om omsattningen for en skattskyldig som tillampar det forfarande som avses i 1 mom. och som inte har ratt att uppratta ett bokslut enligt betalningsprincipen eller lata bli att uppratta ett bokslut overstiger 500 000 euro under kalenderaret och overskridningen beror pa en oforutsagbar eller overraskande orsak, far den skattskyldige fortsatta att tillampa forfarandet till rakenskapsperiodens utgang. omsattningen under kalenderaret enligt 1 och 4 mom. beraknas i enlighet med 3 §."
      },
      "valid_from": "2024-06-28",
      "valid_to": null
    }
  ]
}