{
  "id": "449/2007",
  "type": "statute",
  "title": "Laki työnantajan ja henkilöstön välisestä yhteistoiminnasta kunnissa",
  "title_en": "Lag om samarbete mellan kommunala arbetsgivare och arbetstagare",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/449/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää työnantajan ja henkilöstön välistä yhteistoimintaa kunnissa. Yhteistoiminnan tavoitteena on antaa henkilöstölle mahdollisuus yhteisymmärryksessä työnantajan kanssa osallistua kunnan toiminnan kehittämiseen ja antaa henkilöstölle mahdollisuus vaikuttaa omaa työtään ja työyhteisöään koskevien päätösten valmisteluun sekä samalla edistää kunnallisen palvelutuotannon tuloksellisuutta ja henkilöstön työelämän laatua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää työnantajan ja henkilöstön välistä yhteistoimintaa kunnissa. Yhteistoiminnan tavoitteena on antaa henkilöstölle mahdollisuus yhteisymmärryksessä työnantajan kanssa osallistua kunnan toiminnan kehittämiseen ja antaa henkilöstölle mahdollisuus vaikuttaa omaa työtään ja työyhteisöään koskevien päätösten valmisteluun sekä samalla edistää kunnallisen palvelutuotannon tuloksellisuutta ja henkilöstön työelämän laatua.",
        "folded_fi": "taman lain tarkoituksena on edistaa tyonantajan ja henkiloston valista yhteistoimintaa kunnissa. yhteistoiminnan tavoitteena on antaa henkilostolle mahdollisuus yhteisymmarryksessa tyonantajan kanssa osallistua kunnan toiminnan kehittamiseen ja antaa henkilostolle mahdollisuus vaikuttaa omaa tyotaan ja tyoyhteisoaan koskevien paatosten valmisteluun seka samalla edistaa kunnallisen palvelutuotannon tuloksellisuutta ja henkiloston tyoelaman laatua.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja samarbetet mellan kommunala arbetsgivare och arbetstagare. Syftet med samarbetet är att ge arbetstagarna möjlighet att i samförstånd med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna möjlighet att påverka beredningen av beslut som gäller deras eget arbete och arbetskollektiv samt att samtidigt främja ett gott resultat i fråga om den kommunala serviceproduktionen och kvaliteten på arbetstagarnas arbetsliv.",
        "normalized_sv": "Syftet med denna lag är att främja samarbetet mellan kommunala arbetsgivare och arbetstagare. Syftet med samarbetet är att ge arbetstagarna möjlighet att i samförstånd med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna möjlighet att påverka beredningen av beslut som gäller deras eget arbete och arbetskollektiv samt att samtidigt främja ett gott resultat i fråga om den kommunala serviceproduktionen och kvaliteten på arbetstagarnas arbetsliv.",
        "folded_sv": "syftet med denna lag ar att framja samarbetet mellan kommunala arbetsgivare och arbetstagare. syftet med samarbetet ar att ge arbetstagarna mojlighet att i samforstand med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna mojlighet att paverka beredningen av beslut som galler deras eget arbete och arbetskollektiv samt att samtidigt framja ett gott resultat i fraga om den kommunala serviceproduktionen och kvaliteten pa arbetstagarnas arbetsliv."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan työnantajan ja henkilöstön väliseen yhteistoimintaan kunnissa ja kuntayhtymissä. Mitä tässä laissa jäljempänä säädetään kunnista, sovelletaan myös kuntayhtymiin. Tässä laissa työntekijällä tarkoitetaan kuntaan virka- tai työsuhteessa olevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan työnantajan ja henkilöstön väliseen yhteistoimintaan kunnissa ja kuntayhtymissä. Mitä tässä laissa jäljempänä säädetään kunnista, sovelletaan myös kuntayhtymiin. Tässä laissa työntekijällä tarkoitetaan kuntaan virka- tai työsuhteessa olevaa.",
        "folded_fi": "tata lakia sovelletaan tyonantajan ja henkiloston valiseen yhteistoimintaan kunnissa ja kuntayhtymissa. mita tassa laissa jaljempana saadetaan kunnista, sovelletaan myos kuntayhtymiin. tassa laissa tyontekijalla tarkoitetaan kuntaan virka- tai tyosuhteessa olevaa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på samarbetet mellan kommunala arbetsgivare och arbetstagare. Vad som i denna lag bestäms om kommuner tillämpas också på samkommuner. I denna lag avses med arbetstagare den som står i tjänste- eller arbetsavtalsförhållande till en kommun.",
        "normalized_sv": "Denna lag tillämpas på samarbetet mellan kommunala arbetsgivare och arbetstagare. Vad som i denna lag bestäms om kommuner tillämpas också på samkommuner. I denna lag avses med arbetstagare den som står i tjänste- eller arbetsavtalsförhållande till en kommun.",
        "folded_sv": "denna lag tillampas pa samarbetet mellan kommunala arbetsgivare och arbetstagare. vad som i denna lag bestams om kommuner tillampas ocksa pa samkommuner. i denna lag avses med arbetstagare den som star i tjanste- eller arbetsavtalsforhallande till en kommun."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhteistoiminnan osapuolet",
      "content": "Tässä laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta työnantajana ja sen palveluksessa oleva henkilöstö. Yhteistoiminnassa ovat osallisina työntekijä, jota yhteistoimintamenettelyssä käsiteltävä asia koskee, ja hänen esimiehensä taikka henkilöstöryhmän tai sen osan edustaja tai asianomaisten henkilöstöryhmien edustajat sekä työnantajan edustaja. Liikkeen luovutuksen yhteydessä yhteistoiminnan osapuolena voi olla myös luovutuksensaaja. Henkilöstöä voi yhteistoimintaneuvotteluissa edustaa työ- tai virkaehtosopimuksen perusteella valittu luottamusmies, työsuojeluvaltuutettu tai muu henkilöstön nimeämä edustaja. Jollei jonkin henkilöstöryhmän enemmistöllä ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heillä on oikeus valita keskuudestaan enintään kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmistö heistä niin päättää. Yhteistoimintaedustajan vaalin tai muun valintamenettelyn järjestävät henkilöstöryhmän enemmistöön kuuluvat työntekijät siten, että kaikilla tähän enemmistöön kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. Vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myös sellaisen henkilöstöryhmän työntekijät, jotka eivät ole valinneet 2 momentissa tarkoitettua luottamusmiestä, vaikka heillä olisi siihen oikeus. Yhteistoimintaedustajan irtisanomissuojasta on hänen toimikautensa ajan voimassa, mitä kunnallisesta viranhaltijasta annetun lain (304/2003) 38 §:n 2 momentissa ja työsopimuslain (55/2001) 7 luvun 10 §:ssä säädetään luottamusmiehen irtisanomissuojasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta työnantajana ja sen palveluksessa oleva henkilöstö. Yhteistoiminnassa ovat osallisina työntekijä, jota yhteistoimintamenettelyssä käsiteltävä asia koskee, ja hänen esimiehensä taikka henkilöstöryhmän tai sen osan edustaja tai asianomaisten henkilöstöryhmien edustajat sekä työnantajan edustaja. Liikkeen luovutuksen yhteydessä yhteistoiminnan osapuolena voi olla myös luovutuksensaaja. Henkilöstöä voi yhteistoimintaneuvotteluissa edustaa työ- tai virkaehtosopimuksen perusteella valittu luottamusmies, työsuojeluvaltuutettu tai muu henkilöstön nimeämä edustaja. Jollei jonkin henkilöstöryhmän enemmistöllä ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heillä on oikeus valita keskuudestaan enintään kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmistö heistä niin päättää. Yhteistoimintaedustajan vaalin tai muun valintamenettelyn järjestävät henkilöstöryhmän enemmistöön kuuluvat työntekijät siten, että kaikilla tähän enemmistöön kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. Vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myös sellaisen henkilöstöryhmän työntekijät, jotka eivät ole valinneet 2 momentissa tarkoitettua luottamusmiestä, vaikka heillä olisi siihen oikeus. Yhteistoimintaedustajan irtisanomissuojasta on hänen toimikautensa ajan voimassa, mitä kunnallisesta viranhaltijasta annetun lain (304/2003) 38 § :n 2 momentissa ja työsopimuslain (55/2001) 7 luvun 10 § :ssä säädetään luottamusmiehen irtisanomissuojasta.",
        "folded_fi": "tassa laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta tyonantajana ja sen palveluksessa oleva henkilosto. yhteistoiminnassa ovat osallisina tyontekija, jota yhteistoimintamenettelyssa kasiteltava asia koskee, ja hanen esimiehensa taikka henkilostoryhman tai sen osan edustaja tai asianomaisten henkilostoryhmien edustajat seka tyonantajan edustaja. liikkeen luovutuksen yhteydessa yhteistoiminnan osapuolena voi olla myos luovutuksensaaja. henkilostoa voi yhteistoimintaneuvotteluissa edustaa tyo- tai virkaehtosopimuksen perusteella valittu luottamusmies, tyosuojeluvaltuutettu tai muu henkiloston nimeama edustaja. jollei jonkin henkilostoryhman enemmistolla ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heilla on oikeus valita keskuudestaan enintaan kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmisto heista niin paattaa. yhteistoimintaedustajan vaalin tai muun valintamenettelyn jarjestavat henkilostoryhman enemmistoon kuuluvat tyontekijat siten, etta kaikilla tahan enemmistoon kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myos sellaisen henkilostoryhman tyontekijat, jotka eivat ole valinneet 2 momentissa tarkoitettua luottamusmiesta, vaikka heilla olisi siihen oikeus. yhteistoimintaedustajan irtisanomissuojasta on hanen toimikautensa ajan voimassa, mita kunnallisesta viranhaltijasta annetun lain (304/2003) 38 §:n 2 momentissa ja tyosopimuslain (55/2001) 7 luvun 10 §:ssa saadetaan luottamusmiehen irtisanomissuojasta.",
        "title_sv": "Samarbetsparter",
        "content_sv": "Parter i samarbete enligt denna lag är kommunen som arbetsgivare och de som är anställda hos kommunen. I samarbetet deltar den arbetstagare som berörs av det ärende som skall behandlas vid samarbetsförfarandet och hans eller hennes chef eller en företrädare för personalgruppen eller en del av den eller företrädarna för de berörda personalgrupperna samt en företrädare för arbetsgivaren. I samband med överlåtelse av rörelse kan även förvärvaren av rörelse vara samarbetspart. Vid samarbetsförhandlingarna kan personalen företrädas av en förtroendeman som har valts med stöd av arbets- eller tjänstekollektivavtal, av en arbetarskyddsfullmäktig eller av någon annan av personalen utsedd företrädare. Om majoriteten av dem som hör till någon personalgrupp inte har rätt att delta i valet av den företrädare som avses i 2 mom., har de rätt att bland sig välja ett samarbetsombud för högst två år i sänder, om majoriteten av dem beslutar detta. Valet av eller något annat valförfarande i fråga om samarbetsombudet ordnas av de arbetstagare som hör till majoriteten av personalgruppen så att alla som hör till denna majoritet har möjlighet att delta i valet av samarbetsombud. Också arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd förtroendeman fastän de har rätt till det kan på motsvarande sätt välja ett samarbetsombud bland sig. I fråga om uppsägningsskyddet för ett samarbetsombud under hans eller hennes mandatperiod gäller vad som i 38 § 2 mom. i lagen om kommunala tjänsteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägningsskydd för förtroendemän.",
        "normalized_sv": "Parter i samarbete enligt denna lag är kommunen som arbetsgivare och de som är anställda hos kommunen. I samarbetet deltar den arbetstagare som berörs av det ärende som skall behandlas vid samarbetsförfarandet och hans eller hennes chef eller en företrädare för personalgruppen eller en del av den eller företrädarna för de berörda personalgrupperna samt en företrädare för arbetsgivaren. I samband med överlåtelse av rörelse kan även förvärvaren av rörelse vara samarbetspart. Vid samarbetsförhandlingarna kan personalen företrädas av en förtroendeman som har valts med stöd av arbets- eller tjänstekollektivavtal, av en arbetarskyddsfullmäktig eller av någon annan av personalen utsedd företrädare. Om majoriteten av dem som hör till någon personalgrupp inte har rätt att delta i valet av den företrädare som avses i 2 mom., har de rätt att bland sig välja ett samarbetsombud för högst två år i sänder, om majoriteten av dem beslutar detta. Valet av eller något annat valförfarande i fråga om samarbetsombudet ordnas av de arbetstagare som hör till majoriteten av personalgruppen så att alla som hör till denna majoritet har möjlighet att delta i valet av samarbetsombud. Också arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd förtroendeman fastän de har rätt till det kan på motsvarande sätt välja ett samarbetsombud bland sig. I fråga om uppsägningsskyddet för ett samarbetsombud under hans eller hennes mandatperiod gäller vad som i 38 § 2 mom. i lagen om kommunala tjänsteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägningsskydd för förtroendemän.",
        "folded_sv": "parter i samarbete enligt denna lag ar kommunen som arbetsgivare och de som ar anstallda hos kommunen. i samarbetet deltar den arbetstagare som berors av det arende som skall behandlas vid samarbetsforfarandet och hans eller hennes chef eller en foretradare for personalgruppen eller en del av den eller foretradarna for de berorda personalgrupperna samt en foretradare for arbetsgivaren. i samband med overlatelse av rorelse kan aven forvarvaren av rorelse vara samarbetspart. vid samarbetsforhandlingarna kan personalen foretradas av en fortroendeman som har valts med stod av arbets- eller tjanstekollektivavtal, av en arbetarskyddsfullmaktig eller av nagon annan av personalen utsedd foretradare. om majoriteten av dem som hor till nagon personalgrupp inte har ratt att delta i valet av den foretradare som avses i 2 mom., har de ratt att bland sig valja ett samarbetsombud for hogst tva ar i sander, om majoriteten av dem beslutar detta. valet av eller nagot annat valforfarande i fraga om samarbetsombudet ordnas av de arbetstagare som hor till majoriteten av personalgruppen sa att alla som hor till denna majoritet har mojlighet att delta i valet av samarbetsombud. ocksa arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd fortroendeman fastan de har ratt till det kan pa motsvarande satt valja ett samarbetsombud bland sig. i fraga om uppsagningsskyddet for ett samarbetsombud under hans eller hennes mandatperiod galler vad som i 38 § 2 mom. i lagen om kommunala tjansteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestams om uppsagningsskydd for fortroendeman."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Yhteistoiminnassa käsiteltävät asiat",
      "content": "Työnantajan ja henkilöstön välisessä yhteistoiminnassa käsitellään ainakin sellaiset asiat, jotka koskevat: 1) henkilöstön asemaan merkittävästi vaikuttavia muutoksia työn organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien välisessä yhteistyössä; 2) palvelujen uudelleen järjestämisen periaatteita, jos asialla voi olla olennaisia henkilöstövaikutuksia, kuten ulkopuolisen työvoiman käyttöä tai liikkeen luovutusta; 3) henkilöstöön, henkilöstön kehittämiseen ja tasa-arvoiseen kohteluun sekä työyhteisön sisäiseen tietojenvaihtoon liittyviä periaatteita ja suunnitelmia; sekä 4) taloudellisista tai tuotannollisista syistä toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. Jos kunnan talousarvioehdotuksessa edellytetään sellaisia toimenpiteitä, joiden toteuttaminen todennäköisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittäviä heikennyksiä palvelussuhteiden ehdoissa, toimenpiteitä on käsiteltävä yhteistoimintamenettelyssä ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. Kunnassa on laadittava yhteistoimintamenettelyssä vuosittain sellainen henkilöstö- tai muu suunnitelma, josta käyvät ilmi erilaisten työsuhdemuotojen käytön periaatteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Työnantajan ja henkilöstön välisessä yhteistoiminnassa käsitellään ainakin sellaiset asiat, jotka koskevat: 1) henkilöstön asemaan merkittävästi vaikuttavia muutoksia työn organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien välisessä yhteistyössä; 2) palvelujen uudelleen järjestämisen periaatteita, jos asialla voi olla olennaisia henkilöstövaikutuksia, kuten ulkopuolisen työvoiman käyttöä tai liikkeen luovutusta; 3) henkilöstöön, henkilöstön kehittämiseen ja tasa-arvoiseen kohteluun sekä työyhteisön sisäiseen tietojenvaihtoon liittyviä periaatteita ja suunnitelmia; sekä 4) taloudellisista tai tuotannollisista syistä toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. Jos kunnan talousarvioehdotuksessa edellytetään sellaisia toimenpiteitä, joiden toteuttaminen todennäköisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittäviä heikennyksiä palvelussuhteiden ehdoissa, toimenpiteitä on käsiteltävä yhteistoimintamenettelyssä ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. Kunnassa on laadittava yhteistoimintamenettelyssä vuosittain sellainen henkilöstö- tai muu suunnitelma, josta käyvät ilmi erilaisten työsuhdemuotojen käytön periaatteet.",
        "folded_fi": "tyonantajan ja henkiloston valisessa yhteistoiminnassa kasitellaan ainakin sellaiset asiat, jotka koskevat: 1) henkiloston asemaan merkittavasti vaikuttavia muutoksia tyon organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien valisessa yhteistyossa; 2) palvelujen uudelleen jarjestamisen periaatteita, jos asialla voi olla olennaisia henkilostovaikutuksia, kuten ulkopuolisen tyovoiman kayttoa tai liikkeen luovutusta; 3) henkilostoon, henkiloston kehittamiseen ja tasa-arvoiseen kohteluun seka tyoyhteison sisaiseen tietojenvaihtoon liittyvia periaatteita ja suunnitelmia; seka 4) taloudellisista tai tuotannollisista syista toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. jos kunnan talousarvioehdotuksessa edellytetaan sellaisia toimenpiteita, joiden toteuttaminen todennakoisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittavia heikennyksia palvelussuhteiden ehdoissa, toimenpiteita on kasiteltava yhteistoimintamenettelyssa ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. kunnassa on laadittava yhteistoimintamenettelyssa vuosittain sellainen henkilosto- tai muu suunnitelma, josta kayvat ilmi erilaisten tyosuhdemuotojen kayton periaatteet.",
        "title_sv": "Ärenden som behandlas i samarbete",
        "content_sv": "I samarbetet mellan arbetsgivaren och personalen behandlas åtminstone ärenden som gäller 1) sådana förändringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser för personalens ställning, 2) principerna för omorganisering av tjänsterna, om ärendet kan ha väsentliga personalkonsekvenser, så som anlitande av utomstående arbetskraft eller överlåtelse av rörelse, 3) principer och planer som hänför sig till personalen, utvecklandet av och likvärdigt bemötande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) överföring av arbetstagare till anställning på deltid, permittering eller uppsägning, om dessa åtgärder vidtas av ekonomiska orsaker eller av produktionsorsaker. Om det i kommunens budgetförslag förutsätts åtgärder vilkas genomförande sannolikt leder till flera uppsägningar, överföringar till anställning på deltid, permitteringar eller avsevärda försämringar i anställningsvillkoren, skall åtgärderna behandlas vid samarbetsförfarande innan kommunstyrelsen ger sitt slutliga budgetförslag till fullmäktige. I kommunen skall årligen vid samarbetsförfarande utarbetas en sådan personalplan eller någon annan plan av vilken principerna för användningen av olika anställningsformer framgår.",
        "normalized_sv": "I samarbetet mellan arbetsgivaren och personalen behandlas åtminstone ärenden som gäller 1) sådana förändringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser för personalens ställning, 2) principerna för omorganisering av tjänsterna, om ärendet kan ha väsentliga personalkonsekvenser, så som anlitande av utomstående arbetskraft eller överlåtelse av rörelse, 3) principer och planer som hänför sig till personalen, utvecklandet av och likvärdigt bemötande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) överföring av arbetstagare till anställning på deltid, permittering eller uppsägning, om dessa åtgärder vidtas av ekonomiska orsaker eller av produktionsorsaker. Om det i kommunens budgetförslag förutsätts åtgärder vilkas genomförande sannolikt leder till flera uppsägningar, överföringar till anställning på deltid, permitteringar eller avsevärda försämringar i anställningsvillkoren, skall åtgärderna behandlas vid samarbetsförfarande innan kommunstyrelsen ger sitt slutliga budgetförslag till fullmäktige. I kommunen skall årligen vid samarbetsförfarande utarbetas en sådan personalplan eller någon annan plan av vilken principerna för användningen av olika anställningsformer framgår.",
        "folded_sv": "i samarbetet mellan arbetsgivaren och personalen behandlas atminstone arenden som galler 1) sadana forandringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser for personalens stallning, 2) principerna for omorganisering av tjansterna, om arendet kan ha vasentliga personalkonsekvenser, sa som anlitande av utomstaende arbetskraft eller overlatelse av rorelse, 3) principer och planer som hanfor sig till personalen, utvecklandet av och likvardigt bemotande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) overforing av arbetstagare till anstallning pa deltid, permittering eller uppsagning, om dessa atgarder vidtas av ekonomiska orsaker eller av produktionsorsaker. om det i kommunens budgetforslag forutsatts atgarder vilkas genomforande sannolikt leder till flera uppsagningar, overforingar till anstallning pa deltid, permitteringar eller avsevarda forsamringar i anstallningsvillkoren, skall atgarderna behandlas vid samarbetsforfarande innan kommunstyrelsen ger sitt slutliga budgetforslag till fullmaktige. i kommunen skall arligen vid samarbetsforfarande utarbetas en sadan personalplan eller nagon annan plan av vilken principerna for anvandningen av olika anstallningsformer framgar."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Yhteistoimintamenettely",
      "content": "Ennen kuin työnantaja ratkaisee 4 §:ssä tarkoitetun asian, hänen on neuvoteltava yhteistoiminnan hengessä yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden työntekijöiden kanssa, joita asia koskee. Neuvottelut on aloitettava niin ajoissa kuin mahdollista. Yksittäistä työntekijää koskeva asia käsitellään ensisijaisesti tämän ja työnantajan välillä. Työntekijän pyynnöstä asian käsittelyyn voi osallistua myös 3 §:ssä tarkoitettu henkilöstön edustaja. Jos asia koskee vain osaa henkilöstöstä, voidaan asia käsitellä asianomaisten henkilöiden kanssa tai henkilöstön osan edustajien kanssa. Laajakantoiset tai henkilöstöä yleisesti koskevat asiat käsitellään 14 §:ssä tarkoitetussa yhteistoimintaelimessä. Lisäksi yhteistoimintamenettelyyn sovelletaan, mitä 7 §:ssä säädetään, jos kyseessä on 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, mitä 10 §:ssä säädetään, jos yhteistoimintamenettelyssä käsitellään vuokratyövoiman käyttöä, ja mitä 11 §:ssä säädetään, jos kyseessä on liikkeen luovutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen kuin työnantaja ratkaisee 4 § :ssä tarkoitetun asian, hänen on neuvoteltava yhteistoiminnan hengessä yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden työntekijöiden kanssa, joita asia koskee. Neuvottelut on aloitettava niin ajoissa kuin mahdollista. Yksittäistä työntekijää koskeva asia käsitellään ensisijaisesti tämän ja työnantajan välillä. Työntekijän pyynnöstä asian käsittelyyn voi osallistua myös 3 § :ssä tarkoitettu henkilöstön edustaja. Jos asia koskee vain osaa henkilöstöstä, voidaan asia käsitellä asianomaisten henkilöiden kanssa tai henkilöstön osan edustajien kanssa. Laajakantoiset tai henkilöstöä yleisesti koskevat asiat käsitellään 14 § :ssä tarkoitetussa yhteistoimintaelimessä. Lisäksi yhteistoimintamenettelyyn sovelletaan, mitä 7 § :ssä säädetään, jos kyseessä on 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, mitä 10 § :ssä säädetään, jos yhteistoimintamenettelyssä käsitellään vuokratyövoiman käyttöä, ja mitä 11 § :ssä säädetään, jos kyseessä on liikkeen luovutus.",
        "folded_fi": "ennen kuin tyonantaja ratkaisee 4 §:ssa tarkoitetun asian, hanen on neuvoteltava yhteistoiminnan hengessa yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden tyontekijoiden kanssa, joita asia koskee. neuvottelut on aloitettava niin ajoissa kuin mahdollista. yksittaista tyontekijaa koskeva asia kasitellaan ensisijaisesti taman ja tyonantajan valilla. tyontekijan pyynnosta asian kasittelyyn voi osallistua myos 3 §:ssa tarkoitettu henkiloston edustaja. jos asia koskee vain osaa henkilostosta, voidaan asia kasitella asianomaisten henkiloiden kanssa tai henkiloston osan edustajien kanssa. laajakantoiset tai henkilostoa yleisesti koskevat asiat kasitellaan 14 §:ssa tarkoitetussa yhteistoimintaelimessa. lisaksi yhteistoimintamenettelyyn sovelletaan, mita 7 §:ssa saadetaan, jos kyseessa on 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, mita 10 §:ssa saadetaan, jos yhteistoimintamenettelyssa kasitellaan vuokratyovoiman kayttoa, ja mita 11 §:ssa saadetaan, jos kyseessa on liikkeen luovutus.",
        "title_sv": "Samarbetsförfarande",
        "content_sv": "Innan arbetsgivaren avgör ett ärende som avses i 4 § skall arbetsgivaren med åtminstone de arbetstagare som saken gäller i en anda av samarbete och i syfte att uppnå enighet diskutera grunderna för, verkningarna av och alternativen till en åtgärd som är under beredning. Diskussionerna skall inledas i så god tid som möjligt. Ett ärende som gäller en enskild arbetstagare behandlas i första hand mellan arbetstagaren i fråga och arbetsgivaren. På arbetstagarens begäran kan även en i 3 § avsedd företrädare för personalen delta i behandlingen av ärendet. Om ett ärende endast gäller en del av personalen, kan ärendet behandlas med berörda personer eller med företrädarna för ifrågavarande del av de anställda. Vittgående ärenden och ärenden som gäller personalen allmänt behandlas av det samarbetsorgan som avses i 14 §. Dessutom tillämpas på samarbetsförfarandet vad som föreskrivs i 7 §, om det är fråga om en i 4 § 1 mom. 4 punkten avsedd nedskärning av personalen, vad som föreskrivs i 10 §, om vid samarbetsförfarandet behandlas anlitande av hyrd arbetskraft och vad som föreskrivs i 11 §, om det är fråga om överlåtelse av rörelse.",
        "normalized_sv": "Innan arbetsgivaren avgör ett ärende som avses i 4 § skall arbetsgivaren med åtminstone de arbetstagare som saken gäller i en anda av samarbete och i syfte att uppnå enighet diskutera grunderna för, verkningarna av och alternativen till en åtgärd som är under beredning. Diskussionerna skall inledas i så god tid som möjligt. Ett ärende som gäller en enskild arbetstagare behandlas i första hand mellan arbetstagaren i fråga och arbetsgivaren. På arbetstagarens begäran kan även en i 3 § avsedd företrädare för personalen delta i behandlingen av ärendet. Om ett ärende endast gäller en del av personalen, kan ärendet behandlas med berörda personer eller med företrädarna för ifrågavarande del av de anställda. Vittgående ärenden och ärenden som gäller personalen allmänt behandlas av det samarbetsorgan som avses i 14 § . Dessutom tillämpas på samarbetsförfarandet vad som föreskrivs i 7 § , om det är fråga om en i 4 § 1 mom. 4 punkten avsedd nedskärning av personalen, vad som föreskrivs i 10 § , om vid samarbetsförfarandet behandlas anlitande av hyrd arbetskraft och vad som föreskrivs i 11 § , om det är fråga om överlåtelse av rörelse.",
        "folded_sv": "innan arbetsgivaren avgor ett arende som avses i 4 § skall arbetsgivaren med atminstone de arbetstagare som saken galler i en anda av samarbete och i syfte att uppna enighet diskutera grunderna for, verkningarna av och alternativen till en atgard som ar under beredning. diskussionerna skall inledas i sa god tid som mojligt. ett arende som galler en enskild arbetstagare behandlas i forsta hand mellan arbetstagaren i fraga och arbetsgivaren. pa arbetstagarens begaran kan aven en i 3 § avsedd foretradare for personalen delta i behandlingen av arendet. om ett arende endast galler en del av personalen, kan arendet behandlas med berorda personer eller med foretradarna for ifragavarande del av de anstallda. vittgaende arenden och arenden som galler personalen allmant behandlas av det samarbetsorgan som avses i 14 §. dessutom tillampas pa samarbetsforfarandet vad som foreskrivs i 7 §, om det ar fraga om en i 4 § 1 mom. 4 punkten avsedd nedskarning av personalen, vad som foreskrivs i 10 §, om vid samarbetsforfarandet behandlas anlitande av hyrd arbetskraft och vad som foreskrivs i 11 §, om det ar fraga om overlatelse av rorelse."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Tietojen antaminen",
      "content": "Ennen yhteistoimintamenettelyn aloittamista työnantajan tulee antaa asianomaisille työntekijöille sekä heidän edustajilleen yhteistoimintamenettelyssä käsiteltävän asian käsittelyn kannalta tarpeelliset tiedot siten, että he voivat riittävästi perehtyä ja valmistautua käsiteltävään asiaan. Salassa pidettäviä tietoja saa kuitenkin antaa vain siinä laajuudessa kuin se on välttämätöntä yhteistoimintamenettelyssä lain mukaan käsiteltäväksi säädetyn asian käsittelyn kannalta. Tietoja henkilön terveydentilasta, henkilökohtaisista oloista tai muista salassa pidettävistä yksityiselämän suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilön suostumusta, jota tiedot koskevat. Kunnan tulee kerran vuodessa antaa henkilöstölle tiedot kunnan työllisyystilanteesta, toiminnan ja talouden tilasta sekä niiden todennäköisestä kehityksestä. Kunnan on annettava neljännesvuosittain henkilöstön edustajille heidän pyynnöstään kunnan työvoimatilannetta kuvaava selvitys kunnan määräaikaisissa ja osa-aikaisissa työsuhteissa olevien työntekijöiden määrästä. Kunnan on vuosittain esitettävä henkilöstöryhmien edustajille heidän pyynnöstään selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista työvoimaa käytettäessä annetun lain (1233/2006) 2 §:n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan työvoiman käyttämisestä. Selvityksestä tulee käydä ilmi työkohteet, työtehtävät sekä ajanjaksot, joina mainittua työvoimaa käytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ennen yhteistoimintamenettelyn aloittamista työnantajan tulee antaa asianomaisille työntekijöille sekä heidän edustajilleen yhteistoimintamenettelyssä käsiteltävän asian käsittelyn kannalta tarpeelliset tiedot siten, että he voivat riittävästi perehtyä ja valmistautua käsiteltävään asiaan. Salassa pidettäviä tietoja saa kuitenkin antaa vain siinä laajuudessa kuin se on välttämätöntä yhteistoimintamenettelyssä lain mukaan käsiteltäväksi säädetyn asian käsittelyn kannalta. Tietoja henkilön terveydentilasta, henkilökohtaisista oloista tai muista salassa pidettävistä yksityiselämän suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilön suostumusta, jota tiedot koskevat. Kunnan tulee kerran vuodessa antaa henkilöstölle tiedot kunnan työllisyystilanteesta, toiminnan ja talouden tilasta sekä niiden todennäköisestä kehityksestä. Kunnan on annettava neljännesvuosittain henkilöstön edustajille heidän pyynnöstään kunnan työvoimatilannetta kuvaava selvitys kunnan määräaikaisissa ja osa-aikaisissa työsuhteissa olevien työntekijöiden määrästä. Kunnan on vuosittain esitettävä henkilöstöryhmien edustajille heidän pyynnöstään selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista työvoimaa käytettäessä annetun lain (1233/2006) 2 § :n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan työvoiman käyttämisestä. Selvityksestä tulee käydä ilmi työkohteet, työtehtävät sekä ajanjaksot, joina mainittua työvoimaa käytetään.",
        "folded_fi": "ennen yhteistoimintamenettelyn aloittamista tyonantajan tulee antaa asianomaisille tyontekijoille seka heidan edustajilleen yhteistoimintamenettelyssa kasiteltavan asian kasittelyn kannalta tarpeelliset tiedot siten, etta he voivat riittavasti perehtya ja valmistautua kasiteltavaan asiaan. salassa pidettavia tietoja saa kuitenkin antaa vain siina laajuudessa kuin se on valttamatonta yhteistoimintamenettelyssa lain mukaan kasiteltavaksi saadetyn asian kasittelyn kannalta. tietoja henkilon terveydentilasta, henkilokohtaisista oloista tai muista salassa pidettavista yksityiselaman suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilon suostumusta, jota tiedot koskevat. kunnan tulee kerran vuodessa antaa henkilostolle tiedot kunnan tyollisyystilanteesta, toiminnan ja talouden tilasta seka niiden todennakoisesta kehityksesta. kunnan on annettava neljannesvuosittain henkiloston edustajille heidan pyynnostaan kunnan tyovoimatilannetta kuvaava selvitys kunnan maaraaikaisissa ja osa-aikaisissa tyosuhteissa olevien tyontekijoiden maarasta. kunnan on vuosittain esitettava henkilostoryhmien edustajille heidan pyynnostaan selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista tyovoimaa kaytettaessa annetun lain (1233/2006) 2 §:n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan tyovoiman kayttamisesta. selvityksesta tulee kayda ilmi tyokohteet, tyotehtavat seka ajanjaksot, joina mainittua tyovoimaa kaytetaan.",
        "title_sv": "Lämnande av uppgifter",
        "content_sv": "Innan samarbetsförfarande inleds skall arbetsgivaren lämna ifrågavarande arbetstagare samt deras företrädare de uppgifter som behövs för behandling av ett ärende vid samarbetsförfarande så att de i tillräcklig utsträckning kan göra sig förtrogna med och förbereda sig för det ärende som skall behandlas. Sekretessbelagda uppgifter får dock lämnas ut endast i den omfattning som det är nödvändigt för behandling av ett ärende som enligt lag skall behandlas i samarbetsförfarande. Information om någons hälsotillstånd eller personliga förhållanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet för privatlivet får emellertid inte lämnas ut utan samtycke från den som uppgifterna gäller. Kommunen skall en gång om året upplysa personalen om sysselsättningsläget och läget i fråga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fråga om dessa. Kommunen skall kvartalsvis på begäran av företrädarna för personalen i syfte att klarlägga arbetskraftssituationen i kommunen ge dem en redogörelse för antalet arbetstagare i anställningsförhållanden för viss tid och på deltid hos kommunen. Kommunen skall årligen på begäran av företrädarna för personalgrupperna för dem presentera en utredning om de principer som tillämpas i kommunen i fråga om anlitande av arbetskraft på grundval av ett underleverantörsavtal enligt 2 § 1 mom. 2 punkten i lagen om beställarens utredningsskyldighet och ansvar vid anlitande av utomstående arbetskraft (1233/2006). Av utredningen skall framgå på vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder nämnda arbetskraft anlitas.",
        "normalized_sv": "Innan samarbetsförfarande inleds skall arbetsgivaren lämna ifrågavarande arbetstagare samt deras företrädare de uppgifter som behövs för behandling av ett ärende vid samarbetsförfarande så att de i tillräcklig utsträckning kan göra sig förtrogna med och förbereda sig för det ärende som skall behandlas. Sekretessbelagda uppgifter får dock lämnas ut endast i den omfattning som det är nödvändigt för behandling av ett ärende som enligt lag skall behandlas i samarbetsförfarande. Information om någons hälsotillstånd eller personliga förhållanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet för privatlivet får emellertid inte lämnas ut utan samtycke från den som uppgifterna gäller. Kommunen skall en gång om året upplysa personalen om sysselsättningsläget och läget i fråga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fråga om dessa. Kommunen skall kvartalsvis på begäran av företrädarna för personalen i syfte att klarlägga arbetskraftssituationen i kommunen ge dem en redogörelse för antalet arbetstagare i anställningsförhållanden för viss tid och på deltid hos kommunen. Kommunen skall årligen på begäran av företrädarna för personalgrupperna för dem presentera en utredning om de principer som tillämpas i kommunen i fråga om anlitande av arbetskraft på grundval av ett underleverantörsavtal enligt 2 § 1 mom. 2 punkten i lagen om beställarens utredningsskyldighet och ansvar vid anlitande av utomstående arbetskraft (1233/2006). Av utredningen skall framgå på vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder nämnda arbetskraft anlitas.",
        "folded_sv": "innan samarbetsforfarande inleds skall arbetsgivaren lamna ifragavarande arbetstagare samt deras foretradare de uppgifter som behovs for behandling av ett arende vid samarbetsforfarande sa att de i tillracklig utstrackning kan gora sig fortrogna med och forbereda sig for det arende som skall behandlas. sekretessbelagda uppgifter far dock lamnas ut endast i den omfattning som det ar nodvandigt for behandling av ett arende som enligt lag skall behandlas i samarbetsforfarande. information om nagons halsotillstand eller personliga forhallanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet for privatlivet far emellertid inte lamnas ut utan samtycke fran den som uppgifterna galler. kommunen skall en gang om aret upplysa personalen om sysselsattningslaget och laget i fraga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fraga om dessa. kommunen skall kvartalsvis pa begaran av foretradarna for personalen i syfte att klarlagga arbetskraftssituationen i kommunen ge dem en redogorelse for antalet arbetstagare i anstallningsforhallanden for viss tid och pa deltid hos kommunen. kommunen skall arligen pa begaran av foretradarna for personalgrupperna for dem presentera en utredning om de principer som tillampas i kommunen i fraga om anlitande av arbetskraft pa grundval av ett underleverantorsavtal enligt 2 § 1 mom. 2 punkten i lagen om bestallarens utredningsskyldighet och ansvar vid anlitande av utomstaende arbetskraft (1233/2006). av utredningen skall framga pa vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder namnda arbetskraft anlitas."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Työvoiman käytön vähentäminen",
      "content": "Jos työnantaja harkitsee 4 §:n 1 momentin 4 kohdassa tarkoitettua toimenpidettä, työnantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen käynnistämiseksi viimeistään viisi päivää ennen neuvottelujen aloittamista. Harkitessaan vähintään kymmenen työntekijän irtisanomista, lomauttamista yli 90 päiväksi tai osa-aikaistamista, työnantajan on annettava näiden työntekijöiden edustajille kirjallisesti käytettävissä olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten määrästä; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat työntekijät määräytyvät; sekä 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdään. Yhteistoimintaneuvotteluun osallistuu myös 3 §:ssä tarkoitettu henkilöstön edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vähintään kolmea työntekijää, taikka jos työnantaja tai henkilöstön edustaja niin vaatii.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos työnantaja harkitsee 4 § :n 1 momentin 4 kohdassa tarkoitettua toimenpidettä, työnantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen käynnistämiseksi viimeistään viisi päivää ennen neuvottelujen aloittamista. Harkitessaan vähintään kymmenen työntekijän irtisanomista, lomauttamista yli 90 päiväksi tai osa-aikaistamista, työnantajan on annettava näiden työntekijöiden edustajille kirjallisesti käytettävissä olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten määrästä; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat työntekijät määräytyvät; sekä 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdään. Yhteistoimintaneuvotteluun osallistuu myös 3 § :ssä tarkoitettu henkilöstön edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vähintään kolmea työntekijää, taikka jos työnantaja tai henkilöstön edustaja niin vaatii.",
        "folded_fi": "jos tyonantaja harkitsee 4 §:n 1 momentin 4 kohdassa tarkoitettua toimenpidetta, tyonantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen kaynnistamiseksi viimeistaan viisi paivaa ennen neuvottelujen aloittamista. harkitessaan vahintaan kymmenen tyontekijan irtisanomista, lomauttamista yli 90 paivaksi tai osa-aikaistamista, tyonantajan on annettava naiden tyontekijoiden edustajille kirjallisesti kaytettavissa olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten maarasta; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat tyontekijat maaraytyvat; seka 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdaan. yhteistoimintaneuvotteluun osallistuu myos 3 §:ssa tarkoitettu henkiloston edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vahintaan kolmea tyontekijaa, taikka jos tyonantaja tai henkiloston edustaja niin vaatii.",
        "title_sv": "Minskning av användningen av arbetskraft",
        "content_sv": "Om arbetsgivaren överväger i 4 § 1 mom. 4 punkten avsedda åtgärder, skall arbetsgivaren göra en skriftlig förhandlingsframställning för inledande av samarbetsförhandlingar senast fem dagar innan förhandlingarna inleds. När arbetsgivaren överväger uppsägning, permittering för mer än 90 dagar eller överföring till anställning på deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lämna företrädarna för de berörda arbetstagarna de uppgifter han förfogar över om 1) grunderna för de planerade åtgärderna, 2) en preliminär uppskattning av antalet uppsägningar, permitteringar och överföringar till anställning på deltid, 3) en utredning om de principer som används för att bestämma vilka arbetstagare som blir föremål för uppsägning, permittering och överföring till anställning på deltid, samt 4) en bedömning av den tid inom vilken uppsägningarna, permitteringarna och överföringarna till anställning på deltid verkställs. I samarbetsförhandlingarna deltar även en i 3 § avsedd företrädare för personalen, om permitteringen, överföringen till anställning på deltid eller uppsägningen gäller minst tre arbetstagare, eller om arbetsgivaren eller en företrädare för personalen kräver det.",
        "normalized_sv": "Om arbetsgivaren överväger i 4 § 1 mom. 4 punkten avsedda åtgärder, skall arbetsgivaren göra en skriftlig förhandlingsframställning för inledande av samarbetsförhandlingar senast fem dagar innan förhandlingarna inleds. När arbetsgivaren överväger uppsägning, permittering för mer än 90 dagar eller överföring till anställning på deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lämna företrädarna för de berörda arbetstagarna de uppgifter han förfogar över om 1) grunderna för de planerade åtgärderna, 2) en preliminär uppskattning av antalet uppsägningar, permitteringar och överföringar till anställning på deltid, 3) en utredning om de principer som används för att bestämma vilka arbetstagare som blir föremål för uppsägning, permittering och överföring till anställning på deltid, samt 4) en bedömning av den tid inom vilken uppsägningarna, permitteringarna och överföringarna till anställning på deltid verkställs. I samarbetsförhandlingarna deltar även en i 3 § avsedd företrädare för personalen, om permitteringen, överföringen till anställning på deltid eller uppsägningen gäller minst tre arbetstagare, eller om arbetsgivaren eller en företrädare för personalen kräver det.",
        "folded_sv": "om arbetsgivaren overvager i 4 § 1 mom. 4 punkten avsedda atgarder, skall arbetsgivaren gora en skriftlig forhandlingsframstallning for inledande av samarbetsforhandlingar senast fem dagar innan forhandlingarna inleds. nar arbetsgivaren overvager uppsagning, permittering for mer an 90 dagar eller overforing till anstallning pa deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lamna foretradarna for de berorda arbetstagarna de uppgifter han forfogar over om 1) grunderna for de planerade atgarderna, 2) en preliminar uppskattning av antalet uppsagningar, permitteringar och overforingar till anstallning pa deltid, 3) en utredning om de principer som anvands for att bestamma vilka arbetstagare som blir foremal for uppsagning, permittering och overforing till anstallning pa deltid, samt 4) en bedomning av den tid inom vilken uppsagningarna, permitteringarna och overforingarna till anstallning pa deltid verkstalls. i samarbetsforhandlingarna deltar aven en i 3 § avsedd foretradare for personalen, om permitteringen, overforingen till anstallning pa deltid eller uppsagningen galler minst tre arbetstagare, eller om arbetsgivaren eller en foretradare for personalen kraver det."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoitus työvoimatoimistolle",
      "content": "Työnantajan esittäessä käsiteltäväksi yhteistoimintaneuvotteluissa toimenpiteitä, jotka voivat johtaa työntekijän irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 §:n 1 momentissa tarkoitettu neuvotteluesitys tai siitä ilmenevät tiedot toimitettava kirjallisesti myös työvoimatoimistolle viimeistään yhteistoimintaneuvottelujen alkaessa, jollei näitä tietoja ole toimitettu sille aikaisemmin muussa yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Työnantajan esittäessä käsiteltäväksi yhteistoimintaneuvotteluissa toimenpiteitä, jotka voivat johtaa työntekijän irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 § :n 1 momentissa tarkoitettu neuvotteluesitys tai siitä ilmenevät tiedot toimitettava kirjallisesti myös työvoimatoimistolle viimeistään yhteistoimintaneuvottelujen alkaessa, jollei näitä tietoja ole toimitettu sille aikaisemmin muussa yhteydessä.",
        "folded_fi": "tyonantajan esittaessa kasiteltavaksi yhteistoimintaneuvotteluissa toimenpiteita, jotka voivat johtaa tyontekijan irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 §:n 1 momentissa tarkoitettu neuvotteluesitys tai siita ilmenevat tiedot toimitettava kirjallisesti myos tyovoimatoimistolle viimeistaan yhteistoimintaneuvottelujen alkaessa, jollei naita tietoja ole toimitettu sille aikaisemmin muussa yhteydessa.",
        "title_sv": "Meddelande till arbetskraftsbyrån",
        "content_sv": "Då arbetsgivaren föreslår samarbetsförhandlingar om åtgärder som kan leda till att en arbetstagare sägs upp, permitteras eller överförs till anställning på deltid, skall en i 7 § 1 mom. avsedd förhandlingsframställning eller de uppgifter som framgår av den också meddelas skriftligen till arbetskraftsbyrån senast när samarbetsförhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyrån tidigare i något annat sammanhang.",
        "normalized_sv": "Då arbetsgivaren föreslår samarbetsförhandlingar om åtgärder som kan leda till att en arbetstagare sägs upp, permitteras eller överförs till anställning på deltid, skall en i 7 § 1 mom. avsedd förhandlingsframställning eller de uppgifter som framgår av den också meddelas skriftligen till arbetskraftsbyrån senast när samarbetsförhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyrån tidigare i något annat sammanhang.",
        "folded_sv": "da arbetsgivaren foreslar samarbetsforhandlingar om atgarder som kan leda till att en arbetstagare sags upp, permitteras eller overfors till anstallning pa deltid, skall en i 7 § 1 mom. avsedd forhandlingsframstallning eller de uppgifter som framgar av den ocksa meddelas skriftligen till arbetskraftsbyran senast nar samarbetsforhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyran tidigare i nagot annat sammanhang."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Toimintasuunnitelma ja toimintaperiaatteet",
      "content": "Tehtyään neuvotteluesityksen tarkoituksestaan irtisanoa vähintään kymmenen työntekijää taloudellisin tai tuotannollisin perustein työnantajan on yhteistoimintaneuvottelujen alussa annettava henkilöstön edustajille esitys työllistymistä edistäväksi toimintasuunnitelmaksi. Toimintasuunnitelmaa valmistellessaan työnantajan on viipymättä selvitettävä yhdessä työvoimaviranomaisten kanssa työllistymistä tukevat julkiset työvoimapalvelut. Toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mitä työvoiman vähentämisestä on säädetty tai työ- taikka virkaehtosopimuksin sovittu, tulee käydä ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta työvoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja käytettäessä sekä työnhaun ja koulutuksen edistämisessä. Jos työnantajan harkitsemat irtisanomiset koskevat alle kymmentä työntekijää, työnantajan on yhteistoimintaneuvottelujen alkaessa esitettävä toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan työntekijöiden oma-aloitteista hakeutumista muuhun työhön tai koulutukseen sekä heidän työllistymistään julkisesta työvoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tehtyään neuvotteluesityksen tarkoituksestaan irtisanoa vähintään kymmenen työntekijää taloudellisin tai tuotannollisin perustein työnantajan on yhteistoimintaneuvottelujen alussa annettava henkilöstön edustajille esitys työllistymistä edistäväksi toimintasuunnitelmaksi. Toimintasuunnitelmaa valmistellessaan työnantajan on viipymättä selvitettävä yhdessä työvoimaviranomaisten kanssa työllistymistä tukevat julkiset työvoimapalvelut. Toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mitä työvoiman vähentämisestä on säädetty tai työ- taikka virkaehtosopimuksin sovittu, tulee käydä ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta työvoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja käytettäessä sekä työnhaun ja koulutuksen edistämisessä. Jos työnantajan harkitsemat irtisanomiset koskevat alle kymmentä työntekijää, työnantajan on yhteistoimintaneuvottelujen alkaessa esitettävä toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan työntekijöiden oma-aloitteista hakeutumista muuhun työhön tai koulutukseen sekä heidän työllistymistään julkisesta työvoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
        "folded_fi": "tehtyaan neuvotteluesityksen tarkoituksestaan irtisanoa vahintaan kymmenen tyontekijaa taloudellisin tai tuotannollisin perustein tyonantajan on yhteistoimintaneuvottelujen alussa annettava henkiloston edustajille esitys tyollistymista edistavaksi toimintasuunnitelmaksi. toimintasuunnitelmaa valmistellessaan tyonantajan on viipymatta selvitettava yhdessa tyovoimaviranomaisten kanssa tyollistymista tukevat julkiset tyovoimapalvelut. toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mita tyovoiman vahentamisesta on saadetty tai tyo- taikka virkaehtosopimuksin sovittu, tulee kayda ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta tyovoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja kaytettaessa seka tyonhaun ja koulutuksen edistamisessa. jos tyonantajan harkitsemat irtisanomiset koskevat alle kymmenta tyontekijaa, tyonantajan on yhteistoimintaneuvottelujen alkaessa esitettava toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan tyontekijoiden oma-aloitteista hakeutumista muuhun tyohon tai koulutukseen seka heidan tyollistymistaan julkisesta tyovoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
        "title_sv": "Handlingsplan och handlingsprinciper",
        "content_sv": "Efter att ha gjort en förhandlingsframställning beträffande sin avsikt att säga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren när samarbetsförhandlingarna inleds lämna företrädarna för personalen ett förslag till en sysselsättningsfrämjande handlingsplan. Vid beredningen av planen skall arbetsgivaren utan dröjsmål tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stödjer sysselsättandet. Av handlingsplanen, som skall utarbetas med hänsyn till vad som föreskrivs eller till vad som avtalats genom arbets- och tjänstekollektivavtal i fråga om minskande av arbetskraften, skall framgå den planerade tidtabellen för samarbetsförhandlingarna, förfarandet vid förhandlingarna och de planerade handlingsprinciper som under uppsägningstiden kommer att iakttas vid användningen av tjänster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid främjande av arbetssökande och utbildning. Om de uppsägningar som övervägs av arbetsgivaren gäller färre än tio arbetstagare, skall arbetsgivaren när samarbetsförhandlingarna inleds föreslå handlingsprinciper dels för att under uppsägningstiden stödja arbetstagarna i att på eget initiativ söka sig till annat arbete eller utbildning, dels för att stödja arbetstagarnas sysselsättning genom de tjänster som avses i lagen om offentlig arbetskraftsservice.",
        "normalized_sv": "Efter att ha gjort en förhandlingsframställning beträffande sin avsikt att säga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren när samarbetsförhandlingarna inleds lämna företrädarna för personalen ett förslag till en sysselsättningsfrämjande handlingsplan. Vid beredningen av planen skall arbetsgivaren utan dröjsmål tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stödjer sysselsättandet. Av handlingsplanen, som skall utarbetas med hänsyn till vad som föreskrivs eller till vad som avtalats genom arbets- och tjänstekollektivavtal i fråga om minskande av arbetskraften, skall framgå den planerade tidtabellen för samarbetsförhandlingarna, förfarandet vid förhandlingarna och de planerade handlingsprinciper som under uppsägningstiden kommer att iakttas vid användningen av tjänster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid främjande av arbetssökande och utbildning. Om de uppsägningar som övervägs av arbetsgivaren gäller färre än tio arbetstagare, skall arbetsgivaren när samarbetsförhandlingarna inleds föreslå handlingsprinciper dels för att under uppsägningstiden stödja arbetstagarna i att på eget initiativ söka sig till annat arbete eller utbildning, dels för att stödja arbetstagarnas sysselsättning genom de tjänster som avses i lagen om offentlig arbetskraftsservice.",
        "folded_sv": "efter att ha gjort en forhandlingsframstallning betraffande sin avsikt att saga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren nar samarbetsforhandlingarna inleds lamna foretradarna for personalen ett forslag till en sysselsattningsframjande handlingsplan. vid beredningen av planen skall arbetsgivaren utan drojsmal tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stodjer sysselsattandet. av handlingsplanen, som skall utarbetas med hansyn till vad som foreskrivs eller till vad som avtalats genom arbets- och tjanstekollektivavtal i fraga om minskande av arbetskraften, skall framga den planerade tidtabellen for samarbetsforhandlingarna, forfarandet vid forhandlingarna och de planerade handlingsprinciper som under uppsagningstiden kommer att iakttas vid anvandningen av tjanster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid framjande av arbetssokande och utbildning. om de uppsagningar som overvags av arbetsgivaren galler farre an tio arbetstagare, skall arbetsgivaren nar samarbetsforhandlingarna inleds foresla handlingsprinciper dels for att under uppsagningstiden stodja arbetstagarna i att pa eget initiativ soka sig till annat arbete eller utbildning, dels for att stodja arbetstagarnas sysselsattning genom de tjanster som avses i lagen om offentlig arbetskraftsservice."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vuokratyövoiman käyttö",
      "content": "Yhteistoimintamenettelyssä on käsiteltävä vuokratyövoiman käyttöä koskevat periaatteet. Harkitessaan sopimusta 1 momentissa tarkoitetun työvoiman käytöstä työnantajan on ilmoitettava siitä niille henkilöstön edustajille, joiden edustamien työntekijöiden työhön vuokrattavien työntekijöiden tekemä työ vaikuttaisi. Ilmoituksesta tulee käydä ilmi vuokrattavien työntekijöiden määrä, heidän työtehtävänsä ja työkohteensa, sopimuksen kesto sekä ajanjaksot, joina mainittua työvoimaa käytetään. Saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkilöstön edustajalla on oikeus viimeistään työnantajan ilmoitusta seuraavana toisena työpäivänä vaatia työnantajan harkitseman sopimuksen käsittelemistä yhteistoimintaneuvotteluissa. Neuvottelut on käytävä viikon kuluessa vaatimuksen esittämisestä. Työnantaja ei saa yhteistoimintaneuvottelujen aikana tehdä käsiteltävää sopimusta vuokrattavien työntekijöiden käyttämisestä. Henkilöstön edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelyä, jos tarkoituksena on teettää vuokrattavilla työntekijöillä työtä, jota kunnan henkilöstö ei vakiintuneen käytännön mukaan suorita, tai jos kysymyksessä on sellainen lyhytaikainen ja kiireellinen työ taikka asennus-, korjaus- tai huoltotyö, jonka teettäminen ei ole mahdollista kunnan omalla henkilöstöllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Yhteistoimintamenettelyssä on käsiteltävä vuokratyövoiman käyttöä koskevat periaatteet. Harkitessaan sopimusta 1 momentissa tarkoitetun työvoiman käytöstä työnantajan on ilmoitettava siitä niille henkilöstön edustajille, joiden edustamien työntekijöiden työhön vuokrattavien työntekijöiden tekemä työ vaikuttaisi. Ilmoituksesta tulee käydä ilmi vuokrattavien työntekijöiden määrä, heidän työtehtävänsä ja työkohteensa, sopimuksen kesto sekä ajanjaksot, joina mainittua työvoimaa käytetään. Saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkilöstön edustajalla on oikeus viimeistään työnantajan ilmoitusta seuraavana toisena työpäivänä vaatia työnantajan harkitseman sopimuksen käsittelemistä yhteistoimintaneuvotteluissa. Neuvottelut on käytävä viikon kuluessa vaatimuksen esittämisestä. Työnantaja ei saa yhteistoimintaneuvottelujen aikana tehdä käsiteltävää sopimusta vuokrattavien työntekijöiden käyttämisestä. Henkilöstön edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelyä, jos tarkoituksena on teettää vuokrattavilla työntekijöillä työtä, jota kunnan henkilöstö ei vakiintuneen käytännön mukaan suorita, tai jos kysymyksessä on sellainen lyhytaikainen ja kiireellinen työ taikka asennus-, korjaus- tai huoltotyö, jonka teettäminen ei ole mahdollista kunnan omalla henkilöstöllä.",
        "folded_fi": "yhteistoimintamenettelyssa on kasiteltava vuokratyovoiman kayttoa koskevat periaatteet. harkitessaan sopimusta 1 momentissa tarkoitetun tyovoiman kaytosta tyonantajan on ilmoitettava siita niille henkiloston edustajille, joiden edustamien tyontekijoiden tyohon vuokrattavien tyontekijoiden tekema tyo vaikuttaisi. ilmoituksesta tulee kayda ilmi vuokrattavien tyontekijoiden maara, heidan tyotehtavansa ja tyokohteensa, sopimuksen kesto seka ajanjaksot, joina mainittua tyovoimaa kaytetaan. saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkiloston edustajalla on oikeus viimeistaan tyonantajan ilmoitusta seuraavana toisena tyopaivana vaatia tyonantajan harkitseman sopimuksen kasittelemista yhteistoimintaneuvotteluissa. neuvottelut on kaytava viikon kuluessa vaatimuksen esittamisesta. tyonantaja ei saa yhteistoimintaneuvottelujen aikana tehda kasiteltavaa sopimusta vuokrattavien tyontekijoiden kayttamisesta. henkiloston edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelya, jos tarkoituksena on teettaa vuokrattavilla tyontekijoilla tyota, jota kunnan henkilosto ei vakiintuneen kaytannon mukaan suorita, tai jos kysymyksessa on sellainen lyhytaikainen ja kiireellinen tyo taikka asennus-, korjaus- tai huoltotyo, jonka teettaminen ei ole mahdollista kunnan omalla henkilostolla.",
        "title_sv": "Anlitande av hyrd arbetskraft",
        "content_sv": "Principerna för anlitande av hyrd arbetskraft skall behandlas i samarbetsförfarande. När arbetsgivaren överväger ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de företrädare för personalen som företräder arbetstagare vilkas arbete påverkas av det arbete som de hyrda arbetstagarna utför. Av meddelandet skall framgå antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka nämnda arbetskraft anlitas. Efter att ha fått det meddelande som avses i 2 mom. har ifrågavarande företrädare för personalen rätt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren överväger skall behandlas vid samarbetsförhandlingar. Förhandlingarna skall föras inom en vecka efter det att yrkandet framställts. Under samarbetsförhandlingarna får arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som är föremål för behandling. En företrädare för personalen kan emellertid inte yrka på samarbetsförhandlingar enligt 3 mom., om avsikten är att anlita de hyrda arbetstagarna för arbete som kommunens personal enligt vedertagen praxis inte utför eller när det är fråga om sådant kortvarigt och brådskande arbete eller installations-, reparations- eller servicearbete som det inte är möjligt att utföra med kommunens egen personal.",
        "normalized_sv": "Principerna för anlitande av hyrd arbetskraft skall behandlas i samarbetsförfarande. När arbetsgivaren överväger ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de företrädare för personalen som företräder arbetstagare vilkas arbete påverkas av det arbete som de hyrda arbetstagarna utför. Av meddelandet skall framgå antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka nämnda arbetskraft anlitas. Efter att ha fått det meddelande som avses i 2 mom. har ifrågavarande företrädare för personalen rätt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren överväger skall behandlas vid samarbetsförhandlingar. Förhandlingarna skall föras inom en vecka efter det att yrkandet framställts. Under samarbetsförhandlingarna får arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som är föremål för behandling. En företrädare för personalen kan emellertid inte yrka på samarbetsförhandlingar enligt 3 mom., om avsikten är att anlita de hyrda arbetstagarna för arbete som kommunens personal enligt vedertagen praxis inte utför eller när det är fråga om sådant kortvarigt och brådskande arbete eller installations-, reparations- eller servicearbete som det inte är möjligt att utföra med kommunens egen personal.",
        "folded_sv": "principerna for anlitande av hyrd arbetskraft skall behandlas i samarbetsforfarande. nar arbetsgivaren overvager ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de foretradare for personalen som foretrader arbetstagare vilkas arbete paverkas av det arbete som de hyrda arbetstagarna utfor. av meddelandet skall framga antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka namnda arbetskraft anlitas. efter att ha fatt det meddelande som avses i 2 mom. har ifragavarande foretradare for personalen ratt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren overvager skall behandlas vid samarbetsforhandlingar. forhandlingarna skall foras inom en vecka efter det att yrkandet framstallts. under samarbetsforhandlingarna far arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som ar foremal for behandling. en foretradare for personalen kan emellertid inte yrka pa samarbetsforhandlingar enligt 3 mom., om avsikten ar att anlita de hyrda arbetstagarna for arbete som kommunens personal enligt vedertagen praxis inte utfor eller nar det ar fraga om sadant kortvarigt och bradskande arbete eller installations-, reparations- eller servicearbete som det inte ar mojligt att utfora med kommunens egen personal."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Liikkeen luovutus",
      "content": "Liikkeen luovuttajan ja luovutuksensaajan on selvitettävä niille henkilöstön edustajille, joiden edustamia työntekijöitä luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta työntekijöille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; sekä 4) suunnitellut, työntekijöitä koskevat toimenpiteet. Luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkilöstön edustajille hyvissä ajoin ennen luovutuksen toteuttamista. Luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkilöstön edustajille viimeistään viikon kuluttua luovutuksen toteutumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Liikkeen luovuttajan ja luovutuksensaajan on selvitettävä niille henkilöstön edustajille, joiden edustamia työntekijöitä luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta työntekijöille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; sekä 4) suunnitellut, työntekijöitä koskevat toimenpiteet. Luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkilöstön edustajille hyvissä ajoin ennen luovutuksen toteuttamista. Luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkilöstön edustajille viimeistään viikon kuluttua luovutuksen toteutumisesta.",
        "folded_fi": "liikkeen luovuttajan ja luovutuksensaajan on selvitettava niille henkiloston edustajille, joiden edustamia tyontekijoita luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta tyontekijoille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; seka 4) suunnitellut, tyontekijoita koskevat toimenpiteet. luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkiloston edustajille hyvissa ajoin ennen luovutuksen toteuttamista. luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkiloston edustajille viimeistaan viikon kuluttua luovutuksen toteutumisesta.",
        "title_sv": "Överlåtelse av rörelse",
        "content_sv": "Överlåtaren och förvärvaren av en rörelse skall för företrädarna för den personal som berörs av överlåtelsen utreda 1) tidpunkten eller den planerade tidpunkten för överlåtelsen, 2) orsakerna till överlåtelsen, 3) de juridiska, ekonomiska och sociala följderna av överlåtelsen för arbetstagarna, samt 4) de planerade åtgärder som berör arbetstagarna. Överlåtaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifter som överlåtaren förfogar över i god tid innan överlåtelsen genomförs. Förvärvaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifterna senast en vecka efter det att överlåtelsen har skett.",
        "normalized_sv": "Överlåtaren och förvärvaren av en rörelse skall för företrädarna för den personal som berörs av överlåtelsen utreda 1) tidpunkten eller den planerade tidpunkten för överlåtelsen, 2) orsakerna till överlåtelsen, 3) de juridiska, ekonomiska och sociala följderna av överlåtelsen för arbetstagarna, samt 4) de planerade åtgärder som berör arbetstagarna. Överlåtaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifter som överlåtaren förfogar över i god tid innan överlåtelsen genomförs. Förvärvaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifterna senast en vecka efter det att överlåtelsen har skett.",
        "folded_sv": "overlataren och forvarvaren av en rorelse skall for foretradarna for den personal som berors av overlatelsen utreda 1) tidpunkten eller den planerade tidpunkten for overlatelsen, 2) orsakerna till overlatelsen, 3) de juridiska, ekonomiska och sociala foljderna av overlatelsen for arbetstagarna, samt 4) de planerade atgarder som beror arbetstagarna. overlataren skall lamna foretradarna for personalen de i 1 mom. namnda uppgifter som overlataren forfogar over i god tid innan overlatelsen genomfors. forvarvaren skall lamna foretradarna for personalen de i 1 mom. namnda uppgifterna senast en vecka efter det att overlatelsen har skett."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Henkilöstön edustajan aloiteoikeus",
      "content": "Jos henkilöstön edustaja pyytää yhteistoimintamenettelyn aloittamista 4 §:ssä tarkoitetussa asiassa, työnantajan on käynnistettävä yhteistoimintamenettely pyynnössä tarkoitetusta asiasta noudattaen, mitä 5―9 §:ssä säädetään, tai annettava viipymättä kirjallinen selvitys siitä, millä perusteella työnantaja ei pidä yhteistoimintamenettelyä tarpeellisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos henkilöstön edustaja pyytää yhteistoimintamenettelyn aloittamista 4 § :ssä tarkoitetussa asiassa, työnantajan on käynnistettävä yhteistoimintamenettely pyynnössä tarkoitetusta asiasta noudattaen, mitä 5―9 § :ssä säädetään, tai annettava viipymättä kirjallinen selvitys siitä, millä perusteella työnantaja ei pidä yhteistoimintamenettelyä tarpeellisena.",
        "folded_fi": "jos henkiloston edustaja pyytaa yhteistoimintamenettelyn aloittamista 4 §:ssa tarkoitetussa asiassa, tyonantajan on kaynnistettava yhteistoimintamenettely pyynnossa tarkoitetusta asiasta noudattaen, mita 5―9 §:ssa saadetaan, tai annettava viipymatta kirjallinen selvitys siita, milla perusteella tyonantaja ei pida yhteistoimintamenettelya tarpeellisena.",
        "title_sv": "Initiativrätt för företrädaren för personalen",
        "content_sv": "Om en företrädare för personalen begär att samarbetsförfarande skall inledas i ett ärende som avses i 4 §, skall arbetsgivaren inleda samarbetsförfarande i det ärende som avses i begäran med iakttagande av vad som bestäms i 5―9 §, eller utan dröjsmål ge en skriftlig utredning om varför arbetsgivaren inte anser samarbetsförfarande vara nödvändigt.",
        "normalized_sv": "Om en företrädare för personalen begär att samarbetsförfarande skall inledas i ett ärende som avses i 4 § , skall arbetsgivaren inleda samarbetsförfarande i det ärende som avses i begäran med iakttagande av vad som bestäms i 5―9 § , eller utan dröjsmål ge en skriftlig utredning om varför arbetsgivaren inte anser samarbetsförfarande vara nödvändigt.",
        "folded_sv": "om en foretradare for personalen begar att samarbetsforfarande skall inledas i ett arende som avses i 4 §, skall arbetsgivaren inleda samarbetsforfarande i det arende som avses i begaran med iakttagande av vad som bestams i 5―9 §, eller utan drojsmal ge en skriftlig utredning om varfor arbetsgivaren inte anser samarbetsforfarande vara nodvandigt."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yhteistoimintavelvoitteen täyttyminen",
      "content": "Yhteistoimintavelvoite on täytetty, kun asiassa on menetelty 5 §:ssä ja 6 §:n 1 momentissa tarkoitetulla tavalla. Kun kyseessä on 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, yhteistoimintavelvoitteen täyttyminen edellyttää myös 8 ja 9 §:n noudattamista. Yhteistoimintavelvoite voidaan katsoa täytetyn myös silloin, kun työntekijät, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa välityksellä, eikä asiassa ole tämän jälkeen tapahtunut olennaisia muutoksia. Työnantajan on tällaisessa valmistelussa tuotava ilmi, että käsittely korvaa yhteistoimintamenettelyn. Jos työnantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen työntekijään taikka enintään 90 päivää kestävä lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty 14 päivän ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. Jos työnantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 päivää pidempi lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty vähintään kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Yhteistoimintavelvoite on täytetty, kun asiassa on menetelty 5 § :ssä ja 6 § :n 1 momentissa tarkoitetulla tavalla. Kun kyseessä on 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, yhteistoimintavelvoitteen täyttyminen edellyttää myös 8 ja 9 § :n noudattamista. Yhteistoimintavelvoite voidaan katsoa täytetyn myös silloin, kun työntekijät, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa välityksellä, eikä asiassa ole tämän jälkeen tapahtunut olennaisia muutoksia. Työnantajan on tällaisessa valmistelussa tuotava ilmi, että käsittely korvaa yhteistoimintamenettelyn. Jos työnantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen työntekijään taikka enintään 90 päivää kestävä lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty 14 päivän ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. Jos työnantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 päivää pidempi lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty vähintään kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
        "folded_fi": "yhteistoimintavelvoite on taytetty, kun asiassa on menetelty 5 §:ssa ja 6 §:n 1 momentissa tarkoitetulla tavalla. kun kyseessa on 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, yhteistoimintavelvoitteen tayttyminen edellyttaa myos 8 ja 9 §:n noudattamista. yhteistoimintavelvoite voidaan katsoa taytetyn myos silloin, kun tyontekijat, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa valityksella, eika asiassa ole taman jalkeen tapahtunut olennaisia muutoksia. tyonantajan on tallaisessa valmistelussa tuotava ilmi, etta kasittely korvaa yhteistoimintamenettelyn. jos tyonantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen tyontekijaan taikka enintaan 90 paivaa kestava lomauttaminen kohdistuu vahintaan kymmeneen tyontekijaan, tyonantajan katsotaan tayttaneen neuvotteluvelvoitteensa, kun neuvotteluja on kayty 14 paivan ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. jos tyonantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 paivaa pidempi lomauttaminen kohdistuu vahintaan kymmeneen tyontekijaan, tyonantajan katsotaan tayttaneen neuvotteluvelvoitteensa, kun neuvotteluja on kayty vahintaan kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
        "title_sv": "Fullgörande av samarbetsskyldigheten",
        "content_sv": "Samarbetsskyldigheten har fullgjorts när förfarandet i ett ärende följer 5 § och 6 § 1 mom. När det är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten skall också 8 och 9 § iakttas. Samarbetsskyldigheten kan anses ha fullgjorts även när de arbetstagare som ärendet gäller själva eller genom förmedling av företrädare har deltagit i beredningen av ärendet och inga väsentliga förändringar i ärendet har skett efter detta. Arbetsgivaren skall under en sådan beredning klarlägga att behandlingen ersätter samarbetsförfarandet. Om uppsägningen, permitteringen eller överföringen till anställning på deltid som arbetsgivaren överväger gäller färre än tio arbetstagare eller en permittering som varar högst 90 dagar gäller minst tio arbetstagare, anses arbetsgivaren har fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om 14 dagar från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna. Om uppsägningen, överföringen till anställning på deltid eller permitteringen på över 90 dagar som arbetsgivaren överväger gäller minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om minst sex veckor från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna.",
        "normalized_sv": "Samarbetsskyldigheten har fullgjorts när förfarandet i ett ärende följer 5 § och 6 § 1 mom. När det är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten skall också 8 och 9 § iakttas. Samarbetsskyldigheten kan anses ha fullgjorts även när de arbetstagare som ärendet gäller själva eller genom förmedling av företrädare har deltagit i beredningen av ärendet och inga väsentliga förändringar i ärendet har skett efter detta. Arbetsgivaren skall under en sådan beredning klarlägga att behandlingen ersätter samarbetsförfarandet. Om uppsägningen, permitteringen eller överföringen till anställning på deltid som arbetsgivaren överväger gäller färre än tio arbetstagare eller en permittering som varar högst 90 dagar gäller minst tio arbetstagare, anses arbetsgivaren har fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om 14 dagar från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna. Om uppsägningen, överföringen till anställning på deltid eller permitteringen på över 90 dagar som arbetsgivaren överväger gäller minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om minst sex veckor från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna.",
        "folded_sv": "samarbetsskyldigheten har fullgjorts nar forfarandet i ett arende foljer 5 § och 6 § 1 mom. nar det ar fraga om nedskarning av personalen enligt 4 § 1 mom. 4 punkten skall ocksa 8 och 9 § iakttas. samarbetsskyldigheten kan anses ha fullgjorts aven nar de arbetstagare som arendet galler sjalva eller genom formedling av foretradare har deltagit i beredningen av arendet och inga vasentliga forandringar i arendet har skett efter detta. arbetsgivaren skall under en sadan beredning klarlagga att behandlingen ersatter samarbetsforfarandet. om uppsagningen, permitteringen eller overforingen till anstallning pa deltid som arbetsgivaren overvager galler farre an tio arbetstagare eller en permittering som varar hogst 90 dagar galler minst tio arbetstagare, anses arbetsgivaren har fullgjort sin forhandlingsskyldighet nar forhandlingar har forts under en tidsperiod om 14 dagar fran det att de inleddes, om inte nagot annat avtalas vid samarbetsforhandlingarna. om uppsagningen, overforingen till anstallning pa deltid eller permitteringen pa over 90 dagar som arbetsgivaren overvager galler minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin forhandlingsskyldighet nar forhandlingar har forts under en tidsperiod om minst sex veckor fran det att de inleddes, om inte nagot annat avtalas vid samarbetsforhandlingarna."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Yhteistoimintaelin",
      "content": "Kunnassa on yhteistoimintaelin, joka koostuu työnantajan ja henkilöstön edustajista. Työnantaja ja henkilöstöä edustavat 19 §:ssä tarkoitetut yhdistykset tai niiden rekisteröidyt paikalliset alayhdistykset nimeävät edustajansa yhteistoimintaelimeen, jonka toimikausi on neljä vuotta. Yhteistoimintaelimen toimintaan osallistuu myös 3 §:n 3 momentissa tarkoitettu yhteistoimintaedustaja. Kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisestä yhteistoimintaelimestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Kunnassa on yhteistoimintaelin, joka koostuu työnantajan ja henkilöstön edustajista. Työnantaja ja henkilöstöä edustavat 19 § :ssä tarkoitetut yhdistykset tai niiden rekisteröidyt paikalliset alayhdistykset nimeävät edustajansa yhteistoimintaelimeen, jonka toimikausi on neljä vuotta. Yhteistoimintaelimen toimintaan osallistuu myös 3 § :n 3 momentissa tarkoitettu yhteistoimintaedustaja. Kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisestä yhteistoimintaelimestä.",
        "folded_fi": "kunnassa on yhteistoimintaelin, joka koostuu tyonantajan ja henkiloston edustajista. tyonantaja ja henkilostoa edustavat 19 §:ssa tarkoitetut yhdistykset tai niiden rekisteroidyt paikalliset alayhdistykset nimeavat edustajansa yhteistoimintaelimeen, jonka toimikausi on nelja vuotta. yhteistoimintaelimen toimintaan osallistuu myos 3 §:n 3 momentissa tarkoitettu yhteistoimintaedustaja. kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisesta yhteistoimintaelimesta.",
        "title_sv": "Samarbetsorgan",
        "content_sv": "Kommunen har ett samarbetsorgan som består av företrädare för arbetsgivaren och för personalen. Arbetsgivaren samt de i 19 § avsedda föreningar som företräder personalen eller dessa föreningars registrerade lokala underföreningar utser företrädare i samarbetsorganet, vars mandatperiod är fyra år. I samarbetsorganets verksamhet deltar också det samarbetsombud som avses i 3 § 3 mom. Kommunerna och de föreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan för flera kommuner.",
        "normalized_sv": "Kommunen har ett samarbetsorgan som består av företrädare för arbetsgivaren och för personalen. Arbetsgivaren samt de i 19 § avsedda föreningar som företräder personalen eller dessa föreningars registrerade lokala underföreningar utser företrädare i samarbetsorganet, vars mandatperiod är fyra år. I samarbetsorganets verksamhet deltar också det samarbetsombud som avses i 3 § 3 mom. Kommunerna och de föreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan för flera kommuner.",
        "folded_sv": "kommunen har ett samarbetsorgan som bestar av foretradare for arbetsgivaren och for personalen. arbetsgivaren samt de i 19 § avsedda foreningar som foretrader personalen eller dessa foreningars registrerade lokala underforeningar utser foretradare i samarbetsorganet, vars mandatperiod ar fyra ar. i samarbetsorganets verksamhet deltar ocksa det samarbetsombud som avses i 3 § 3 mom. kommunerna och de foreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan for flera kommuner."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Yhteistoimintamenettelystä poikkeaminen",
      "content": "Jos kunnan viraston, laitoksen tai muun toimintayksikön toiminnan vaarantuminen tai muut erittäin painavat syyt, joita ei ole voinut ennakolta tietää, ovat yhteistoimintamenettelyn esteenä, voidaan 4 §:n 1 momentin 1 ja 4 kohdassa sekä 7 §:ssä tarkoitetussa asiassa tehdä päätös ilman edeltävää yhteistoimintamenettelyä. Edellä 1 momentissa tarkoitettu asia tulee käsitellä yhteistoimintamenettelyssä viivytyksettä sen jälkeen, kun perusteita poikkeamiselle säännönmukaisesta menettelystä ei enää ole. Samalla työnantajan on selvitettävä poikkeuksellisen menettelyn syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Jos kunnan viraston, laitoksen tai muun toimintayksikön toiminnan vaarantuminen tai muut erittäin painavat syyt, joita ei ole voinut ennakolta tietää, ovat yhteistoimintamenettelyn esteenä, voidaan 4 § :n 1 momentin 1 ja 4 kohdassa sekä 7 § :ssä tarkoitetussa asiassa tehdä päätös ilman edeltävää yhteistoimintamenettelyä. Edellä 1 momentissa tarkoitettu asia tulee käsitellä yhteistoimintamenettelyssä viivytyksettä sen jälkeen, kun perusteita poikkeamiselle säännönmukaisesta menettelystä ei enää ole. Samalla työnantajan on selvitettävä poikkeuksellisen menettelyn syy.",
        "folded_fi": "jos kunnan viraston, laitoksen tai muun toimintayksikon toiminnan vaarantuminen tai muut erittain painavat syyt, joita ei ole voinut ennakolta tietaa, ovat yhteistoimintamenettelyn esteena, voidaan 4 §:n 1 momentin 1 ja 4 kohdassa seka 7 §:ssa tarkoitetussa asiassa tehda paatos ilman edeltavaa yhteistoimintamenettelya. edella 1 momentissa tarkoitettu asia tulee kasitella yhteistoimintamenettelyssa viivytyksetta sen jalkeen, kun perusteita poikkeamiselle saannonmukaisesta menettelysta ei enaa ole. samalla tyonantajan on selvitettava poikkeuksellisen menettelyn syy.",
        "title_sv": "Undantag från samarbetsförfarandet",
        "content_sv": "Om äventyrandet av verksamheten vid kommunala ämbetsverk, inrättningar eller andra verksamhetsenheter, eller andra synnerligen vägande skäl som man inte har kunnat känna till på förhand, utgör hinder för samarbetsförfarande, kan beslut i sådana ärenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan föregående samarbetsförfarande. Ärenden som avses i 1 mom. skall behandlas vid samarbetsförfarande utan dröjsmål efter det att det inte längre finns grunder för att avvika från regelrätt förfarande. Samtidigt skall arbetsgivaren utreda orsaken till det avvikande förfarandet.",
        "normalized_sv": "Om äventyrandet av verksamheten vid kommunala ämbetsverk, inrättningar eller andra verksamhetsenheter, eller andra synnerligen vägande skäl som man inte har kunnat känna till på förhand, utgör hinder för samarbetsförfarande, kan beslut i sådana ärenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan föregående samarbetsförfarande. Ärenden som avses i 1 mom. skall behandlas vid samarbetsförfarande utan dröjsmål efter det att det inte längre finns grunder för att avvika från regelrätt förfarande. Samtidigt skall arbetsgivaren utreda orsaken till det avvikande förfarandet.",
        "folded_sv": "om aventyrandet av verksamheten vid kommunala ambetsverk, inrattningar eller andra verksamhetsenheter, eller andra synnerligen vagande skal som man inte har kunnat kanna till pa forhand, utgor hinder for samarbetsforfarande, kan beslut i sadana arenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan foregaende samarbetsforfarande. arenden som avses i 1 mom. skall behandlas vid samarbetsforfarande utan drojsmal efter det att det inte langre finns grunder for att avvika fran regelratt forfarande. samtidigt skall arbetsgivaren utreda orsaken till det avvikande forfarandet."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Yhteistoimintaneuvottelujen kirjaaminen",
      "content": "Työnantajan on pyynnöstä huolehdittava siitä, että yhteistoimintaneuvotteluista laaditaan pöytäkirja, josta käy ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilöt, neuvottelujen tulos ja mahdolliset osapuolten eriävät kannanotot. Neuvotteluissa läsnä olleet tarkastavat pöytäkirjan ja varmentavat sen allekirjoituksillaan, jollei pöytäkirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Työnantajan on pyynnöstä huolehdittava siitä, että yhteistoimintaneuvotteluista laaditaan pöytäkirja, josta käy ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilöt, neuvottelujen tulos ja mahdolliset osapuolten eriävät kannanotot. Neuvotteluissa läsnä olleet tarkastavat pöytäkirjan ja varmentavat sen allekirjoituksillaan, jollei pöytäkirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
        "folded_fi": "tyonantajan on pyynnosta huolehdittava siita, etta yhteistoimintaneuvotteluista laaditaan poytakirja, josta kay ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilot, neuvottelujen tulos ja mahdolliset osapuolten eriavat kannanotot. neuvotteluissa lasna olleet tarkastavat poytakirjan ja varmentavat sen allekirjoituksillaan, jollei poytakirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
        "title_sv": "Anteckning om samarbetsförhandlingar",
        "content_sv": "Arbetsgivaren skall på begäran se till att det över samarbetsförhandlingarna upprättas protokoll, av vilket framgår åtminstone tidpunkten för förhandlingarna, vilka som deltagit i förhandlingarna, förhandlingsresultatet och deltagarnas eventuella avvikande ställningstaganden. De som varit närvarande vid förhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte något annat avtalats i fråga om justering och bestyrkande av protokollet.",
        "normalized_sv": "Arbetsgivaren skall på begäran se till att det över samarbetsförhandlingarna upprättas protokoll, av vilket framgår åtminstone tidpunkten för förhandlingarna, vilka som deltagit i förhandlingarna, förhandlingsresultatet och deltagarnas eventuella avvikande ställningstaganden. De som varit närvarande vid förhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte något annat avtalats i fråga om justering och bestyrkande av protokollet.",
        "folded_sv": "arbetsgivaren skall pa begaran se till att det over samarbetsforhandlingarna upprattas protokoll, av vilket framgar atminstone tidpunkten for forhandlingarna, vilka som deltagit i forhandlingarna, forhandlingsresultatet och deltagarnas eventuella avvikande stallningstaganden. de som varit narvarande vid forhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte nagot annat avtalats i fraga om justering och bestyrkande av protokollet."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Julkisuutta koskevien säännösten soveltaminen",
      "content": "Yhteistoimintamenettelyssä käsiteltävien ja sen johdosta laadittujen asiakirjojen julkisuudesta sekä yhteistoimintamenettelyyn osallistuvien työnantajan edustajan, työntekijän ja henkilöstön edustajan vaitiolovelvollisuudesta on voimassa, mitä viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Yhteistoimintamenettelyssä käsiteltävien ja sen johdosta laadittujen asiakirjojen julkisuudesta sekä yhteistoimintamenettelyyn osallistuvien työnantajan edustajan, työntekijän ja henkilöstön edustajan vaitiolovelvollisuudesta on voimassa, mitä viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "yhteistoimintamenettelyssa kasiteltavien ja sen johdosta laadittujen asiakirjojen julkisuudesta seka yhteistoimintamenettelyyn osallistuvien tyonantajan edustajan, tyontekijan ja henkiloston edustajan vaitiolovelvollisuudesta on voimassa, mita viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Tillämpning av bestämmelser om offentlighet",
        "content_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) tillämpas på offentligheten för handlingar som behandlas vid och upprättats med anledning av samarbetsförfarande och på tystnadsplikten för de företrädare för arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsförfarandet.",
        "normalized_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) tillämpas på offentligheten för handlingar som behandlas vid och upprättats med anledning av samarbetsförfarande och på tystnadsplikten för de företrädare för arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsförfarandet.",
        "folded_sv": "lagen om offentlighet i myndigheternas verksamhet (621/1999) tillampas pa offentligheten for handlingar som behandlas vid och upprattats med anledning av samarbetsforfarande och pa tystnadsplikten for de foretradare for arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsforfarandet."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Yhteistoimintaneuvottelujen suhde työ- ja virkaehtosopimusten neuvottelumääräyksiin",
      "content": "Jos tässä laissa tarkoitetuissa yhteistoimintaneuvotteluissa käsiteltävä asia tulisi käsitellä myös työnantajaa työehtosopimuslain (436/1946) nojalla sitovan työehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettävä, jos työnantaja tai sopimukseen sidottuja työntekijöitä tai viranhaltijoita edustava luottamusmies vaatii asian käsittelyä työ- tai virkaehtosopimuksen mukaisessa neuvottelujärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos tässä laissa tarkoitetuissa yhteistoimintaneuvotteluissa käsiteltävä asia tulisi käsitellä myös työnantajaa työehtosopimuslain (436/1946) nojalla sitovan työehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettävä, jos työnantaja tai sopimukseen sidottuja työntekijöitä tai viranhaltijoita edustava luottamusmies vaatii asian käsittelyä työ- tai virkaehtosopimuksen mukaisessa neuvottelujärjestyksessä.",
        "folded_fi": "jos tassa laissa tarkoitetuissa yhteistoimintaneuvotteluissa kasiteltava asia tulisi kasitella myos tyonantajaa tyoehtosopimuslain (436/1946) nojalla sitovan tyoehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettava, jos tyonantaja tai sopimukseen sidottuja tyontekijoita tai viranhaltijoita edustava luottamusmies vaatii asian kasittelya tyo- tai virkaehtosopimuksen mukaisessa neuvottelujarjestyksessa.",
        "title_sv": "Förhållandet mellan samarbetsförhandlingarna samt arbets- och tjänstekollektivavtalens förhandlingsbestämmelser",
        "content_sv": "Om ett ärende som behandlas i samarbetsförhandlingar enligt denna lag borde behandlas även i enlighet med ett kollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjänstekollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kommunala tjänstekollektivavtal (669/1970), skall inga samarbetsförhandlingar inledas eller samarbetsförhandlingarna avbrytas, om arbetsgivaren eller en förtroendeman som företräder arbetstagare eller tjänsteinnehavare som är bundna av avtalet kräver att ärendet skall behandlas i enlighet med förhandlingsordningen i arbets- eller tjänstekollektivavtalet.",
        "normalized_sv": "Om ett ärende som behandlas i samarbetsförhandlingar enligt denna lag borde behandlas även i enlighet med ett kollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjänstekollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kommunala tjänstekollektivavtal (669/1970), skall inga samarbetsförhandlingar inledas eller samarbetsförhandlingarna avbrytas, om arbetsgivaren eller en förtroendeman som företräder arbetstagare eller tjänsteinnehavare som är bundna av avtalet kräver att ärendet skall behandlas i enlighet med förhandlingsordningen i arbets- eller tjänstekollektivavtalet.",
        "folded_sv": "om ett arende som behandlas i samarbetsforhandlingar enligt denna lag borde behandlas aven i enlighet med ett kollektivavtal som ar bindande for arbetsgivaren med stod av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjanstekollektivavtal som ar bindande for arbetsgivaren med stod av lagen om kommunala tjanstekollektivavtal (669/1970), skall inga samarbetsforhandlingar inledas eller samarbetsforhandlingarna avbrytas, om arbetsgivaren eller en fortroendeman som foretrader arbetstagare eller tjansteinnehavare som ar bundna av avtalet kraver att arendet skall behandlas i enlighet med forhandlingsordningen i arbets- eller tjanstekollektivavtalet."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Sopimisoikeus",
      "content": "Kunnallinen työmarkkinalaitos ja asianomaisten työntekijöiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siitä, mitä 4―10 ja 12―16 §:ssä säädetään. Sopimuksin ei voida kuitenkaan poiketa siitä, mitä 6 §:ssä säädetään salassa pidettävien tietojen antamisesta, eikä siitä, mitä 7 ja 8 §:ssä säädetään, siltä osin kuin säännökset koskevat vähintään kymmenen työntekijän irtisanomista. Edellä 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin työehtosopimuksella työehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. Työ- ja virkaehtosopimuksen määräyksiä saa siihen sidottu työnantaja soveltaa niihinkin työntekijöihin ja viranhaltijoihin, jotka eivät ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilöstöryhmään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Kunnallinen työmarkkinalaitos ja asianomaisten työntekijöiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siitä, mitä 4―10 ja 12―16 § :ssä säädetään. Sopimuksin ei voida kuitenkaan poiketa siitä, mitä 6 § :ssä säädetään salassa pidettävien tietojen antamisesta, eikä siitä, mitä 7 ja 8 § :ssä säädetään, siltä osin kuin säännökset koskevat vähintään kymmenen työntekijän irtisanomista. Edellä 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin työehtosopimuksella työehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. Työ- ja virkaehtosopimuksen määräyksiä saa siihen sidottu työnantaja soveltaa niihinkin työntekijöihin ja viranhaltijoihin, jotka eivät ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilöstöryhmään.",
        "folded_fi": "kunnallinen tyomarkkinalaitos ja asianomaisten tyontekijoiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siita, mita 4―10 ja 12―16 §:ssa saadetaan. sopimuksin ei voida kuitenkaan poiketa siita, mita 6 §:ssa saadetaan salassa pidettavien tietojen antamisesta, eika siita, mita 7 ja 8 §:ssa saadetaan, silta osin kuin saannokset koskevat vahintaan kymmenen tyontekijan irtisanomista. edella 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin tyoehtosopimuksella tyoehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. tyo- ja virkaehtosopimuksen maarayksia saa siihen sidottu tyonantaja soveltaa niihinkin tyontekijoihin ja viranhaltijoihin, jotka eivat ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilostoryhmaan.",
        "title_sv": "Avtalsrätt",
        "content_sv": "Kommunala arbetsmarknadsverket och berörda arbetstagares och tjänsteinnehavares riksomfattande föreningar kan genom avtal avvika från vad som bestäms i 4―10 och 12―16 §. Genom avtal kan man emellertid inte avvika från vad som i 6 § föreskrivs om lämnande av sekretessbelagda uppgifter eller från vad som bestäms i 7 och 8 §, till den del bestämmelserna gäller uppsägning av minst tio arbetstagare. Ett avtal som avses i 1 mom. har samma rättsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjänstekollektivavtal enligt lagen om kommunala tjänstekollektivavtal. En arbetsgivare som är bunden av ett arbets- eller tjänstekollektivavtal får tillämpa dess bestämmelser även på de arbetstagare och tjänsteinnehavare som inte är bundna av avtalet men som hör till en personalgrupp som avses i avtalet.",
        "normalized_sv": "Kommunala arbetsmarknadsverket och berörda arbetstagares och tjänsteinnehavares riksomfattande föreningar kan genom avtal avvika från vad som bestäms i 4―10 och 12―16 § . Genom avtal kan man emellertid inte avvika från vad som i 6 § föreskrivs om lämnande av sekretessbelagda uppgifter eller från vad som bestäms i 7 och 8 § , till den del bestämmelserna gäller uppsägning av minst tio arbetstagare. Ett avtal som avses i 1 mom. har samma rättsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjänstekollektivavtal enligt lagen om kommunala tjänstekollektivavtal. En arbetsgivare som är bunden av ett arbets- eller tjänstekollektivavtal får tillämpa dess bestämmelser även på de arbetstagare och tjänsteinnehavare som inte är bundna av avtalet men som hör till en personalgrupp som avses i avtalet.",
        "folded_sv": "kommunala arbetsmarknadsverket och berorda arbetstagares och tjansteinnehavares riksomfattande foreningar kan genom avtal avvika fran vad som bestams i 4―10 och 12―16 §. genom avtal kan man emellertid inte avvika fran vad som i 6 § foreskrivs om lamnande av sekretessbelagda uppgifter eller fran vad som bestams i 7 och 8 §, till den del bestammelserna galler uppsagning av minst tio arbetstagare. ett avtal som avses i 1 mom. har samma rattsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjanstekollektivavtal enligt lagen om kommunala tjanstekollektivavtal. en arbetsgivare som ar bunden av ett arbets- eller tjanstekollektivavtal far tillampa dess bestammelser aven pa de arbetstagare och tjansteinnehavare som inte ar bundna av avtalet men som hor till en personalgrupp som avses i avtalet."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Vapautus työstä ja korvaukset",
      "content": "Henkilöstön edustajalla on oikeus saada tässä laissa tarkoitettujen tehtävien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittävästi vapautusta työstään. Työnantajan ja henkilöstön edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. Työnantajan on korvattava työstä vapautuksesta aiheutuva ansionmenetys. Muusta vapautuksesta työstä ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkilöstön edustajan ja työnantajan välillä. Jos henkilöstön edustaja osallistuu työaikansa ulkopuolella tämän lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa työnantajan kanssa sovitun muun tehtävän, työnantajan on suoritettava hänelle tehtävään käytetyltä ajalta korvaus, joka vastaa hänen säännöllisen työajan palkkaansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Henkilöstön edustajalla on oikeus saada tässä laissa tarkoitettujen tehtävien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittävästi vapautusta työstään. Työnantajan ja henkilöstön edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. Työnantajan on korvattava työstä vapautuksesta aiheutuva ansionmenetys. Muusta vapautuksesta työstä ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkilöstön edustajan ja työnantajan välillä. Jos henkilöstön edustaja osallistuu työaikansa ulkopuolella tämän lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa työnantajan kanssa sovitun muun tehtävän, työnantajan on suoritettava hänelle tehtävään käytetyltä ajalta korvaus, joka vastaa hänen säännöllisen työajan palkkaansa.",
        "folded_fi": "henkiloston edustajalla on oikeus saada tassa laissa tarkoitettujen tehtavien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittavasti vapautusta tyostaan. tyonantajan ja henkiloston edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. tyonantajan on korvattava tyosta vapautuksesta aiheutuva ansionmenetys. muusta vapautuksesta tyosta ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkiloston edustajan ja tyonantajan valilla. jos henkiloston edustaja osallistuu tyoaikansa ulkopuolella taman lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa tyonantajan kanssa sovitun muun tehtavan, tyonantajan on suoritettava hanelle tehtavaan kaytetylta ajalta korvaus, joka vastaa hanen saannollisen tyoajan palkkaansa.",
        "title_sv": "Befrielse från arbetet samt ersättningar",
        "content_sv": "En företrädare för personalen har rätt att för skötseln av uppgifter som avses i denna lag liksom för samarbetsutbildning få tillräckligt med befrielse från arbetet. Arbetsgivaren och företrädaren för personalen skall komma överens om tidpunkterna för samarbetsutbildning. Arbetsgivaren skall betala ersättning för inkomstbortfall till följd av befrielse från arbetet. Angående annan befrielse från arbete och ersättning för inkomstbortfall skall i varje enskilt fall avtalas mellan ifrågavarande företrädare för personalen och arbetsgivaren. Om en företrädare för personalen utom sin arbetstid deltar i en samarbetsförhandling enligt denna lag eller fullgör någon annan med arbetsgivaren avtalad uppgift, är arbetsgivaren skyldig att för den tid som använts för uppgiften betala företrädaren en ersättning som motsvarar hans eller hennes lön för ordinarie arbetstid.",
        "normalized_sv": "En företrädare för personalen har rätt att för skötseln av uppgifter som avses i denna lag liksom för samarbetsutbildning få tillräckligt med befrielse från arbetet. Arbetsgivaren och företrädaren för personalen skall komma överens om tidpunkterna för samarbetsutbildning. Arbetsgivaren skall betala ersättning för inkomstbortfall till följd av befrielse från arbetet. Angående annan befrielse från arbete och ersättning för inkomstbortfall skall i varje enskilt fall avtalas mellan ifrågavarande företrädare för personalen och arbetsgivaren. Om en företrädare för personalen utom sin arbetstid deltar i en samarbetsförhandling enligt denna lag eller fullgör någon annan med arbetsgivaren avtalad uppgift, är arbetsgivaren skyldig att för den tid som använts för uppgiften betala företrädaren en ersättning som motsvarar hans eller hennes lön för ordinarie arbetstid.",
        "folded_sv": "en foretradare for personalen har ratt att for skotseln av uppgifter som avses i denna lag liksom for samarbetsutbildning fa tillrackligt med befrielse fran arbetet. arbetsgivaren och foretradaren for personalen skall komma overens om tidpunkterna for samarbetsutbildning. arbetsgivaren skall betala ersattning for inkomstbortfall till foljd av befrielse fran arbetet. angaende annan befrielse fran arbete och ersattning for inkomstbortfall skall i varje enskilt fall avtalas mellan ifragavarande foretradare for personalen och arbetsgivaren. om en foretradare for personalen utom sin arbetstid deltar i en samarbetsforhandling enligt denna lag eller fullgor nagon annan med arbetsgivaren avtalad uppgift, ar arbetsgivaren skyldig att for den tid som anvants for uppgiften betala foretradaren en ersattning som motsvarar hans eller hennes lon for ordinarie arbetstid."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Hyvitys",
      "content": "Työnantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut työntekijän jättäen tahallisesti tai huolimattomuudesta noudattamatta, mitä 5 ja 7―9 §:ssä säädetään, on määrättävä maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle työntekijälle enintään 30 000 euron suuruinen hyvitys. Hyvityksen suuruutta määrättäessä on otettava huomioon yhteistoimintavelvoitteen laiminlyönnin aste ja työnantajan olot yleensä sekä työntekijään kohdistetun toimenpiteen luonne ja hänen työsuhteensa kestoaika. Jos työnantajan laiminlyöntiä voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitää vähäisenä, hyvitys voidaan jättää tuomitsematta. Työntekijän tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei työ- tai virkasuhteen kestäessä nosteta kahden vuoden kuluessa sen kalenterivuoden päättymisestä, jonka aikana oikeus hyvitykseen on syntynyt. Työ- tai virkasuhteen päätyttyä oikeus hyvitykseen raukeaa, jollei sitä koskevaa kannetta panna vireille kahden vuoden kuluessa siitä, kun työ- tai virkasuhde on päättynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Työnantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut työntekijän jättäen tahallisesti tai huolimattomuudesta noudattamatta, mitä 5 ja 7―9 § :ssä säädetään, on määrättävä maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle työntekijälle enintään 30 000 euron suuruinen hyvitys. Hyvityksen suuruutta määrättäessä on otettava huomioon yhteistoimintavelvoitteen laiminlyönnin aste ja työnantajan olot yleensä sekä työntekijään kohdistetun toimenpiteen luonne ja hänen työsuhteensa kestoaika. Jos työnantajan laiminlyöntiä voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitää vähäisenä, hyvitys voidaan jättää tuomitsematta. Työntekijän tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei työ- tai virkasuhteen kestäessä nosteta kahden vuoden kuluessa sen kalenterivuoden päättymisestä, jonka aikana oikeus hyvitykseen on syntynyt. Työ- tai virkasuhteen päätyttyä oikeus hyvitykseen raukeaa, jollei sitä koskevaa kannetta panna vireille kahden vuoden kuluessa siitä, kun työ- tai virkasuhde on päättynyt.",
        "folded_fi": "tyonantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut tyontekijan jattaen tahallisesti tai huolimattomuudesta noudattamatta, mita 5 ja 7―9 §:ssa saadetaan, on maarattava maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle tyontekijalle enintaan 30 000 euron suuruinen hyvitys. hyvityksen suuruutta maarattaessa on otettava huomioon yhteistoimintavelvoitteen laiminlyonnin aste ja tyonantajan olot yleensa seka tyontekijaan kohdistetun toimenpiteen luonne ja hanen tyosuhteensa kestoaika. jos tyonantajan laiminlyontia voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitaa vahaisena, hyvitys voidaan jattaa tuomitsematta. tyontekijan tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei tyo- tai virkasuhteen kestaessa nosteta kahden vuoden kuluessa sen kalenterivuoden paattymisesta, jonka aikana oikeus hyvitykseen on syntynyt. tyo- tai virkasuhteen paatyttya oikeus hyvitykseen raukeaa, jollei sita koskevaa kannetta panna vireille kahden vuoden kuluessa siita, kun tyo- tai virkasuhde on paattynyt.",
        "title_sv": "Gottgörelse",
        "content_sv": "En arbetsgivare som har sagt upp, permitterat eller överfört en arbetstagare till anställning på deltid och därvid uppsåtligen eller av oaktsamhet underlåtit att iaktta vad som bestäms i 5 och 7―9 §, skall åläggas att till den arbetstagare som sagts upp, permitterats eller överförts till anställning på deltid betala en gottgörelse på högst 30 000 euro. Gottgörelsens storlek skall bestämmas med beaktande av graden av försummelse i fråga om samarbetsskyldigheten, arbetsgivarens förhållanden i allmänhet samt arten av den åtgärd som riktats mot arbetstagaren och hur länge hans eller hennes anställningsförhållande varat. Om arbetsgivarens försummelse med beaktande av alla omständigheter som inverkar på saken kan betraktas som ringa, behöver ingen gottgörelse dömas ut. Arbetstagarens eller tjänsteinnehavarens rätt till gottgörelse har förfallit, om talan medan arbetsavtals- eller tjänsteförhållandet varar inte väcks inom två år från utgången av det kalenderår under vilket rätten till gottgörelse uppkom. Sedan arbetsavtals- eller tjänsteförhållandet upphört förfaller rätten till gottgörelse, om talan inte väcks inom två år efter det att arbetsavtals- eller tjänsteförhållandet upphörde.",
        "normalized_sv": "En arbetsgivare som har sagt upp, permitterat eller överfört en arbetstagare till anställning på deltid och därvid uppsåtligen eller av oaktsamhet underlåtit att iaktta vad som bestäms i 5 och 7―9 § , skall åläggas att till den arbetstagare som sagts upp, permitterats eller överförts till anställning på deltid betala en gottgörelse på högst 30 000 euro. Gottgörelsens storlek skall bestämmas med beaktande av graden av försummelse i fråga om samarbetsskyldigheten, arbetsgivarens förhållanden i allmänhet samt arten av den åtgärd som riktats mot arbetstagaren och hur länge hans eller hennes anställningsförhållande varat. Om arbetsgivarens försummelse med beaktande av alla omständigheter som inverkar på saken kan betraktas som ringa, behöver ingen gottgörelse dömas ut. Arbetstagarens eller tjänsteinnehavarens rätt till gottgörelse har förfallit, om talan medan arbetsavtals- eller tjänsteförhållandet varar inte väcks inom två år från utgången av det kalenderår under vilket rätten till gottgörelse uppkom. Sedan arbetsavtals- eller tjänsteförhållandet upphört förfaller rätten till gottgörelse, om talan inte väcks inom två år efter det att arbetsavtals- eller tjänsteförhållandet upphörde.",
        "folded_sv": "en arbetsgivare som har sagt upp, permitterat eller overfort en arbetstagare till anstallning pa deltid och darvid uppsatligen eller av oaktsamhet underlatit att iaktta vad som bestams i 5 och 7―9 §, skall alaggas att till den arbetstagare som sagts upp, permitterats eller overforts till anstallning pa deltid betala en gottgorelse pa hogst 30 000 euro. gottgorelsens storlek skall bestammas med beaktande av graden av forsummelse i fraga om samarbetsskyldigheten, arbetsgivarens forhallanden i allmanhet samt arten av den atgard som riktats mot arbetstagaren och hur lange hans eller hennes anstallningsforhallande varat. om arbetsgivarens forsummelse med beaktande av alla omstandigheter som inverkar pa saken kan betraktas som ringa, behover ingen gottgorelse domas ut. arbetstagarens eller tjansteinnehavarens ratt till gottgorelse har forfallit, om talan medan arbetsavtals- eller tjansteforhallandet varar inte vacks inom tva ar fran utgangen av det kalenderar under vilket ratten till gottgorelse uppkom. sedan arbetsavtals- eller tjansteforhallandet upphort forfaller ratten till gottgorelse, om talan inte vacks inom tva ar efter det att arbetsavtals- eller tjansteforhallandet upphorde."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Hyvityksen rahamäärän tarkistaminen",
      "content": "Edellä 21 §:ssä säädetyn hyvityksen enimmäismäärä tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Edellä 21 § :ssä säädetyn hyvityksen enimmäismäärä tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
        "folded_fi": "edella 21 §:ssa saadetyn hyvityksen enimmaismaara tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
        "title_sv": "Justering av gottgörelsebeloppet",
        "content_sv": "Maximibeloppet av gottgörelsen enligt 21 § justeras treårsvis genom förordning av statsrådet så att det motsvarar förändringen i penningvärdet.",
        "normalized_sv": "Maximibeloppet av gottgörelsen enligt 21 § justeras treårsvis genom förordning av statsrådet så att det motsvarar förändringen i penningvärdet.",
        "folded_sv": "maximibeloppet av gottgorelsen enligt 21 § justeras trearsvis genom forordning av statsradet sa att det motsvarar forandringen i penningvardet."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Riita-asioiden ja hyvitysvaatimusten käsittely",
      "content": "Tähän lakiin perustuvat riita-asiat ja hyvitysvaatimukset käsitellään yleisessä tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tähän lakiin perustuvat riita-asiat ja hyvitysvaatimukset käsitellään yleisessä tuomioistuimessa.",
        "folded_fi": "tahan lakiin perustuvat riita-asiat ja hyvitysvaatimukset kasitellaan yleisessa tuomioistuimessa.",
        "title_sv": "Behandling av tvistemål och gottgörelseyrkanden",
        "content_sv": "Tvistemål och gottgörelseyrkanden enligt denna lag behandlas vid allmän domstol.",
        "normalized_sv": "Tvistemål och gottgörelseyrkanden enligt denna lag behandlas vid allmän domstol.",
        "folded_sv": "tvistemal och gottgorelseyrkanden enligt denna lag behandlas vid allman domstol."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Rangaistussäännökset",
      "content": "kunnan yhteistoimintavelvoitteen rikkomisesta Kuntaa työnantajana edustava viranhaltija tai työntekijä, joka tahallaan tai huolimattomuudesta jättää noudattamatta tai rikkoo, mitä 4 §:n 2 tai 3 momentissa, 5 §:ssä, jos kyseessä ei ole 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, 6, 10, 11 tai 20 §:ssä säädetään, lukuun ottamatta, mitä 20 §:ssä säädetään työnantajan maksuvelvollisuudesta, on tuomittava sakkoon. Vastuu työnantajaa edustavien henkilöiden kesken määräytyy rikoslain (39/1889) 47 luvun 7 §:ssä säädettyjen perusteiden mukaan. Rangaistus 3 §:n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta säädetään rikoslain 47 luvun 4 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "kunnan yhteistoimintavelvoitteen rikkomisesta Kuntaa työnantajana edustava viranhaltija tai työntekijä, joka tahallaan tai huolimattomuudesta jättää noudattamatta tai rikkoo, mitä 4 § :n 2 tai 3 momentissa, 5 § :ssä, jos kyseessä ei ole 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, 6, 10, 11 tai 20 § :ssä säädetään, lukuun ottamatta, mitä 20 § :ssä säädetään työnantajan maksuvelvollisuudesta, on tuomittava sakkoon. Vastuu työnantajaa edustavien henkilöiden kesken määräytyy rikoslain (39/1889) 47 luvun 7 § :ssä säädettyjen perusteiden mukaan. Rangaistus 3 § :n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta säädetään rikoslain 47 luvun 4 § :ssä.",
        "folded_fi": "kunnan yhteistoimintavelvoitteen rikkomisesta kuntaa tyonantajana edustava viranhaltija tai tyontekija, joka tahallaan tai huolimattomuudesta jattaa noudattamatta tai rikkoo, mita 4 §:n 2 tai 3 momentissa, 5 §:ssa, jos kyseessa ei ole 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, 6, 10, 11 tai 20 §:ssa saadetaan, lukuun ottamatta, mita 20 §:ssa saadetaan tyonantajan maksuvelvollisuudesta, on tuomittava sakkoon. vastuu tyonantajaa edustavien henkiloiden kesken maaraytyy rikoslain (39/1889) 47 luvun 7 §:ssa saadettyjen perusteiden mukaan. rangaistus 3 §:n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta saadetaan rikoslain 47 luvun 4 §:ssa.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "brott mot kommunens samarbetsskyldighet En tjänsteinnehavare eller arbetstagare som företräder kommunen som arbetsgivare och som uppsåtligen eller av oaktsamhet underlåter att iaktta eller bryter mot vad som bestäms i 4 § 2 eller 3 mom., i 5 §, när det inte är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 §, med undantag för vad som i 20 § bestäms om arbetsgivares betalningsskyldighet, skall för dömas till böter. Ansvarsfördelningen mellan dem som företräder arbetsgivaren bestäms enligt de grunder som föreskrivs i 47 kap. 7 § i strafflagen (39/1889). I fråga om straff för kränkning av de rättigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestäms i 47 kap. 4 § i strafflagen.",
        "normalized_sv": "brott mot kommunens samarbetsskyldighet En tjänsteinnehavare eller arbetstagare som företräder kommunen som arbetsgivare och som uppsåtligen eller av oaktsamhet underlåter att iaktta eller bryter mot vad som bestäms i 4 § 2 eller 3 mom., i 5 § , när det inte är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 § , med undantag för vad som i 20 § bestäms om arbetsgivares betalningsskyldighet, skall för dömas till böter. Ansvarsfördelningen mellan dem som företräder arbetsgivaren bestäms enligt de grunder som föreskrivs i 47 kap. 7 § i strafflagen (39/1889). I fråga om straff för kränkning av de rättigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestäms i 47 kap. 4 § i strafflagen.",
        "folded_sv": "brott mot kommunens samarbetsskyldighet en tjansteinnehavare eller arbetstagare som foretrader kommunen som arbetsgivare och som uppsatligen eller av oaktsamhet underlater att iaktta eller bryter mot vad som bestams i 4 § 2 eller 3 mom., i 5 §, nar det inte ar fraga om nedskarning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 §, med undantag for vad som i 20 § bestams om arbetsgivares betalningsskyldighet, skall for domas till boter. ansvarsfordelningen mellan dem som foretrader arbetsgivaren bestams enligt de grunder som foreskrivs i 47 kap. 7 § i strafflagen (39/1889). i fraga om straff for krankning av de rattigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestams i 47 kap. 4 § i strafflagen."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Tätä lakia sovelletaan myös seutuyhteistyökokeilusta annetussa laissa (560/2002) säädetyssä seudullisessa toimielimessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Tätä lakia sovelletaan myös seutuyhteistyökokeilusta annetussa laissa (560/2002) säädetyssä seudullisessa toimielimessä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana syyskuuta 2007. tata lakia sovelletaan myos seutuyhteistyokokeilusta annetussa laissa (560/2002) saadetyssa seudullisessa toimielimessa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 september 2007. Denna lag tillämpas även på regionala organ som avses i lagen om försök med samarbete inom regioner (560/2002).",
        "normalized_sv": "Denna lag träder i kraft den 1 september 2007. Denna lag tillämpas även på regionala organ som avses i lagen om försök med samarbete inom regioner (560/2002).",
        "folded_sv": "denna lag trader i kraft den 1 september 2007. denna lag tillampas aven pa regionala organ som avses i lagen om forsok med samarbete inom regioner (560/2002)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on edistää työnantajan ja henkilöstön välistä yhteistoimintaa kunnissa. Yhteistoiminnan tavoitteena on antaa henkilöstölle mahdollisuus yhteisymmärryksessä työnantajan kanssa osallistua kunnan toiminnan kehittämiseen ja antaa henkilöstölle mahdollisuus vaikuttaa omaa työtään ja työyhteisöään koskevien päätösten valmisteluun sekä samalla edistää kunnallisen palvelutuotannon tuloksellisuutta ja henkilöstön työelämän laatua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on edistää työnantajan ja henkilöstön välistä yhteistoimintaa kunnissa. Yhteistoiminnan tavoitteena on antaa henkilöstölle mahdollisuus yhteisymmärryksessä työnantajan kanssa osallistua kunnan toiminnan kehittämiseen ja antaa henkilöstölle mahdollisuus vaikuttaa omaa työtään ja työyhteisöään koskevien päätösten valmisteluun sekä samalla edistää kunnallisen palvelutuotannon tuloksellisuutta ja henkilöstön työelämän laatua.",
        "folded_fi": "taman lain tarkoituksena on edistaa tyonantajan ja henkiloston valista yhteistoimintaa kunnissa. yhteistoiminnan tavoitteena on antaa henkilostolle mahdollisuus yhteisymmarryksessa tyonantajan kanssa osallistua kunnan toiminnan kehittamiseen ja antaa henkilostolle mahdollisuus vaikuttaa omaa tyotaan ja tyoyhteisoaan koskevien paatosten valmisteluun seka samalla edistaa kunnallisen palvelutuotannon tuloksellisuutta ja henkiloston tyoelaman laatua.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att främja samarbetet mellan kommunala arbetsgivare och arbetstagare. Syftet med samarbetet är att ge arbetstagarna möjlighet att i samförstånd med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna möjlighet att påverka beredningen av beslut som gäller deras eget arbete och arbetskollektiv samt att samtidigt främja ett gott resultat i fråga om den kommunala serviceproduktionen och kvaliteten på arbetstagarnas arbetsliv.",
        "normalized_sv": "Syftet med denna lag är att främja samarbetet mellan kommunala arbetsgivare och arbetstagare. Syftet med samarbetet är att ge arbetstagarna möjlighet att i samförstånd med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna möjlighet att påverka beredningen av beslut som gäller deras eget arbete och arbetskollektiv samt att samtidigt främja ett gott resultat i fråga om den kommunala serviceproduktionen och kvaliteten på arbetstagarnas arbetsliv.",
        "folded_sv": "syftet med denna lag ar att framja samarbetet mellan kommunala arbetsgivare och arbetstagare. syftet med samarbetet ar att ge arbetstagarna mojlighet att i samforstand med arbetsgivaren delta i utvecklandet av kommunens verksamhet och ge arbetstagarna mojlighet att paverka beredningen av beslut som galler deras eget arbete och arbetskollektiv samt att samtidigt framja ett gott resultat i fraga om den kommunala serviceproduktionen och kvaliteten pa arbetstagarnas arbetsliv."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan työnantajan ja henkilöstön väliseen yhteistoimintaan kunnissa ja kuntayhtymissä. Mitä tässä laissa jäljempänä säädetään kunnista, sovelletaan myös kuntayhtymiin. Tässä laissa työntekijällä tarkoitetaan kuntaan virka- tai työsuhteessa olevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan työnantajan ja henkilöstön väliseen yhteistoimintaan kunnissa ja kuntayhtymissä. Mitä tässä laissa jäljempänä säädetään kunnista, sovelletaan myös kuntayhtymiin. Tässä laissa työntekijällä tarkoitetaan kuntaan virka- tai työsuhteessa olevaa.",
        "folded_fi": "tata lakia sovelletaan tyonantajan ja henkiloston valiseen yhteistoimintaan kunnissa ja kuntayhtymissa. mita tassa laissa jaljempana saadetaan kunnista, sovelletaan myos kuntayhtymiin. tassa laissa tyontekijalla tarkoitetaan kuntaan virka- tai tyosuhteessa olevaa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på samarbetet mellan kommunala arbetsgivare och arbetstagare. Vad som i denna lag bestäms om kommuner tillämpas också på samkommuner. I denna lag avses med arbetstagare den som står i tjänste- eller arbetsavtalsförhållande till en kommun.",
        "normalized_sv": "Denna lag tillämpas på samarbetet mellan kommunala arbetsgivare och arbetstagare. Vad som i denna lag bestäms om kommuner tillämpas också på samkommuner. I denna lag avses med arbetstagare den som står i tjänste- eller arbetsavtalsförhållande till en kommun.",
        "folded_sv": "denna lag tillampas pa samarbetet mellan kommunala arbetsgivare och arbetstagare. vad som i denna lag bestams om kommuner tillampas ocksa pa samkommuner. i denna lag avses med arbetstagare den som star i tjanste- eller arbetsavtalsforhallande till en kommun."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhteistoiminnan osapuolet",
      "content": "Tässä laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta työnantajana ja sen palveluksessa oleva henkilöstö. Yhteistoiminnassa ovat osallisina työntekijä, jota yhteistoimintamenettelyssä käsiteltävä asia koskee, ja hänen esimiehensä taikka henkilöstöryhmän tai sen osan edustaja tai asianomaisten henkilöstöryhmien edustajat sekä työnantajan edustaja. Liikkeen luovutuksen yhteydessä yhteistoiminnan osapuolena voi olla myös luovutuksensaaja. Henkilöstöä voi yhteistoimintaneuvotteluissa edustaa työ- tai virkaehtosopimuksen perusteella valittu luottamusmies, työsuojeluvaltuutettu tai muu henkilöstön nimeämä edustaja. Jollei jonkin henkilöstöryhmän enemmistöllä ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heillä on oikeus valita keskuudestaan enintään kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmistö heistä niin päättää. Yhteistoimintaedustajan vaalin tai muun valintamenettelyn järjestävät henkilöstöryhmän enemmistöön kuuluvat työntekijät siten, että kaikilla tähän enemmistöön kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. Vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myös sellaisen henkilöstöryhmän työntekijät, jotka eivät ole valinneet 2 momentissa tarkoitettua luottamusmiestä, vaikka heillä olisi siihen oikeus. Yhteistoimintaedustajan irtisanomissuojasta on hänen toimikautensa ajan voimassa, mitä kunnallisesta viranhaltijasta annetun lain (304/2003) 38 §:n 2 momentissa ja työsopimuslain (55/2001) 7 luvun 10 §:ssä säädetään luottamusmiehen irtisanomissuojasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta työnantajana ja sen palveluksessa oleva henkilöstö. Yhteistoiminnassa ovat osallisina työntekijä, jota yhteistoimintamenettelyssä käsiteltävä asia koskee, ja hänen esimiehensä taikka henkilöstöryhmän tai sen osan edustaja tai asianomaisten henkilöstöryhmien edustajat sekä työnantajan edustaja. Liikkeen luovutuksen yhteydessä yhteistoiminnan osapuolena voi olla myös luovutuksensaaja. Henkilöstöä voi yhteistoimintaneuvotteluissa edustaa työ- tai virkaehtosopimuksen perusteella valittu luottamusmies, työsuojeluvaltuutettu tai muu henkilöstön nimeämä edustaja. Jollei jonkin henkilöstöryhmän enemmistöllä ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heillä on oikeus valita keskuudestaan enintään kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmistö heistä niin päättää. Yhteistoimintaedustajan vaalin tai muun valintamenettelyn järjestävät henkilöstöryhmän enemmistöön kuuluvat työntekijät siten, että kaikilla tähän enemmistöön kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. Vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myös sellaisen henkilöstöryhmän työntekijät, jotka eivät ole valinneet 2 momentissa tarkoitettua luottamusmiestä, vaikka heillä olisi siihen oikeus. Yhteistoimintaedustajan irtisanomissuojasta on hänen toimikautensa ajan voimassa, mitä kunnallisesta viranhaltijasta annetun lain (304/2003) 38 § :n 2 momentissa ja työsopimuslain (55/2001) 7 luvun 10 § :ssä säädetään luottamusmiehen irtisanomissuojasta.",
        "folded_fi": "tassa laissa tarkoitetun yhteistoiminnan osapuolia ovat kunta tyonantajana ja sen palveluksessa oleva henkilosto. yhteistoiminnassa ovat osallisina tyontekija, jota yhteistoimintamenettelyssa kasiteltava asia koskee, ja hanen esimiehensa taikka henkilostoryhman tai sen osan edustaja tai asianomaisten henkilostoryhmien edustajat seka tyonantajan edustaja. liikkeen luovutuksen yhteydessa yhteistoiminnan osapuolena voi olla myos luovutuksensaaja. henkilostoa voi yhteistoimintaneuvotteluissa edustaa tyo- tai virkaehtosopimuksen perusteella valittu luottamusmies, tyosuojeluvaltuutettu tai muu henkiloston nimeama edustaja. jollei jonkin henkilostoryhman enemmistolla ole oikeutta osallistua 2 momentissa tarkoitetun edustajan valintaan, heilla on oikeus valita keskuudestaan enintaan kahdeksi vuodeksi kerrallaan yhteistoimintaedustaja, jos enemmisto heista niin paattaa. yhteistoimintaedustajan vaalin tai muun valintamenettelyn jarjestavat henkilostoryhman enemmistoon kuuluvat tyontekijat siten, etta kaikilla tahan enemmistoon kuuluvilla on tilaisuus osallistua yhteistoimintaedustajan valintaan. vastaavasti yhteistoimintaedustajan voivat valita keskuudestaan myos sellaisen henkilostoryhman tyontekijat, jotka eivat ole valinneet 2 momentissa tarkoitettua luottamusmiesta, vaikka heilla olisi siihen oikeus. yhteistoimintaedustajan irtisanomissuojasta on hanen toimikautensa ajan voimassa, mita kunnallisesta viranhaltijasta annetun lain (304/2003) 38 §:n 2 momentissa ja tyosopimuslain (55/2001) 7 luvun 10 §:ssa saadetaan luottamusmiehen irtisanomissuojasta.",
        "title_sv": "Samarbetsparter",
        "content_sv": "Parter i samarbete enligt denna lag är kommunen som arbetsgivare och de som är anställda hos kommunen. I samarbetet deltar den arbetstagare som berörs av det ärende som skall behandlas vid samarbetsförfarandet och hans eller hennes chef eller en företrädare för personalgruppen eller en del av den eller företrädarna för de berörda personalgrupperna samt en företrädare för arbetsgivaren. I samband med överlåtelse av rörelse kan även förvärvaren av rörelse vara samarbetspart. Vid samarbetsförhandlingarna kan personalen företrädas av en förtroendeman som har valts med stöd av arbets- eller tjänstekollektivavtal, av en arbetarskyddsfullmäktig eller av någon annan av personalen utsedd företrädare. Om majoriteten av dem som hör till någon personalgrupp inte har rätt att delta i valet av den företrädare som avses i 2 mom., har de rätt att bland sig välja ett samarbetsombud för högst två år i sänder, om majoriteten av dem beslutar detta. Valet av eller något annat valförfarande i fråga om samarbetsombudet ordnas av de arbetstagare som hör till majoriteten av personalgruppen så att alla som hör till denna majoritet har möjlighet att delta i valet av samarbetsombud. Också arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd förtroendeman fastän de har rätt till det kan på motsvarande sätt välja ett samarbetsombud bland sig. I fråga om uppsägningsskyddet för ett samarbetsombud under hans eller hennes mandatperiod gäller vad som i 38 § 2 mom. i lagen om kommunala tjänsteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägningsskydd för förtroendemän.",
        "normalized_sv": "Parter i samarbete enligt denna lag är kommunen som arbetsgivare och de som är anställda hos kommunen. I samarbetet deltar den arbetstagare som berörs av det ärende som skall behandlas vid samarbetsförfarandet och hans eller hennes chef eller en företrädare för personalgruppen eller en del av den eller företrädarna för de berörda personalgrupperna samt en företrädare för arbetsgivaren. I samband med överlåtelse av rörelse kan även förvärvaren av rörelse vara samarbetspart. Vid samarbetsförhandlingarna kan personalen företrädas av en förtroendeman som har valts med stöd av arbets- eller tjänstekollektivavtal, av en arbetarskyddsfullmäktig eller av någon annan av personalen utsedd företrädare. Om majoriteten av dem som hör till någon personalgrupp inte har rätt att delta i valet av den företrädare som avses i 2 mom., har de rätt att bland sig välja ett samarbetsombud för högst två år i sänder, om majoriteten av dem beslutar detta. Valet av eller något annat valförfarande i fråga om samarbetsombudet ordnas av de arbetstagare som hör till majoriteten av personalgruppen så att alla som hör till denna majoritet har möjlighet att delta i valet av samarbetsombud. Också arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd förtroendeman fastän de har rätt till det kan på motsvarande sätt välja ett samarbetsombud bland sig. I fråga om uppsägningsskyddet för ett samarbetsombud under hans eller hennes mandatperiod gäller vad som i 38 § 2 mom. i lagen om kommunala tjänsteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestäms om uppsägningsskydd för förtroendemän.",
        "folded_sv": "parter i samarbete enligt denna lag ar kommunen som arbetsgivare och de som ar anstallda hos kommunen. i samarbetet deltar den arbetstagare som berors av det arende som skall behandlas vid samarbetsforfarandet och hans eller hennes chef eller en foretradare for personalgruppen eller en del av den eller foretradarna for de berorda personalgrupperna samt en foretradare for arbetsgivaren. i samband med overlatelse av rorelse kan aven forvarvaren av rorelse vara samarbetspart. vid samarbetsforhandlingarna kan personalen foretradas av en fortroendeman som har valts med stod av arbets- eller tjanstekollektivavtal, av en arbetarskyddsfullmaktig eller av nagon annan av personalen utsedd foretradare. om majoriteten av dem som hor till nagon personalgrupp inte har ratt att delta i valet av den foretradare som avses i 2 mom., har de ratt att bland sig valja ett samarbetsombud for hogst tva ar i sander, om majoriteten av dem beslutar detta. valet av eller nagot annat valforfarande i fraga om samarbetsombudet ordnas av de arbetstagare som hor till majoriteten av personalgruppen sa att alla som hor till denna majoritet har mojlighet att delta i valet av samarbetsombud. ocksa arbetstagarna i en personalgrupp som inte har valt en i 2 mom avsedd fortroendeman fastan de har ratt till det kan pa motsvarande satt valja ett samarbetsombud bland sig. i fraga om uppsagningsskyddet for ett samarbetsombud under hans eller hennes mandatperiod galler vad som i 38 § 2 mom. i lagen om kommunala tjansteinnehavare (304/2003) och i 7 kap. 10 § i arbetsavtalslagen (55/2001) bestams om uppsagningsskydd for fortroendeman."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Yhteistoiminnassa käsiteltävät asiat",
      "content": "Työnantajan ja henkilöstön välisessä yhteistoiminnassa käsitellään ainakin sellaiset asiat, jotka koskevat: 1) henkilöstön asemaan merkittävästi vaikuttavia muutoksia työn organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien välisessä yhteistyössä; 2) palvelujen uudelleen järjestämisen periaatteita, jos asialla voi olla olennaisia henkilöstövaikutuksia, kuten ulkopuolisen työvoiman käyttöä tai liikkeen luovutusta; 3) henkilöstöön, henkilöstön kehittämiseen ja tasa-arvoiseen kohteluun sekä työyhteisön sisäiseen tietojenvaihtoon liittyviä periaatteita ja suunnitelmia; sekä 4) taloudellisista tai tuotannollisista syistä toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. Jos kunnan talousarvioehdotuksessa edellytetään sellaisia toimenpiteitä, joiden toteuttaminen todennäköisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittäviä heikennyksiä palvelussuhteiden ehdoissa, toimenpiteitä on käsiteltävä yhteistoimintamenettelyssä ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. Kunnassa on laadittava yhteistoimintamenettelyssä vuosittain sellainen henkilöstö- tai muu suunnitelma, josta käyvät ilmi erilaisten työsuhdemuotojen käytön periaatteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Työnantajan ja henkilöstön välisessä yhteistoiminnassa käsitellään ainakin sellaiset asiat, jotka koskevat: 1) henkilöstön asemaan merkittävästi vaikuttavia muutoksia työn organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien välisessä yhteistyössä; 2) palvelujen uudelleen järjestämisen periaatteita, jos asialla voi olla olennaisia henkilöstövaikutuksia, kuten ulkopuolisen työvoiman käyttöä tai liikkeen luovutusta; 3) henkilöstöön, henkilöstön kehittämiseen ja tasa-arvoiseen kohteluun sekä työyhteisön sisäiseen tietojenvaihtoon liittyviä periaatteita ja suunnitelmia; sekä 4) taloudellisista tai tuotannollisista syistä toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. Jos kunnan talousarvioehdotuksessa edellytetään sellaisia toimenpiteitä, joiden toteuttaminen todennäköisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittäviä heikennyksiä palvelussuhteiden ehdoissa, toimenpiteitä on käsiteltävä yhteistoimintamenettelyssä ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. Kunnassa on laadittava yhteistoimintamenettelyssä vuosittain sellainen henkilöstö- tai muu suunnitelma, josta käyvät ilmi erilaisten työsuhdemuotojen käytön periaatteet.",
        "folded_fi": "tyonantajan ja henkiloston valisessa yhteistoiminnassa kasitellaan ainakin sellaiset asiat, jotka koskevat: 1) henkiloston asemaan merkittavasti vaikuttavia muutoksia tyon organisoinnissa, kunnan palvelurakenteessa, kuntajaossa tai kuntien valisessa yhteistyossa; 2) palvelujen uudelleen jarjestamisen periaatteita, jos asialla voi olla olennaisia henkilostovaikutuksia, kuten ulkopuolisen tyovoiman kayttoa tai liikkeen luovutusta; 3) henkilostoon, henkiloston kehittamiseen ja tasa-arvoiseen kohteluun seka tyoyhteison sisaiseen tietojenvaihtoon liittyvia periaatteita ja suunnitelmia; seka 4) taloudellisista tai tuotannollisista syista toimeenpantavaa osa-aikaistamista, lomauttamista tai irtisanomista. jos kunnan talousarvioehdotuksessa edellytetaan sellaisia toimenpiteita, joiden toteuttaminen todennakoisesti aiheuttaisi useita irtisanomisia, osa-aikaistamisia, lomautuksia taikka merkittavia heikennyksia palvelussuhteiden ehdoissa, toimenpiteita on kasiteltava yhteistoimintamenettelyssa ennen kuin kunnanhallitus tekee valtuustolle lopullisen talousarvioehdotuksen. kunnassa on laadittava yhteistoimintamenettelyssa vuosittain sellainen henkilosto- tai muu suunnitelma, josta kayvat ilmi erilaisten tyosuhdemuotojen kayton periaatteet.",
        "title_sv": "Ärenden som behandlas i samarbete",
        "content_sv": "I samarbetet mellan arbetsgivaren och personalen behandlas åtminstone ärenden som gäller 1) sådana förändringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser för personalens ställning, 2) principerna för omorganisering av tjänsterna, om ärendet kan ha väsentliga personalkonsekvenser, så som anlitande av utomstående arbetskraft eller överlåtelse av rörelse, 3) principer och planer som hänför sig till personalen, utvecklandet av och likvärdigt bemötande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) överföring av arbetstagare till anställning på deltid, permittering eller uppsägning, om dessa åtgärder vidtas av ekonomiska orsaker eller av produktionsorsaker. Om det i kommunens budgetförslag förutsätts åtgärder vilkas genomförande sannolikt leder till flera uppsägningar, överföringar till anställning på deltid, permitteringar eller avsevärda försämringar i anställningsvillkoren, skall åtgärderna behandlas vid samarbetsförfarande innan kommunstyrelsen ger sitt slutliga budgetförslag till fullmäktige. I kommunen skall årligen vid samarbetsförfarande utarbetas en sådan personalplan eller någon annan plan av vilken principerna för användningen av olika anställningsformer framgår.",
        "normalized_sv": "I samarbetet mellan arbetsgivaren och personalen behandlas åtminstone ärenden som gäller 1) sådana förändringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser för personalens ställning, 2) principerna för omorganisering av tjänsterna, om ärendet kan ha väsentliga personalkonsekvenser, så som anlitande av utomstående arbetskraft eller överlåtelse av rörelse, 3) principer och planer som hänför sig till personalen, utvecklandet av och likvärdigt bemötande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) överföring av arbetstagare till anställning på deltid, permittering eller uppsägning, om dessa åtgärder vidtas av ekonomiska orsaker eller av produktionsorsaker. Om det i kommunens budgetförslag förutsätts åtgärder vilkas genomförande sannolikt leder till flera uppsägningar, överföringar till anställning på deltid, permitteringar eller avsevärda försämringar i anställningsvillkoren, skall åtgärderna behandlas vid samarbetsförfarande innan kommunstyrelsen ger sitt slutliga budgetförslag till fullmäktige. I kommunen skall årligen vid samarbetsförfarande utarbetas en sådan personalplan eller någon annan plan av vilken principerna för användningen av olika anställningsformer framgår.",
        "folded_sv": "i samarbetet mellan arbetsgivaren och personalen behandlas atminstone arenden som galler 1) sadana forandringar i organiseringen av arbetet, kommunens servicestruktur, kommunindelningen eller i samarbetet mellan kommunerna som har betydande konsekvenser for personalens stallning, 2) principerna for omorganisering av tjansterna, om arendet kan ha vasentliga personalkonsekvenser, sa som anlitande av utomstaende arbetskraft eller overlatelse av rorelse, 3) principer och planer som hanfor sig till personalen, utvecklandet av och likvardigt bemotande av personalen samt till det interna informationsutbytet inom arbetskollektivet, samt 4) overforing av arbetstagare till anstallning pa deltid, permittering eller uppsagning, om dessa atgarder vidtas av ekonomiska orsaker eller av produktionsorsaker. om det i kommunens budgetforslag forutsatts atgarder vilkas genomforande sannolikt leder till flera uppsagningar, overforingar till anstallning pa deltid, permitteringar eller avsevarda forsamringar i anstallningsvillkoren, skall atgarderna behandlas vid samarbetsforfarande innan kommunstyrelsen ger sitt slutliga budgetforslag till fullmaktige. i kommunen skall arligen vid samarbetsforfarande utarbetas en sadan personalplan eller nagon annan plan av vilken principerna for anvandningen av olika anstallningsformer framgar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Yhteistoimintamenettely",
      "content": "Ennen kuin työnantaja ratkaisee 4 §:ssä tarkoitetun asian, hänen on neuvoteltava yhteistoiminnan hengessä yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden työntekijöiden kanssa, joita asia koskee. Neuvottelut on aloitettava niin ajoissa kuin mahdollista. Yksittäistä työntekijää koskeva asia käsitellään ensisijaisesti tämän ja työnantajan välillä. Työntekijän pyynnöstä asian käsittelyyn voi osallistua myös 3 §:ssä tarkoitettu henkilöstön edustaja. Jos asia koskee vain osaa henkilöstöstä, voidaan asia käsitellä asianomaisten henkilöiden kanssa tai henkilöstön osan edustajien kanssa. Laajakantoiset tai henkilöstöä yleisesti koskevat asiat käsitellään 14 §:ssä tarkoitetussa yhteistoimintaelimessä. Lisäksi yhteistoimintamenettelyyn sovelletaan, mitä 7 §:ssä säädetään, jos kyseessä on 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, mitä 10 §:ssä säädetään, jos yhteistoimintamenettelyssä käsitellään vuokratyövoiman käyttöä, ja mitä 11 §:ssä säädetään, jos kyseessä on liikkeen luovutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen kuin työnantaja ratkaisee 4 § :ssä tarkoitetun asian, hänen on neuvoteltava yhteistoiminnan hengessä yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden työntekijöiden kanssa, joita asia koskee. Neuvottelut on aloitettava niin ajoissa kuin mahdollista. Yksittäistä työntekijää koskeva asia käsitellään ensisijaisesti tämän ja työnantajan välillä. Työntekijän pyynnöstä asian käsittelyyn voi osallistua myös 3 § :ssä tarkoitettu henkilöstön edustaja. Jos asia koskee vain osaa henkilöstöstä, voidaan asia käsitellä asianomaisten henkilöiden kanssa tai henkilöstön osan edustajien kanssa. Laajakantoiset tai henkilöstöä yleisesti koskevat asiat käsitellään 14 § :ssä tarkoitetussa yhteistoimintaelimessä. Lisäksi yhteistoimintamenettelyyn sovelletaan, mitä 7 § :ssä säädetään, jos kyseessä on 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, mitä 10 § :ssä säädetään, jos yhteistoimintamenettelyssä käsitellään vuokratyövoiman käyttöä, ja mitä 11 § :ssä säädetään, jos kyseessä on liikkeen luovutus.",
        "folded_fi": "ennen kuin tyonantaja ratkaisee 4 §:ssa tarkoitetun asian, hanen on neuvoteltava yhteistoiminnan hengessa yksimielisyyden saavuttamiseksi valmisteilla olevan toimenpiteen perusteista, vaikutuksista ja vaihtoehdoista ainakin niiden tyontekijoiden kanssa, joita asia koskee. neuvottelut on aloitettava niin ajoissa kuin mahdollista. yksittaista tyontekijaa koskeva asia kasitellaan ensisijaisesti taman ja tyonantajan valilla. tyontekijan pyynnosta asian kasittelyyn voi osallistua myos 3 §:ssa tarkoitettu henkiloston edustaja. jos asia koskee vain osaa henkilostosta, voidaan asia kasitella asianomaisten henkiloiden kanssa tai henkiloston osan edustajien kanssa. laajakantoiset tai henkilostoa yleisesti koskevat asiat kasitellaan 14 §:ssa tarkoitetussa yhteistoimintaelimessa. lisaksi yhteistoimintamenettelyyn sovelletaan, mita 7 §:ssa saadetaan, jos kyseessa on 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, mita 10 §:ssa saadetaan, jos yhteistoimintamenettelyssa kasitellaan vuokratyovoiman kayttoa, ja mita 11 §:ssa saadetaan, jos kyseessa on liikkeen luovutus.",
        "title_sv": "Samarbetsförfarande",
        "content_sv": "Innan arbetsgivaren avgör ett ärende som avses i 4 § skall arbetsgivaren med åtminstone de arbetstagare som saken gäller i en anda av samarbete och i syfte att uppnå enighet diskutera grunderna för, verkningarna av och alternativen till en åtgärd som är under beredning. Diskussionerna skall inledas i så god tid som möjligt. Ett ärende som gäller en enskild arbetstagare behandlas i första hand mellan arbetstagaren i fråga och arbetsgivaren. På arbetstagarens begäran kan även en i 3 § avsedd företrädare för personalen delta i behandlingen av ärendet. Om ett ärende endast gäller en del av personalen, kan ärendet behandlas med berörda personer eller med företrädarna för ifrågavarande del av de anställda. Vittgående ärenden och ärenden som gäller personalen allmänt behandlas av det samarbetsorgan som avses i 14 §. Dessutom tillämpas på samarbetsförfarandet vad som föreskrivs i 7 §, om det är fråga om en i 4 § 1 mom. 4 punkten avsedd nedskärning av personalen, vad som föreskrivs i 10 §, om vid samarbetsförfarandet behandlas anlitande av hyrd arbetskraft och vad som föreskrivs i 11 §, om det är fråga om överlåtelse av rörelse.",
        "normalized_sv": "Innan arbetsgivaren avgör ett ärende som avses i 4 § skall arbetsgivaren med åtminstone de arbetstagare som saken gäller i en anda av samarbete och i syfte att uppnå enighet diskutera grunderna för, verkningarna av och alternativen till en åtgärd som är under beredning. Diskussionerna skall inledas i så god tid som möjligt. Ett ärende som gäller en enskild arbetstagare behandlas i första hand mellan arbetstagaren i fråga och arbetsgivaren. På arbetstagarens begäran kan även en i 3 § avsedd företrädare för personalen delta i behandlingen av ärendet. Om ett ärende endast gäller en del av personalen, kan ärendet behandlas med berörda personer eller med företrädarna för ifrågavarande del av de anställda. Vittgående ärenden och ärenden som gäller personalen allmänt behandlas av det samarbetsorgan som avses i 14 § . Dessutom tillämpas på samarbetsförfarandet vad som föreskrivs i 7 § , om det är fråga om en i 4 § 1 mom. 4 punkten avsedd nedskärning av personalen, vad som föreskrivs i 10 § , om vid samarbetsförfarandet behandlas anlitande av hyrd arbetskraft och vad som föreskrivs i 11 § , om det är fråga om överlåtelse av rörelse.",
        "folded_sv": "innan arbetsgivaren avgor ett arende som avses i 4 § skall arbetsgivaren med atminstone de arbetstagare som saken galler i en anda av samarbete och i syfte att uppna enighet diskutera grunderna for, verkningarna av och alternativen till en atgard som ar under beredning. diskussionerna skall inledas i sa god tid som mojligt. ett arende som galler en enskild arbetstagare behandlas i forsta hand mellan arbetstagaren i fraga och arbetsgivaren. pa arbetstagarens begaran kan aven en i 3 § avsedd foretradare for personalen delta i behandlingen av arendet. om ett arende endast galler en del av personalen, kan arendet behandlas med berorda personer eller med foretradarna for ifragavarande del av de anstallda. vittgaende arenden och arenden som galler personalen allmant behandlas av det samarbetsorgan som avses i 14 §. dessutom tillampas pa samarbetsforfarandet vad som foreskrivs i 7 §, om det ar fraga om en i 4 § 1 mom. 4 punkten avsedd nedskarning av personalen, vad som foreskrivs i 10 §, om vid samarbetsforfarandet behandlas anlitande av hyrd arbetskraft och vad som foreskrivs i 11 §, om det ar fraga om overlatelse av rorelse."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Tietojen antaminen",
      "content": "Ennen yhteistoimintamenettelyn aloittamista työnantajan tulee antaa asianomaisille työntekijöille sekä heidän edustajilleen yhteistoimintamenettelyssä käsiteltävän asian käsittelyn kannalta tarpeelliset tiedot siten, että he voivat riittävästi perehtyä ja valmistautua käsiteltävään asiaan. Salassa pidettäviä tietoja saa kuitenkin antaa vain siinä laajuudessa kuin se on välttämätöntä yhteistoimintamenettelyssä lain mukaan käsiteltäväksi säädetyn asian käsittelyn kannalta. Tietoja henkilön terveydentilasta, henkilökohtaisista oloista tai muista salassa pidettävistä yksityiselämän suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilön suostumusta, jota tiedot koskevat. Kunnan tulee kerran vuodessa antaa henkilöstölle tiedot kunnan työllisyystilanteesta, toiminnan ja talouden tilasta sekä niiden todennäköisestä kehityksestä. Kunnan on annettava neljännesvuosittain henkilöstön edustajille heidän pyynnöstään kunnan työvoimatilannetta kuvaava selvitys kunnan määräaikaisissa ja osa-aikaisissa työsuhteissa olevien työntekijöiden määrästä. Kunnan on vuosittain esitettävä henkilöstöryhmien edustajille heidän pyynnöstään selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista työvoimaa käytettäessä annetun lain (1233/2006) 2 §:n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan työvoiman käyttämisestä. Selvityksestä tulee käydä ilmi työkohteet, työtehtävät sekä ajanjaksot, joina mainittua työvoimaa käytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ennen yhteistoimintamenettelyn aloittamista työnantajan tulee antaa asianomaisille työntekijöille sekä heidän edustajilleen yhteistoimintamenettelyssä käsiteltävän asian käsittelyn kannalta tarpeelliset tiedot siten, että he voivat riittävästi perehtyä ja valmistautua käsiteltävään asiaan. Salassa pidettäviä tietoja saa kuitenkin antaa vain siinä laajuudessa kuin se on välttämätöntä yhteistoimintamenettelyssä lain mukaan käsiteltäväksi säädetyn asian käsittelyn kannalta. Tietoja henkilön terveydentilasta, henkilökohtaisista oloista tai muista salassa pidettävistä yksityiselämän suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilön suostumusta, jota tiedot koskevat. Kunnan tulee kerran vuodessa antaa henkilöstölle tiedot kunnan työllisyystilanteesta, toiminnan ja talouden tilasta sekä niiden todennäköisestä kehityksestä. Kunnan on annettava neljännesvuosittain henkilöstön edustajille heidän pyynnöstään kunnan työvoimatilannetta kuvaava selvitys kunnan määräaikaisissa ja osa-aikaisissa työsuhteissa olevien työntekijöiden määrästä. Kunnan on vuosittain esitettävä henkilöstöryhmien edustajille heidän pyynnöstään selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista työvoimaa käytettäessä annetun lain (1233/2006) 2 § :n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan työvoiman käyttämisestä. Selvityksestä tulee käydä ilmi työkohteet, työtehtävät sekä ajanjaksot, joina mainittua työvoimaa käytetään.",
        "folded_fi": "ennen yhteistoimintamenettelyn aloittamista tyonantajan tulee antaa asianomaisille tyontekijoille seka heidan edustajilleen yhteistoimintamenettelyssa kasiteltavan asian kasittelyn kannalta tarpeelliset tiedot siten, etta he voivat riittavasti perehtya ja valmistautua kasiteltavaan asiaan. salassa pidettavia tietoja saa kuitenkin antaa vain siina laajuudessa kuin se on valttamatonta yhteistoimintamenettelyssa lain mukaan kasiteltavaksi saadetyn asian kasittelyn kannalta. tietoja henkilon terveydentilasta, henkilokohtaisista oloista tai muista salassa pidettavista yksityiselaman suojan piiriin kuuluvista tiedoista ei saa kuitenkaan antaa ilman sen henkilon suostumusta, jota tiedot koskevat. kunnan tulee kerran vuodessa antaa henkilostolle tiedot kunnan tyollisyystilanteesta, toiminnan ja talouden tilasta seka niiden todennakoisesta kehityksesta. kunnan on annettava neljannesvuosittain henkiloston edustajille heidan pyynnostaan kunnan tyovoimatilannetta kuvaava selvitys kunnan maaraaikaisissa ja osa-aikaisissa tyosuhteissa olevien tyontekijoiden maarasta. kunnan on vuosittain esitettava henkilostoryhmien edustajille heidan pyynnostaan selvitys kunnassa sovellettavista periaatteista tilaajan selvitysvelvollisuudesta ja vastuusta ulkopuolista tyovoimaa kaytettaessa annetun lain (1233/2006) 2 §:n 1 momentin 2 kohdassa tarkoitettuun alihankintasopimukseen perustuvan tyovoiman kayttamisesta. selvityksesta tulee kayda ilmi tyokohteet, tyotehtavat seka ajanjaksot, joina mainittua tyovoimaa kaytetaan.",
        "title_sv": "Lämnande av uppgifter",
        "content_sv": "Innan samarbetsförfarande inleds skall arbetsgivaren lämna ifrågavarande arbetstagare samt deras företrädare de uppgifter som behövs för behandling av ett ärende vid samarbetsförfarande så att de i tillräcklig utsträckning kan göra sig förtrogna med och förbereda sig för det ärende som skall behandlas. Sekretessbelagda uppgifter får dock lämnas ut endast i den omfattning som det är nödvändigt för behandling av ett ärende som enligt lag skall behandlas i samarbetsförfarande. Information om någons hälsotillstånd eller personliga förhållanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet för privatlivet får emellertid inte lämnas ut utan samtycke från den som uppgifterna gäller. Kommunen skall en gång om året upplysa personalen om sysselsättningsläget och läget i fråga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fråga om dessa. Kommunen skall kvartalsvis på begäran av företrädarna för personalen i syfte att klarlägga arbetskraftssituationen i kommunen ge dem en redogörelse för antalet arbetstagare i anställningsförhållanden för viss tid och på deltid hos kommunen. Kommunen skall årligen på begäran av företrädarna för personalgrupperna för dem presentera en utredning om de principer som tillämpas i kommunen i fråga om anlitande av arbetskraft på grundval av ett underleverantörsavtal enligt 2 § 1 mom. 2 punkten i lagen om beställarens utredningsskyldighet och ansvar vid anlitande av utomstående arbetskraft (1233/2006). Av utredningen skall framgå på vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder nämnda arbetskraft anlitas.",
        "normalized_sv": "Innan samarbetsförfarande inleds skall arbetsgivaren lämna ifrågavarande arbetstagare samt deras företrädare de uppgifter som behövs för behandling av ett ärende vid samarbetsförfarande så att de i tillräcklig utsträckning kan göra sig förtrogna med och förbereda sig för det ärende som skall behandlas. Sekretessbelagda uppgifter får dock lämnas ut endast i den omfattning som det är nödvändigt för behandling av ett ärende som enligt lag skall behandlas i samarbetsförfarande. Information om någons hälsotillstånd eller personliga förhållanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet för privatlivet får emellertid inte lämnas ut utan samtycke från den som uppgifterna gäller. Kommunen skall en gång om året upplysa personalen om sysselsättningsläget och läget i fråga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fråga om dessa. Kommunen skall kvartalsvis på begäran av företrädarna för personalen i syfte att klarlägga arbetskraftssituationen i kommunen ge dem en redogörelse för antalet arbetstagare i anställningsförhållanden för viss tid och på deltid hos kommunen. Kommunen skall årligen på begäran av företrädarna för personalgrupperna för dem presentera en utredning om de principer som tillämpas i kommunen i fråga om anlitande av arbetskraft på grundval av ett underleverantörsavtal enligt 2 § 1 mom. 2 punkten i lagen om beställarens utredningsskyldighet och ansvar vid anlitande av utomstående arbetskraft (1233/2006). Av utredningen skall framgå på vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder nämnda arbetskraft anlitas.",
        "folded_sv": "innan samarbetsforfarande inleds skall arbetsgivaren lamna ifragavarande arbetstagare samt deras foretradare de uppgifter som behovs for behandling av ett arende vid samarbetsforfarande sa att de i tillracklig utstrackning kan gora sig fortrogna med och forbereda sig for det arende som skall behandlas. sekretessbelagda uppgifter far dock lamnas ut endast i den omfattning som det ar nodvandigt for behandling av ett arende som enligt lag skall behandlas i samarbetsforfarande. information om nagons halsotillstand eller personliga forhallanden eller om andra sekretessbelagda uppgifter som omfattas av skyddet for privatlivet far emellertid inte lamnas ut utan samtycke fran den som uppgifterna galler. kommunen skall en gang om aret upplysa personalen om sysselsattningslaget och laget i fraga om verksamhet och ekonomi i kommunen samt om den sannolika utvecklingen i fraga om dessa. kommunen skall kvartalsvis pa begaran av foretradarna for personalen i syfte att klarlagga arbetskraftssituationen i kommunen ge dem en redogorelse for antalet arbetstagare i anstallningsforhallanden for viss tid och pa deltid hos kommunen. kommunen skall arligen pa begaran av foretradarna for personalgrupperna for dem presentera en utredning om de principer som tillampas i kommunen i fraga om anlitande av arbetskraft pa grundval av ett underleverantorsavtal enligt 2 § 1 mom. 2 punkten i lagen om bestallarens utredningsskyldighet och ansvar vid anlitande av utomstaende arbetskraft (1233/2006). av utredningen skall framga pa vilka arbetsplatser, i vilka arbetsuppgifter och under vilka tidsperioder namnda arbetskraft anlitas."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Työvoiman käytön vähentäminen",
      "content": "Jos työnantaja harkitsee 4 §:n 1 momentin 4 kohdassa tarkoitettua toimenpidettä, työnantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen käynnistämiseksi viimeistään viisi päivää ennen neuvottelujen aloittamista. Harkitessaan vähintään kymmenen työntekijän irtisanomista, lomauttamista yli 90 päiväksi tai osa-aikaistamista, työnantajan on annettava näiden työntekijöiden edustajille kirjallisesti käytettävissä olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten määrästä; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat työntekijät määräytyvät; sekä 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdään. Yhteistoimintaneuvotteluun osallistuu myös 3 §:ssä tarkoitettu henkilöstön edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vähintään kolmea työntekijää, taikka jos työnantaja tai henkilöstön edustaja niin vaatii.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos työnantaja harkitsee 4 § :n 1 momentin 4 kohdassa tarkoitettua toimenpidettä, työnantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen käynnistämiseksi viimeistään viisi päivää ennen neuvottelujen aloittamista. Harkitessaan vähintään kymmenen työntekijän irtisanomista, lomauttamista yli 90 päiväksi tai osa-aikaistamista, työnantajan on annettava näiden työntekijöiden edustajille kirjallisesti käytettävissä olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten määrästä; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat työntekijät määräytyvät; sekä 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdään. Yhteistoimintaneuvotteluun osallistuu myös 3 § :ssä tarkoitettu henkilöstön edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vähintään kolmea työntekijää, taikka jos työnantaja tai henkilöstön edustaja niin vaatii.",
        "folded_fi": "jos tyonantaja harkitsee 4 §:n 1 momentin 4 kohdassa tarkoitettua toimenpidetta, tyonantajan on annettava kirjallinen neuvotteluesitys yhteistoimintaneuvottelujen kaynnistamiseksi viimeistaan viisi paivaa ennen neuvottelujen aloittamista. harkitessaan vahintaan kymmenen tyontekijan irtisanomista, lomauttamista yli 90 paivaksi tai osa-aikaistamista, tyonantajan on annettava naiden tyontekijoiden edustajille kirjallisesti kaytettavissa olevat tiedot: 1) aiottujen toimenpiteiden perusteista; 2) alustava arvio irtisanomisten, lomauttamisten ja osa-aikaistamisten maarasta; 3) selvitys periaatteista, joiden mukaan irtisanomisen, lomauttamisen tai osa-aikaistamisen kohteeksi joutuvat tyontekijat maaraytyvat; seka 4) arvio ajasta, jonka kuluessa irtisanomiset, lomauttamiset ja osa-aikaistamiset tehdaan. yhteistoimintaneuvotteluun osallistuu myos 3 §:ssa tarkoitettu henkiloston edustaja, jos lomauttaminen, osa-aikaistaminen tai irtisanominen koskee vahintaan kolmea tyontekijaa, taikka jos tyonantaja tai henkiloston edustaja niin vaatii.",
        "title_sv": "Minskning av användningen av arbetskraft",
        "content_sv": "Om arbetsgivaren överväger i 4 § 1 mom. 4 punkten avsedda åtgärder, skall arbetsgivaren göra en skriftlig förhandlingsframställning för inledande av samarbetsförhandlingar senast fem dagar innan förhandlingarna inleds. När arbetsgivaren överväger uppsägning, permittering för mer än 90 dagar eller överföring till anställning på deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lämna företrädarna för de berörda arbetstagarna de uppgifter han förfogar över om 1) grunderna för de planerade åtgärderna, 2) en preliminär uppskattning av antalet uppsägningar, permitteringar och överföringar till anställning på deltid, 3) en utredning om de principer som används för att bestämma vilka arbetstagare som blir föremål för uppsägning, permittering och överföring till anställning på deltid, samt 4) en bedömning av den tid inom vilken uppsägningarna, permitteringarna och överföringarna till anställning på deltid verkställs. I samarbetsförhandlingarna deltar även en i 3 § avsedd företrädare för personalen, om permitteringen, överföringen till anställning på deltid eller uppsägningen gäller minst tre arbetstagare, eller om arbetsgivaren eller en företrädare för personalen kräver det.",
        "normalized_sv": "Om arbetsgivaren överväger i 4 § 1 mom. 4 punkten avsedda åtgärder, skall arbetsgivaren göra en skriftlig förhandlingsframställning för inledande av samarbetsförhandlingar senast fem dagar innan förhandlingarna inleds. När arbetsgivaren överväger uppsägning, permittering för mer än 90 dagar eller överföring till anställning på deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lämna företrädarna för de berörda arbetstagarna de uppgifter han förfogar över om 1) grunderna för de planerade åtgärderna, 2) en preliminär uppskattning av antalet uppsägningar, permitteringar och överföringar till anställning på deltid, 3) en utredning om de principer som används för att bestämma vilka arbetstagare som blir föremål för uppsägning, permittering och överföring till anställning på deltid, samt 4) en bedömning av den tid inom vilken uppsägningarna, permitteringarna och överföringarna till anställning på deltid verkställs. I samarbetsförhandlingarna deltar även en i 3 § avsedd företrädare för personalen, om permitteringen, överföringen till anställning på deltid eller uppsägningen gäller minst tre arbetstagare, eller om arbetsgivaren eller en företrädare för personalen kräver det.",
        "folded_sv": "om arbetsgivaren overvager i 4 § 1 mom. 4 punkten avsedda atgarder, skall arbetsgivaren gora en skriftlig forhandlingsframstallning for inledande av samarbetsforhandlingar senast fem dagar innan forhandlingarna inleds. nar arbetsgivaren overvager uppsagning, permittering for mer an 90 dagar eller overforing till anstallning pa deltid av minst tio arbetstagare, skall arbetsgivaren skriftligen lamna foretradarna for de berorda arbetstagarna de uppgifter han forfogar over om 1) grunderna for de planerade atgarderna, 2) en preliminar uppskattning av antalet uppsagningar, permitteringar och overforingar till anstallning pa deltid, 3) en utredning om de principer som anvands for att bestamma vilka arbetstagare som blir foremal for uppsagning, permittering och overforing till anstallning pa deltid, samt 4) en bedomning av den tid inom vilken uppsagningarna, permitteringarna och overforingarna till anstallning pa deltid verkstalls. i samarbetsforhandlingarna deltar aven en i 3 § avsedd foretradare for personalen, om permitteringen, overforingen till anstallning pa deltid eller uppsagningen galler minst tre arbetstagare, eller om arbetsgivaren eller en foretradare for personalen kraver det."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoitus työvoimatoimistolle",
      "content": "Työnantajan esittäessä käsiteltäväksi yhteistoimintaneuvotteluissa toimenpiteitä, jotka voivat johtaa työntekijän irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 §:n 1 momentissa tarkoitettu neuvotteluesitys tai siitä ilmenevät tiedot toimitettava kirjallisesti myös työvoimatoimistolle viimeistään yhteistoimintaneuvottelujen alkaessa, jollei näitä tietoja ole toimitettu sille aikaisemmin muussa yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Työnantajan esittäessä käsiteltäväksi yhteistoimintaneuvotteluissa toimenpiteitä, jotka voivat johtaa työntekijän irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 § :n 1 momentissa tarkoitettu neuvotteluesitys tai siitä ilmenevät tiedot toimitettava kirjallisesti myös työvoimatoimistolle viimeistään yhteistoimintaneuvottelujen alkaessa, jollei näitä tietoja ole toimitettu sille aikaisemmin muussa yhteydessä.",
        "folded_fi": "tyonantajan esittaessa kasiteltavaksi yhteistoimintaneuvotteluissa toimenpiteita, jotka voivat johtaa tyontekijan irtisanomiseen, lomauttamiseen tai osa-aikaistamiseen, on 7 §:n 1 momentissa tarkoitettu neuvotteluesitys tai siita ilmenevat tiedot toimitettava kirjallisesti myos tyovoimatoimistolle viimeistaan yhteistoimintaneuvottelujen alkaessa, jollei naita tietoja ole toimitettu sille aikaisemmin muussa yhteydessa.",
        "title_sv": "Meddelande till arbetskraftsbyrån",
        "content_sv": "Då arbetsgivaren föreslår samarbetsförhandlingar om åtgärder som kan leda till att en arbetstagare sägs upp, permitteras eller överförs till anställning på deltid, skall en i 7 § 1 mom. avsedd förhandlingsframställning eller de uppgifter som framgår av den också meddelas skriftligen till arbetskraftsbyrån senast när samarbetsförhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyrån tidigare i något annat sammanhang.",
        "normalized_sv": "Då arbetsgivaren föreslår samarbetsförhandlingar om åtgärder som kan leda till att en arbetstagare sägs upp, permitteras eller överförs till anställning på deltid, skall en i 7 § 1 mom. avsedd förhandlingsframställning eller de uppgifter som framgår av den också meddelas skriftligen till arbetskraftsbyrån senast när samarbetsförhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyrån tidigare i något annat sammanhang.",
        "folded_sv": "da arbetsgivaren foreslar samarbetsforhandlingar om atgarder som kan leda till att en arbetstagare sags upp, permitteras eller overfors till anstallning pa deltid, skall en i 7 § 1 mom. avsedd forhandlingsframstallning eller de uppgifter som framgar av den ocksa meddelas skriftligen till arbetskraftsbyran senast nar samarbetsforhandlingarna inleds, om inte uppgifterna har meddelats arbetskraftsbyran tidigare i nagot annat sammanhang."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Toimintasuunnitelma ja toimintaperiaatteet",
      "content": "Tehtyään neuvotteluesityksen tarkoituksestaan irtisanoa vähintään kymmenen työntekijää taloudellisin tai tuotannollisin perustein työnantajan on yhteistoimintaneuvottelujen alussa annettava henkilöstön edustajille esitys työllistymistä edistäväksi toimintasuunnitelmaksi. Toimintasuunnitelmaa valmistellessaan työnantajan on viipymättä selvitettävä yhdessä työvoimaviranomaisten kanssa työllistymistä tukevat julkiset työvoimapalvelut. Toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mitä työvoiman vähentämisestä on säädetty tai työ- taikka virkaehtosopimuksin sovittu, tulee käydä ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta työvoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja käytettäessä sekä työnhaun ja koulutuksen edistämisessä. Jos työnantajan harkitsemat irtisanomiset koskevat alle kymmentä työntekijää, työnantajan on yhteistoimintaneuvottelujen alkaessa esitettävä toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan työntekijöiden oma-aloitteista hakeutumista muuhun työhön tai koulutukseen sekä heidän työllistymistään julkisesta työvoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tehtyään neuvotteluesityksen tarkoituksestaan irtisanoa vähintään kymmenen työntekijää taloudellisin tai tuotannollisin perustein työnantajan on yhteistoimintaneuvottelujen alussa annettava henkilöstön edustajille esitys työllistymistä edistäväksi toimintasuunnitelmaksi. Toimintasuunnitelmaa valmistellessaan työnantajan on viipymättä selvitettävä yhdessä työvoimaviranomaisten kanssa työllistymistä tukevat julkiset työvoimapalvelut. Toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mitä työvoiman vähentämisestä on säädetty tai työ- taikka virkaehtosopimuksin sovittu, tulee käydä ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta työvoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja käytettäessä sekä työnhaun ja koulutuksen edistämisessä. Jos työnantajan harkitsemat irtisanomiset koskevat alle kymmentä työntekijää, työnantajan on yhteistoimintaneuvottelujen alkaessa esitettävä toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan työntekijöiden oma-aloitteista hakeutumista muuhun työhön tai koulutukseen sekä heidän työllistymistään julkisesta työvoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
        "folded_fi": "tehtyaan neuvotteluesityksen tarkoituksestaan irtisanoa vahintaan kymmenen tyontekijaa taloudellisin tai tuotannollisin perustein tyonantajan on yhteistoimintaneuvottelujen alussa annettava henkiloston edustajille esitys tyollistymista edistavaksi toimintasuunnitelmaksi. toimintasuunnitelmaa valmistellessaan tyonantajan on viipymatta selvitettava yhdessa tyovoimaviranomaisten kanssa tyollistymista tukevat julkiset tyovoimapalvelut. toimintasuunnitelmasta, jota laadittaessa on otettava huomioon, mita tyovoiman vahentamisesta on saadetty tai tyo- taikka virkaehtosopimuksin sovittu, tulee kayda ilmi yhteistoimintaneuvottelujen suunniteltu aikataulu, neuvotteluissa noudatettavat menettelytavat ja suunnitellut, irtisanomisaikana noudatettavat toimintaperiaatteet julkisesta tyovoimapalvelusta annetussa laissa (1295/2002) tarkoitettuja palveluja kaytettaessa seka tyonhaun ja koulutuksen edistamisessa. jos tyonantajan harkitsemat irtisanomiset koskevat alle kymmenta tyontekijaa, tyonantajan on yhteistoimintaneuvottelujen alkaessa esitettava toimintaperiaatteet, joiden mukaisesti irtisanomisajan kuluessa tuetaan tyontekijoiden oma-aloitteista hakeutumista muuhun tyohon tai koulutukseen seka heidan tyollistymistaan julkisesta tyovoimapalvelusta annetussa laissa tarkoitetuilla palveluilla.",
        "title_sv": "Handlingsplan och handlingsprinciper",
        "content_sv": "Efter att ha gjort en förhandlingsframställning beträffande sin avsikt att säga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren när samarbetsförhandlingarna inleds lämna företrädarna för personalen ett förslag till en sysselsättningsfrämjande handlingsplan. Vid beredningen av planen skall arbetsgivaren utan dröjsmål tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stödjer sysselsättandet. Av handlingsplanen, som skall utarbetas med hänsyn till vad som föreskrivs eller till vad som avtalats genom arbets- och tjänstekollektivavtal i fråga om minskande av arbetskraften, skall framgå den planerade tidtabellen för samarbetsförhandlingarna, förfarandet vid förhandlingarna och de planerade handlingsprinciper som under uppsägningstiden kommer att iakttas vid användningen av tjänster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid främjande av arbetssökande och utbildning. Om de uppsägningar som övervägs av arbetsgivaren gäller färre än tio arbetstagare, skall arbetsgivaren när samarbetsförhandlingarna inleds föreslå handlingsprinciper dels för att under uppsägningstiden stödja arbetstagarna i att på eget initiativ söka sig till annat arbete eller utbildning, dels för att stödja arbetstagarnas sysselsättning genom de tjänster som avses i lagen om offentlig arbetskraftsservice.",
        "normalized_sv": "Efter att ha gjort en förhandlingsframställning beträffande sin avsikt att säga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren när samarbetsförhandlingarna inleds lämna företrädarna för personalen ett förslag till en sysselsättningsfrämjande handlingsplan. Vid beredningen av planen skall arbetsgivaren utan dröjsmål tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stödjer sysselsättandet. Av handlingsplanen, som skall utarbetas med hänsyn till vad som föreskrivs eller till vad som avtalats genom arbets- och tjänstekollektivavtal i fråga om minskande av arbetskraften, skall framgå den planerade tidtabellen för samarbetsförhandlingarna, förfarandet vid förhandlingarna och de planerade handlingsprinciper som under uppsägningstiden kommer att iakttas vid användningen av tjänster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid främjande av arbetssökande och utbildning. Om de uppsägningar som övervägs av arbetsgivaren gäller färre än tio arbetstagare, skall arbetsgivaren när samarbetsförhandlingarna inleds föreslå handlingsprinciper dels för att under uppsägningstiden stödja arbetstagarna i att på eget initiativ söka sig till annat arbete eller utbildning, dels för att stödja arbetstagarnas sysselsättning genom de tjänster som avses i lagen om offentlig arbetskraftsservice.",
        "folded_sv": "efter att ha gjort en forhandlingsframstallning betraffande sin avsikt att saga upp minst tio arbetstagare av ekonomiska orsaker eller av produktionsorsaker skall arbetsgivaren nar samarbetsforhandlingarna inleds lamna foretradarna for personalen ett forslag till en sysselsattningsframjande handlingsplan. vid beredningen av planen skall arbetsgivaren utan drojsmal tillsammans med arbetskraftsmyndigheterna utreda den offentliga arbetskraftsservice som stodjer sysselsattandet. av handlingsplanen, som skall utarbetas med hansyn till vad som foreskrivs eller till vad som avtalats genom arbets- och tjanstekollektivavtal i fraga om minskande av arbetskraften, skall framga den planerade tidtabellen for samarbetsforhandlingarna, forfarandet vid forhandlingarna och de planerade handlingsprinciper som under uppsagningstiden kommer att iakttas vid anvandningen av tjanster enligt lagen om offentlig arbetskraftsservice (1295/2002) samt vid framjande av arbetssokande och utbildning. om de uppsagningar som overvags av arbetsgivaren galler farre an tio arbetstagare, skall arbetsgivaren nar samarbetsforhandlingarna inleds foresla handlingsprinciper dels for att under uppsagningstiden stodja arbetstagarna i att pa eget initiativ soka sig till annat arbete eller utbildning, dels for att stodja arbetstagarnas sysselsattning genom de tjanster som avses i lagen om offentlig arbetskraftsservice."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vuokratyövoiman käyttö",
      "content": "Yhteistoimintamenettelyssä on käsiteltävä vuokratyövoiman käyttöä koskevat periaatteet. Harkitessaan sopimusta 1 momentissa tarkoitetun työvoiman käytöstä työnantajan on ilmoitettava siitä niille henkilöstön edustajille, joiden edustamien työntekijöiden työhön vuokrattavien työntekijöiden tekemä työ vaikuttaisi. Ilmoituksesta tulee käydä ilmi vuokrattavien työntekijöiden määrä, heidän työtehtävänsä ja työkohteensa, sopimuksen kesto sekä ajanjaksot, joina mainittua työvoimaa käytetään. Saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkilöstön edustajalla on oikeus viimeistään työnantajan ilmoitusta seuraavana toisena työpäivänä vaatia työnantajan harkitseman sopimuksen käsittelemistä yhteistoimintaneuvotteluissa. Neuvottelut on käytävä viikon kuluessa vaatimuksen esittämisestä. Työnantaja ei saa yhteistoimintaneuvottelujen aikana tehdä käsiteltävää sopimusta vuokrattavien työntekijöiden käyttämisestä. Henkilöstön edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelyä, jos tarkoituksena on teettää vuokrattavilla työntekijöillä työtä, jota kunnan henkilöstö ei vakiintuneen käytännön mukaan suorita, tai jos kysymyksessä on sellainen lyhytaikainen ja kiireellinen työ taikka asennus-, korjaus- tai huoltotyö, jonka teettäminen ei ole mahdollista kunnan omalla henkilöstöllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Yhteistoimintamenettelyssä on käsiteltävä vuokratyövoiman käyttöä koskevat periaatteet. Harkitessaan sopimusta 1 momentissa tarkoitetun työvoiman käytöstä työnantajan on ilmoitettava siitä niille henkilöstön edustajille, joiden edustamien työntekijöiden työhön vuokrattavien työntekijöiden tekemä työ vaikuttaisi. Ilmoituksesta tulee käydä ilmi vuokrattavien työntekijöiden määrä, heidän työtehtävänsä ja työkohteensa, sopimuksen kesto sekä ajanjaksot, joina mainittua työvoimaa käytetään. Saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkilöstön edustajalla on oikeus viimeistään työnantajan ilmoitusta seuraavana toisena työpäivänä vaatia työnantajan harkitseman sopimuksen käsittelemistä yhteistoimintaneuvotteluissa. Neuvottelut on käytävä viikon kuluessa vaatimuksen esittämisestä. Työnantaja ei saa yhteistoimintaneuvottelujen aikana tehdä käsiteltävää sopimusta vuokrattavien työntekijöiden käyttämisestä. Henkilöstön edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelyä, jos tarkoituksena on teettää vuokrattavilla työntekijöillä työtä, jota kunnan henkilöstö ei vakiintuneen käytännön mukaan suorita, tai jos kysymyksessä on sellainen lyhytaikainen ja kiireellinen työ taikka asennus-, korjaus- tai huoltotyö, jonka teettäminen ei ole mahdollista kunnan omalla henkilöstöllä.",
        "folded_fi": "yhteistoimintamenettelyssa on kasiteltava vuokratyovoiman kayttoa koskevat periaatteet. harkitessaan sopimusta 1 momentissa tarkoitetun tyovoiman kaytosta tyonantajan on ilmoitettava siita niille henkiloston edustajille, joiden edustamien tyontekijoiden tyohon vuokrattavien tyontekijoiden tekema tyo vaikuttaisi. ilmoituksesta tulee kayda ilmi vuokrattavien tyontekijoiden maara, heidan tyotehtavansa ja tyokohteensa, sopimuksen kesto seka ajanjaksot, joina mainittua tyovoimaa kaytetaan. saatuaan 2 momentissa tarkoitetun ilmoituksen asianomaisella henkiloston edustajalla on oikeus viimeistaan tyonantajan ilmoitusta seuraavana toisena tyopaivana vaatia tyonantajan harkitseman sopimuksen kasittelemista yhteistoimintaneuvotteluissa. neuvottelut on kaytava viikon kuluessa vaatimuksen esittamisesta. tyonantaja ei saa yhteistoimintaneuvottelujen aikana tehda kasiteltavaa sopimusta vuokrattavien tyontekijoiden kayttamisesta. henkiloston edustaja ei kuitenkaan voi vaatia 3 momentissa tarkoitettua yhteistoimintamenettelya, jos tarkoituksena on teettaa vuokrattavilla tyontekijoilla tyota, jota kunnan henkilosto ei vakiintuneen kaytannon mukaan suorita, tai jos kysymyksessa on sellainen lyhytaikainen ja kiireellinen tyo taikka asennus-, korjaus- tai huoltotyo, jonka teettaminen ei ole mahdollista kunnan omalla henkilostolla.",
        "title_sv": "Anlitande av hyrd arbetskraft",
        "content_sv": "Principerna för anlitande av hyrd arbetskraft skall behandlas i samarbetsförfarande. När arbetsgivaren överväger ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de företrädare för personalen som företräder arbetstagare vilkas arbete påverkas av det arbete som de hyrda arbetstagarna utför. Av meddelandet skall framgå antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka nämnda arbetskraft anlitas. Efter att ha fått det meddelande som avses i 2 mom. har ifrågavarande företrädare för personalen rätt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren överväger skall behandlas vid samarbetsförhandlingar. Förhandlingarna skall föras inom en vecka efter det att yrkandet framställts. Under samarbetsförhandlingarna får arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som är föremål för behandling. En företrädare för personalen kan emellertid inte yrka på samarbetsförhandlingar enligt 3 mom., om avsikten är att anlita de hyrda arbetstagarna för arbete som kommunens personal enligt vedertagen praxis inte utför eller när det är fråga om sådant kortvarigt och brådskande arbete eller installations-, reparations- eller servicearbete som det inte är möjligt att utföra med kommunens egen personal.",
        "normalized_sv": "Principerna för anlitande av hyrd arbetskraft skall behandlas i samarbetsförfarande. När arbetsgivaren överväger ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de företrädare för personalen som företräder arbetstagare vilkas arbete påverkas av det arbete som de hyrda arbetstagarna utför. Av meddelandet skall framgå antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka nämnda arbetskraft anlitas. Efter att ha fått det meddelande som avses i 2 mom. har ifrågavarande företrädare för personalen rätt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren överväger skall behandlas vid samarbetsförhandlingar. Förhandlingarna skall föras inom en vecka efter det att yrkandet framställts. Under samarbetsförhandlingarna får arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som är föremål för behandling. En företrädare för personalen kan emellertid inte yrka på samarbetsförhandlingar enligt 3 mom., om avsikten är att anlita de hyrda arbetstagarna för arbete som kommunens personal enligt vedertagen praxis inte utför eller när det är fråga om sådant kortvarigt och brådskande arbete eller installations-, reparations- eller servicearbete som det inte är möjligt att utföra med kommunens egen personal.",
        "folded_sv": "principerna for anlitande av hyrd arbetskraft skall behandlas i samarbetsforfarande. nar arbetsgivaren overvager ett avtal om anlitande av arbetskraft enligt 1 mom., skall arbetsgivaren meddela detta till de foretradare for personalen som foretrader arbetstagare vilkas arbete paverkas av det arbete som de hyrda arbetstagarna utfor. av meddelandet skall framga antalet arbetstagare som skall anlitas, deras arbetsuppgifter och arbetsplatser, avtalstiden samt de tidsperioder under vilka namnda arbetskraft anlitas. efter att ha fatt det meddelande som avses i 2 mom. har ifragavarande foretradare for personalen ratt att senast den andra arbetsdagen efter arbetsgivarens meddelande yrka att det avtal som arbetsgivaren overvager skall behandlas vid samarbetsforhandlingar. forhandlingarna skall foras inom en vecka efter det att yrkandet framstallts. under samarbetsforhandlingarna far arbetsgivaren inte sluta det avtal om anlitande av hyrda arbetstagare som ar foremal for behandling. en foretradare for personalen kan emellertid inte yrka pa samarbetsforhandlingar enligt 3 mom., om avsikten ar att anlita de hyrda arbetstagarna for arbete som kommunens personal enligt vedertagen praxis inte utfor eller nar det ar fraga om sadant kortvarigt och bradskande arbete eller installations-, reparations- eller servicearbete som det inte ar mojligt att utfora med kommunens egen personal."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Liikkeen luovutus",
      "content": "Liikkeen luovuttajan ja luovutuksensaajan on selvitettävä niille henkilöstön edustajille, joiden edustamia työntekijöitä luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta työntekijöille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; sekä 4) suunnitellut, työntekijöitä koskevat toimenpiteet. Luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkilöstön edustajille hyvissä ajoin ennen luovutuksen toteuttamista. Luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkilöstön edustajille viimeistään viikon kuluttua luovutuksen toteutumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Liikkeen luovuttajan ja luovutuksensaajan on selvitettävä niille henkilöstön edustajille, joiden edustamia työntekijöitä luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta työntekijöille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; sekä 4) suunnitellut, työntekijöitä koskevat toimenpiteet. Luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkilöstön edustajille hyvissä ajoin ennen luovutuksen toteuttamista. Luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkilöstön edustajille viimeistään viikon kuluttua luovutuksen toteutumisesta.",
        "folded_fi": "liikkeen luovuttajan ja luovutuksensaajan on selvitettava niille henkiloston edustajille, joiden edustamia tyontekijoita luovutus koskee: 1) luovutuksen ajankohta tai suunniteltu ajankohta; 2) luovutuksen syyt; 3) luovutuksesta tyontekijoille aiheutuvat oikeudelliset, taloudelliset ja sosiaaliset seuraukset; seka 4) suunnitellut, tyontekijoita koskevat toimenpiteet. luovuttajan on annettava hallussaan olevat 1 momentissa tarkoitetut tiedot henkiloston edustajille hyvissa ajoin ennen luovutuksen toteuttamista. luovutuksensaajan on annettava 1 momentissa mainitut tiedot henkiloston edustajille viimeistaan viikon kuluttua luovutuksen toteutumisesta.",
        "title_sv": "Överlåtelse av rörelse",
        "content_sv": "Överlåtaren och förvärvaren av en rörelse skall för företrädarna för den personal som berörs av överlåtelsen utreda 1) tidpunkten eller den planerade tidpunkten för överlåtelsen, 2) orsakerna till överlåtelsen, 3) de juridiska, ekonomiska och sociala följderna av överlåtelsen för arbetstagarna, samt 4) de planerade åtgärder som berör arbetstagarna. Överlåtaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifter som överlåtaren förfogar över i god tid innan överlåtelsen genomförs. Förvärvaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifterna senast en vecka efter det att överlåtelsen har skett.",
        "normalized_sv": "Överlåtaren och förvärvaren av en rörelse skall för företrädarna för den personal som berörs av överlåtelsen utreda 1) tidpunkten eller den planerade tidpunkten för överlåtelsen, 2) orsakerna till överlåtelsen, 3) de juridiska, ekonomiska och sociala följderna av överlåtelsen för arbetstagarna, samt 4) de planerade åtgärder som berör arbetstagarna. Överlåtaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifter som överlåtaren förfogar över i god tid innan överlåtelsen genomförs. Förvärvaren skall lämna företrädarna för personalen de i 1 mom. nämnda uppgifterna senast en vecka efter det att överlåtelsen har skett.",
        "folded_sv": "overlataren och forvarvaren av en rorelse skall for foretradarna for den personal som berors av overlatelsen utreda 1) tidpunkten eller den planerade tidpunkten for overlatelsen, 2) orsakerna till overlatelsen, 3) de juridiska, ekonomiska och sociala foljderna av overlatelsen for arbetstagarna, samt 4) de planerade atgarder som beror arbetstagarna. overlataren skall lamna foretradarna for personalen de i 1 mom. namnda uppgifter som overlataren forfogar over i god tid innan overlatelsen genomfors. forvarvaren skall lamna foretradarna for personalen de i 1 mom. namnda uppgifterna senast en vecka efter det att overlatelsen har skett."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Henkilöstön edustajan aloiteoikeus",
      "content": "Jos henkilöstön edustaja pyytää yhteistoimintamenettelyn aloittamista 4 §:ssä tarkoitetussa asiassa, työnantajan on käynnistettävä yhteistoimintamenettely pyynnössä tarkoitetusta asiasta noudattaen, mitä 5―9 §:ssä säädetään, tai annettava viipymättä kirjallinen selvitys siitä, millä perusteella työnantaja ei pidä yhteistoimintamenettelyä tarpeellisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos henkilöstön edustaja pyytää yhteistoimintamenettelyn aloittamista 4 § :ssä tarkoitetussa asiassa, työnantajan on käynnistettävä yhteistoimintamenettely pyynnössä tarkoitetusta asiasta noudattaen, mitä 5―9 § :ssä säädetään, tai annettava viipymättä kirjallinen selvitys siitä, millä perusteella työnantaja ei pidä yhteistoimintamenettelyä tarpeellisena.",
        "folded_fi": "jos henkiloston edustaja pyytaa yhteistoimintamenettelyn aloittamista 4 §:ssa tarkoitetussa asiassa, tyonantajan on kaynnistettava yhteistoimintamenettely pyynnossa tarkoitetusta asiasta noudattaen, mita 5―9 §:ssa saadetaan, tai annettava viipymatta kirjallinen selvitys siita, milla perusteella tyonantaja ei pida yhteistoimintamenettelya tarpeellisena.",
        "title_sv": "Initiativrätt för företrädaren för personalen",
        "content_sv": "Om en företrädare för personalen begär att samarbetsförfarande skall inledas i ett ärende som avses i 4 §, skall arbetsgivaren inleda samarbetsförfarande i det ärende som avses i begäran med iakttagande av vad som bestäms i 5―9 §, eller utan dröjsmål ge en skriftlig utredning om varför arbetsgivaren inte anser samarbetsförfarande vara nödvändigt.",
        "normalized_sv": "Om en företrädare för personalen begär att samarbetsförfarande skall inledas i ett ärende som avses i 4 § , skall arbetsgivaren inleda samarbetsförfarande i det ärende som avses i begäran med iakttagande av vad som bestäms i 5―9 § , eller utan dröjsmål ge en skriftlig utredning om varför arbetsgivaren inte anser samarbetsförfarande vara nödvändigt.",
        "folded_sv": "om en foretradare for personalen begar att samarbetsforfarande skall inledas i ett arende som avses i 4 §, skall arbetsgivaren inleda samarbetsforfarande i det arende som avses i begaran med iakttagande av vad som bestams i 5―9 §, eller utan drojsmal ge en skriftlig utredning om varfor arbetsgivaren inte anser samarbetsforfarande vara nodvandigt."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Yhteistoimintavelvoitteen täyttyminen",
      "content": "Yhteistoimintavelvoite on täytetty, kun asiassa on menetelty 5 §:ssä ja 6 §:n 1 momentissa tarkoitetulla tavalla. Kun kyseessä on 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, yhteistoimintavelvoitteen täyttyminen edellyttää myös 8 ja 9 §:n noudattamista. Yhteistoimintavelvoite voidaan katsoa täytetyn myös silloin, kun työntekijät, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa välityksellä, eikä asiassa ole tämän jälkeen tapahtunut olennaisia muutoksia. Työnantajan on tällaisessa valmistelussa tuotava ilmi, että käsittely korvaa yhteistoimintamenettelyn. Jos työnantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen työntekijään taikka enintään 90 päivää kestävä lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty 14 päivän ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. Jos työnantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 päivää pidempi lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty vähintään kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Yhteistoimintavelvoite on täytetty, kun asiassa on menetelty 5 § :ssä ja 6 § :n 1 momentissa tarkoitetulla tavalla. Kun kyseessä on 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, yhteistoimintavelvoitteen täyttyminen edellyttää myös 8 ja 9 § :n noudattamista. Yhteistoimintavelvoite voidaan katsoa täytetyn myös silloin, kun työntekijät, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa välityksellä, eikä asiassa ole tämän jälkeen tapahtunut olennaisia muutoksia. Työnantajan on tällaisessa valmistelussa tuotava ilmi, että käsittely korvaa yhteistoimintamenettelyn. Jos työnantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen työntekijään taikka enintään 90 päivää kestävä lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty 14 päivän ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. Jos työnantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 päivää pidempi lomauttaminen kohdistuu vähintään kymmeneen työntekijään, työnantajan katsotaan täyttäneen neuvotteluvelvoitteensa, kun neuvotteluja on käyty vähintään kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
        "folded_fi": "yhteistoimintavelvoite on taytetty, kun asiassa on menetelty 5 §:ssa ja 6 §:n 1 momentissa tarkoitetulla tavalla. kun kyseessa on 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, yhteistoimintavelvoitteen tayttyminen edellyttaa myos 8 ja 9 §:n noudattamista. yhteistoimintavelvoite voidaan katsoa taytetyn myos silloin, kun tyontekijat, joita asia koskee, ovat osallistuneet asian valmisteluun itse tai edustajiensa valityksella, eika asiassa ole taman jalkeen tapahtunut olennaisia muutoksia. tyonantajan on tallaisessa valmistelussa tuotava ilmi, etta kasittely korvaa yhteistoimintamenettelyn. jos tyonantajan harkitsema irtisanominen, lomauttaminen tai osa-aikaistaminen kohdistuu alle kymmeneen tyontekijaan taikka enintaan 90 paivaa kestava lomauttaminen kohdistuu vahintaan kymmeneen tyontekijaan, tyonantajan katsotaan tayttaneen neuvotteluvelvoitteensa, kun neuvotteluja on kayty 14 paivan ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita. jos tyonantajan harkitsema irtisanominen, osa-aikaistaminen tai 90 paivaa pidempi lomauttaminen kohdistuu vahintaan kymmeneen tyontekijaan, tyonantajan katsotaan tayttaneen neuvotteluvelvoitteensa, kun neuvotteluja on kayty vahintaan kuuden viikon ajanjaksona niiden alkamisesta lukien, ellei yhteistoimintaneuvotteluissa toisin sovita.",
        "title_sv": "Fullgörande av samarbetsskyldigheten",
        "content_sv": "Samarbetsskyldigheten har fullgjorts när förfarandet i ett ärende följer 5 § och 6 § 1 mom. När det är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten skall också 8 och 9 § iakttas. Samarbetsskyldigheten kan anses ha fullgjorts även när de arbetstagare som ärendet gäller själva eller genom förmedling av företrädare har deltagit i beredningen av ärendet och inga väsentliga förändringar i ärendet har skett efter detta. Arbetsgivaren skall under en sådan beredning klarlägga att behandlingen ersätter samarbetsförfarandet. Om uppsägningen, permitteringen eller överföringen till anställning på deltid som arbetsgivaren överväger gäller färre än tio arbetstagare eller en permittering som varar högst 90 dagar gäller minst tio arbetstagare, anses arbetsgivaren har fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om 14 dagar från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna. Om uppsägningen, överföringen till anställning på deltid eller permitteringen på över 90 dagar som arbetsgivaren överväger gäller minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om minst sex veckor från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna.",
        "normalized_sv": "Samarbetsskyldigheten har fullgjorts när förfarandet i ett ärende följer 5 § och 6 § 1 mom. När det är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten skall också 8 och 9 § iakttas. Samarbetsskyldigheten kan anses ha fullgjorts även när de arbetstagare som ärendet gäller själva eller genom förmedling av företrädare har deltagit i beredningen av ärendet och inga väsentliga förändringar i ärendet har skett efter detta. Arbetsgivaren skall under en sådan beredning klarlägga att behandlingen ersätter samarbetsförfarandet. Om uppsägningen, permitteringen eller överföringen till anställning på deltid som arbetsgivaren överväger gäller färre än tio arbetstagare eller en permittering som varar högst 90 dagar gäller minst tio arbetstagare, anses arbetsgivaren har fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om 14 dagar från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna. Om uppsägningen, överföringen till anställning på deltid eller permitteringen på över 90 dagar som arbetsgivaren överväger gäller minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin förhandlingsskyldighet när förhandlingar har förts under en tidsperiod om minst sex veckor från det att de inleddes, om inte något annat avtalas vid samarbetsförhandlingarna.",
        "folded_sv": "samarbetsskyldigheten har fullgjorts nar forfarandet i ett arende foljer 5 § och 6 § 1 mom. nar det ar fraga om nedskarning av personalen enligt 4 § 1 mom. 4 punkten skall ocksa 8 och 9 § iakttas. samarbetsskyldigheten kan anses ha fullgjorts aven nar de arbetstagare som arendet galler sjalva eller genom formedling av foretradare har deltagit i beredningen av arendet och inga vasentliga forandringar i arendet har skett efter detta. arbetsgivaren skall under en sadan beredning klarlagga att behandlingen ersatter samarbetsforfarandet. om uppsagningen, permitteringen eller overforingen till anstallning pa deltid som arbetsgivaren overvager galler farre an tio arbetstagare eller en permittering som varar hogst 90 dagar galler minst tio arbetstagare, anses arbetsgivaren har fullgjort sin forhandlingsskyldighet nar forhandlingar har forts under en tidsperiod om 14 dagar fran det att de inleddes, om inte nagot annat avtalas vid samarbetsforhandlingarna. om uppsagningen, overforingen till anstallning pa deltid eller permitteringen pa over 90 dagar som arbetsgivaren overvager galler minst tio arbetstagare, anses arbetsgivaren ha fullgjort sin forhandlingsskyldighet nar forhandlingar har forts under en tidsperiod om minst sex veckor fran det att de inleddes, om inte nagot annat avtalas vid samarbetsforhandlingarna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Yhteistoimintaelin",
      "content": "Kunnassa on yhteistoimintaelin, joka koostuu työnantajan ja henkilöstön edustajista. Työnantaja ja henkilöstöä edustavat 19 §:ssä tarkoitetut yhdistykset tai niiden rekisteröidyt paikalliset alayhdistykset nimeävät edustajansa yhteistoimintaelimeen, jonka toimikausi on neljä vuotta. Yhteistoimintaelimen toimintaan osallistuu myös 3 §:n 3 momentissa tarkoitettu yhteistoimintaedustaja. Kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisestä yhteistoimintaelimestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Kunnassa on yhteistoimintaelin, joka koostuu työnantajan ja henkilöstön edustajista. Työnantaja ja henkilöstöä edustavat 19 § :ssä tarkoitetut yhdistykset tai niiden rekisteröidyt paikalliset alayhdistykset nimeävät edustajansa yhteistoimintaelimeen, jonka toimikausi on neljä vuotta. Yhteistoimintaelimen toimintaan osallistuu myös 3 § :n 3 momentissa tarkoitettu yhteistoimintaedustaja. Kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisestä yhteistoimintaelimestä.",
        "folded_fi": "kunnassa on yhteistoimintaelin, joka koostuu tyonantajan ja henkiloston edustajista. tyonantaja ja henkilostoa edustavat 19 §:ssa tarkoitetut yhdistykset tai niiden rekisteroidyt paikalliset alayhdistykset nimeavat edustajansa yhteistoimintaelimeen, jonka toimikausi on nelja vuotta. yhteistoimintaelimen toimintaan osallistuu myos 3 §:n 3 momentissa tarkoitettu yhteistoimintaedustaja. kunnat ja 1 momentissa tarkoitetut yhdistykset voivat tarvittaessa sopia useamman kunnan yhteisesta yhteistoimintaelimesta.",
        "title_sv": "Samarbetsorgan",
        "content_sv": "Kommunen har ett samarbetsorgan som består av företrädare för arbetsgivaren och för personalen. Arbetsgivaren samt de i 19 § avsedda föreningar som företräder personalen eller dessa föreningars registrerade lokala underföreningar utser företrädare i samarbetsorganet, vars mandatperiod är fyra år. I samarbetsorganets verksamhet deltar också det samarbetsombud som avses i 3 § 3 mom. Kommunerna och de föreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan för flera kommuner.",
        "normalized_sv": "Kommunen har ett samarbetsorgan som består av företrädare för arbetsgivaren och för personalen. Arbetsgivaren samt de i 19 § avsedda föreningar som företräder personalen eller dessa föreningars registrerade lokala underföreningar utser företrädare i samarbetsorganet, vars mandatperiod är fyra år. I samarbetsorganets verksamhet deltar också det samarbetsombud som avses i 3 § 3 mom. Kommunerna och de föreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan för flera kommuner.",
        "folded_sv": "kommunen har ett samarbetsorgan som bestar av foretradare for arbetsgivaren och for personalen. arbetsgivaren samt de i 19 § avsedda foreningar som foretrader personalen eller dessa foreningars registrerade lokala underforeningar utser foretradare i samarbetsorganet, vars mandatperiod ar fyra ar. i samarbetsorganets verksamhet deltar ocksa det samarbetsombud som avses i 3 § 3 mom. kommunerna och de foreningar som avses i 1 mom. kan vid behov avtala om ett gemensamt samarbetsorgan for flera kommuner."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Yhteistoimintamenettelystä poikkeaminen",
      "content": "Jos kunnan viraston, laitoksen tai muun toimintayksikön toiminnan vaarantuminen tai muut erittäin painavat syyt, joita ei ole voinut ennakolta tietää, ovat yhteistoimintamenettelyn esteenä, voidaan 4 §:n 1 momentin 1 ja 4 kohdassa sekä 7 §:ssä tarkoitetussa asiassa tehdä päätös ilman edeltävää yhteistoimintamenettelyä. Edellä 1 momentissa tarkoitettu asia tulee käsitellä yhteistoimintamenettelyssä viivytyksettä sen jälkeen, kun perusteita poikkeamiselle säännönmukaisesta menettelystä ei enää ole. Samalla työnantajan on selvitettävä poikkeuksellisen menettelyn syy.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Jos kunnan viraston, laitoksen tai muun toimintayksikön toiminnan vaarantuminen tai muut erittäin painavat syyt, joita ei ole voinut ennakolta tietää, ovat yhteistoimintamenettelyn esteenä, voidaan 4 § :n 1 momentin 1 ja 4 kohdassa sekä 7 § :ssä tarkoitetussa asiassa tehdä päätös ilman edeltävää yhteistoimintamenettelyä. Edellä 1 momentissa tarkoitettu asia tulee käsitellä yhteistoimintamenettelyssä viivytyksettä sen jälkeen, kun perusteita poikkeamiselle säännönmukaisesta menettelystä ei enää ole. Samalla työnantajan on selvitettävä poikkeuksellisen menettelyn syy.",
        "folded_fi": "jos kunnan viraston, laitoksen tai muun toimintayksikon toiminnan vaarantuminen tai muut erittain painavat syyt, joita ei ole voinut ennakolta tietaa, ovat yhteistoimintamenettelyn esteena, voidaan 4 §:n 1 momentin 1 ja 4 kohdassa seka 7 §:ssa tarkoitetussa asiassa tehda paatos ilman edeltavaa yhteistoimintamenettelya. edella 1 momentissa tarkoitettu asia tulee kasitella yhteistoimintamenettelyssa viivytyksetta sen jalkeen, kun perusteita poikkeamiselle saannonmukaisesta menettelysta ei enaa ole. samalla tyonantajan on selvitettava poikkeuksellisen menettelyn syy.",
        "title_sv": "Undantag från samarbetsförfarandet",
        "content_sv": "Om äventyrandet av verksamheten vid kommunala ämbetsverk, inrättningar eller andra verksamhetsenheter, eller andra synnerligen vägande skäl som man inte har kunnat känna till på förhand, utgör hinder för samarbetsförfarande, kan beslut i sådana ärenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan föregående samarbetsförfarande. Ärenden som avses i 1 mom. skall behandlas vid samarbetsförfarande utan dröjsmål efter det att det inte längre finns grunder för att avvika från regelrätt förfarande. Samtidigt skall arbetsgivaren utreda orsaken till det avvikande förfarandet.",
        "normalized_sv": "Om äventyrandet av verksamheten vid kommunala ämbetsverk, inrättningar eller andra verksamhetsenheter, eller andra synnerligen vägande skäl som man inte har kunnat känna till på förhand, utgör hinder för samarbetsförfarande, kan beslut i sådana ärenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan föregående samarbetsförfarande. Ärenden som avses i 1 mom. skall behandlas vid samarbetsförfarande utan dröjsmål efter det att det inte längre finns grunder för att avvika från regelrätt förfarande. Samtidigt skall arbetsgivaren utreda orsaken till det avvikande förfarandet.",
        "folded_sv": "om aventyrandet av verksamheten vid kommunala ambetsverk, inrattningar eller andra verksamhetsenheter, eller andra synnerligen vagande skal som man inte har kunnat kanna till pa forhand, utgor hinder for samarbetsforfarande, kan beslut i sadana arenden som avses i 4 § 1 mom. 1 och 4 punkten samt i 7 § fattas utan foregaende samarbetsforfarande. arenden som avses i 1 mom. skall behandlas vid samarbetsforfarande utan drojsmal efter det att det inte langre finns grunder for att avvika fran regelratt forfarande. samtidigt skall arbetsgivaren utreda orsaken till det avvikande forfarandet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Yhteistoimintaneuvottelujen kirjaaminen",
      "content": "Työnantajan on pyynnöstä huolehdittava siitä, että yhteistoimintaneuvotteluista laaditaan pöytäkirja, josta käy ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilöt, neuvottelujen tulos ja mahdolliset osapuolten eriävät kannanotot. Neuvotteluissa läsnä olleet tarkastavat pöytäkirjan ja varmentavat sen allekirjoituksillaan, jollei pöytäkirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Työnantajan on pyynnöstä huolehdittava siitä, että yhteistoimintaneuvotteluista laaditaan pöytäkirja, josta käy ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilöt, neuvottelujen tulos ja mahdolliset osapuolten eriävät kannanotot. Neuvotteluissa läsnä olleet tarkastavat pöytäkirjan ja varmentavat sen allekirjoituksillaan, jollei pöytäkirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
        "folded_fi": "tyonantajan on pyynnosta huolehdittava siita, etta yhteistoimintaneuvotteluista laaditaan poytakirja, josta kay ilmi ainakin neuvottelujen ajankohta, neuvotteluihin osallistuneet henkilot, neuvottelujen tulos ja mahdolliset osapuolten eriavat kannanotot. neuvotteluissa lasna olleet tarkastavat poytakirjan ja varmentavat sen allekirjoituksillaan, jollei poytakirjan tarkastamisesta ja varmentamisesta ole sovittu toisin.",
        "title_sv": "Anteckning om samarbetsförhandlingar",
        "content_sv": "Arbetsgivaren skall på begäran se till att det över samarbetsförhandlingarna upprättas protokoll, av vilket framgår åtminstone tidpunkten för förhandlingarna, vilka som deltagit i förhandlingarna, förhandlingsresultatet och deltagarnas eventuella avvikande ställningstaganden. De som varit närvarande vid förhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte något annat avtalats i fråga om justering och bestyrkande av protokollet.",
        "normalized_sv": "Arbetsgivaren skall på begäran se till att det över samarbetsförhandlingarna upprättas protokoll, av vilket framgår åtminstone tidpunkten för förhandlingarna, vilka som deltagit i förhandlingarna, förhandlingsresultatet och deltagarnas eventuella avvikande ställningstaganden. De som varit närvarande vid förhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte något annat avtalats i fråga om justering och bestyrkande av protokollet.",
        "folded_sv": "arbetsgivaren skall pa begaran se till att det over samarbetsforhandlingarna upprattas protokoll, av vilket framgar atminstone tidpunkten for forhandlingarna, vilka som deltagit i forhandlingarna, forhandlingsresultatet och deltagarnas eventuella avvikande stallningstaganden. de som varit narvarande vid forhandlingarna justerar protokollet och bestyrker det med sin underskrift, om inte nagot annat avtalats i fraga om justering och bestyrkande av protokollet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Julkisuutta koskevien säännösten soveltaminen",
      "content": "Yhteistoimintamenettelyssä käsiteltävien ja sen johdosta laadittujen asiakirjojen julkisuudesta sekä yhteistoimintamenettelyyn osallistuvien työnantajan edustajan, työntekijän ja henkilöstön edustajan vaitiolovelvollisuudesta on voimassa, mitä viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Yhteistoimintamenettelyssä käsiteltävien ja sen johdosta laadittujen asiakirjojen julkisuudesta sekä yhteistoimintamenettelyyn osallistuvien työnantajan edustajan, työntekijän ja henkilöstön edustajan vaitiolovelvollisuudesta on voimassa, mitä viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "yhteistoimintamenettelyssa kasiteltavien ja sen johdosta laadittujen asiakirjojen julkisuudesta seka yhteistoimintamenettelyyn osallistuvien tyonantajan edustajan, tyontekijan ja henkiloston edustajan vaitiolovelvollisuudesta on voimassa, mita viranomaisen toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Tillämpning av bestämmelser om offentlighet",
        "content_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) tillämpas på offentligheten för handlingar som behandlas vid och upprättats med anledning av samarbetsförfarande och på tystnadsplikten för de företrädare för arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsförfarandet.",
        "normalized_sv": "Lagen om offentlighet i myndigheternas verksamhet (621/1999) tillämpas på offentligheten för handlingar som behandlas vid och upprättats med anledning av samarbetsförfarande och på tystnadsplikten för de företrädare för arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsförfarandet.",
        "folded_sv": "lagen om offentlighet i myndigheternas verksamhet (621/1999) tillampas pa offentligheten for handlingar som behandlas vid och upprattats med anledning av samarbetsforfarande och pa tystnadsplikten for de foretradare for arbetsgivaren, en arbetstagare och personalen som deltar i samarbetsforfarandet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Yhteistoimintaneuvottelujen suhde työ- ja virkaehtosopimusten neuvottelumääräyksiin",
      "content": "Jos tässä laissa tarkoitetuissa yhteistoimintaneuvotteluissa käsiteltävä asia tulisi käsitellä myös työnantajaa työehtosopimuslain (436/1946) nojalla sitovan työehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettävä, jos työnantaja tai sopimukseen sidottuja työntekijöitä tai viranhaltijoita edustava luottamusmies vaatii asian käsittelyä työ- tai virkaehtosopimuksen mukaisessa neuvottelujärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Jos tässä laissa tarkoitetuissa yhteistoimintaneuvotteluissa käsiteltävä asia tulisi käsitellä myös työnantajaa työehtosopimuslain (436/1946) nojalla sitovan työehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettävä, jos työnantaja tai sopimukseen sidottuja työntekijöitä tai viranhaltijoita edustava luottamusmies vaatii asian käsittelyä työ- tai virkaehtosopimuksen mukaisessa neuvottelujärjestyksessä.",
        "folded_fi": "jos tassa laissa tarkoitetuissa yhteistoimintaneuvotteluissa kasiteltava asia tulisi kasitella myos tyonantajaa tyoehtosopimuslain (436/1946) nojalla sitovan tyoehtosopimuksen tai kunnallisen virkaehtosopimuslain (669/1970) nojalla sitovan virkaehtosopimuksen mukaisesti, yhteistoimintaneuvotteluja ei aloiteta tai ne on keskeytettava, jos tyonantaja tai sopimukseen sidottuja tyontekijoita tai viranhaltijoita edustava luottamusmies vaatii asian kasittelya tyo- tai virkaehtosopimuksen mukaisessa neuvottelujarjestyksessa.",
        "title_sv": "Förhållandet mellan samarbetsförhandlingarna samt arbets- och tjänstekollektivavtalens förhandlingsbestämmelser",
        "content_sv": "Om ett ärende som behandlas i samarbetsförhandlingar enligt denna lag borde behandlas även i enlighet med ett kollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjänstekollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kommunala tjänstekollektivavtal (669/1970), skall inga samarbetsförhandlingar inledas eller samarbetsförhandlingarna avbrytas, om arbetsgivaren eller en förtroendeman som företräder arbetstagare eller tjänsteinnehavare som är bundna av avtalet kräver att ärendet skall behandlas i enlighet med förhandlingsordningen i arbets- eller tjänstekollektivavtalet.",
        "normalized_sv": "Om ett ärende som behandlas i samarbetsförhandlingar enligt denna lag borde behandlas även i enlighet med ett kollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjänstekollektivavtal som är bindande för arbetsgivaren med stöd av lagen om kommunala tjänstekollektivavtal (669/1970), skall inga samarbetsförhandlingar inledas eller samarbetsförhandlingarna avbrytas, om arbetsgivaren eller en förtroendeman som företräder arbetstagare eller tjänsteinnehavare som är bundna av avtalet kräver att ärendet skall behandlas i enlighet med förhandlingsordningen i arbets- eller tjänstekollektivavtalet.",
        "folded_sv": "om ett arende som behandlas i samarbetsforhandlingar enligt denna lag borde behandlas aven i enlighet med ett kollektivavtal som ar bindande for arbetsgivaren med stod av lagen om kollektivavtal (436/1946) eller i enlighet med ett tjanstekollektivavtal som ar bindande for arbetsgivaren med stod av lagen om kommunala tjanstekollektivavtal (669/1970), skall inga samarbetsforhandlingar inledas eller samarbetsforhandlingarna avbrytas, om arbetsgivaren eller en fortroendeman som foretrader arbetstagare eller tjansteinnehavare som ar bundna av avtalet kraver att arendet skall behandlas i enlighet med forhandlingsordningen i arbets- eller tjanstekollektivavtalet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Sopimisoikeus",
      "content": "Kunnallinen työmarkkinalaitos ja asianomaisten työntekijöiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siitä, mitä 4―10 ja 12―16 §:ssä säädetään. Sopimuksin ei voida kuitenkaan poiketa siitä, mitä 6 §:ssä säädetään salassa pidettävien tietojen antamisesta, eikä siitä, mitä 7 ja 8 §:ssä säädetään, siltä osin kuin säännökset koskevat vähintään kymmenen työntekijän irtisanomista. Edellä 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin työehtosopimuksella työehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. Työ- ja virkaehtosopimuksen määräyksiä saa siihen sidottu työnantaja soveltaa niihinkin työntekijöihin ja viranhaltijoihin, jotka eivät ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilöstöryhmään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Kunnallinen työmarkkinalaitos ja asianomaisten työntekijöiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siitä, mitä 4―10 ja 12―16 § :ssä säädetään. Sopimuksin ei voida kuitenkaan poiketa siitä, mitä 6 § :ssä säädetään salassa pidettävien tietojen antamisesta, eikä siitä, mitä 7 ja 8 § :ssä säädetään, siltä osin kuin säännökset koskevat vähintään kymmenen työntekijän irtisanomista. Edellä 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin työehtosopimuksella työehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. Työ- ja virkaehtosopimuksen määräyksiä saa siihen sidottu työnantaja soveltaa niihinkin työntekijöihin ja viranhaltijoihin, jotka eivät ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilöstöryhmään.",
        "folded_fi": "kunnallinen tyomarkkinalaitos ja asianomaisten tyontekijoiden ja viranhaltijoiden valtakunnalliset yhdistykset voivat sopimuksin poiketa siita, mita 4―10 ja 12―16 §:ssa saadetaan. sopimuksin ei voida kuitenkaan poiketa siita, mita 6 §:ssa saadetaan salassa pidettavien tietojen antamisesta, eika siita, mita 7 ja 8 §:ssa saadetaan, silta osin kuin saannokset koskevat vahintaan kymmenen tyontekijan irtisanomista. edella 1 momentissa tarkoitetulla sopimuksella on samat oikeusvaikutukset kuin tyoehtosopimuksella tyoehtosopimuslain ja virkaehtosopimuksella kunnallisen virkaehtosopimuslain mukaan. tyo- ja virkaehtosopimuksen maarayksia saa siihen sidottu tyonantaja soveltaa niihinkin tyontekijoihin ja viranhaltijoihin, jotka eivat ole sopimukseen sidottuja, mutta kuuluvat sopimuksessa tarkoitettuun henkilostoryhmaan.",
        "title_sv": "Avtalsrätt",
        "content_sv": "Kommunala arbetsmarknadsverket och berörda arbetstagares och tjänsteinnehavares riksomfattande föreningar kan genom avtal avvika från vad som bestäms i 4―10 och 12―16 §. Genom avtal kan man emellertid inte avvika från vad som i 6 § föreskrivs om lämnande av sekretessbelagda uppgifter eller från vad som bestäms i 7 och 8 §, till den del bestämmelserna gäller uppsägning av minst tio arbetstagare. Ett avtal som avses i 1 mom. har samma rättsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjänstekollektivavtal enligt lagen om kommunala tjänstekollektivavtal. En arbetsgivare som är bunden av ett arbets- eller tjänstekollektivavtal får tillämpa dess bestämmelser även på de arbetstagare och tjänsteinnehavare som inte är bundna av avtalet men som hör till en personalgrupp som avses i avtalet.",
        "normalized_sv": "Kommunala arbetsmarknadsverket och berörda arbetstagares och tjänsteinnehavares riksomfattande föreningar kan genom avtal avvika från vad som bestäms i 4―10 och 12―16 § . Genom avtal kan man emellertid inte avvika från vad som i 6 § föreskrivs om lämnande av sekretessbelagda uppgifter eller från vad som bestäms i 7 och 8 § , till den del bestämmelserna gäller uppsägning av minst tio arbetstagare. Ett avtal som avses i 1 mom. har samma rättsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjänstekollektivavtal enligt lagen om kommunala tjänstekollektivavtal. En arbetsgivare som är bunden av ett arbets- eller tjänstekollektivavtal får tillämpa dess bestämmelser även på de arbetstagare och tjänsteinnehavare som inte är bundna av avtalet men som hör till en personalgrupp som avses i avtalet.",
        "folded_sv": "kommunala arbetsmarknadsverket och berorda arbetstagares och tjansteinnehavares riksomfattande foreningar kan genom avtal avvika fran vad som bestams i 4―10 och 12―16 §. genom avtal kan man emellertid inte avvika fran vad som i 6 § foreskrivs om lamnande av sekretessbelagda uppgifter eller fran vad som bestams i 7 och 8 §, till den del bestammelserna galler uppsagning av minst tio arbetstagare. ett avtal som avses i 1 mom. har samma rattsverkningar som ett kollektivavtal enligt lagen om kollektivavtal och ett tjanstekollektivavtal enligt lagen om kommunala tjanstekollektivavtal. en arbetsgivare som ar bunden av ett arbets- eller tjanstekollektivavtal far tillampa dess bestammelser aven pa de arbetstagare och tjansteinnehavare som inte ar bundna av avtalet men som hor till en personalgrupp som avses i avtalet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Vapautus työstä ja korvaukset",
      "content": "Henkilöstön edustajalla on oikeus saada tässä laissa tarkoitettujen tehtävien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittävästi vapautusta työstään. Työnantajan ja henkilöstön edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. Työnantajan on korvattava työstä vapautuksesta aiheutuva ansionmenetys. Muusta vapautuksesta työstä ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkilöstön edustajan ja työnantajan välillä. Jos henkilöstön edustaja osallistuu työaikansa ulkopuolella tämän lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa työnantajan kanssa sovitun muun tehtävän, työnantajan on suoritettava hänelle tehtävään käytetyltä ajalta korvaus, joka vastaa hänen säännöllisen työajan palkkaansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Henkilöstön edustajalla on oikeus saada tässä laissa tarkoitettujen tehtävien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittävästi vapautusta työstään. Työnantajan ja henkilöstön edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. Työnantajan on korvattava työstä vapautuksesta aiheutuva ansionmenetys. Muusta vapautuksesta työstä ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkilöstön edustajan ja työnantajan välillä. Jos henkilöstön edustaja osallistuu työaikansa ulkopuolella tämän lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa työnantajan kanssa sovitun muun tehtävän, työnantajan on suoritettava hänelle tehtävään käytetyltä ajalta korvaus, joka vastaa hänen säännöllisen työajan palkkaansa.",
        "folded_fi": "henkiloston edustajalla on oikeus saada tassa laissa tarkoitettujen tehtavien hoitamiseksi samoin kuin yhteistoimintakoulutusta varten riittavasti vapautusta tyostaan. tyonantajan ja henkiloston edustajan on sovittava yhteistoimintakoulutuksen ajankohdasta. tyonantajan on korvattava tyosta vapautuksesta aiheutuva ansionmenetys. muusta vapautuksesta tyosta ja ansionmenetyksen korvaamisesta on kussakin tapauksessa sovittava asianomaisen henkiloston edustajan ja tyonantajan valilla. jos henkiloston edustaja osallistuu tyoaikansa ulkopuolella taman lain mukaiseen yhteistoimintaneuvotteluun tai suorittaa tyonantajan kanssa sovitun muun tehtavan, tyonantajan on suoritettava hanelle tehtavaan kaytetylta ajalta korvaus, joka vastaa hanen saannollisen tyoajan palkkaansa.",
        "title_sv": "Befrielse från arbetet samt ersättningar",
        "content_sv": "En företrädare för personalen har rätt att för skötseln av uppgifter som avses i denna lag liksom för samarbetsutbildning få tillräckligt med befrielse från arbetet. Arbetsgivaren och företrädaren för personalen skall komma överens om tidpunkterna för samarbetsutbildning. Arbetsgivaren skall betala ersättning för inkomstbortfall till följd av befrielse från arbetet. Angående annan befrielse från arbete och ersättning för inkomstbortfall skall i varje enskilt fall avtalas mellan ifrågavarande företrädare för personalen och arbetsgivaren. Om en företrädare för personalen utom sin arbetstid deltar i en samarbetsförhandling enligt denna lag eller fullgör någon annan med arbetsgivaren avtalad uppgift, är arbetsgivaren skyldig att för den tid som använts för uppgiften betala företrädaren en ersättning som motsvarar hans eller hennes lön för ordinarie arbetstid.",
        "normalized_sv": "En företrädare för personalen har rätt att för skötseln av uppgifter som avses i denna lag liksom för samarbetsutbildning få tillräckligt med befrielse från arbetet. Arbetsgivaren och företrädaren för personalen skall komma överens om tidpunkterna för samarbetsutbildning. Arbetsgivaren skall betala ersättning för inkomstbortfall till följd av befrielse från arbetet. Angående annan befrielse från arbete och ersättning för inkomstbortfall skall i varje enskilt fall avtalas mellan ifrågavarande företrädare för personalen och arbetsgivaren. Om en företrädare för personalen utom sin arbetstid deltar i en samarbetsförhandling enligt denna lag eller fullgör någon annan med arbetsgivaren avtalad uppgift, är arbetsgivaren skyldig att för den tid som använts för uppgiften betala företrädaren en ersättning som motsvarar hans eller hennes lön för ordinarie arbetstid.",
        "folded_sv": "en foretradare for personalen har ratt att for skotseln av uppgifter som avses i denna lag liksom for samarbetsutbildning fa tillrackligt med befrielse fran arbetet. arbetsgivaren och foretradaren for personalen skall komma overens om tidpunkterna for samarbetsutbildning. arbetsgivaren skall betala ersattning for inkomstbortfall till foljd av befrielse fran arbetet. angaende annan befrielse fran arbete och ersattning for inkomstbortfall skall i varje enskilt fall avtalas mellan ifragavarande foretradare for personalen och arbetsgivaren. om en foretradare for personalen utom sin arbetstid deltar i en samarbetsforhandling enligt denna lag eller fullgor nagon annan med arbetsgivaren avtalad uppgift, ar arbetsgivaren skyldig att for den tid som anvants for uppgiften betala foretradaren en ersattning som motsvarar hans eller hennes lon for ordinarie arbetstid."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Hyvitys",
      "content": "Työnantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut työntekijän jättäen tahallisesti tai huolimattomuudesta noudattamatta, mitä 5 ja 7―9 §:ssä säädetään, on määrättävä maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle työntekijälle enintään 30 000 euron suuruinen hyvitys. Hyvityksen suuruutta määrättäessä on otettava huomioon yhteistoimintavelvoitteen laiminlyönnin aste ja työnantajan olot yleensä sekä työntekijään kohdistetun toimenpiteen luonne ja hänen työsuhteensa kestoaika. Jos työnantajan laiminlyöntiä voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitää vähäisenä, hyvitys voidaan jättää tuomitsematta. Työntekijän tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei työ- tai virkasuhteen kestäessä nosteta kahden vuoden kuluessa sen kalenterivuoden päättymisestä, jonka aikana oikeus hyvitykseen on syntynyt. Työ- tai virkasuhteen päätyttyä oikeus hyvitykseen raukeaa, jollei sitä koskevaa kannetta panna vireille kahden vuoden kuluessa siitä, kun työ- tai virkasuhde on päättynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Työnantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut työntekijän jättäen tahallisesti tai huolimattomuudesta noudattamatta, mitä 5 ja 7―9 § :ssä säädetään, on määrättävä maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle työntekijälle enintään 30 000 euron suuruinen hyvitys. Hyvityksen suuruutta määrättäessä on otettava huomioon yhteistoimintavelvoitteen laiminlyönnin aste ja työnantajan olot yleensä sekä työntekijään kohdistetun toimenpiteen luonne ja hänen työsuhteensa kestoaika. Jos työnantajan laiminlyöntiä voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitää vähäisenä, hyvitys voidaan jättää tuomitsematta. Työntekijän tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei työ- tai virkasuhteen kestäessä nosteta kahden vuoden kuluessa sen kalenterivuoden päättymisestä, jonka aikana oikeus hyvitykseen on syntynyt. Työ- tai virkasuhteen päätyttyä oikeus hyvitykseen raukeaa, jollei sitä koskevaa kannetta panna vireille kahden vuoden kuluessa siitä, kun työ- tai virkasuhde on päättynyt.",
        "folded_fi": "tyonantaja, joka on irtisanonut, lomauttanut tai osa-aikaistanut tyontekijan jattaen tahallisesti tai huolimattomuudesta noudattamatta, mita 5 ja 7―9 §:ssa saadetaan, on maarattava maksamaan irtisanotulle, lomautetulle tai osa-aikaistetulle tyontekijalle enintaan 30 000 euron suuruinen hyvitys. hyvityksen suuruutta maarattaessa on otettava huomioon yhteistoimintavelvoitteen laiminlyonnin aste ja tyonantajan olot yleensa seka tyontekijaan kohdistetun toimenpiteen luonne ja hanen tyosuhteensa kestoaika. jos tyonantajan laiminlyontia voidaan kaikki asiaan vaikuttavat seikat huomioon ottaen pitaa vahaisena, hyvitys voidaan jattaa tuomitsematta. tyontekijan tai viranhaltijan oikeus hyvitykseen on rauennut, jos kannetta ei tyo- tai virkasuhteen kestaessa nosteta kahden vuoden kuluessa sen kalenterivuoden paattymisesta, jonka aikana oikeus hyvitykseen on syntynyt. tyo- tai virkasuhteen paatyttya oikeus hyvitykseen raukeaa, jollei sita koskevaa kannetta panna vireille kahden vuoden kuluessa siita, kun tyo- tai virkasuhde on paattynyt.",
        "title_sv": "Gottgörelse",
        "content_sv": "En arbetsgivare som har sagt upp, permitterat eller överfört en arbetstagare till anställning på deltid och därvid uppsåtligen eller av oaktsamhet underlåtit att iaktta vad som bestäms i 5 och 7―9 §, skall åläggas att till den arbetstagare som sagts upp, permitterats eller överförts till anställning på deltid betala en gottgörelse på högst 30 000 euro. Gottgörelsens storlek skall bestämmas med beaktande av graden av försummelse i fråga om samarbetsskyldigheten, arbetsgivarens förhållanden i allmänhet samt arten av den åtgärd som riktats mot arbetstagaren och hur länge hans eller hennes anställningsförhållande varat. Om arbetsgivarens försummelse med beaktande av alla omständigheter som inverkar på saken kan betraktas som ringa, behöver ingen gottgörelse dömas ut. Arbetstagarens eller tjänsteinnehavarens rätt till gottgörelse har förfallit, om talan medan arbetsavtals- eller tjänsteförhållandet varar inte väcks inom två år från utgången av det kalenderår under vilket rätten till gottgörelse uppkom. Sedan arbetsavtals- eller tjänsteförhållandet upphört förfaller rätten till gottgörelse, om talan inte väcks inom två år efter det att arbetsavtals- eller tjänsteförhållandet upphörde.",
        "normalized_sv": "En arbetsgivare som har sagt upp, permitterat eller överfört en arbetstagare till anställning på deltid och därvid uppsåtligen eller av oaktsamhet underlåtit att iaktta vad som bestäms i 5 och 7―9 § , skall åläggas att till den arbetstagare som sagts upp, permitterats eller överförts till anställning på deltid betala en gottgörelse på högst 30 000 euro. Gottgörelsens storlek skall bestämmas med beaktande av graden av försummelse i fråga om samarbetsskyldigheten, arbetsgivarens förhållanden i allmänhet samt arten av den åtgärd som riktats mot arbetstagaren och hur länge hans eller hennes anställningsförhållande varat. Om arbetsgivarens försummelse med beaktande av alla omständigheter som inverkar på saken kan betraktas som ringa, behöver ingen gottgörelse dömas ut. Arbetstagarens eller tjänsteinnehavarens rätt till gottgörelse har förfallit, om talan medan arbetsavtals- eller tjänsteförhållandet varar inte väcks inom två år från utgången av det kalenderår under vilket rätten till gottgörelse uppkom. Sedan arbetsavtals- eller tjänsteförhållandet upphört förfaller rätten till gottgörelse, om talan inte väcks inom två år efter det att arbetsavtals- eller tjänsteförhållandet upphörde.",
        "folded_sv": "en arbetsgivare som har sagt upp, permitterat eller overfort en arbetstagare till anstallning pa deltid och darvid uppsatligen eller av oaktsamhet underlatit att iaktta vad som bestams i 5 och 7―9 §, skall alaggas att till den arbetstagare som sagts upp, permitterats eller overforts till anstallning pa deltid betala en gottgorelse pa hogst 30 000 euro. gottgorelsens storlek skall bestammas med beaktande av graden av forsummelse i fraga om samarbetsskyldigheten, arbetsgivarens forhallanden i allmanhet samt arten av den atgard som riktats mot arbetstagaren och hur lange hans eller hennes anstallningsforhallande varat. om arbetsgivarens forsummelse med beaktande av alla omstandigheter som inverkar pa saken kan betraktas som ringa, behover ingen gottgorelse domas ut. arbetstagarens eller tjansteinnehavarens ratt till gottgorelse har forfallit, om talan medan arbetsavtals- eller tjansteforhallandet varar inte vacks inom tva ar fran utgangen av det kalenderar under vilket ratten till gottgorelse uppkom. sedan arbetsavtals- eller tjansteforhallandet upphort forfaller ratten till gottgorelse, om talan inte vacks inom tva ar efter det att arbetsavtals- eller tjansteforhallandet upphorde."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Hyvityksen rahamäärän tarkistaminen",
      "content": "Edellä 21 §:ssä säädetyn hyvityksen enimmäismäärä tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Edellä 21 § :ssä säädetyn hyvityksen enimmäismäärä tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
        "folded_fi": "edella 21 §:ssa saadetyn hyvityksen enimmaismaara tarkistetaan rahanarvon muutosta vastaavasti kolmivuotiskausittain valtioneuvoston asetuksella.",
        "title_sv": "Justering av gottgörelsebeloppet",
        "content_sv": "Maximibeloppet av gottgörelsen enligt 21 § justeras treårsvis genom förordning av statsrådet så att det motsvarar förändringen i penningvärdet.",
        "normalized_sv": "Maximibeloppet av gottgörelsen enligt 21 § justeras treårsvis genom förordning av statsrådet så att det motsvarar förändringen i penningvärdet.",
        "folded_sv": "maximibeloppet av gottgorelsen enligt 21 § justeras trearsvis genom forordning av statsradet sa att det motsvarar forandringen i penningvardet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Riita-asioiden ja hyvitysvaatimusten käsittely",
      "content": "Tähän lakiin perustuvat riita-asiat ja hyvitysvaatimukset käsitellään yleisessä tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tähän lakiin perustuvat riita-asiat ja hyvitysvaatimukset käsitellään yleisessä tuomioistuimessa.",
        "folded_fi": "tahan lakiin perustuvat riita-asiat ja hyvitysvaatimukset kasitellaan yleisessa tuomioistuimessa.",
        "title_sv": "Behandling av tvistemål och gottgörelseyrkanden",
        "content_sv": "Tvistemål och gottgörelseyrkanden enligt denna lag behandlas vid allmän domstol.",
        "normalized_sv": "Tvistemål och gottgörelseyrkanden enligt denna lag behandlas vid allmän domstol.",
        "folded_sv": "tvistemal och gottgorelseyrkanden enligt denna lag behandlas vid allman domstol."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Rangaistussäännökset",
      "content": "kunnan yhteistoimintavelvoitteen rikkomisesta Kuntaa työnantajana edustava viranhaltija tai työntekijä, joka tahallaan tai huolimattomuudesta jättää noudattamatta tai rikkoo, mitä 4 §:n 2 tai 3 momentissa, 5 §:ssä, jos kyseessä ei ole 4 §:n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, 6, 10, 11 tai 20 §:ssä säädetään, lukuun ottamatta, mitä 20 §:ssä säädetään työnantajan maksuvelvollisuudesta, on tuomittava sakkoon. Vastuu työnantajaa edustavien henkilöiden kesken määräytyy rikoslain (39/1889) 47 luvun 7 §:ssä säädettyjen perusteiden mukaan. Rangaistus 3 §:n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta säädetään rikoslain 47 luvun 4 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "kunnan yhteistoimintavelvoitteen rikkomisesta Kuntaa työnantajana edustava viranhaltija tai työntekijä, joka tahallaan tai huolimattomuudesta jättää noudattamatta tai rikkoo, mitä 4 § :n 2 tai 3 momentissa, 5 § :ssä, jos kyseessä ei ole 4 § :n 1 momentin 4 kohdassa tarkoitettu työvoiman vähentämistilanne, 6, 10, 11 tai 20 § :ssä säädetään, lukuun ottamatta, mitä 20 § :ssä säädetään työnantajan maksuvelvollisuudesta, on tuomittava sakkoon. Vastuu työnantajaa edustavien henkilöiden kesken määräytyy rikoslain (39/1889) 47 luvun 7 § :ssä säädettyjen perusteiden mukaan. Rangaistus 3 § :n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta säädetään rikoslain 47 luvun 4 § :ssä.",
        "folded_fi": "kunnan yhteistoimintavelvoitteen rikkomisesta kuntaa tyonantajana edustava viranhaltija tai tyontekija, joka tahallaan tai huolimattomuudesta jattaa noudattamatta tai rikkoo, mita 4 §:n 2 tai 3 momentissa, 5 §:ssa, jos kyseessa ei ole 4 §:n 1 momentin 4 kohdassa tarkoitettu tyovoiman vahentamistilanne, 6, 10, 11 tai 20 §:ssa saadetaan, lukuun ottamatta, mita 20 §:ssa saadetaan tyonantajan maksuvelvollisuudesta, on tuomittava sakkoon. vastuu tyonantajaa edustavien henkiloiden kesken maaraytyy rikoslain (39/1889) 47 luvun 7 §:ssa saadettyjen perusteiden mukaan. rangaistus 3 §:n 3 momentissa tarkoitetun yhteistoimintaedustajan oikeuksien loukkaamisesta saadetaan rikoslain 47 luvun 4 §:ssa.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "brott mot kommunens samarbetsskyldighet En tjänsteinnehavare eller arbetstagare som företräder kommunen som arbetsgivare och som uppsåtligen eller av oaktsamhet underlåter att iaktta eller bryter mot vad som bestäms i 4 § 2 eller 3 mom., i 5 §, när det inte är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 §, med undantag för vad som i 20 § bestäms om arbetsgivares betalningsskyldighet, skall för dömas till böter. Ansvarsfördelningen mellan dem som företräder arbetsgivaren bestäms enligt de grunder som föreskrivs i 47 kap. 7 § i strafflagen (39/1889). I fråga om straff för kränkning av de rättigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestäms i 47 kap. 4 § i strafflagen.",
        "normalized_sv": "brott mot kommunens samarbetsskyldighet En tjänsteinnehavare eller arbetstagare som företräder kommunen som arbetsgivare och som uppsåtligen eller av oaktsamhet underlåter att iaktta eller bryter mot vad som bestäms i 4 § 2 eller 3 mom., i 5 § , när det inte är fråga om nedskärning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 § , med undantag för vad som i 20 § bestäms om arbetsgivares betalningsskyldighet, skall för dömas till böter. Ansvarsfördelningen mellan dem som företräder arbetsgivaren bestäms enligt de grunder som föreskrivs i 47 kap. 7 § i strafflagen (39/1889). I fråga om straff för kränkning av de rättigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestäms i 47 kap. 4 § i strafflagen.",
        "folded_sv": "brott mot kommunens samarbetsskyldighet en tjansteinnehavare eller arbetstagare som foretrader kommunen som arbetsgivare och som uppsatligen eller av oaktsamhet underlater att iaktta eller bryter mot vad som bestams i 4 § 2 eller 3 mom., i 5 §, nar det inte ar fraga om nedskarning av personalen enligt 4 § 1 mom. 4 punkten, eller i 6, 10, 11 eller 20 §, med undantag for vad som i 20 § bestams om arbetsgivares betalningsskyldighet, skall for domas till boter. ansvarsfordelningen mellan dem som foretrader arbetsgivaren bestams enligt de grunder som foreskrivs i 47 kap. 7 § i strafflagen (39/1889). i fraga om straff for krankning av de rattigheter som tillkommer ett samarbetsombud som avses i 3 § 3 mom. bestams i 47 kap. 4 § i strafflagen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Tätä lakia sovelletaan myös seutuyhteistyökokeilusta annetussa laissa (560/2002) säädetyssä seudullisessa toimielimessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Tätä lakia sovelletaan myös seutuyhteistyökokeilusta annetussa laissa (560/2002) säädetyssä seudullisessa toimielimessä.",
        "folded_fi": "tama laki tulee voimaan 1 paivana syyskuuta 2007. tata lakia sovelletaan myos seutuyhteistyokokeilusta annetussa laissa (560/2002) saadetyssa seudullisessa toimielimessa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 september 2007. Denna lag tillämpas även på regionala organ som avses i lagen om försök med samarbete inom regioner (560/2002).",
        "normalized_sv": "Denna lag träder i kraft den 1 september 2007. Denna lag tillämpas även på regionala organ som avses i lagen om försök med samarbete inom regioner (560/2002).",
        "folded_sv": "denna lag trader i kraft den 1 september 2007. denna lag tillampas aven pa regionala organ som avses i lagen om forsok med samarbete inom regioner (560/2002)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}