{
  "id": "458/2005",
  "type": "statute",
  "title": "Laki julkisesta työvoimapalvelusta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om offentlig arbetskraftsservice",
  "status": "in_force",
  "issued_date": "2005-06-23",
  "in_force_date": "2005-06-23",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/458/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Työnhakijan informointi",
      "content": "Työnhakijaa tulee informoida työnhakijaksi rekisteröinnin yhteydessä tai viipymättä sen jälkeen hänelle tarjolla olevista työvoimatoimiston palveluista ja hänen 6 §:n 2 momentin mukaisesta velvollisuudestaan pitää työhakemus voimassa sekä 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvästä työllistymisohjelmasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8",
        "normalized_fi": "Työnhakijaa tulee informoida työnhakijaksi rekisteröinnin yhteydessä tai viipymättä sen jälkeen hänelle tarjolla olevista työvoimatoimiston palveluista ja hänen 6 § :n 2 momentin mukaisesta velvollisuudestaan pitää työhakemus voimassa sekä 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvästä työllistymisohjelmasta.",
        "folded_fi": "tyonhakijaa tulee informoida tyonhakijaksi rekisteroinnin yhteydessa tai viipymatta sen jalkeen hanelle tarjolla olevista tyovoimatoimiston palveluista ja hanen 6 §:n 2 momentin mukaisesta velvollisuudestaan pitaa tyohakemus voimassa seka 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvasta tyollistymisohjelmasta.",
        "title_sv": "Information till arbetssökande",
        "content_sv": "En arbetssökande skall i samband med att han eller hon registreras som arbetssökande eller omedelbart därefter informeras om den service som står till buds vid arbetskraftsbyrån och om hans eller hennes skyldighet att hålla arbetsansökan i kraft enligt 6 § 2 mom. samt om omställningsskydd jämte sysselsättningsplan enligt 5 a kap.",
        "normalized_sv": "En arbetssökande skall i samband med att han eller hon registreras som arbetssökande eller omedelbart därefter informeras om den service som står till buds vid arbetskraftsbyrån och om hans eller hennes skyldighet att hålla arbetsansökan i kraft enligt 6 § 2 mom. samt om omställningsskydd jämte sysselsättningsplan enligt 5 a kap.",
        "folded_sv": "en arbetssokande skall i samband med att han eller hon registreras som arbetssokande eller omedelbart darefter informeras om den service som star till buds vid arbetskraftsbyran och om hans eller hennes skyldighet att halla arbetsansokan i kraft enligt 6 § 2 mom. samt om omstallningsskydd jamte sysselsattningsplan enligt 5 a kap."
      }
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "title": "Työttömän työnhakijan yhteistyövelvollisuus",
      "content": "Työtön työnhakija, jonka kanssa on laadittu yksilöity työnhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 §:n 2 momentissa tarkoitettu työllistymisohjelma ja jonka työttömyys on kestänyt yhdenjaksoisesti vähintään viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa siltä osin kuin siinä on sovittu 2 §:n 2 momentissa tarkoitetuista asioista. Työtön työnhakija on tällöin lisäksi velvollinen määräajoin työnhakusuunnitelmassa tai työllistymisohjelmassa sovitulla tavalla ilmoittamaan, miten hän on suunnitelmaa tai ohjelmaa toteuttanut. Jos työvoimatoimisto edellyttää muuta selvitystä suunnitelman tai ohjelman toteuttamisesta, tämä ehto on kirjattava työnhakusuunnitelmaan tai työllistymisohjelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Työtön työnhakija, jonka kanssa on laadittu yksilöity työnhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 § :n 2 momentissa tarkoitettu työllistymisohjelma ja jonka työttömyys on kestänyt yhdenjaksoisesti vähintään viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa siltä osin kuin siinä on sovittu 2 § :n 2 momentissa tarkoitetuista asioista. Työtön työnhakija on tällöin lisäksi velvollinen määräajoin työnhakusuunnitelmassa tai työllistymisohjelmassa sovitulla tavalla ilmoittamaan, miten hän on suunnitelmaa tai ohjelmaa toteuttanut. Jos työvoimatoimisto edellyttää muuta selvitystä suunnitelman tai ohjelman toteuttamisesta, tämä ehto on kirjattava työnhakusuunnitelmaan tai työllistymisohjelmaan.",
        "folded_fi": "tyoton tyonhakija, jonka kanssa on laadittu yksiloity tyonhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 §:n 2 momentissa tarkoitettu tyollistymisohjelma ja jonka tyottomyys on kestanyt yhdenjaksoisesti vahintaan viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa silta osin kuin siina on sovittu 2 §:n 2 momentissa tarkoitetuista asioista. tyoton tyonhakija on talloin lisaksi velvollinen maaraajoin tyonhakusuunnitelmassa tai tyollistymisohjelmassa sovitulla tavalla ilmoittamaan, miten han on suunnitelmaa tai ohjelmaa toteuttanut. jos tyovoimatoimisto edellyttaa muuta selvitysta suunnitelman tai ohjelman toteuttamisesta, tama ehto on kirjattava tyonhakusuunnitelmaan tai tyollistymisohjelmaan.",
        "title_sv": "Sysselsättningsplanens innehåll",
        "content_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "normalized_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "folded_sv": "i en sysselsattningsplan utreds den arbetssokandes mojligheter till sysselsattning och utbildning samt hans eller hennes forutsattningar och ambitioner. i planen overenskoms om arbetssokande pa eget initiativ och stod for detta. i fraga om sysselsattningsplanens innehall galler dessutom i tillampliga delar vad som i 5 kap. 2 § 1 mom. foreskrivs om jobbsokarplanens innehall. i sysselsattningsplanen kan overenskommas om personallosningar enligt 4 kap. 6 § eller om andra for arbetsgivaren avgiftsbelagda tjanster endast om detta har overenskommits med arbetsgivaren. med avvikelse fran 2 mom. kan arbetskraftsbyran besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringstraning i form av grupptraning. arbetskraftsbyran skall ge ett skriftligt beslut i saken. arbetsgivaren kan alaggas finansieringsansvar under forutsattning att 1) traningen ar nodvandig for att deltagarna skall kunna sysselsattas, 2) traningen har overenskommits i varje deltagares sysselsattningsplan, 3) traningen genomfors innan anstallningsforhallandet upphor, och 4) finansieringsansvaret inte kan anses vara oskaligt med beaktande av arbetsgivarens ekonomiska situation."
      }
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "title": "Yhteistyövelvollisuuden voimassaolo",
      "content": "Yksilöityyn työnhakusuunnitelmaan ja työllistymisohjelmaan liittyvä 4 §:n 2 momentin mukainen yhteistyövelvollisuus on voimassa sinä aikana, kun henkilö on työttömänä työnhakijana. Yhteistyövelvollisuus lakkaa, kun henkilö täyttää työttömyyspäivärahan edellytyksenä olevan työssäoloehdon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:5",
        "normalized_fi": "Yksilöityyn työnhakusuunnitelmaan ja työllistymisohjelmaan liittyvä 4 § :n 2 momentin mukainen yhteistyövelvollisuus on voimassa sinä aikana, kun henkilö on työttömänä työnhakijana. Yhteistyövelvollisuus lakkaa, kun henkilö täyttää työttömyyspäivärahan edellytyksenä olevan työssäoloehdon.",
        "folded_fi": "yksiloityyn tyonhakusuunnitelmaan ja tyollistymisohjelmaan liittyva 4 §:n 2 momentin mukainen yhteistyovelvollisuus on voimassa sina aikana, kun henkilo on tyottomana tyonhakijana. yhteistyovelvollisuus lakkaa, kun henkilo tayttaa tyottomyyspaivarahan edellytyksena olevan tyossaoloehdon.",
        "title_sv": "Sysselsättningsplanens giltighet",
        "content_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "normalized_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "folded_sv": "sysselsattningsplanen ar i kraft sa lange personen i fraga ar arbetssokande. arbetskraftsbyran och den arbetssokande reviderar och kompletterar sysselsattningsplanen vid behov. sysselsattningsplanen upphor att galla nar personen i fraga begar det eller nar han eller hon pa nytt uppfyller forutsattningarna enligt 2 § 1 och 2 mom. for utarbetande av en sysselsattningsplan och en ny sysselsattningsplan utarbetas tillsammans med honom eller henne. sysselsattningsplanen upphor att galla ocksa nar den arbetssokandes ratt till arbetsloshetsdagpenning upphor till foljd av att maximitiden har gatt ut."
      }
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "title": "Muutosturva",
      "content": "Muutosturvalla tarkoitetaan tässä laissa toimintamallia, jonka avulla irtisanottu tai työttömyysuhan alainen työntekijä pyritään työllistämään uudelleen mahdollisimman nopeasti. työllistymisohjelma Muutosturva muodostuu yksilöllisestä suunnitelmasta (), suunnitelmassa sovituista tämän lain mukaisista palveluista ja toimenpiteistä sekä mahdollisista muista ammatillisia valmiuksia kehittävistä palveluista ja toimenpiteistä. Muutosturvaan liittyvistä erityisistä etuuksista säädetään 9 luvun 2 §:ssä sekä työttömyysturvalaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:1",
        "normalized_fi": "Muutosturvalla tarkoitetaan tässä laissa toimintamallia, jonka avulla irtisanottu tai työttömyysuhan alainen työntekijä pyritään työllistämään uudelleen mahdollisimman nopeasti. työllistymisohjelma Muutosturva muodostuu yksilöllisestä suunnitelmasta (), suunnitelmassa sovituista tämän lain mukaisista palveluista ja toimenpiteistä sekä mahdollisista muista ammatillisia valmiuksia kehittävistä palveluista ja toimenpiteistä. Muutosturvaan liittyvistä erityisistä etuuksista säädetään 9 luvun 2 § :ssä sekä työttömyysturvalaissa.",
        "folded_fi": "muutosturvalla tarkoitetaan tassa laissa toimintamallia, jonka avulla irtisanottu tai tyottomyysuhan alainen tyontekija pyritaan tyollistamaan uudelleen mahdollisimman nopeasti. tyollistymisohjelma muutosturva muodostuu yksilollisesta suunnitelmasta (), suunnitelmassa sovituista taman lain mukaisista palveluista ja toimenpiteista seka mahdollisista muista ammatillisia valmiuksia kehittavista palveluista ja toimenpiteista. muutosturvaan liittyvista erityisista etuuksista saadetaan 9 luvun 2 §:ssa seka tyottomyysturvalaissa.",
        "title_sv": "Omställningsskydd",
        "content_sv": "Med omställningsskydd avses i denna lag en åtgärdsmodell avsedd att så snabbt som möjligt finna ny sysselsättning för en uppsagd eller av arbetslöshet hotad arbetstagare. sysselsättningsplan Omställningsskyddet består av en individuell plan (), av service och åtgärder enligt denna lag som enligt avtal skall ingå i planen samt av eventuella andra tjänster och åtgärder som utvecklar yrkesfärdigheterna. Bestämmelser om särskilda förmåner i samband med omställningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd för arbetslösa.",
        "normalized_sv": "Med omställningsskydd avses i denna lag en åtgärdsmodell avsedd att så snabbt som möjligt finna ny sysselsättning för en uppsagd eller av arbetslöshet hotad arbetstagare. sysselsättningsplan Omställningsskyddet består av en individuell plan (), av service och åtgärder enligt denna lag som enligt avtal skall ingå i planen samt av eventuella andra tjänster och åtgärder som utvecklar yrkesfärdigheterna. Bestämmelser om särskilda förmåner i samband med omställningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd för arbetslösa.",
        "folded_sv": "med omstallningsskydd avses i denna lag en atgardsmodell avsedd att sa snabbt som mojligt finna ny sysselsattning for en uppsagd eller av arbetsloshet hotad arbetstagare. sysselsattningsplan omstallningsskyddet bestar av en individuell plan (), av service och atgarder enligt denna lag som enligt avtal skall inga i planen samt av eventuella andra tjanster och atgarder som utvecklar yrkesfardigheterna. bestammelser om sarskilda formaner i samband med omstallningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd for arbetslosa."
      }
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "title": "Oikeus työllistymisohjelmaan",
      "content": "Työllistymisohjelmaan on oikeus työnhakijalla, jonka työnantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan päättymistä kertyisi yhteensä vähintään kolmen vuoden mittainen työhistoria saman tai eri työnantajien työssä. Oikeus työllistymisohjelmaan on lisäksi työnhakijalla, joka on työsuhteen päättyessä ollut määräaikaisessa työsuhteessa samaan työnantajaan keskeytyksittä vähintään kolme vuotta tai määräaikaisissa työsuhteissa samaan työnantajaan yhteensä vähintään 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. Taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan työnhakija, joka on irtisanonut työsopimuksensa työsopimuslain 5 luvun 7 §:n mukaisesti lomautuksen kestettyä yhdenjaksoisesti vähintään 200 päivää. Työllistymisohjelma on laadittava viipymättä, kun työllistymisohjelmaan oikeutettu työnhakija sitä pyytää. Työnhakijalla ei ole oikeutta työllistymisohjelmaan, jos pyyntö esitetään myöhemmin kuin 30 päivän kuluttua työsuhteen päättymisestä, ellei oikeuden epääminen ole kohtuutonta. Työnhakijan työssäoloaika otetaan huomioon työnantajan ilmoituksen tai työnhakijan esittämän luotettavan selvityksen mukaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:2",
        "normalized_fi": "Työllistymisohjelmaan on oikeus työnhakijalla, jonka työnantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan päättymistä kertyisi yhteensä vähintään kolmen vuoden mittainen työhistoria saman tai eri työnantajien työssä. Oikeus työllistymisohjelmaan on lisäksi työnhakijalla, joka on työsuhteen päättyessä ollut määräaikaisessa työsuhteessa samaan työnantajaan keskeytyksittä vähintään kolme vuotta tai määräaikaisissa työsuhteissa samaan työnantajaan yhteensä vähintään 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. Taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan työnhakija, joka on irtisanonut työsopimuksensa työsopimuslain 5 luvun 7 § :n mukaisesti lomautuksen kestettyä yhdenjaksoisesti vähintään 200 päivää. Työllistymisohjelma on laadittava viipymättä, kun työllistymisohjelmaan oikeutettu työnhakija sitä pyytää. Työnhakijalla ei ole oikeutta työllistymisohjelmaan, jos pyyntö esitetään myöhemmin kuin 30 päivän kuluttua työsuhteen päättymisestä, ellei oikeuden epääminen ole kohtuutonta. Työnhakijan työssäoloaika otetaan huomioon työnantajan ilmoituksen tai työnhakijan esittämän luotettavan selvityksen mukaisena.",
        "folded_fi": "tyollistymisohjelmaan on oikeus tyonhakijalla, jonka tyonantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan paattymista kertyisi yhteensa vahintaan kolmen vuoden mittainen tyohistoria saman tai eri tyonantajien tyossa. oikeus tyollistymisohjelmaan on lisaksi tyonhakijalla, joka on tyosuhteen paattyessa ollut maaraaikaisessa tyosuhteessa samaan tyonantajaan keskeytyksitta vahintaan kolme vuotta tai maaraaikaisissa tyosuhteissa samaan tyonantajaan yhteensa vahintaan 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan tyonhakija, joka on irtisanonut tyosopimuksensa tyosopimuslain 5 luvun 7 §:n mukaisesti lomautuksen kestettya yhdenjaksoisesti vahintaan 200 paivaa. tyollistymisohjelma on laadittava viipymatta, kun tyollistymisohjelmaan oikeutettu tyonhakija sita pyytaa. tyonhakijalla ei ole oikeutta tyollistymisohjelmaan, jos pyynto esitetaan myohemmin kuin 30 paivan kuluttua tyosuhteen paattymisesta, ellei oikeuden epaaminen ole kohtuutonta. tyonhakijan tyossaoloaika otetaan huomioon tyonantajan ilmoituksen tai tyonhakijan esittaman luotettavan selvityksen mukaisena.",
        "title_sv": "Rätt till sysselsättningsplan",
        "content_sv": "Rätt till en sysselsättningsplan har en arbetssökande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som före uppsägningstidens utgång skulle ha en arbetshistoria på sammanlagt minst tre år hos samma arbetsgivare eller olika arbetsgivare. Rätt till en sysselsättningsplan har dessutom en arbetssökande som när anställningsförhållandet upphör har stått i anställningsförhållande för viss tid till samma arbetsgivare utan avbrott i minst tre år eller i anställningsförhållanden för viss tid till samma arbetsgivare i sammanlagt minst 36 månader under de senaste 42 månaderna. Med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jämställs en arbetssökande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. Sysselsättningsplanen skall utarbetas utan dröjsmål när en till sysselsättningsplan berättigad arbetssökande begär det. Arbetssökanden har inte rätt till en sysselsättningsplan om begäran framställs senare än 30 dagar efter det att anställningsförhållandet upphörde, om det inte är oskäligt att rätten förvägras. Arbetssökandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillförlitlig utredning från den arbetssökande.",
        "normalized_sv": "Rätt till en sysselsättningsplan har en arbetssökande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som före uppsägningstidens utgång skulle ha en arbetshistoria på sammanlagt minst tre år hos samma arbetsgivare eller olika arbetsgivare. Rätt till en sysselsättningsplan har dessutom en arbetssökande som när anställningsförhållandet upphör har stått i anställningsförhållande för viss tid till samma arbetsgivare utan avbrott i minst tre år eller i anställningsförhållanden för viss tid till samma arbetsgivare i sammanlagt minst 36 månader under de senaste 42 månaderna. Med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jämställs en arbetssökande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. Sysselsättningsplanen skall utarbetas utan dröjsmål när en till sysselsättningsplan berättigad arbetssökande begär det. Arbetssökanden har inte rätt till en sysselsättningsplan om begäran framställs senare än 30 dagar efter det att anställningsförhållandet upphörde, om det inte är oskäligt att rätten förvägras. Arbetssökandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillförlitlig utredning från den arbetssökande.",
        "folded_sv": "ratt till en sysselsattningsplan har en arbetssokande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som fore uppsagningstidens utgang skulle ha en arbetshistoria pa sammanlagt minst tre ar hos samma arbetsgivare eller olika arbetsgivare. ratt till en sysselsattningsplan har dessutom en arbetssokande som nar anstallningsforhallandet upphor har statt i anstallningsforhallande for viss tid till samma arbetsgivare utan avbrott i minst tre ar eller i anstallningsforhallanden for viss tid till samma arbetsgivare i sammanlagt minst 36 manader under de senaste 42 manaderna. med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jamstalls en arbetssokande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. sysselsattningsplanen skall utarbetas utan drojsmal nar en till sysselsattningsplan berattigad arbetssokande begar det. arbetssokanden har inte ratt till en sysselsattningsplan om begaran framstalls senare an 30 dagar efter det att anstallningsforhallandet upphorde, om det inte ar oskaligt att ratten forvagras. arbetssokandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillforlitlig utredning fran den arbetssokande."
      }
    },
    {
      "provision_ref": "5:3",
      "chapter": "5",
      "section": "3",
      "title": "Työllistymisohjelman laatiminen",
      "content": "Työllistymisohjelman laatii työvoimatoimisto yhdessä työllistymisohjelmaan oikeutetun työnhakijan kanssa. Työnhakijan suostumuksella työnantaja voi osallistua työllistymisohjelman laatimiseen. Työllistymisohjelman laatimiseen osallistuneet allekirjoittavat työllistymisohjelman.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:3",
        "normalized_fi": "Työllistymisohjelman laatii työvoimatoimisto yhdessä työllistymisohjelmaan oikeutetun työnhakijan kanssa. Työnhakijan suostumuksella työnantaja voi osallistua työllistymisohjelman laatimiseen. Työllistymisohjelman laatimiseen osallistuneet allekirjoittavat työllistymisohjelman.",
        "folded_fi": "tyollistymisohjelman laatii tyovoimatoimisto yhdessa tyollistymisohjelmaan oikeutetun tyonhakijan kanssa. tyonhakijan suostumuksella tyonantaja voi osallistua tyollistymisohjelman laatimiseen. tyollistymisohjelman laatimiseen osallistuneet allekirjoittavat tyollistymisohjelman.",
        "title_sv": "Utarbetande av sysselsättningsplan",
        "content_sv": "En sysselsättningsplan utarbetas av arbetskraftsbyrån tillsammans med den till planen berättigade arbetssökanden. Med arbetssökandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsättningsplanen. Sysselsättningsplanen undertecknas av dem som deltagit i utarbetandet av planen.",
        "normalized_sv": "En sysselsättningsplan utarbetas av arbetskraftsbyrån tillsammans med den till planen berättigade arbetssökanden. Med arbetssökandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsättningsplanen. Sysselsättningsplanen undertecknas av dem som deltagit i utarbetandet av planen.",
        "folded_sv": "en sysselsattningsplan utarbetas av arbetskraftsbyran tillsammans med den till planen berattigade arbetssokanden. med arbetssokandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsattningsplanen. sysselsattningsplanen undertecknas av dem som deltagit i utarbetandet av planen."
      }
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "title": "Työllistymisohjelman sisältö",
      "content": "Työllistymisohjelmassa selvitetään työnhakijan työllistymis- ja koulutusmahdollisuudet sekä hänen edellytyksensä ja tavoitteensa. Työllistymisohjelmassa sovitaan omatoimisesta työnhausta ja sen tukemisesta. Työllistymisohjelman sisällöstä on lisäksi soveltuvin osin voimassa, mitä 5 luvun 2 §:n 1 momentissa työnhakusuunnitelman sisällöstä säädetään. Työllistymisohjelmassa voidaan sopia 4 luvun 6 §:ssä tarkoitetuista henkilöstöratkaisuista tai muista työnantajalle maksullisista palveluista vain, jos niistä on sovittu työnantajan kanssa. Poiketen 2 momentista työvoimatoimisto voi päättää, että työnantaja rahoittaa ryhmävalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. Työvoimatoimiston on annettava asiasta kirjallinen päätös. Edellytyksenä työnantajan rahoitusvastuulle on, että: 1) valmennus on välttämätöntä siihen osallistuvien työllistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan työllistymisohjelmassa; 3) valmennus tapahtuu ennen työsuhteen päättymistä; ja 4) rahoitusvastuuta ei työnantajan taloudellinen tilanne huomioon ottaen ole pidettävä kohtuuttomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Työllistymisohjelmassa selvitetään työnhakijan työllistymis- ja koulutusmahdollisuudet sekä hänen edellytyksensä ja tavoitteensa. Työllistymisohjelmassa sovitaan omatoimisesta työnhausta ja sen tukemisesta. Työllistymisohjelman sisällöstä on lisäksi soveltuvin osin voimassa, mitä 5 luvun 2 § :n 1 momentissa työnhakusuunnitelman sisällöstä säädetään. Työllistymisohjelmassa voidaan sopia 4 luvun 6 § :ssä tarkoitetuista henkilöstöratkaisuista tai muista työnantajalle maksullisista palveluista vain, jos niistä on sovittu työnantajan kanssa. Poiketen 2 momentista työvoimatoimisto voi päättää, että työnantaja rahoittaa ryhmävalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. Työvoimatoimiston on annettava asiasta kirjallinen päätös. Edellytyksenä työnantajan rahoitusvastuulle on, että: 1) valmennus on välttämätöntä siihen osallistuvien työllistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan työllistymisohjelmassa; 3) valmennus tapahtuu ennen työsuhteen päättymistä; ja 4) rahoitusvastuuta ei työnantajan taloudellinen tilanne huomioon ottaen ole pidettävä kohtuuttomana.",
        "folded_fi": "tyollistymisohjelmassa selvitetaan tyonhakijan tyollistymis- ja koulutusmahdollisuudet seka hanen edellytyksensa ja tavoitteensa. tyollistymisohjelmassa sovitaan omatoimisesta tyonhausta ja sen tukemisesta. tyollistymisohjelman sisallosta on lisaksi soveltuvin osin voimassa, mita 5 luvun 2 §:n 1 momentissa tyonhakusuunnitelman sisallosta saadetaan. tyollistymisohjelmassa voidaan sopia 4 luvun 6 §:ssa tarkoitetuista henkilostoratkaisuista tai muista tyonantajalle maksullisista palveluista vain, jos niista on sovittu tyonantajan kanssa. poiketen 2 momentista tyovoimatoimisto voi paattaa, etta tyonantaja rahoittaa ryhmavalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. tyovoimatoimiston on annettava asiasta kirjallinen paatos. edellytyksena tyonantajan rahoitusvastuulle on, etta: 1) valmennus on valttamatonta siihen osallistuvien tyollistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan tyollistymisohjelmassa; 3) valmennus tapahtuu ennen tyosuhteen paattymista; ja 4) rahoitusvastuuta ei tyonantajan taloudellinen tilanne huomioon ottaen ole pidettava kohtuuttomana.",
        "title_sv": "Sysselsättningsplanens innehåll",
        "content_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "normalized_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "folded_sv": "i en sysselsattningsplan utreds den arbetssokandes mojligheter till sysselsattning och utbildning samt hans eller hennes forutsattningar och ambitioner. i planen overenskoms om arbetssokande pa eget initiativ och stod for detta. i fraga om sysselsattningsplanens innehall galler dessutom i tillampliga delar vad som i 5 kap. 2 § 1 mom. foreskrivs om jobbsokarplanens innehall. i sysselsattningsplanen kan overenskommas om personallosningar enligt 4 kap. 6 § eller om andra for arbetsgivaren avgiftsbelagda tjanster endast om detta har overenskommits med arbetsgivaren. med avvikelse fran 2 mom. kan arbetskraftsbyran besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringstraning i form av grupptraning. arbetskraftsbyran skall ge ett skriftligt beslut i saken. arbetsgivaren kan alaggas finansieringsansvar under forutsattning att 1) traningen ar nodvandig for att deltagarna skall kunna sysselsattas, 2) traningen har overenskommits i varje deltagares sysselsattningsplan, 3) traningen genomfors innan anstallningsforhallandet upphor, och 4) finansieringsansvaret inte kan anses vara oskaligt med beaktande av arbetsgivarens ekonomiska situation."
      }
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "title": "Työllistymisohjelman voimassaolo",
      "content": "Työllistymisohjelma on voimassa sinä aikana, kun henkilö on työnhakijana. Työvoimatoimisto ja työnhakija tarkistavat ja täydentävät työllistymisohjelmaa tarvittaessa. Työllistymisohjelma lakkaa, kun henkilö sitä pyytää tai hän uudelleen täyttää 2 §:n 1 ja 2 momentin mukaiset työllistymisohjelman laatimisen edellytykset ja hänen kanssaan laaditaan uusi työllistymisohjelma. Työllistymisohjelma lakkaa myös, kun työnhakijan oikeus työttömyyspäivärahaan päättyy enimmäisajan täyttymisen vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:5",
        "normalized_fi": "Työllistymisohjelma on voimassa sinä aikana, kun henkilö on työnhakijana. Työvoimatoimisto ja työnhakija tarkistavat ja täydentävät työllistymisohjelmaa tarvittaessa. Työllistymisohjelma lakkaa, kun henkilö sitä pyytää tai hän uudelleen täyttää 2 § :n 1 ja 2 momentin mukaiset työllistymisohjelman laatimisen edellytykset ja hänen kanssaan laaditaan uusi työllistymisohjelma. Työllistymisohjelma lakkaa myös, kun työnhakijan oikeus työttömyyspäivärahaan päättyy enimmäisajan täyttymisen vuoksi.",
        "folded_fi": "tyollistymisohjelma on voimassa sina aikana, kun henkilo on tyonhakijana. tyovoimatoimisto ja tyonhakija tarkistavat ja taydentavat tyollistymisohjelmaa tarvittaessa. tyollistymisohjelma lakkaa, kun henkilo sita pyytaa tai han uudelleen tayttaa 2 §:n 1 ja 2 momentin mukaiset tyollistymisohjelman laatimisen edellytykset ja hanen kanssaan laaditaan uusi tyollistymisohjelma. tyollistymisohjelma lakkaa myos, kun tyonhakijan oikeus tyottomyyspaivarahaan paattyy enimmaisajan tayttymisen vuoksi.",
        "title_sv": "Sysselsättningsplanens giltighet",
        "content_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "normalized_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "folded_sv": "sysselsattningsplanen ar i kraft sa lange personen i fraga ar arbetssokande. arbetskraftsbyran och den arbetssokande reviderar och kompletterar sysselsattningsplanen vid behov. sysselsattningsplanen upphor att galla nar personen i fraga begar det eller nar han eller hon pa nytt uppfyller forutsattningarna enligt 2 § 1 och 2 mom. for utarbetande av en sysselsattningsplan och en ny sysselsattningsplan utarbetas tillsammans med honom eller henne. sysselsattningsplanen upphor att galla ocksa nar den arbetssokandes ratt till arbetsloshetsdagpenning upphor till foljd av att maximitiden har gatt ut."
      }
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Työllistymisohjelman suhde työnhakusuunnitelmaan",
      "content": "Työllistymisohjelma korvaa työnhakusuunnitelman. Työllistymisohjelmaa on tarkistettava noudattaen, mitä yksilöidystä työnhakusuunnitelmasta säädetään, jos työnhakijan työttömyys on jatkunut 5 luvun 1 §:n 1 momentissa tarkoitetun ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Työllistymisohjelma korvaa työnhakusuunnitelman. Työllistymisohjelmaa on tarkistettava noudattaen, mitä yksilöidystä työnhakusuunnitelmasta säädetään, jos työnhakijan työttömyys on jatkunut 5 luvun 1 § :n 1 momentissa tarkoitetun ajan.",
        "folded_fi": "tyollistymisohjelma korvaa tyonhakusuunnitelman. tyollistymisohjelmaa on tarkistettava noudattaen, mita yksiloidysta tyonhakusuunnitelmasta saadetaan, jos tyonhakijan tyottomyys on jatkunut 5 luvun 1 §:n 1 momentissa tarkoitetun ajan.",
        "title_sv": "Sysselsättningsplan i förhållande till jobbsökarplan",
        "content_sv": "En sysselsättningsplan ersätter en jobbsökarplan. Sysselsättningsplanen skall revideras med iakttagande av bestämmelserna om en specificerad jobbsökarplan, om den arbetssökandes arbetslöshet har varat den tid som anges i 5 kap. 1 § 1 mom.",
        "normalized_sv": "En sysselsättningsplan ersätter en jobbsökarplan. Sysselsättningsplanen skall revideras med iakttagande av bestämmelserna om en specificerad jobbsökarplan, om den arbetssökandes arbetslöshet har varat den tid som anges i 5 kap. 1 § 1 mom.",
        "folded_sv": "en sysselsattningsplan ersatter en jobbsokarplan. sysselsattningsplanen skall revideras med iakttagande av bestammelserna om en specificerad jobbsokarplan, om den arbetssokandes arbetsloshet har varat den tid som anges i 5 kap. 1 § 1 mom."
      }
    },
    {
      "provision_ref": "5:7",
      "chapter": "5",
      "section": "7",
      "title": "Työvoimaviranomaisen velvollisuudet",
      "content": "Muutosturvan toteuttamiseksi työvoimatoimiston tehtävänä on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyössä työnantajan ja henkilöstön edustajien kanssa tarvittavat tämän lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteistä ja etuuksista sekä avustaa yhteistoiminnasta yrityksissä annetun lain (725/1978) 7 d §:n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen työvoimapalvelun osalta; 3) varata riittävät resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan työnantajalta työsopimuslain 9 luvun 3 a §:ssä tarkoitetun ilmoituksen; ja 4) laatia tämän lain mukaisesti työnhakijaksi rekisteröityville työllistymisohjelma ja pyrkiä tarjoamaan siinä sovitut palvelut ja toimenpiteet viivytyksettä. Työvoima- ja elinkeinokeskuksen tehtävänä on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7",
        "normalized_fi": "Muutosturvan toteuttamiseksi työvoimatoimiston tehtävänä on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyössä työnantajan ja henkilöstön edustajien kanssa tarvittavat tämän lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteistä ja etuuksista sekä avustaa yhteistoiminnasta yrityksissä annetun lain (725/1978) 7 d § :n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen työvoimapalvelun osalta; 3) varata riittävät resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan työnantajalta työsopimuslain 9 luvun 3 a § :ssä tarkoitetun ilmoituksen; ja 4) laatia tämän lain mukaisesti työnhakijaksi rekisteröityville työllistymisohjelma ja pyrkiä tarjoamaan siinä sovitut palvelut ja toimenpiteet viivytyksettä. Työvoima- ja elinkeinokeskuksen tehtävänä on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
        "folded_fi": "muutosturvan toteuttamiseksi tyovoimatoimiston tehtavana on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyossa tyonantajan ja henkiloston edustajien kanssa tarvittavat taman lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteista ja etuuksista seka avustaa yhteistoiminnasta yrityksissa annetun lain (725/1978) 7 d §:n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen tyovoimapalvelun osalta; 3) varata riittavat resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan tyonantajalta tyosopimuslain 9 luvun 3 a §:ssa tarkoitetun ilmoituksen; ja 4) laatia taman lain mukaisesti tyonhakijaksi rekisteroityville tyollistymisohjelma ja pyrkia tarjoamaan siina sovitut palvelut ja toimenpiteet viivytyksetta. tyovoima- ja elinkeinokeskuksen tehtavana on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
        "title_sv": "Arbetskraftsmyndighetens skyldigheter",
        "content_sv": "I syfte att genomföra omställningsskyddet skall arbetskraftsbyrån 1) när uppsägningsförfarandet har inletts i samarbete med arbetsgivaren och personalens företrädare kartlägga vilka tjänster enligt denna lag som behövs, 2) informera om vilka tjänster, åtgärder och förmåner som står till buds samt för den offentliga arbetskraftsservicens del bistå vid utarbetandet och genomförandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom företag (725/1978), 3) reservera tillräckliga resurser och bereda sig på behövliga åtgärder efter att av arbetsgivaren ha fått ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag för dem som registreras som arbetslösa arbetssökande utarbeta en sysselsättningsplan och sträva efter att utan dröjsmål erbjuda de tjänster och åtgärder som överenskommits i den. Arbetskrafts- och näringscentralens uppgift är att informera och bistå i enlighet med 1 mom. 2 punkten.",
        "normalized_sv": "I syfte att genomföra omställningsskyddet skall arbetskraftsbyrån 1) när uppsägningsförfarandet har inletts i samarbete med arbetsgivaren och personalens företrädare kartlägga vilka tjänster enligt denna lag som behövs, 2) informera om vilka tjänster, åtgärder och förmåner som står till buds samt för den offentliga arbetskraftsservicens del bistå vid utarbetandet och genomförandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom företag (725/1978), 3) reservera tillräckliga resurser och bereda sig på behövliga åtgärder efter att av arbetsgivaren ha fått ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag för dem som registreras som arbetslösa arbetssökande utarbeta en sysselsättningsplan och sträva efter att utan dröjsmål erbjuda de tjänster och åtgärder som överenskommits i den. Arbetskrafts- och näringscentralens uppgift är att informera och bistå i enlighet med 1 mom. 2 punkten.",
        "folded_sv": "i syfte att genomfora omstallningsskyddet skall arbetskraftsbyran 1) nar uppsagningsforfarandet har inletts i samarbete med arbetsgivaren och personalens foretradare kartlagga vilka tjanster enligt denna lag som behovs, 2) informera om vilka tjanster, atgarder och formaner som star till buds samt for den offentliga arbetskraftsservicens del bista vid utarbetandet och genomforandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom foretag (725/1978), 3) reservera tillrackliga resurser och bereda sig pa behovliga atgarder efter att av arbetsgivaren ha fatt ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag for dem som registreras som arbetslosa arbetssokande utarbeta en sysselsattningsplan och strava efter att utan drojsmal erbjuda de tjanster och atgarder som overenskommits i den. arbetskrafts- och naringscentralens uppgift ar att informera och bista i enlighet med 1 mom. 2 punkten."
      }
    },
    {
      "provision_ref": "9:2",
      "chapter": "9",
      "section": "2",
      "title": "Koulutustuki",
      "content": "Täysimääräinen perustuki on työttömyysturvalain 6 luvun 1 §:n 1 momentissa tarkoitetun peruspäivärahan, korotusosalla korotetun peruspäivärahan tai työllistymisohjelmalisällä korotetun peruspäivärahan suuruinen siten kuin työttömyysturvalain 6 luvun 1 §:n 1 momentissa, 3, 3 a ja 11 §:ssä säädetään. Täysimääräinen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja työllistymisohjelmalisästä siten kuin työttömyysturvalain 6 luvun 1 §:n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 §:ssä säädetään ansiopäivärahasta. Koulutustukeen ei kuitenkaan sovelleta, mitä työttömyysturvalain 6 luvun 3 §:n 3 momentissa säädetään korotetun ansio-osan ja peruspäivärahan korotusosan enimmäiskestosta. Koulutustuki maksetaan työttömyysturvalain 6 luvun 1 §:n 1 momentin ja 2 §:n 2 momentin mukaisesti korotettuna myös sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspäivärahan korotusosaa ja ansiopäivärahan korotettua ansio-osaa 150 päivältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:2",
        "normalized_fi": "Täysimääräinen perustuki on työttömyysturvalain 6 luvun 1 § :n 1 momentissa tarkoitetun peruspäivärahan, korotusosalla korotetun peruspäivärahan tai työllistymisohjelmalisällä korotetun peruspäivärahan suuruinen siten kuin työttömyysturvalain 6 luvun 1 § :n 1 momentissa, 3, 3 a ja 11 § :ssä säädetään. Täysimääräinen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja työllistymisohjelmalisästä siten kuin työttömyysturvalain 6 luvun 1 § :n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 § :ssä säädetään ansiopäivärahasta. Koulutustukeen ei kuitenkaan sovelleta, mitä työttömyysturvalain 6 luvun 3 § :n 3 momentissa säädetään korotetun ansio-osan ja peruspäivärahan korotusosan enimmäiskestosta. Koulutustuki maksetaan työttömyysturvalain 6 luvun 1 § :n 1 momentin ja 2 § :n 2 momentin mukaisesti korotettuna myös sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspäivärahan korotusosaa ja ansiopäivärahan korotettua ansio-osaa 150 päivältä.",
        "folded_fi": "taysimaarainen perustuki on tyottomyysturvalain 6 luvun 1 §:n 1 momentissa tarkoitetun peruspaivarahan, korotusosalla korotetun peruspaivarahan tai tyollistymisohjelmalisalla korotetun peruspaivarahan suuruinen siten kuin tyottomyysturvalain 6 luvun 1 §:n 1 momentissa, 3, 3 a ja 11 §:ssa saadetaan. taysimaarainen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja tyollistymisohjelmalisasta siten kuin tyottomyysturvalain 6 luvun 1 §:n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 §:ssa saadetaan ansiopaivarahasta. koulutustukeen ei kuitenkaan sovelleta, mita tyottomyysturvalain 6 luvun 3 §:n 3 momentissa saadetaan korotetun ansio-osan ja peruspaivarahan korotusosan enimmaiskestosta. koulutustuki maksetaan tyottomyysturvalain 6 luvun 1 §:n 1 momentin ja 2 §:n 2 momentin mukaisesti korotettuna myos sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspaivarahan korotusosaa ja ansiopaivarahan korotettua ansio-osaa 150 paivalta.",
        "title_sv": "Utbildningsstöd",
        "content_sv": "Grundstödets fulla belopp är lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa, grunddagpenningen förhöjd med förhöjningsdel eller grunddagpenningen förhöjd med tillägg för sysselsättningsplan, enligt vad som föreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd för arbetslösa. Det fulla förtjänststödet består av en grunddel och en förtjänstdel eller av en grunddel och tillägg för sysselsättningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd för arbetslösa bestäms om inkomstrelaterad dagpenning. I fråga om utbildningsstödet tillämpas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd för arbetslösa bestäms om maximal varaktighet för den förhöjda förtjänstdelen och för grunddagpenningens förhöjningsdel. Förhöjt utbildningsstöd betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd för arbetslösa även till sådana studerande som för 150 dagar har fått grunddagpenningens förhöjningsdel och den inkomstrelaterade dagpenningens förhöjda förtjänstdel enligt nämnda lag.",
        "normalized_sv": "Grundstödets fulla belopp är lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa, grunddagpenningen förhöjd med förhöjningsdel eller grunddagpenningen förhöjd med tillägg för sysselsättningsplan, enligt vad som föreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd för arbetslösa. Det fulla förtjänststödet består av en grunddel och en förtjänstdel eller av en grunddel och tillägg för sysselsättningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd för arbetslösa bestäms om inkomstrelaterad dagpenning. I fråga om utbildningsstödet tillämpas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd för arbetslösa bestäms om maximal varaktighet för den förhöjda förtjänstdelen och för grunddagpenningens förhöjningsdel. Förhöjt utbildningsstöd betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd för arbetslösa även till sådana studerande som för 150 dagar har fått grunddagpenningens förhöjningsdel och den inkomstrelaterade dagpenningens förhöjda förtjänstdel enligt nämnda lag.",
        "folded_sv": "grundstodets fulla belopp ar lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd for arbetslosa, grunddagpenningen forhojd med forhojningsdel eller grunddagpenningen forhojd med tillagg for sysselsattningsplan, enligt vad som foreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd for arbetslosa. det fulla fortjanststodet bestar av en grunddel och en fortjanstdel eller av en grunddel och tillagg for sysselsattningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd for arbetslosa bestams om inkomstrelaterad dagpenning. i fraga om utbildningsstodet tillampas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd for arbetslosa bestams om maximal varaktighet for den forhojda fortjanstdelen och for grunddagpenningens forhojningsdel. forhojt utbildningsstod betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd for arbetslosa aven till sadana studerande som for 150 dagar har fatt grunddagpenningens forhojningsdel och den inkomstrelaterade dagpenningens forhojda fortjanstdel enligt namnda lag."
      }
    },
    {
      "provision_ref": "9:7",
      "chapter": "9",
      "section": "7",
      "title": "Opintososiaalisten etuuksien rahoitus",
      "content": "Perustuki ja siihen liittyvä lapsikorotus rahoitetaan valtion varoista ja palkansaajan työttömyysvakuutusmaksun tuotosta. Perustuen työttömyysturvalain 6 luvun 1 §:n 1 momentin mukaiset korotusosat ja työllistymisohjelmalisät rahoitetaan työttömyysvakuutusmaksun tuotosta. Ylläpitokorvaukset rahoitetaan valtion varoista. Palkansaajan ansiotuen rahoituksesta säädetään työttömyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittäjien ansiotuen rahoituksesta työttömyyskassalaissa. Valtion on maksettava Kansaneläkelaitokselle etuuksia varten kuukausittain ennakkoa siten, että ennakoiden määrä vastaa valtion sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Työttömyysvakuutusrahaston on maksettava Kansaneläkelaitokselle etuuksia varten ennakkoa siten, että ennakoiden määrä vastaa työttömyysvakuutusrahaston sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Kansaneläkelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta säädetään tarkemmin valtioneuvoston asetuksella. Opintososiaalisiin etuuksiin liittyvien tehtävien hoitamisesta Kansaneläkelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:7",
        "normalized_fi": "Perustuki ja siihen liittyvä lapsikorotus rahoitetaan valtion varoista ja palkansaajan työttömyysvakuutusmaksun tuotosta. Perustuen työttömyysturvalain 6 luvun 1 § :n 1 momentin mukaiset korotusosat ja työllistymisohjelmalisät rahoitetaan työttömyysvakuutusmaksun tuotosta. Ylläpitokorvaukset rahoitetaan valtion varoista. Palkansaajan ansiotuen rahoituksesta säädetään työttömyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittäjien ansiotuen rahoituksesta työttömyyskassalaissa. Valtion on maksettava Kansaneläkelaitokselle etuuksia varten kuukausittain ennakkoa siten, että ennakoiden määrä vastaa valtion sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Työttömyysvakuutusrahaston on maksettava Kansaneläkelaitokselle etuuksia varten ennakkoa siten, että ennakoiden määrä vastaa työttömyysvakuutusrahaston sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Kansaneläkelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta säädetään tarkemmin valtioneuvoston asetuksella. Opintososiaalisiin etuuksiin liittyvien tehtävien hoitamisesta Kansaneläkelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
        "folded_fi": "perustuki ja siihen liittyva lapsikorotus rahoitetaan valtion varoista ja palkansaajan tyottomyysvakuutusmaksun tuotosta. perustuen tyottomyysturvalain 6 luvun 1 §:n 1 momentin mukaiset korotusosat ja tyollistymisohjelmalisat rahoitetaan tyottomyysvakuutusmaksun tuotosta. yllapitokorvaukset rahoitetaan valtion varoista. palkansaajan ansiotuen rahoituksesta saadetaan tyottomyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittajien ansiotuen rahoituksesta tyottomyyskassalaissa. valtion on maksettava kansanelakelaitokselle etuuksia varten kuukausittain ennakkoa siten, etta ennakoiden maara vastaa valtion sina vuonna suoritettavaksi arvioitua maaraa ja etta ennakot riittavat menojen kattamiseen jokaisena kuukautena. tyottomyysvakuutusrahaston on maksettava kansanelakelaitokselle etuuksia varten ennakkoa siten, etta ennakoiden maara vastaa tyottomyysvakuutusrahaston sina vuonna suoritettavaksi arvioitua maaraa ja etta ennakot riittavat menojen kattamiseen jokaisena kuukautena. kansanelakelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta saadetaan tarkemmin valtioneuvoston asetuksella. opintososiaalisiin etuuksiin liittyvien tehtavien hoitamisesta kansanelakelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
        "title_sv": "Finansiering av studiesociala förmåner",
        "content_sv": "Grundstödet och den därtill anslutna barnförhöjningen finansieras av statens medel och intäkter av löntagares arbetslöshetsförsäkringspremie. Grundstödets förhöjningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa och tilläggen för sysselsättningsplan finansieras med intäkter av arbetslöshetsförsäkringspremien. Ersättningarna för uppehälle finansieras av statens medel. Bestämmelser om finansieringen av löntagares förtjänststöd finns i lagen om finansiering av arbetslöshetsförmåner (555/1998) och om finansiering av företagares förtjänststöd i lagen om arbetslöshetskassor. Staten skall månatligen till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att staten skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Arbetslöshetsförsäkringsfonden skall till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att arbetslöshetsförsäkringsfonden skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Genom förordning av statsrådet bestäms närmare om fastställandet och betalningen av förskott och slutlig finansiering till Folkpensionsanstalten. De förvaltningskostnader som Folkpensionsanstalten förorsakas av uppgifter som har samband med de studiesociala förmånerna skall räknas till anstaltens förvaltningskostnader.",
        "normalized_sv": "Grundstödet och den därtill anslutna barnförhöjningen finansieras av statens medel och intäkter av löntagares arbetslöshetsförsäkringspremie. Grundstödets förhöjningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa och tilläggen för sysselsättningsplan finansieras med intäkter av arbetslöshetsförsäkringspremien. Ersättningarna för uppehälle finansieras av statens medel. Bestämmelser om finansieringen av löntagares förtjänststöd finns i lagen om finansiering av arbetslöshetsförmåner (555/1998) och om finansiering av företagares förtjänststöd i lagen om arbetslöshetskassor. Staten skall månatligen till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att staten skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Arbetslöshetsförsäkringsfonden skall till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att arbetslöshetsförsäkringsfonden skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Genom förordning av statsrådet bestäms närmare om fastställandet och betalningen av förskott och slutlig finansiering till Folkpensionsanstalten. De förvaltningskostnader som Folkpensionsanstalten förorsakas av uppgifter som har samband med de studiesociala förmånerna skall räknas till anstaltens förvaltningskostnader.",
        "folded_sv": "grundstodet och den dartill anslutna barnforhojningen finansieras av statens medel och intakter av lontagares arbetsloshetsforsakringspremie. grundstodets forhojningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd for arbetslosa och tillaggen for sysselsattningsplan finansieras med intakter av arbetsloshetsforsakringspremien. ersattningarna for uppehalle finansieras av statens medel. bestammelser om finansieringen av lontagares fortjanststod finns i lagen om finansiering av arbetsloshetsformaner (555/1998) och om finansiering av foretagares fortjanststod i lagen om arbetsloshetskassor. staten skall manatligen till folkpensionsanstalten betala forskott for formanerna sa att forskottens belopp motsvarar det belopp som det beraknas att staten skall betala det aret och att forskottet racker till for att tacka utgifterna under varje manad. arbetsloshetsforsakringsfonden skall till folkpensionsanstalten betala forskott for formanerna sa att forskottens belopp motsvarar det belopp som det beraknas att arbetsloshetsforsakringsfonden skall betala det aret och att forskottet racker till for att tacka utgifterna under varje manad. genom forordning av statsradet bestams narmare om faststallandet och betalningen av forskott och slutlig finansiering till folkpensionsanstalten. de forvaltningskostnader som folkpensionsanstalten fororsakas av uppgifter som har samband med de studiesociala formanerna skall raknas till anstaltens forvaltningskostnader."
      }
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "title": "Koulutustuen ja ylläpitokorvausten myöntäminen ja maksaminen",
      "content": "Kansaneläkelaitoksen ja työttömyyskassan on ennen päätöksen tekemistä koulutustukea koskevassa asiassa hankittava työvoimatoimiston ilmoitus koulutuksen aloittamisesta sekä siitä, onko koulutuksesta sovittu työllistymisohjelmassa tai työttömyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosäännöksen 6 momentissa tarkoitetussa työllistymisohjelmaa vastaavassa ohjelmassa. Jos on kyse ansiotuen ansio-osan myöntämisestä tai epäämisestä 9 luvun 6 §:n 1 momentin 3 kohdan tai mainitun pykälän 2 momentin nojalla, työttömyyskassan tulee hankkia ennen asian ratkaisemista työvoimatoimiston ilmoitus edellytyksen täyttymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Kansaneläkelaitoksen ja työttömyyskassan on ennen päätöksen tekemistä koulutustukea koskevassa asiassa hankittava työvoimatoimiston ilmoitus koulutuksen aloittamisesta sekä siitä, onko koulutuksesta sovittu työllistymisohjelmassa tai työttömyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosäännöksen 6 momentissa tarkoitetussa työllistymisohjelmaa vastaavassa ohjelmassa. Jos on kyse ansiotuen ansio-osan myöntämisestä tai epäämisestä 9 luvun 6 § :n 1 momentin 3 kohdan tai mainitun pykälän 2 momentin nojalla, työttömyyskassan tulee hankkia ennen asian ratkaisemista työvoimatoimiston ilmoitus edellytyksen täyttymisestä.",
        "folded_fi": "kansanelakelaitoksen ja tyottomyyskassan on ennen paatoksen tekemista koulutustukea koskevassa asiassa hankittava tyovoimatoimiston ilmoitus koulutuksen aloittamisesta seka siita, onko koulutuksesta sovittu tyollistymisohjelmassa tai tyottomyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosaannoksen 6 momentissa tarkoitetussa tyollistymisohjelmaa vastaavassa ohjelmassa. jos on kyse ansiotuen ansio-osan myontamisesta tai epaamisesta 9 luvun 6 §:n 1 momentin 3 kohdan tai mainitun pykalan 2 momentin nojalla, tyottomyyskassan tulee hankkia ennen asian ratkaisemista tyovoimatoimiston ilmoitus edellytyksen tayttymisesta.",
        "title_sv": "Beviljande och utbetalning av utbildningsstöd och ersättning för uppehälle",
        "content_sv": "Innan Folkpensionsanstalten och arbetslöshetskassan fattar beslut i ett ärende som gäller utbildningsstöd skall den inhämta arbetskraftsbyråns anmälan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsättningsplan eller i ett sådant i 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om utkomstskydd för arbetslösa (459/2005) avsett program som motsvarar en sysselsättningsplan. Är det fråga om beviljande eller förvägrande av förtjänststödets förtjänstdel med stöd av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i nämnda paragraf, skall arbetslöshetskassan innan ärendet avgörs inhämta arbetskraftsbyråns anmälan om att villkoret uppfyllts.",
        "normalized_sv": "Innan Folkpensionsanstalten och arbetslöshetskassan fattar beslut i ett ärende som gäller utbildningsstöd skall den inhämta arbetskraftsbyråns anmälan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsättningsplan eller i ett sådant i 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om utkomstskydd för arbetslösa (459/2005) avsett program som motsvarar en sysselsättningsplan. Är det fråga om beviljande eller förvägrande av förtjänststödets förtjänstdel med stöd av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i nämnda paragraf, skall arbetslöshetskassan innan ärendet avgörs inhämta arbetskraftsbyråns anmälan om att villkoret uppfyllts.",
        "folded_sv": "innan folkpensionsanstalten och arbetsloshetskassan fattar beslut i ett arende som galler utbildningsstod skall den inhamta arbetskraftsbyrans anmalan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsattningsplan eller i ett sadant i 6 mom. i ikrafttradandebestammelsen i lagen om andring av lagen om utkomstskydd for arbetslosa (459/2005) avsett program som motsvarar en sysselsattningsplan. ar det fraga om beviljande eller forvagrande av fortjanststodets fortjanstdel med stod av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i namnda paragraf, skall arbetsloshetskassan innan arendet avgors inhamta arbetskraftsbyrans anmalan om att villkoret uppfyllts."
      }
    },
    {
      "provision_ref": "13:3",
      "chapter": "13",
      "section": "3",
      "title": "Muutoksenhaku työnantajapalvelujen epäämistä ja työnantajan rahoitusvastuuta koskevaan päätökseen",
      "content": "Työvoimatoimiston 4 luvun 7 §:n 3 momentissa ja 5 a luvun 4 §:n 3 momentissa tarkoitettuun päätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:3",
        "normalized_fi": "Työvoimatoimiston 4 luvun 7 § :n 3 momentissa ja 5 a luvun 4 § :n 3 momentissa tarkoitettuun päätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tyovoimatoimiston 4 luvun 7 §:n 3 momentissa ja 5 a luvun 4 §:n 3 momentissa tarkoitettuun paatokseen haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i beslut om att inte tillhandahålla tjänster för arbetsgivarkunder och i beslut om arbetsgivares finansieringsansvar",
        "content_sv": "Ändring i ett sådant beslut av en arbetskraftsbyrå som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i ett sådant beslut av en arbetskraftsbyrå som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "andring i ett sadant beslut av en arbetskraftsbyra som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Työnhakijan informointi",
      "content": "Työnhakijaa tulee informoida työnhakijaksi rekisteröinnin yhteydessä tai viipymättä sen jälkeen hänelle tarjolla olevista työvoimatoimiston palveluista ja hänen 6 §:n 2 momentin mukaisesta velvollisuudestaan pitää työhakemus voimassa sekä 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvästä työllistymisohjelmasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:8",
        "normalized_fi": "Työnhakijaa tulee informoida työnhakijaksi rekisteröinnin yhteydessä tai viipymättä sen jälkeen hänelle tarjolla olevista työvoimatoimiston palveluista ja hänen 6 § :n 2 momentin mukaisesta velvollisuudestaan pitää työhakemus voimassa sekä 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvästä työllistymisohjelmasta.",
        "folded_fi": "tyonhakijaa tulee informoida tyonhakijaksi rekisteroinnin yhteydessa tai viipymatta sen jalkeen hanelle tarjolla olevista tyovoimatoimiston palveluista ja hanen 6 §:n 2 momentin mukaisesta velvollisuudestaan pitaa tyohakemus voimassa seka 5 a luvussa tarkoitetusta muutosturvasta ja siihen liittyvasta tyollistymisohjelmasta.",
        "title_sv": "Information till arbetssökande",
        "content_sv": "En arbetssökande skall i samband med att han eller hon registreras som arbetssökande eller omedelbart därefter informeras om den service som står till buds vid arbetskraftsbyrån och om hans eller hennes skyldighet att hålla arbetsansökan i kraft enligt 6 § 2 mom. samt om omställningsskydd jämte sysselsättningsplan enligt 5 a kap.",
        "normalized_sv": "En arbetssökande skall i samband med att han eller hon registreras som arbetssökande eller omedelbart därefter informeras om den service som står till buds vid arbetskraftsbyrån och om hans eller hennes skyldighet att hålla arbetsansökan i kraft enligt 6 § 2 mom. samt om omställningsskydd jämte sysselsättningsplan enligt 5 a kap.",
        "folded_sv": "en arbetssokande skall i samband med att han eller hon registreras som arbetssokande eller omedelbart darefter informeras om den service som star till buds vid arbetskraftsbyran och om hans eller hennes skyldighet att halla arbetsansokan i kraft enligt 6 § 2 mom. samt om omstallningsskydd jamte sysselsattningsplan enligt 5 a kap."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "title": "Työttömän työnhakijan yhteistyövelvollisuus",
      "content": "Työtön työnhakija, jonka kanssa on laadittu yksilöity työnhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 §:n 2 momentissa tarkoitettu työllistymisohjelma ja jonka työttömyys on kestänyt yhdenjaksoisesti vähintään viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa siltä osin kuin siinä on sovittu 2 §:n 2 momentissa tarkoitetuista asioista. Työtön työnhakija on tällöin lisäksi velvollinen määräajoin työnhakusuunnitelmassa tai työllistymisohjelmassa sovitulla tavalla ilmoittamaan, miten hän on suunnitelmaa tai ohjelmaa toteuttanut. Jos työvoimatoimisto edellyttää muuta selvitystä suunnitelman tai ohjelman toteuttamisesta, tämä ehto on kirjattava työnhakusuunnitelmaan tai työllistymisohjelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Työtön työnhakija, jonka kanssa on laadittu yksilöity työnhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 § :n 2 momentissa tarkoitettu työllistymisohjelma ja jonka työttömyys on kestänyt yhdenjaksoisesti vähintään viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa siltä osin kuin siinä on sovittu 2 § :n 2 momentissa tarkoitetuista asioista. Työtön työnhakija on tällöin lisäksi velvollinen määräajoin työnhakusuunnitelmassa tai työllistymisohjelmassa sovitulla tavalla ilmoittamaan, miten hän on suunnitelmaa tai ohjelmaa toteuttanut. Jos työvoimatoimisto edellyttää muuta selvitystä suunnitelman tai ohjelman toteuttamisesta, tämä ehto on kirjattava työnhakusuunnitelmaan tai työllistymisohjelmaan.",
        "folded_fi": "tyoton tyonhakija, jonka kanssa on laadittu yksiloity tyonhakusuunnitelma, aktivointisuunnitelma tai 5 a luvun 1 §:n 2 momentissa tarkoitettu tyollistymisohjelma ja jonka tyottomyys on kestanyt yhdenjaksoisesti vahintaan viisi kuukautta, on velvollinen toteuttamaan suunnitelmaansa tai ohjelmaansa silta osin kuin siina on sovittu 2 §:n 2 momentissa tarkoitetuista asioista. tyoton tyonhakija on talloin lisaksi velvollinen maaraajoin tyonhakusuunnitelmassa tai tyollistymisohjelmassa sovitulla tavalla ilmoittamaan, miten han on suunnitelmaa tai ohjelmaa toteuttanut. jos tyovoimatoimisto edellyttaa muuta selvitysta suunnitelman tai ohjelman toteuttamisesta, tama ehto on kirjattava tyonhakusuunnitelmaan tai tyollistymisohjelmaan.",
        "title_sv": "Sysselsättningsplanens innehåll",
        "content_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "normalized_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "folded_sv": "i en sysselsattningsplan utreds den arbetssokandes mojligheter till sysselsattning och utbildning samt hans eller hennes forutsattningar och ambitioner. i planen overenskoms om arbetssokande pa eget initiativ och stod for detta. i fraga om sysselsattningsplanens innehall galler dessutom i tillampliga delar vad som i 5 kap. 2 § 1 mom. foreskrivs om jobbsokarplanens innehall. i sysselsattningsplanen kan overenskommas om personallosningar enligt 4 kap. 6 § eller om andra for arbetsgivaren avgiftsbelagda tjanster endast om detta har overenskommits med arbetsgivaren. med avvikelse fran 2 mom. kan arbetskraftsbyran besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringstraning i form av grupptraning. arbetskraftsbyran skall ge ett skriftligt beslut i saken. arbetsgivaren kan alaggas finansieringsansvar under forutsattning att 1) traningen ar nodvandig for att deltagarna skall kunna sysselsattas, 2) traningen har overenskommits i varje deltagares sysselsattningsplan, 3) traningen genomfors innan anstallningsforhallandet upphor, och 4) finansieringsansvaret inte kan anses vara oskaligt med beaktande av arbetsgivarens ekonomiska situation."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "title": "Yhteistyövelvollisuuden voimassaolo",
      "content": "Yksilöityyn työnhakusuunnitelmaan ja työllistymisohjelmaan liittyvä 4 §:n 2 momentin mukainen yhteistyövelvollisuus on voimassa sinä aikana, kun henkilö on työttömänä työnhakijana. Yhteistyövelvollisuus lakkaa, kun henkilö täyttää työttömyyspäivärahan edellytyksenä olevan työssäoloehdon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:5",
        "normalized_fi": "Yksilöityyn työnhakusuunnitelmaan ja työllistymisohjelmaan liittyvä 4 § :n 2 momentin mukainen yhteistyövelvollisuus on voimassa sinä aikana, kun henkilö on työttömänä työnhakijana. Yhteistyövelvollisuus lakkaa, kun henkilö täyttää työttömyyspäivärahan edellytyksenä olevan työssäoloehdon.",
        "folded_fi": "yksiloityyn tyonhakusuunnitelmaan ja tyollistymisohjelmaan liittyva 4 §:n 2 momentin mukainen yhteistyovelvollisuus on voimassa sina aikana, kun henkilo on tyottomana tyonhakijana. yhteistyovelvollisuus lakkaa, kun henkilo tayttaa tyottomyyspaivarahan edellytyksena olevan tyossaoloehdon.",
        "title_sv": "Sysselsättningsplanens giltighet",
        "content_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "normalized_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "folded_sv": "sysselsattningsplanen ar i kraft sa lange personen i fraga ar arbetssokande. arbetskraftsbyran och den arbetssokande reviderar och kompletterar sysselsattningsplanen vid behov. sysselsattningsplanen upphor att galla nar personen i fraga begar det eller nar han eller hon pa nytt uppfyller forutsattningarna enligt 2 § 1 och 2 mom. for utarbetande av en sysselsattningsplan och en ny sysselsattningsplan utarbetas tillsammans med honom eller henne. sysselsattningsplanen upphor att galla ocksa nar den arbetssokandes ratt till arbetsloshetsdagpenning upphor till foljd av att maximitiden har gatt ut."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:1",
      "chapter": "5",
      "section": "1",
      "title": "Muutosturva",
      "content": "Muutosturvalla tarkoitetaan tässä laissa toimintamallia, jonka avulla irtisanottu tai työttömyysuhan alainen työntekijä pyritään työllistämään uudelleen mahdollisimman nopeasti. työllistymisohjelma Muutosturva muodostuu yksilöllisestä suunnitelmasta (), suunnitelmassa sovituista tämän lain mukaisista palveluista ja toimenpiteistä sekä mahdollisista muista ammatillisia valmiuksia kehittävistä palveluista ja toimenpiteistä. Muutosturvaan liittyvistä erityisistä etuuksista säädetään 9 luvun 2 §:ssä sekä työttömyysturvalaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:1",
        "normalized_fi": "Muutosturvalla tarkoitetaan tässä laissa toimintamallia, jonka avulla irtisanottu tai työttömyysuhan alainen työntekijä pyritään työllistämään uudelleen mahdollisimman nopeasti. työllistymisohjelma Muutosturva muodostuu yksilöllisestä suunnitelmasta (), suunnitelmassa sovituista tämän lain mukaisista palveluista ja toimenpiteistä sekä mahdollisista muista ammatillisia valmiuksia kehittävistä palveluista ja toimenpiteistä. Muutosturvaan liittyvistä erityisistä etuuksista säädetään 9 luvun 2 § :ssä sekä työttömyysturvalaissa.",
        "folded_fi": "muutosturvalla tarkoitetaan tassa laissa toimintamallia, jonka avulla irtisanottu tai tyottomyysuhan alainen tyontekija pyritaan tyollistamaan uudelleen mahdollisimman nopeasti. tyollistymisohjelma muutosturva muodostuu yksilollisesta suunnitelmasta (), suunnitelmassa sovituista taman lain mukaisista palveluista ja toimenpiteista seka mahdollisista muista ammatillisia valmiuksia kehittavista palveluista ja toimenpiteista. muutosturvaan liittyvista erityisista etuuksista saadetaan 9 luvun 2 §:ssa seka tyottomyysturvalaissa.",
        "title_sv": "Omställningsskydd",
        "content_sv": "Med omställningsskydd avses i denna lag en åtgärdsmodell avsedd att så snabbt som möjligt finna ny sysselsättning för en uppsagd eller av arbetslöshet hotad arbetstagare. sysselsättningsplan Omställningsskyddet består av en individuell plan (), av service och åtgärder enligt denna lag som enligt avtal skall ingå i planen samt av eventuella andra tjänster och åtgärder som utvecklar yrkesfärdigheterna. Bestämmelser om särskilda förmåner i samband med omställningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd för arbetslösa.",
        "normalized_sv": "Med omställningsskydd avses i denna lag en åtgärdsmodell avsedd att så snabbt som möjligt finna ny sysselsättning för en uppsagd eller av arbetslöshet hotad arbetstagare. sysselsättningsplan Omställningsskyddet består av en individuell plan (), av service och åtgärder enligt denna lag som enligt avtal skall ingå i planen samt av eventuella andra tjänster och åtgärder som utvecklar yrkesfärdigheterna. Bestämmelser om särskilda förmåner i samband med omställningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd för arbetslösa.",
        "folded_sv": "med omstallningsskydd avses i denna lag en atgardsmodell avsedd att sa snabbt som mojligt finna ny sysselsattning for en uppsagd eller av arbetsloshet hotad arbetstagare. sysselsattningsplan omstallningsskyddet bestar av en individuell plan (), av service och atgarder enligt denna lag som enligt avtal skall inga i planen samt av eventuella andra tjanster och atgarder som utvecklar yrkesfardigheterna. bestammelser om sarskilda formaner i samband med omstallningsskyddet finns i 9 kap. 2 § samt i lagen om utkomstskydd for arbetslosa."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:2",
      "chapter": "5",
      "section": "2",
      "title": "Oikeus työllistymisohjelmaan",
      "content": "Työllistymisohjelmaan on oikeus työnhakijalla, jonka työnantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan päättymistä kertyisi yhteensä vähintään kolmen vuoden mittainen työhistoria saman tai eri työnantajien työssä. Oikeus työllistymisohjelmaan on lisäksi työnhakijalla, joka on työsuhteen päättyessä ollut määräaikaisessa työsuhteessa samaan työnantajaan keskeytyksittä vähintään kolme vuotta tai määräaikaisissa työsuhteissa samaan työnantajaan yhteensä vähintään 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. Taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan työnhakija, joka on irtisanonut työsopimuksensa työsopimuslain 5 luvun 7 §:n mukaisesti lomautuksen kestettyä yhdenjaksoisesti vähintään 200 päivää. Työllistymisohjelma on laadittava viipymättä, kun työllistymisohjelmaan oikeutettu työnhakija sitä pyytää. Työnhakijalla ei ole oikeutta työllistymisohjelmaan, jos pyyntö esitetään myöhemmin kuin 30 päivän kuluttua työsuhteen päättymisestä, ellei oikeuden epääminen ole kohtuutonta. Työnhakijan työssäoloaika otetaan huomioon työnantajan ilmoituksen tai työnhakijan esittämän luotettavan selvityksen mukaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:2",
        "normalized_fi": "Työllistymisohjelmaan on oikeus työnhakijalla, jonka työnantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan päättymistä kertyisi yhteensä vähintään kolmen vuoden mittainen työhistoria saman tai eri työnantajien työssä. Oikeus työllistymisohjelmaan on lisäksi työnhakijalla, joka on työsuhteen päättyessä ollut määräaikaisessa työsuhteessa samaan työnantajaan keskeytyksittä vähintään kolme vuotta tai määräaikaisissa työsuhteissa samaan työnantajaan yhteensä vähintään 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. Taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan työnhakija, joka on irtisanonut työsopimuksensa työsopimuslain 5 luvun 7 § :n mukaisesti lomautuksen kestettyä yhdenjaksoisesti vähintään 200 päivää. Työllistymisohjelma on laadittava viipymättä, kun työllistymisohjelmaan oikeutettu työnhakija sitä pyytää. Työnhakijalla ei ole oikeutta työllistymisohjelmaan, jos pyyntö esitetään myöhemmin kuin 30 päivän kuluttua työsuhteen päättymisestä, ellei oikeuden epääminen ole kohtuutonta. Työnhakijan työssäoloaika otetaan huomioon työnantajan ilmoituksen tai työnhakijan esittämän luotettavan selvityksen mukaisena.",
        "folded_fi": "tyollistymisohjelmaan on oikeus tyonhakijalla, jonka tyonantaja on irtisanonut taloudellisilla tai tuotannollisilla perusteilla ja jolle ennen irtisanomisajan paattymista kertyisi yhteensa vahintaan kolmen vuoden mittainen tyohistoria saman tai eri tyonantajien tyossa. oikeus tyollistymisohjelmaan on lisaksi tyonhakijalla, joka on tyosuhteen paattyessa ollut maaraaikaisessa tyosuhteessa samaan tyonantajaan keskeytyksitta vahintaan kolme vuotta tai maaraaikaisissa tyosuhteissa samaan tyonantajaan yhteensa vahintaan 36 kuukautta viimeksi kuluneen 42 kuukauden aikana. taloudellisilla tai tuotannollisilla perusteilla irtisanottuun rinnastetaan tyonhakija, joka on irtisanonut tyosopimuksensa tyosopimuslain 5 luvun 7 §:n mukaisesti lomautuksen kestettya yhdenjaksoisesti vahintaan 200 paivaa. tyollistymisohjelma on laadittava viipymatta, kun tyollistymisohjelmaan oikeutettu tyonhakija sita pyytaa. tyonhakijalla ei ole oikeutta tyollistymisohjelmaan, jos pyynto esitetaan myohemmin kuin 30 paivan kuluttua tyosuhteen paattymisesta, ellei oikeuden epaaminen ole kohtuutonta. tyonhakijan tyossaoloaika otetaan huomioon tyonantajan ilmoituksen tai tyonhakijan esittaman luotettavan selvityksen mukaisena.",
        "title_sv": "Rätt till sysselsättningsplan",
        "content_sv": "Rätt till en sysselsättningsplan har en arbetssökande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som före uppsägningstidens utgång skulle ha en arbetshistoria på sammanlagt minst tre år hos samma arbetsgivare eller olika arbetsgivare. Rätt till en sysselsättningsplan har dessutom en arbetssökande som när anställningsförhållandet upphör har stått i anställningsförhållande för viss tid till samma arbetsgivare utan avbrott i minst tre år eller i anställningsförhållanden för viss tid till samma arbetsgivare i sammanlagt minst 36 månader under de senaste 42 månaderna. Med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jämställs en arbetssökande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. Sysselsättningsplanen skall utarbetas utan dröjsmål när en till sysselsättningsplan berättigad arbetssökande begär det. Arbetssökanden har inte rätt till en sysselsättningsplan om begäran framställs senare än 30 dagar efter det att anställningsförhållandet upphörde, om det inte är oskäligt att rätten förvägras. Arbetssökandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillförlitlig utredning från den arbetssökande.",
        "normalized_sv": "Rätt till en sysselsättningsplan har en arbetssökande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som före uppsägningstidens utgång skulle ha en arbetshistoria på sammanlagt minst tre år hos samma arbetsgivare eller olika arbetsgivare. Rätt till en sysselsättningsplan har dessutom en arbetssökande som när anställningsförhållandet upphör har stått i anställningsförhållande för viss tid till samma arbetsgivare utan avbrott i minst tre år eller i anställningsförhållanden för viss tid till samma arbetsgivare i sammanlagt minst 36 månader under de senaste 42 månaderna. Med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jämställs en arbetssökande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. Sysselsättningsplanen skall utarbetas utan dröjsmål när en till sysselsättningsplan berättigad arbetssökande begär det. Arbetssökanden har inte rätt till en sysselsättningsplan om begäran framställs senare än 30 dagar efter det att anställningsförhållandet upphörde, om det inte är oskäligt att rätten förvägras. Arbetssökandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillförlitlig utredning från den arbetssökande.",
        "folded_sv": "ratt till en sysselsattningsplan har en arbetssokande som arbetsgivaren har sagt upp av ekonomiska orsaker eller av produktionsorsaker och som fore uppsagningstidens utgang skulle ha en arbetshistoria pa sammanlagt minst tre ar hos samma arbetsgivare eller olika arbetsgivare. ratt till en sysselsattningsplan har dessutom en arbetssokande som nar anstallningsforhallandet upphor har statt i anstallningsforhallande for viss tid till samma arbetsgivare utan avbrott i minst tre ar eller i anstallningsforhallanden for viss tid till samma arbetsgivare i sammanlagt minst 36 manader under de senaste 42 manaderna. med en person som sagts upp av ekonomiska orsaker eller av produktionsorsaker jamstalls en arbetssokande som har sagt upp sitt arbetsavtal i enlighet med 5 kap. 7 § i arbetsavtalslagen sedan en permittering utan avbrott har varat minst 200 dagar. sysselsattningsplanen skall utarbetas utan drojsmal nar en till sysselsattningsplan berattigad arbetssokande begar det. arbetssokanden har inte ratt till en sysselsattningsplan om begaran framstalls senare an 30 dagar efter det att anstallningsforhallandet upphorde, om det inte ar oskaligt att ratten forvagras. arbetssokandens tid i arbete beaktas enligt arbetsgivarens meddelande eller en tillforlitlig utredning fran den arbetssokande."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:3",
      "chapter": "5",
      "section": "3",
      "title": "Työllistymisohjelman laatiminen",
      "content": "Työllistymisohjelman laatii työvoimatoimisto yhdessä työllistymisohjelmaan oikeutetun työnhakijan kanssa. Työnhakijan suostumuksella työnantaja voi osallistua työllistymisohjelman laatimiseen. Työllistymisohjelman laatimiseen osallistuneet allekirjoittavat työllistymisohjelman.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:3",
        "normalized_fi": "Työllistymisohjelman laatii työvoimatoimisto yhdessä työllistymisohjelmaan oikeutetun työnhakijan kanssa. Työnhakijan suostumuksella työnantaja voi osallistua työllistymisohjelman laatimiseen. Työllistymisohjelman laatimiseen osallistuneet allekirjoittavat työllistymisohjelman.",
        "folded_fi": "tyollistymisohjelman laatii tyovoimatoimisto yhdessa tyollistymisohjelmaan oikeutetun tyonhakijan kanssa. tyonhakijan suostumuksella tyonantaja voi osallistua tyollistymisohjelman laatimiseen. tyollistymisohjelman laatimiseen osallistuneet allekirjoittavat tyollistymisohjelman.",
        "title_sv": "Utarbetande av sysselsättningsplan",
        "content_sv": "En sysselsättningsplan utarbetas av arbetskraftsbyrån tillsammans med den till planen berättigade arbetssökanden. Med arbetssökandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsättningsplanen. Sysselsättningsplanen undertecknas av dem som deltagit i utarbetandet av planen.",
        "normalized_sv": "En sysselsättningsplan utarbetas av arbetskraftsbyrån tillsammans med den till planen berättigade arbetssökanden. Med arbetssökandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsättningsplanen. Sysselsättningsplanen undertecknas av dem som deltagit i utarbetandet av planen.",
        "folded_sv": "en sysselsattningsplan utarbetas av arbetskraftsbyran tillsammans med den till planen berattigade arbetssokanden. med arbetssokandens samtycke kan arbetsgivaren delta i utarbetandet av sysselsattningsplanen. sysselsattningsplanen undertecknas av dem som deltagit i utarbetandet av planen."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "title": "Työllistymisohjelman sisältö",
      "content": "Työllistymisohjelmassa selvitetään työnhakijan työllistymis- ja koulutusmahdollisuudet sekä hänen edellytyksensä ja tavoitteensa. Työllistymisohjelmassa sovitaan omatoimisesta työnhausta ja sen tukemisesta. Työllistymisohjelman sisällöstä on lisäksi soveltuvin osin voimassa, mitä 5 luvun 2 §:n 1 momentissa työnhakusuunnitelman sisällöstä säädetään. Työllistymisohjelmassa voidaan sopia 4 luvun 6 §:ssä tarkoitetuista henkilöstöratkaisuista tai muista työnantajalle maksullisista palveluista vain, jos niistä on sovittu työnantajan kanssa. Poiketen 2 momentista työvoimatoimisto voi päättää, että työnantaja rahoittaa ryhmävalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. Työvoimatoimiston on annettava asiasta kirjallinen päätös. Edellytyksenä työnantajan rahoitusvastuulle on, että: 1) valmennus on välttämätöntä siihen osallistuvien työllistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan työllistymisohjelmassa; 3) valmennus tapahtuu ennen työsuhteen päättymistä; ja 4) rahoitusvastuuta ei työnantajan taloudellinen tilanne huomioon ottaen ole pidettävä kohtuuttomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Työllistymisohjelmassa selvitetään työnhakijan työllistymis- ja koulutusmahdollisuudet sekä hänen edellytyksensä ja tavoitteensa. Työllistymisohjelmassa sovitaan omatoimisesta työnhausta ja sen tukemisesta. Työllistymisohjelman sisällöstä on lisäksi soveltuvin osin voimassa, mitä 5 luvun 2 § :n 1 momentissa työnhakusuunnitelman sisällöstä säädetään. Työllistymisohjelmassa voidaan sopia 4 luvun 6 § :ssä tarkoitetuista henkilöstöratkaisuista tai muista työnantajalle maksullisista palveluista vain, jos niistä on sovittu työnantajan kanssa. Poiketen 2 momentista työvoimatoimisto voi päättää, että työnantaja rahoittaa ryhmävalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. Työvoimatoimiston on annettava asiasta kirjallinen päätös. Edellytyksenä työnantajan rahoitusvastuulle on, että: 1) valmennus on välttämätöntä siihen osallistuvien työllistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan työllistymisohjelmassa; 3) valmennus tapahtuu ennen työsuhteen päättymistä; ja 4) rahoitusvastuuta ei työnantajan taloudellinen tilanne huomioon ottaen ole pidettävä kohtuuttomana.",
        "folded_fi": "tyollistymisohjelmassa selvitetaan tyonhakijan tyollistymis- ja koulutusmahdollisuudet seka hanen edellytyksensa ja tavoitteensa. tyollistymisohjelmassa sovitaan omatoimisesta tyonhausta ja sen tukemisesta. tyollistymisohjelman sisallosta on lisaksi soveltuvin osin voimassa, mita 5 luvun 2 §:n 1 momentissa tyonhakusuunnitelman sisallosta saadetaan. tyollistymisohjelmassa voidaan sopia 4 luvun 6 §:ssa tarkoitetuista henkilostoratkaisuista tai muista tyonantajalle maksullisista palveluista vain, jos niista on sovittu tyonantajan kanssa. poiketen 2 momentista tyovoimatoimisto voi paattaa, etta tyonantaja rahoittaa ryhmavalmennuksena toteutettavan maksullisen uudelleensijoitusvalmennuksen kokonaan tai osittain. tyovoimatoimiston on annettava asiasta kirjallinen paatos. edellytyksena tyonantajan rahoitusvastuulle on, etta: 1) valmennus on valttamatonta siihen osallistuvien tyollistymiseksi; 2) valmennuksesta on sovittu kunkin siihen osallistuvan tyollistymisohjelmassa; 3) valmennus tapahtuu ennen tyosuhteen paattymista; ja 4) rahoitusvastuuta ei tyonantajan taloudellinen tilanne huomioon ottaen ole pidettava kohtuuttomana.",
        "title_sv": "Sysselsättningsplanens innehåll",
        "content_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "normalized_sv": "I en sysselsättningsplan utreds den arbetssökandes möjligheter till sysselsättning och utbildning samt hans eller hennes förutsättningar och ambitioner. I planen överenskoms om arbetssökande på eget initiativ och stöd för detta. I fråga om sysselsättningsplanens innehåll gäller dessutom i tillämpliga delar vad som i 5 kap. 2 § 1 mom. föreskrivs om jobbsökarplanens innehåll. I sysselsättningsplanen kan överenskommas om personallösningar enligt 4 kap. 6 § eller om andra för arbetsgivaren avgiftsbelagda tjänster endast om detta har överenskommits med arbetsgivaren. Med avvikelse från 2 mom. kan arbetskraftsbyrån besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringsträning i form av gruppträning. Arbetskraftsbyrån skall ge ett skriftligt beslut i saken. Arbetsgivaren kan åläggas finansieringsansvar under förutsättning att 1) träningen är nödvändig för att deltagarna skall kunna sysselsättas, 2) träningen har överenskommits i varje deltagares sysselsättningsplan, 3) träningen genomförs innan anställningsförhållandet upphör, och 4) finansieringsansvaret inte kan anses vara oskäligt med beaktande av arbetsgivarens ekonomiska situation.",
        "folded_sv": "i en sysselsattningsplan utreds den arbetssokandes mojligheter till sysselsattning och utbildning samt hans eller hennes forutsattningar och ambitioner. i planen overenskoms om arbetssokande pa eget initiativ och stod for detta. i fraga om sysselsattningsplanens innehall galler dessutom i tillampliga delar vad som i 5 kap. 2 § 1 mom. foreskrivs om jobbsokarplanens innehall. i sysselsattningsplanen kan overenskommas om personallosningar enligt 4 kap. 6 § eller om andra for arbetsgivaren avgiftsbelagda tjanster endast om detta har overenskommits med arbetsgivaren. med avvikelse fran 2 mom. kan arbetskraftsbyran besluta att arbetsgivaren helt eller delvis skall finansiera avgiftsbelagd omplaceringstraning i form av grupptraning. arbetskraftsbyran skall ge ett skriftligt beslut i saken. arbetsgivaren kan alaggas finansieringsansvar under forutsattning att 1) traningen ar nodvandig for att deltagarna skall kunna sysselsattas, 2) traningen har overenskommits i varje deltagares sysselsattningsplan, 3) traningen genomfors innan anstallningsforhallandet upphor, och 4) finansieringsansvaret inte kan anses vara oskaligt med beaktande av arbetsgivarens ekonomiska situation."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:5",
      "chapter": "5",
      "section": "5",
      "title": "Työllistymisohjelman voimassaolo",
      "content": "Työllistymisohjelma on voimassa sinä aikana, kun henkilö on työnhakijana. Työvoimatoimisto ja työnhakija tarkistavat ja täydentävät työllistymisohjelmaa tarvittaessa. Työllistymisohjelma lakkaa, kun henkilö sitä pyytää tai hän uudelleen täyttää 2 §:n 1 ja 2 momentin mukaiset työllistymisohjelman laatimisen edellytykset ja hänen kanssaan laaditaan uusi työllistymisohjelma. Työllistymisohjelma lakkaa myös, kun työnhakijan oikeus työttömyyspäivärahaan päättyy enimmäisajan täyttymisen vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:5",
        "normalized_fi": "Työllistymisohjelma on voimassa sinä aikana, kun henkilö on työnhakijana. Työvoimatoimisto ja työnhakija tarkistavat ja täydentävät työllistymisohjelmaa tarvittaessa. Työllistymisohjelma lakkaa, kun henkilö sitä pyytää tai hän uudelleen täyttää 2 § :n 1 ja 2 momentin mukaiset työllistymisohjelman laatimisen edellytykset ja hänen kanssaan laaditaan uusi työllistymisohjelma. Työllistymisohjelma lakkaa myös, kun työnhakijan oikeus työttömyyspäivärahaan päättyy enimmäisajan täyttymisen vuoksi.",
        "folded_fi": "tyollistymisohjelma on voimassa sina aikana, kun henkilo on tyonhakijana. tyovoimatoimisto ja tyonhakija tarkistavat ja taydentavat tyollistymisohjelmaa tarvittaessa. tyollistymisohjelma lakkaa, kun henkilo sita pyytaa tai han uudelleen tayttaa 2 §:n 1 ja 2 momentin mukaiset tyollistymisohjelman laatimisen edellytykset ja hanen kanssaan laaditaan uusi tyollistymisohjelma. tyollistymisohjelma lakkaa myos, kun tyonhakijan oikeus tyottomyyspaivarahaan paattyy enimmaisajan tayttymisen vuoksi.",
        "title_sv": "Sysselsättningsplanens giltighet",
        "content_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "normalized_sv": "Sysselsättningsplanen är i kraft så länge personen i fråga är arbetssökande. Arbetskraftsbyrån och den arbetssökande reviderar och kompletterar sysselsättningsplanen vid behov. Sysselsättningsplanen upphör att gälla när personen i fråga begär det eller när han eller hon på nytt uppfyller förutsättningarna enligt 2 § 1 och 2 mom. för utarbetande av en sysselsättningsplan och en ny sysselsättningsplan utarbetas tillsammans med honom eller henne. Sysselsättningsplanen upphör att gälla också när den arbetssökandes rätt till arbetslöshetsdagpenning upphör till följd av att maximitiden har gått ut.",
        "folded_sv": "sysselsattningsplanen ar i kraft sa lange personen i fraga ar arbetssokande. arbetskraftsbyran och den arbetssokande reviderar och kompletterar sysselsattningsplanen vid behov. sysselsattningsplanen upphor att galla nar personen i fraga begar det eller nar han eller hon pa nytt uppfyller forutsattningarna enligt 2 § 1 och 2 mom. for utarbetande av en sysselsattningsplan och en ny sysselsattningsplan utarbetas tillsammans med honom eller henne. sysselsattningsplanen upphor att galla ocksa nar den arbetssokandes ratt till arbetsloshetsdagpenning upphor till foljd av att maximitiden har gatt ut."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:6",
      "chapter": "5",
      "section": "6",
      "title": "Työllistymisohjelman suhde työnhakusuunnitelmaan",
      "content": "Työllistymisohjelma korvaa työnhakusuunnitelman. Työllistymisohjelmaa on tarkistettava noudattaen, mitä yksilöidystä työnhakusuunnitelmasta säädetään, jos työnhakijan työttömyys on jatkunut 5 luvun 1 §:n 1 momentissa tarkoitetun ajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:6",
        "normalized_fi": "Työllistymisohjelma korvaa työnhakusuunnitelman. Työllistymisohjelmaa on tarkistettava noudattaen, mitä yksilöidystä työnhakusuunnitelmasta säädetään, jos työnhakijan työttömyys on jatkunut 5 luvun 1 § :n 1 momentissa tarkoitetun ajan.",
        "folded_fi": "tyollistymisohjelma korvaa tyonhakusuunnitelman. tyollistymisohjelmaa on tarkistettava noudattaen, mita yksiloidysta tyonhakusuunnitelmasta saadetaan, jos tyonhakijan tyottomyys on jatkunut 5 luvun 1 §:n 1 momentissa tarkoitetun ajan.",
        "title_sv": "Sysselsättningsplan i förhållande till jobbsökarplan",
        "content_sv": "En sysselsättningsplan ersätter en jobbsökarplan. Sysselsättningsplanen skall revideras med iakttagande av bestämmelserna om en specificerad jobbsökarplan, om den arbetssökandes arbetslöshet har varat den tid som anges i 5 kap. 1 § 1 mom.",
        "normalized_sv": "En sysselsättningsplan ersätter en jobbsökarplan. Sysselsättningsplanen skall revideras med iakttagande av bestämmelserna om en specificerad jobbsökarplan, om den arbetssökandes arbetslöshet har varat den tid som anges i 5 kap. 1 § 1 mom.",
        "folded_sv": "en sysselsattningsplan ersatter en jobbsokarplan. sysselsattningsplanen skall revideras med iakttagande av bestammelserna om en specificerad jobbsokarplan, om den arbetssokandes arbetsloshet har varat den tid som anges i 5 kap. 1 § 1 mom."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "5:7",
      "chapter": "5",
      "section": "7",
      "title": "Työvoimaviranomaisen velvollisuudet",
      "content": "Muutosturvan toteuttamiseksi työvoimatoimiston tehtävänä on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyössä työnantajan ja henkilöstön edustajien kanssa tarvittavat tämän lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteistä ja etuuksista sekä avustaa yhteistoiminnasta yrityksissä annetun lain (725/1978) 7 d §:n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen työvoimapalvelun osalta; 3) varata riittävät resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan työnantajalta työsopimuslain 9 luvun 3 a §:ssä tarkoitetun ilmoituksen; ja 4) laatia tämän lain mukaisesti työnhakijaksi rekisteröityville työllistymisohjelma ja pyrkiä tarjoamaan siinä sovitut palvelut ja toimenpiteet viivytyksettä. Työvoima- ja elinkeinokeskuksen tehtävänä on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7",
        "normalized_fi": "Muutosturvan toteuttamiseksi työvoimatoimiston tehtävänä on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyössä työnantajan ja henkilöstön edustajien kanssa tarvittavat tämän lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteistä ja etuuksista sekä avustaa yhteistoiminnasta yrityksissä annetun lain (725/1978) 7 d § :n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen työvoimapalvelun osalta; 3) varata riittävät resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan työnantajalta työsopimuslain 9 luvun 3 a § :ssä tarkoitetun ilmoituksen; ja 4) laatia tämän lain mukaisesti työnhakijaksi rekisteröityville työllistymisohjelma ja pyrkiä tarjoamaan siinä sovitut palvelut ja toimenpiteet viivytyksettä. Työvoima- ja elinkeinokeskuksen tehtävänä on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
        "folded_fi": "muutosturvan toteuttamiseksi tyovoimatoimiston tehtavana on: 1) kartoittaa irtisanomismenettelyn alettua yhteistyossa tyonantajan ja henkiloston edustajien kanssa tarvittavat taman lain mukaiset palvelut; 2) tiedottaa tarjolla olevista palveluista, toimenpiteista ja etuuksista seka avustaa yhteistoiminnasta yrityksissa annetun lain (725/1978) 7 d §:n 1 ja 2 momentissa tarkoitetun toimintasuunnitelman laatimisessa ja toteuttamisessa julkisen tyovoimapalvelun osalta; 3) varata riittavat resurssit ja varautua tarpeellisiin toimenpiteisiin saatuaan tyonantajalta tyosopimuslain 9 luvun 3 a §:ssa tarkoitetun ilmoituksen; ja 4) laatia taman lain mukaisesti tyonhakijaksi rekisteroityville tyollistymisohjelma ja pyrkia tarjoamaan siina sovitut palvelut ja toimenpiteet viivytyksetta. tyovoima- ja elinkeinokeskuksen tehtavana on tiedottaa ja avustaa 1 momentin 2 kohdan mukaisesti.",
        "title_sv": "Arbetskraftsmyndighetens skyldigheter",
        "content_sv": "I syfte att genomföra omställningsskyddet skall arbetskraftsbyrån 1) när uppsägningsförfarandet har inletts i samarbete med arbetsgivaren och personalens företrädare kartlägga vilka tjänster enligt denna lag som behövs, 2) informera om vilka tjänster, åtgärder och förmåner som står till buds samt för den offentliga arbetskraftsservicens del bistå vid utarbetandet och genomförandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom företag (725/1978), 3) reservera tillräckliga resurser och bereda sig på behövliga åtgärder efter att av arbetsgivaren ha fått ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag för dem som registreras som arbetslösa arbetssökande utarbeta en sysselsättningsplan och sträva efter att utan dröjsmål erbjuda de tjänster och åtgärder som överenskommits i den. Arbetskrafts- och näringscentralens uppgift är att informera och bistå i enlighet med 1 mom. 2 punkten.",
        "normalized_sv": "I syfte att genomföra omställningsskyddet skall arbetskraftsbyrån 1) när uppsägningsförfarandet har inletts i samarbete med arbetsgivaren och personalens företrädare kartlägga vilka tjänster enligt denna lag som behövs, 2) informera om vilka tjänster, åtgärder och förmåner som står till buds samt för den offentliga arbetskraftsservicens del bistå vid utarbetandet och genomförandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom företag (725/1978), 3) reservera tillräckliga resurser och bereda sig på behövliga åtgärder efter att av arbetsgivaren ha fått ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag för dem som registreras som arbetslösa arbetssökande utarbeta en sysselsättningsplan och sträva efter att utan dröjsmål erbjuda de tjänster och åtgärder som överenskommits i den. Arbetskrafts- och näringscentralens uppgift är att informera och bistå i enlighet med 1 mom. 2 punkten.",
        "folded_sv": "i syfte att genomfora omstallningsskyddet skall arbetskraftsbyran 1) nar uppsagningsforfarandet har inletts i samarbete med arbetsgivaren och personalens foretradare kartlagga vilka tjanster enligt denna lag som behovs, 2) informera om vilka tjanster, atgarder och formaner som star till buds samt for den offentliga arbetskraftsservicens del bista vid utarbetandet och genomforandet av en handlingsplan enligt 7 d § 1 och 2 mom. i lagen om samarbete inom foretag (725/1978), 3) reservera tillrackliga resurser och bereda sig pa behovliga atgarder efter att av arbetsgivaren ha fatt ett meddelande enligt 9 kap. 3 a § i arbetsavtalslagen, och 4) i enlighet med denna lag for dem som registreras som arbetslosa arbetssokande utarbeta en sysselsattningsplan och strava efter att utan drojsmal erbjuda de tjanster och atgarder som overenskommits i den. arbetskrafts- och naringscentralens uppgift ar att informera och bista i enlighet med 1 mom. 2 punkten."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "9:2",
      "chapter": "9",
      "section": "2",
      "title": "Koulutustuki",
      "content": "Täysimääräinen perustuki on työttömyysturvalain 6 luvun 1 §:n 1 momentissa tarkoitetun peruspäivärahan, korotusosalla korotetun peruspäivärahan tai työllistymisohjelmalisällä korotetun peruspäivärahan suuruinen siten kuin työttömyysturvalain 6 luvun 1 §:n 1 momentissa, 3, 3 a ja 11 §:ssä säädetään. Täysimääräinen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja työllistymisohjelmalisästä siten kuin työttömyysturvalain 6 luvun 1 §:n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 §:ssä säädetään ansiopäivärahasta. Koulutustukeen ei kuitenkaan sovelleta, mitä työttömyysturvalain 6 luvun 3 §:n 3 momentissa säädetään korotetun ansio-osan ja peruspäivärahan korotusosan enimmäiskestosta. Koulutustuki maksetaan työttömyysturvalain 6 luvun 1 §:n 1 momentin ja 2 §:n 2 momentin mukaisesti korotettuna myös sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspäivärahan korotusosaa ja ansiopäivärahan korotettua ansio-osaa 150 päivältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:2",
        "normalized_fi": "Täysimääräinen perustuki on työttömyysturvalain 6 luvun 1 § :n 1 momentissa tarkoitetun peruspäivärahan, korotusosalla korotetun peruspäivärahan tai työllistymisohjelmalisällä korotetun peruspäivärahan suuruinen siten kuin työttömyysturvalain 6 luvun 1 § :n 1 momentissa, 3, 3 a ja 11 § :ssä säädetään. Täysimääräinen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja työllistymisohjelmalisästä siten kuin työttömyysturvalain 6 luvun 1 § :n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 § :ssä säädetään ansiopäivärahasta. Koulutustukeen ei kuitenkaan sovelleta, mitä työttömyysturvalain 6 luvun 3 § :n 3 momentissa säädetään korotetun ansio-osan ja peruspäivärahan korotusosan enimmäiskestosta. Koulutustuki maksetaan työttömyysturvalain 6 luvun 1 § :n 1 momentin ja 2 § :n 2 momentin mukaisesti korotettuna myös sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspäivärahan korotusosaa ja ansiopäivärahan korotettua ansio-osaa 150 päivältä.",
        "folded_fi": "taysimaarainen perustuki on tyottomyysturvalain 6 luvun 1 §:n 1 momentissa tarkoitetun peruspaivarahan, korotusosalla korotetun peruspaivarahan tai tyollistymisohjelmalisalla korotetun peruspaivarahan suuruinen siten kuin tyottomyysturvalain 6 luvun 1 §:n 1 momentissa, 3, 3 a ja 11 §:ssa saadetaan. taysimaarainen ansiotuki muodostuu perusosasta ja ansio-osasta tai perusosasta ja tyollistymisohjelmalisasta siten kuin tyottomyysturvalain 6 luvun 1 §:n 2 momentissa, 2, 3, 3 a, 4, 5, 10 ja 11 §:ssa saadetaan ansiopaivarahasta. koulutustukeen ei kuitenkaan sovelleta, mita tyottomyysturvalain 6 luvun 3 §:n 3 momentissa saadetaan korotetun ansio-osan ja peruspaivarahan korotusosan enimmaiskestosta. koulutustuki maksetaan tyottomyysturvalain 6 luvun 1 §:n 1 momentin ja 2 §:n 2 momentin mukaisesti korotettuna myos sellaiselle opiskelijalle, joka on saanut sanotun lain mukaista peruspaivarahan korotusosaa ja ansiopaivarahan korotettua ansio-osaa 150 paivalta.",
        "title_sv": "Utbildningsstöd",
        "content_sv": "Grundstödets fulla belopp är lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa, grunddagpenningen förhöjd med förhöjningsdel eller grunddagpenningen förhöjd med tillägg för sysselsättningsplan, enligt vad som föreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd för arbetslösa. Det fulla förtjänststödet består av en grunddel och en förtjänstdel eller av en grunddel och tillägg för sysselsättningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd för arbetslösa bestäms om inkomstrelaterad dagpenning. I fråga om utbildningsstödet tillämpas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd för arbetslösa bestäms om maximal varaktighet för den förhöjda förtjänstdelen och för grunddagpenningens förhöjningsdel. Förhöjt utbildningsstöd betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd för arbetslösa även till sådana studerande som för 150 dagar har fått grunddagpenningens förhöjningsdel och den inkomstrelaterade dagpenningens förhöjda förtjänstdel enligt nämnda lag.",
        "normalized_sv": "Grundstödets fulla belopp är lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa, grunddagpenningen förhöjd med förhöjningsdel eller grunddagpenningen förhöjd med tillägg för sysselsättningsplan, enligt vad som föreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd för arbetslösa. Det fulla förtjänststödet består av en grunddel och en förtjänstdel eller av en grunddel och tillägg för sysselsättningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd för arbetslösa bestäms om inkomstrelaterad dagpenning. I fråga om utbildningsstödet tillämpas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd för arbetslösa bestäms om maximal varaktighet för den förhöjda förtjänstdelen och för grunddagpenningens förhöjningsdel. Förhöjt utbildningsstöd betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd för arbetslösa även till sådana studerande som för 150 dagar har fått grunddagpenningens förhöjningsdel och den inkomstrelaterade dagpenningens förhöjda förtjänstdel enligt nämnda lag.",
        "folded_sv": "grundstodets fulla belopp ar lika stort som grunddagpenningen enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd for arbetslosa, grunddagpenningen forhojd med forhojningsdel eller grunddagpenningen forhojd med tillagg for sysselsattningsplan, enligt vad som foreskrivs i 6 kap. 1 § 1 mom., 3, 3 a och 11 § i lagen om utkomstskydd for arbetslosa. det fulla fortjanststodet bestar av en grunddel och en fortjanstdel eller av en grunddel och tillagg for sysselsattningsplan enligt vad som i 6 kap. 1 § 2 mom., 2, 3, 3 a, 4, 5, 10 och 11 § i lagen om utkomstskydd for arbetslosa bestams om inkomstrelaterad dagpenning. i fraga om utbildningsstodet tillampas dock inte vad som i 6 kap. 3 § 3 mom. i lagen om utkomstskydd for arbetslosa bestams om maximal varaktighet for den forhojda fortjanstdelen och for grunddagpenningens forhojningsdel. forhojt utbildningsstod betalas i enlighet med 6 kap. 1 § 1 mom. och 2 § 2 mom. i lagen om utkomstskydd for arbetslosa aven till sadana studerande som for 150 dagar har fatt grunddagpenningens forhojningsdel och den inkomstrelaterade dagpenningens forhojda fortjanstdel enligt namnda lag."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "9:7",
      "chapter": "9",
      "section": "7",
      "title": "Opintososiaalisten etuuksien rahoitus",
      "content": "Perustuki ja siihen liittyvä lapsikorotus rahoitetaan valtion varoista ja palkansaajan työttömyysvakuutusmaksun tuotosta. Perustuen työttömyysturvalain 6 luvun 1 §:n 1 momentin mukaiset korotusosat ja työllistymisohjelmalisät rahoitetaan työttömyysvakuutusmaksun tuotosta. Ylläpitokorvaukset rahoitetaan valtion varoista. Palkansaajan ansiotuen rahoituksesta säädetään työttömyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittäjien ansiotuen rahoituksesta työttömyyskassalaissa. Valtion on maksettava Kansaneläkelaitokselle etuuksia varten kuukausittain ennakkoa siten, että ennakoiden määrä vastaa valtion sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Työttömyysvakuutusrahaston on maksettava Kansaneläkelaitokselle etuuksia varten ennakkoa siten, että ennakoiden määrä vastaa työttömyysvakuutusrahaston sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Kansaneläkelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta säädetään tarkemmin valtioneuvoston asetuksella. Opintososiaalisiin etuuksiin liittyvien tehtävien hoitamisesta Kansaneläkelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:7",
        "normalized_fi": "Perustuki ja siihen liittyvä lapsikorotus rahoitetaan valtion varoista ja palkansaajan työttömyysvakuutusmaksun tuotosta. Perustuen työttömyysturvalain 6 luvun 1 § :n 1 momentin mukaiset korotusosat ja työllistymisohjelmalisät rahoitetaan työttömyysvakuutusmaksun tuotosta. Ylläpitokorvaukset rahoitetaan valtion varoista. Palkansaajan ansiotuen rahoituksesta säädetään työttömyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittäjien ansiotuen rahoituksesta työttömyyskassalaissa. Valtion on maksettava Kansaneläkelaitokselle etuuksia varten kuukausittain ennakkoa siten, että ennakoiden määrä vastaa valtion sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Työttömyysvakuutusrahaston on maksettava Kansaneläkelaitokselle etuuksia varten ennakkoa siten, että ennakoiden määrä vastaa työttömyysvakuutusrahaston sinä vuonna suoritettavaksi arvioitua määrää ja että ennakot riittävät menojen kattamiseen jokaisena kuukautena. Kansaneläkelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta säädetään tarkemmin valtioneuvoston asetuksella. Opintososiaalisiin etuuksiin liittyvien tehtävien hoitamisesta Kansaneläkelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
        "folded_fi": "perustuki ja siihen liittyva lapsikorotus rahoitetaan valtion varoista ja palkansaajan tyottomyysvakuutusmaksun tuotosta. perustuen tyottomyysturvalain 6 luvun 1 §:n 1 momentin mukaiset korotusosat ja tyollistymisohjelmalisat rahoitetaan tyottomyysvakuutusmaksun tuotosta. yllapitokorvaukset rahoitetaan valtion varoista. palkansaajan ansiotuen rahoituksesta saadetaan tyottomyysetuuksien rahoituksesta annetussa laissa (555/1998) ja yrittajien ansiotuen rahoituksesta tyottomyyskassalaissa. valtion on maksettava kansanelakelaitokselle etuuksia varten kuukausittain ennakkoa siten, etta ennakoiden maara vastaa valtion sina vuonna suoritettavaksi arvioitua maaraa ja etta ennakot riittavat menojen kattamiseen jokaisena kuukautena. tyottomyysvakuutusrahaston on maksettava kansanelakelaitokselle etuuksia varten ennakkoa siten, etta ennakoiden maara vastaa tyottomyysvakuutusrahaston sina vuonna suoritettavaksi arvioitua maaraa ja etta ennakot riittavat menojen kattamiseen jokaisena kuukautena. kansanelakelaitoksen ennakoiden ja lopullisen rahoituksen vahvistamisesta ja maksamisesta saadetaan tarkemmin valtioneuvoston asetuksella. opintososiaalisiin etuuksiin liittyvien tehtavien hoitamisesta kansanelakelaitokselle aiheutuvat hallintokulut luetaan sen hallintokustannuksiksi.",
        "title_sv": "Finansiering av studiesociala förmåner",
        "content_sv": "Grundstödet och den därtill anslutna barnförhöjningen finansieras av statens medel och intäkter av löntagares arbetslöshetsförsäkringspremie. Grundstödets förhöjningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa och tilläggen för sysselsättningsplan finansieras med intäkter av arbetslöshetsförsäkringspremien. Ersättningarna för uppehälle finansieras av statens medel. Bestämmelser om finansieringen av löntagares förtjänststöd finns i lagen om finansiering av arbetslöshetsförmåner (555/1998) och om finansiering av företagares förtjänststöd i lagen om arbetslöshetskassor. Staten skall månatligen till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att staten skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Arbetslöshetsförsäkringsfonden skall till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att arbetslöshetsförsäkringsfonden skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Genom förordning av statsrådet bestäms närmare om fastställandet och betalningen av förskott och slutlig finansiering till Folkpensionsanstalten. De förvaltningskostnader som Folkpensionsanstalten förorsakas av uppgifter som har samband med de studiesociala förmånerna skall räknas till anstaltens förvaltningskostnader.",
        "normalized_sv": "Grundstödet och den därtill anslutna barnförhöjningen finansieras av statens medel och intäkter av löntagares arbetslöshetsförsäkringspremie. Grundstödets förhöjningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd för arbetslösa och tilläggen för sysselsättningsplan finansieras med intäkter av arbetslöshetsförsäkringspremien. Ersättningarna för uppehälle finansieras av statens medel. Bestämmelser om finansieringen av löntagares förtjänststöd finns i lagen om finansiering av arbetslöshetsförmåner (555/1998) och om finansiering av företagares förtjänststöd i lagen om arbetslöshetskassor. Staten skall månatligen till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att staten skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Arbetslöshetsförsäkringsfonden skall till Folkpensionsanstalten betala förskott för förmånerna så att förskottens belopp motsvarar det belopp som det beräknas att arbetslöshetsförsäkringsfonden skall betala det året och att förskottet räcker till för att täcka utgifterna under varje månad. Genom förordning av statsrådet bestäms närmare om fastställandet och betalningen av förskott och slutlig finansiering till Folkpensionsanstalten. De förvaltningskostnader som Folkpensionsanstalten förorsakas av uppgifter som har samband med de studiesociala förmånerna skall räknas till anstaltens förvaltningskostnader.",
        "folded_sv": "grundstodet och den dartill anslutna barnforhojningen finansieras av statens medel och intakter av lontagares arbetsloshetsforsakringspremie. grundstodets forhojningsdelar enligt 6 kap. 1 § 1 mom. i lagen om utkomstskydd for arbetslosa och tillaggen for sysselsattningsplan finansieras med intakter av arbetsloshetsforsakringspremien. ersattningarna for uppehalle finansieras av statens medel. bestammelser om finansieringen av lontagares fortjanststod finns i lagen om finansiering av arbetsloshetsformaner (555/1998) och om finansiering av foretagares fortjanststod i lagen om arbetsloshetskassor. staten skall manatligen till folkpensionsanstalten betala forskott for formanerna sa att forskottens belopp motsvarar det belopp som det beraknas att staten skall betala det aret och att forskottet racker till for att tacka utgifterna under varje manad. arbetsloshetsforsakringsfonden skall till folkpensionsanstalten betala forskott for formanerna sa att forskottens belopp motsvarar det belopp som det beraknas att arbetsloshetsforsakringsfonden skall betala det aret och att forskottet racker till for att tacka utgifterna under varje manad. genom forordning av statsradet bestams narmare om faststallandet och betalningen av forskott och slutlig finansiering till folkpensionsanstalten. de forvaltningskostnader som folkpensionsanstalten fororsakas av uppgifter som har samband med de studiesociala formanerna skall raknas till anstaltens forvaltningskostnader."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "12:3",
      "chapter": "12",
      "section": "3",
      "title": "Koulutustuen ja ylläpitokorvausten myöntäminen ja maksaminen",
      "content": "Kansaneläkelaitoksen ja työttömyyskassan on ennen päätöksen tekemistä koulutustukea koskevassa asiassa hankittava työvoimatoimiston ilmoitus koulutuksen aloittamisesta sekä siitä, onko koulutuksesta sovittu työllistymisohjelmassa tai työttömyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosäännöksen 6 momentissa tarkoitetussa työllistymisohjelmaa vastaavassa ohjelmassa. Jos on kyse ansiotuen ansio-osan myöntämisestä tai epäämisestä 9 luvun 6 §:n 1 momentin 3 kohdan tai mainitun pykälän 2 momentin nojalla, työttömyyskassan tulee hankkia ennen asian ratkaisemista työvoimatoimiston ilmoitus edellytyksen täyttymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:3",
        "normalized_fi": "Kansaneläkelaitoksen ja työttömyyskassan on ennen päätöksen tekemistä koulutustukea koskevassa asiassa hankittava työvoimatoimiston ilmoitus koulutuksen aloittamisesta sekä siitä, onko koulutuksesta sovittu työllistymisohjelmassa tai työttömyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosäännöksen 6 momentissa tarkoitetussa työllistymisohjelmaa vastaavassa ohjelmassa. Jos on kyse ansiotuen ansio-osan myöntämisestä tai epäämisestä 9 luvun 6 § :n 1 momentin 3 kohdan tai mainitun pykälän 2 momentin nojalla, työttömyyskassan tulee hankkia ennen asian ratkaisemista työvoimatoimiston ilmoitus edellytyksen täyttymisestä.",
        "folded_fi": "kansanelakelaitoksen ja tyottomyyskassan on ennen paatoksen tekemista koulutustukea koskevassa asiassa hankittava tyovoimatoimiston ilmoitus koulutuksen aloittamisesta seka siita, onko koulutuksesta sovittu tyollistymisohjelmassa tai tyottomyysturvalain muuttamisesta annetun lain (459/2005) voimaantulosaannoksen 6 momentissa tarkoitetussa tyollistymisohjelmaa vastaavassa ohjelmassa. jos on kyse ansiotuen ansio-osan myontamisesta tai epaamisesta 9 luvun 6 §:n 1 momentin 3 kohdan tai mainitun pykalan 2 momentin nojalla, tyottomyyskassan tulee hankkia ennen asian ratkaisemista tyovoimatoimiston ilmoitus edellytyksen tayttymisesta.",
        "title_sv": "Beviljande och utbetalning av utbildningsstöd och ersättning för uppehälle",
        "content_sv": "Innan Folkpensionsanstalten och arbetslöshetskassan fattar beslut i ett ärende som gäller utbildningsstöd skall den inhämta arbetskraftsbyråns anmälan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsättningsplan eller i ett sådant i 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om utkomstskydd för arbetslösa (459/2005) avsett program som motsvarar en sysselsättningsplan. Är det fråga om beviljande eller förvägrande av förtjänststödets förtjänstdel med stöd av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i nämnda paragraf, skall arbetslöshetskassan innan ärendet avgörs inhämta arbetskraftsbyråns anmälan om att villkoret uppfyllts.",
        "normalized_sv": "Innan Folkpensionsanstalten och arbetslöshetskassan fattar beslut i ett ärende som gäller utbildningsstöd skall den inhämta arbetskraftsbyråns anmälan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsättningsplan eller i ett sådant i 6 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om utkomstskydd för arbetslösa (459/2005) avsett program som motsvarar en sysselsättningsplan. Är det fråga om beviljande eller förvägrande av förtjänststödets förtjänstdel med stöd av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i nämnda paragraf, skall arbetslöshetskassan innan ärendet avgörs inhämta arbetskraftsbyråns anmälan om att villkoret uppfyllts.",
        "folded_sv": "innan folkpensionsanstalten och arbetsloshetskassan fattar beslut i ett arende som galler utbildningsstod skall den inhamta arbetskraftsbyrans anmalan om inledande av utbildning samt om huruvida det har avtalats om utbildningen i en sysselsattningsplan eller i ett sadant i 6 mom. i ikrafttradandebestammelsen i lagen om andring av lagen om utkomstskydd for arbetslosa (459/2005) avsett program som motsvarar en sysselsattningsplan. ar det fraga om beviljande eller forvagrande av fortjanststodets fortjanstdel med stod av 9 kap. 6 § 1 mom. 3 punkten eller 2 mom. i namnda paragraf, skall arbetsloshetskassan innan arendet avgors inhamta arbetskraftsbyrans anmalan om att villkoret uppfyllts."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    },
    {
      "provision_ref": "13:3",
      "chapter": "13",
      "section": "3",
      "title": "Muutoksenhaku työnantajapalvelujen epäämistä ja työnantajan rahoitusvastuuta koskevaan päätökseen",
      "content": "Työvoimatoimiston 4 luvun 7 §:n 3 momentissa ja 5 a luvun 4 §:n 3 momentissa tarkoitettuun päätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:3",
        "normalized_fi": "Työvoimatoimiston 4 luvun 7 § :n 3 momentissa ja 5 a luvun 4 § :n 3 momentissa tarkoitettuun päätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tyovoimatoimiston 4 luvun 7 §:n 3 momentissa ja 5 a luvun 4 §:n 3 momentissa tarkoitettuun paatokseen haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring i beslut om att inte tillhandahålla tjänster för arbetsgivarkunder och i beslut om arbetsgivares finansieringsansvar",
        "content_sv": "Ändring i ett sådant beslut av en arbetskraftsbyrå som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Ändring i ett sådant beslut av en arbetskraftsbyrå som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. får sökas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "andring i ett sadant beslut av en arbetskraftsbyra som avses i 4 kap. 7 § 3 mom. och i 5 a kap. 4 § 3 mom. far sokas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2005-06-23",
      "valid_to": null
    }
  ]
}