{
  "id": "460/2015",
  "type": "statute",
  "title": "Laki opiskeluun liittyvissä työhön rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta",
  "title_en": "Lag om ersättning för skada eller sjukdom som har uppkommit under studierelaterade förhållanden som är jämställbara med arbete",
  "status": "in_force",
  "issued_date": "2015-04-24",
  "in_force_date": "2015-04-24",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/460/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tämän lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata työtapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilölle, joka osallistuu seuraavien lakien mukaisesti järjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 §:n 3 momentin mukaista opetukseen läheisesti liittyvää muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siinä tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; sekä 6) lukiolaki (629/1998). Edellytyksenä korvauksen maksamiselle on, että vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilön osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen työhön rinnastettavaan käytännön opetukseen, työssä oppimisjaksoon, työharjoitteluun, näyttötutkintoon tai perusopetuksessa työelämään tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamassa paikassa. Korvausta maksetaan myös vahinkotapahtumasta, joka on sattunut siirryttäessä välittömästi oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamaan työharjoittelupaikkaan, työssä oppimispaikkaan, työelämään tutustuttamispaikkaan tai näyttötutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai päinvastoin. Mitä 1-3 momentissa säädetään, sovelletaan myös Poliisiammattikorkeakoulussa, Pelastusopistossa ja Rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin sekä muussa näihin rinnastettavassa koulutuksessa oleviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata työtapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilölle, joka osallistuu seuraavien lakien mukaisesti järjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 § :n 3 momentin mukaista opetukseen läheisesti liittyvää muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siinä tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; sekä 6) lukiolaki (629/1998). Edellytyksenä korvauksen maksamiselle on, että vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilön osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen työhön rinnastettavaan käytännön opetukseen, työssä oppimisjaksoon, työharjoitteluun, näyttötutkintoon tai perusopetuksessa työelämään tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamassa paikassa. Korvausta maksetaan myös vahinkotapahtumasta, joka on sattunut siirryttäessä välittömästi oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamaan työharjoittelupaikkaan, työssä oppimispaikkaan, työelämään tutustuttamispaikkaan tai näyttötutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai päinvastoin. Mitä 1-3 momentissa säädetään, sovelletaan myös Poliisiammattikorkeakoulussa, Pelastusopistossa ja Rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin sekä muussa näihin rinnastettavassa koulutuksessa oleviin.",
        "folded_fi": "taman lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata tyotapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilolle, joka osallistuu seuraavien lakien mukaisesti jarjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 §:n 3 momentin mukaista opetukseen laheisesti liittyvaa muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siina tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; seka 6) lukiolaki (629/1998). edellytyksena korvauksen maksamiselle on, etta vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilon osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen tyohon rinnastettavaan kaytannon opetukseen, tyossa oppimisjaksoon, tyoharjoitteluun, nayttotutkintoon tai perusopetuksessa tyoelamaan tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen jarjestajan tai oppilaitoksen yllapitajan osoittamassa paikassa. korvausta maksetaan myos vahinkotapahtumasta, joka on sattunut siirryttaessa valittomasti oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen jarjestajan tai oppilaitoksen yllapitajan osoittamaan tyoharjoittelupaikkaan, tyossa oppimispaikkaan, tyoelamaan tutustuttamispaikkaan tai nayttotutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai painvastoin. mita 1-3 momentissa saadetaan, sovelletaan myos poliisiammattikorkeakoulussa, pelastusopistossa ja rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin seka muussa naihin rinnastettavassa koulutuksessa oleviin.",
        "content_sv": "Enligt denna lag betalas ersättning för skadefall som inte ersätts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundläggande yrkesutbildning (630/1998), med undantag för sådan annan verksamhet som nära anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshögskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundläggande utbildning (628/1998), med undantag för den förskoleundervisning, förberedande undervisning före den grundläggande utbildningen och årskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). En förutsättning för att ersättning ska betalas är att skadefallet har inträffat under förhållanden som är utmärkande för studierna medan den studerande, i läroanstalten eller på något annat ställe som anvisats av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman, i enlighet med läroplanen eller examensgrunderna deltagit i sådan praktisk undervisning, sådan inlärning i arbetet, sådan arbetspraktik eller en sådan fristående examen eller i sådan arbetslivsorientering i samband med grundläggande utbildning som kan jämställas med arbete. Ersättning betalas också för skadefall som inträffar då den studerande direkt från läroanstalten eller bostaden färdas till eller från ett sådant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman anvisat ställe utanför läroanstalten där det ordnas arbetspraktik, inlärning i arbetet eller arbetslivsorientering eller avläggs fristående examina. Vad som föreskrivs i 1-3 mom. tillämpas också på dem som ges utbildning i Polisyrkeshögskolan, Räddningsinstitutet och Brottspåföljdsområdets utbildningscentral samt på dem som ges med dessa jämställbar annan utbildning.",
        "normalized_sv": "Enligt denna lag betalas ersättning för skadefall som inte ersätts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundläggande yrkesutbildning (630/1998), med undantag för sådan annan verksamhet som nära anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshögskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundläggande utbildning (628/1998), med undantag för den förskoleundervisning, förberedande undervisning före den grundläggande utbildningen och årskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). En förutsättning för att ersättning ska betalas är att skadefallet har inträffat under förhållanden som är utmärkande för studierna medan den studerande, i läroanstalten eller på något annat ställe som anvisats av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman, i enlighet med läroplanen eller examensgrunderna deltagit i sådan praktisk undervisning, sådan inlärning i arbetet, sådan arbetspraktik eller en sådan fristående examen eller i sådan arbetslivsorientering i samband med grundläggande utbildning som kan jämställas med arbete. Ersättning betalas också för skadefall som inträffar då den studerande direkt från läroanstalten eller bostaden färdas till eller från ett sådant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman anvisat ställe utanför läroanstalten där det ordnas arbetspraktik, inlärning i arbetet eller arbetslivsorientering eller avläggs fristående examina. Vad som föreskrivs i 1-3 mom. tillämpas också på dem som ges utbildning i Polisyrkeshögskolan, Räddningsinstitutet och Brottspåföljdsområdets utbildningscentral samt på dem som ges med dessa jämställbar annan utbildning.",
        "folded_sv": "enligt denna lag betalas ersattning for skadefall som inte ersatts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundlaggande yrkesutbildning (630/1998), med undantag for sadan annan verksamhet som nara anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshogskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundlaggande utbildning (628/1998), med undantag for den forskoleundervisning, forberedande undervisning fore den grundlaggande utbildningen och arskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). en forutsattning for att ersattning ska betalas ar att skadefallet har intraffat under forhallanden som ar utmarkande for studierna medan den studerande, i laroanstalten eller pa nagot annat stalle som anvisats av utbildnings- eller undervisningsanordnaren eller av laroanstaltens huvudman, i enlighet med laroplanen eller examensgrunderna deltagit i sadan praktisk undervisning, sadan inlarning i arbetet, sadan arbetspraktik eller en sadan fristaende examen eller i sadan arbetslivsorientering i samband med grundlaggande utbildning som kan jamstallas med arbete. ersattning betalas ocksa for skadefall som intraffar da den studerande direkt fran laroanstalten eller bostaden fardas till eller fran ett sadant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av laroanstaltens huvudman anvisat stalle utanfor laroanstalten dar det ordnas arbetspraktik, inlarning i arbetet eller arbetslivsorientering eller avlaggs fristaende examina. vad som foreskrivs i 1-3 mom. tillampas ocksa pa dem som ges utbildning i polisyrkeshogskolan, raddningsinstitutet och brottspafoljdsomradets utbildningscentral samt pa dem som ges med dessa jamstallbar annan utbildning."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Poiketen siitä, mitä 1 §:ssä säädetään, julkisesta työvoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa työvoimakoulutuksessa oleva henkilöön sovelletaan korvattavien olosuhteiden osalta, mitä työtapaturma- ja ammattitautilaissa säädetään työntekijästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Poiketen siitä, mitä 1 § :ssä säädetään, julkisesta työvoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa työvoimakoulutuksessa oleva henkilöön sovelletaan korvattavien olosuhteiden osalta, mitä työtapaturma- ja ammattitautilaissa säädetään työntekijästä.",
        "folded_fi": "poiketen siita, mita 1 §:ssa saadetaan, julkisesta tyovoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa tyovoimakoulutuksessa oleva henkiloon sovelletaan korvattavien olosuhteiden osalta, mita tyotapaturma- ja ammattitautilaissa saadetaan tyontekijasta.",
        "content_sv": "Med avvikelse från 1 § tillämpas bestämmelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar på den som deltar i sådan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och företagsservice (916/2012), när det är fråga om ersättningsgilla omständigheter.",
        "normalized_sv": "Med avvikelse från 1 § tillämpas bestämmelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar på den som deltar i sådan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och företagsservice (916/2012), när det är fråga om ersättningsgilla omständigheter.",
        "folded_sv": "med avvikelse fran 1 § tillampas bestammelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar pa den som deltar i sadan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och foretagsservice (916/2012), nar det ar fraga om ersattningsgilla omstandigheter."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tätä lakia sovellettaessa koulutuksen tai opetuksen järjestäjään ja oppilaitoksen ylläpitäjään sovelletaan, mitä työtapaturma- ja ammattitautilaissa säädetään työnantajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tätä lakia sovellettaessa koulutuksen tai opetuksen järjestäjään ja oppilaitoksen ylläpitäjään sovelletaan, mitä työtapaturma- ja ammattitautilaissa säädetään työnantajasta.",
        "folded_fi": "tata lakia sovellettaessa koulutuksen tai opetuksen jarjestajaan ja oppilaitoksen yllapitajaan sovelletaan, mita tyotapaturma- ja ammattitautilaissa saadetaan tyonantajasta.",
        "content_sv": "Vid tillämpningen av denna lag gäller i fråga om utbildnings- eller undervisningsanordnaren och läroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar föreskrivs om arbetsgivare.",
        "normalized_sv": "Vid tillämpningen av denna lag gäller i fråga om utbildnings- eller undervisningsanordnaren och läroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar föreskrivs om arbetsgivare.",
        "folded_sv": "vid tillampningen av denna lag galler i fraga om utbildnings- eller undervisningsanordnaren och laroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar foreskrivs om arbetsgivare."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Mitä työtapaturma- ja ammattitautilain II osassa säädetään korvattavista vahinkotapahtumista, III osassa etuuksista, IV osassa etuuksien toimeenpanosta, V osassa vakuuttamisesta ja vakuutusmaksusta, VII osassa toimeenpanojärjestelmästä, VIII osassa muutoksenhausta, oikaisumenettelyistä, päätöksen poistamisesta ja takaisinperinnästä sekä IX osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamäärien ja korvausten tarkistamisesta työeläkeindeksillä ja palkkakertoimella, rahamäärien pyöristämisestä, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa täyskustannusmaksu liikennevakuutuslaitokselta, esteellisyydestä, asiakirjojen säilyttämisestä sekä siirto- ja ulosmittauskiellosta sovelletaan myös tämän lain nojalla käsiteltävään asiaan, jollei tässä laissa toisin säädetä. Työtapaturma- ja ammattitautilain 70 §:ää sovelletaan myös tämän lain mukaiseen vahinkotapahtumaan sitä seuraavan 28 päivän ajalta. Jos vahinkotapahtuma ei estä tai merkittävästi rajoita opiskelua, työtapaturma- ja ammattitautilain 79 §:ää ei sovelleta mainitun lain 58 §:n mukaiseen päivärahaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Mitä työtapaturma- ja ammattitautilain II osassa säädetään korvattavista vahinkotapahtumista, III osassa etuuksista, IV osassa etuuksien toimeenpanosta, V osassa vakuuttamisesta ja vakuutusmaksusta, VII osassa toimeenpanojärjestelmästä, VIII osassa muutoksenhausta, oikaisumenettelyistä, päätöksen poistamisesta ja takaisinperinnästä sekä IX osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamäärien ja korvausten tarkistamisesta työeläkeindeksillä ja palkkakertoimella, rahamäärien pyöristämisestä, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa täyskustannusmaksu liikennevakuutuslaitokselta, esteellisyydestä, asiakirjojen säilyttämisestä sekä siirto- ja ulosmittauskiellosta sovelletaan myös tämän lain nojalla käsiteltävään asiaan, jollei tässä laissa toisin säädetä. Työtapaturma- ja ammattitautilain 70 § :ää sovelletaan myös tämän lain mukaiseen vahinkotapahtumaan sitä seuraavan 28 päivän ajalta. Jos vahinkotapahtuma ei estä tai merkittävästi rajoita opiskelua, työtapaturma- ja ammattitautilain 79 § :ää ei sovelleta mainitun lain 58 § :n mukaiseen päivärahaan.",
        "folded_fi": "mita tyotapaturma- ja ammattitautilain ii osassa saadetaan korvattavista vahinkotapahtumista, iii osassa etuuksista, iv osassa etuuksien toimeenpanosta, v osassa vakuuttamisesta ja vakuutusmaksusta, vii osassa toimeenpanojarjestelmasta, viii osassa muutoksenhausta, oikaisumenettelyista, paatoksen poistamisesta ja takaisinperinnasta seka ix osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamaarien ja korvausten tarkistamisesta tyoelakeindeksilla ja palkkakertoimella, rahamaarien pyoristamisesta, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa tayskustannusmaksu liikennevakuutuslaitokselta, esteellisyydesta, asiakirjojen sailyttamisesta seka siirto- ja ulosmittauskiellosta sovelletaan myos taman lain nojalla kasiteltavaan asiaan, jollei tassa laissa toisin saadeta. tyotapaturma- ja ammattitautilain 70 §:aa sovelletaan myos taman lain mukaiseen vahinkotapahtumaan sita seuraavan 28 paivan ajalta. jos vahinkotapahtuma ei esta tai merkittavasti rajoita opiskelua, tyotapaturma- ja ammattitautilain 79 §:aa ei sovelleta mainitun lain 58 §:n mukaiseen paivarahaan.",
        "content_sv": "Om inte något annat föreskrivs i denna lag ska bestämmelserna i avdelning II i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersättas, om förmåner i avdelning III, om hur förmåner verkställs i avdelning IV, om försäkringsverksamhet och försäkringspremier i avdelning V, om verkställighetssystem i avdelning VII, om sökande av ändring, omprövning, undanröjande av ett beslut och återkrav i avdelning VIII samt om utlämnande, erhållande och hemlighållande av uppgifter, avgiftsfrihet för uppgifter, ersättning som ska betalas för uppgifter om hälsotillstånd, justering av penningbelopp och ersättningar med arbetspensionsindex och lönekoefficient, avrundning av belopp, regressrätt för försäkringsanstalten, rätt för en försäkringsanstalt att få tillbaka fullkostnadsavgiften av en trafikförsäkringsanstalt, jäv, skyldighet att bevara handlingar och överförings- och utmätningsförbud i avdelning IX i den lagen även tillämpas på ärenden som behandlas med stöd av denna lag. Bestämmelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillämpas också på skadefall enligt denna lag under en period av 28 dagar efter skadefallet. Om skadefallet inte hindrar eller avsevärt begränsar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillämpas på dagpenning enligt 58 § i den lagen.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag ska bestämmelserna i avdelning II i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersättas, om förmåner i avdelning III, om hur förmåner verkställs i avdelning IV, om försäkringsverksamhet och försäkringspremier i avdelning V, om verkställighetssystem i avdelning VII, om sökande av ändring, omprövning, undanröjande av ett beslut och återkrav i avdelning VIII samt om utlämnande, erhållande och hemlighållande av uppgifter, avgiftsfrihet för uppgifter, ersättning som ska betalas för uppgifter om hälsotillstånd, justering av penningbelopp och ersättningar med arbetspensionsindex och lönekoefficient, avrundning av belopp, regressrätt för försäkringsanstalten, rätt för en försäkringsanstalt att få tillbaka fullkostnadsavgiften av en trafikförsäkringsanstalt, jäv, skyldighet att bevara handlingar och överförings- och utmätningsförbud i avdelning IX i den lagen även tillämpas på ärenden som behandlas med stöd av denna lag. Bestämmelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillämpas också på skadefall enligt denna lag under en period av 28 dagar efter skadefallet. Om skadefallet inte hindrar eller avsevärt begränsar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillämpas på dagpenning enligt 58 § i den lagen.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag ska bestammelserna i avdelning ii i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersattas, om formaner i avdelning iii, om hur formaner verkstalls i avdelning iv, om forsakringsverksamhet och forsakringspremier i avdelning v, om verkstallighetssystem i avdelning vii, om sokande av andring, omprovning, undanrojande av ett beslut och aterkrav i avdelning viii samt om utlamnande, erhallande och hemlighallande av uppgifter, avgiftsfrihet for uppgifter, ersattning som ska betalas for uppgifter om halsotillstand, justering av penningbelopp och ersattningar med arbetspensionsindex och lonekoefficient, avrundning av belopp, regressratt for forsakringsanstalten, ratt for en forsakringsanstalt att fa tillbaka fullkostnadsavgiften av en trafikforsakringsanstalt, jav, skyldighet att bevara handlingar och overforings- och utmatningsforbud i avdelning ix i den lagen aven tillampas pa arenden som behandlas med stod av denna lag. bestammelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillampas ocksa pa skadefall enligt denna lag under en period av 28 dagar efter skadefallet. om skadefallet inte hindrar eller avsevart begransar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillampas pa dagpenning enligt 58 § i den lagen."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Ennen tämän lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä, jollei muualla laissa toisin säädetä. Tällä lailla kumotaan opiskeluun liittyvissä työhön rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Ennen tämän lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä, jollei muualla laissa toisin säädetä. Tällä lailla kumotaan opiskeluun liittyvissä työhön rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. ennen taman lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia, jollei muualla laissa toisin saadeta. talla lailla kumotaan opiskeluun liittyvissa tyohon rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. På skadefall som inträffat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet, om inte något annat föreskrivs någon annanstans i lag. Genom denna lag upphävs lagen om ersättning för skada eller sjukdom som har uppkommit under studierelaterade förhållanden som är jämställbara med arbete (1318/2002).",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. På skadefall som inträffat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet, om inte något annat föreskrivs någon annanstans i lag. Genom denna lag upphävs lagen om ersättning för skada eller sjukdom som har uppkommit under studierelaterade förhållanden som är jämställbara med arbete (1318/2002).",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. pa skadefall som intraffat fore ikrafttradandet av denna lag tillampas de bestammelser som gallde vid ikrafttradandet, om inte nagot annat foreskrivs nagon annanstans i lag. genom denna lag upphavs lagen om ersattning for skada eller sjukdom som har uppkommit under studierelaterade forhallanden som ar jamstallbara med arbete (1318/2002)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tämän lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata työtapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilölle, joka osallistuu seuraavien lakien mukaisesti järjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 §:n 3 momentin mukaista opetukseen läheisesti liittyvää muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siinä tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; sekä 6) lukiolaki (629/1998). Edellytyksenä korvauksen maksamiselle on, että vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilön osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen työhön rinnastettavaan käytännön opetukseen, työssä oppimisjaksoon, työharjoitteluun, näyttötutkintoon tai perusopetuksessa työelämään tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamassa paikassa. Korvausta maksetaan myös vahinkotapahtumasta, joka on sattunut siirryttäessä välittömästi oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamaan työharjoittelupaikkaan, työssä oppimispaikkaan, työelämään tutustuttamispaikkaan tai näyttötutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai päinvastoin. Mitä 1-3 momentissa säädetään, sovelletaan myös Poliisiammattikorkeakoulussa, Pelastusopistossa ja Rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin sekä muussa näihin rinnastettavassa koulutuksessa oleviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata työtapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilölle, joka osallistuu seuraavien lakien mukaisesti järjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 § :n 3 momentin mukaista opetukseen läheisesti liittyvää muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siinä tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; sekä 6) lukiolaki (629/1998). Edellytyksenä korvauksen maksamiselle on, että vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilön osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen työhön rinnastettavaan käytännön opetukseen, työssä oppimisjaksoon, työharjoitteluun, näyttötutkintoon tai perusopetuksessa työelämään tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamassa paikassa. Korvausta maksetaan myös vahinkotapahtumasta, joka on sattunut siirryttäessä välittömästi oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen järjestäjän tai oppilaitoksen ylläpitäjän osoittamaan työharjoittelupaikkaan, työssä oppimispaikkaan, työelämään tutustuttamispaikkaan tai näyttötutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai päinvastoin. Mitä 1-3 momentissa säädetään, sovelletaan myös Poliisiammattikorkeakoulussa, Pelastusopistossa ja Rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin sekä muussa näihin rinnastettavassa koulutuksessa oleviin.",
        "folded_fi": "taman lain mukaan maksetaan korvausta vahinkotapahtumasta, jota ei korvata tyotapaturma- ja ammattitautilain (459/2015) mukaan ja joka on aiheuttanut vamman tai sairauden henkilolle, joka osallistuu seuraavien lakien mukaisesti jarjestettyyn koulutukseen: 1) ammatillisesta peruskoulutuksesta annettu laki (630/1998), lukuun ottamatta sen 3 §:n 3 momentin mukaista opetukseen laheisesti liittyvaa muuta toimintaa; 2) ammatillisesta aikuiskoulutuksesta annettu laki (631/1998); 3) ammattikorkeakoululaki (932/2014); 4) yliopistolaki (558/2009); 5) perusopetuslaki (628/1998), lukuun ottamatta siina tarkoitettua esiopetusta, perusopetukseen valmistavaa opetusta ja vuosiluokkia 1-6; seka 6) lukiolaki (629/1998). edellytyksena korvauksen maksamiselle on, etta vahinkotapahtuma on sattunut opiskelulle ominaisissa olosuhteissa henkilon osallistuessa opetussuunnitelman tai tutkinnon perusteiden mukaiseen tyohon rinnastettavaan kaytannon opetukseen, tyossa oppimisjaksoon, tyoharjoitteluun, nayttotutkintoon tai perusopetuksessa tyoelamaan tutustuttamiseen oppilaitoksessa taikka muussa koulutuksen tai opetuksen jarjestajan tai oppilaitoksen yllapitajan osoittamassa paikassa. korvausta maksetaan myos vahinkotapahtumasta, joka on sattunut siirryttaessa valittomasti oppilaitoksesta tai asunnosta 2 momentissa tarkoitettuun koulutuksen tai opetuksen jarjestajan tai oppilaitoksen yllapitajan osoittamaan tyoharjoittelupaikkaan, tyossa oppimispaikkaan, tyoelamaan tutustuttamispaikkaan tai nayttotutkinnon suorittamispaikkaan oppilaitoksen ulkopuolelle tai painvastoin. mita 1-3 momentissa saadetaan, sovelletaan myos poliisiammattikorkeakoulussa, pelastusopistossa ja rikosseuraamusalan koulutuskeskuksessa annettavassa koulutuksessa oleviin seka muussa naihin rinnastettavassa koulutuksessa oleviin.",
        "content_sv": "Enligt denna lag betalas ersättning för skadefall som inte ersätts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundläggande yrkesutbildning (630/1998), med undantag för sådan annan verksamhet som nära anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshögskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundläggande utbildning (628/1998), med undantag för den förskoleundervisning, förberedande undervisning före den grundläggande utbildningen och årskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). En förutsättning för att ersättning ska betalas är att skadefallet har inträffat under förhållanden som är utmärkande för studierna medan den studerande, i läroanstalten eller på något annat ställe som anvisats av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman, i enlighet med läroplanen eller examensgrunderna deltagit i sådan praktisk undervisning, sådan inlärning i arbetet, sådan arbetspraktik eller en sådan fristående examen eller i sådan arbetslivsorientering i samband med grundläggande utbildning som kan jämställas med arbete. Ersättning betalas också för skadefall som inträffar då den studerande direkt från läroanstalten eller bostaden färdas till eller från ett sådant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman anvisat ställe utanför läroanstalten där det ordnas arbetspraktik, inlärning i arbetet eller arbetslivsorientering eller avläggs fristående examina. Vad som föreskrivs i 1-3 mom. tillämpas också på dem som ges utbildning i Polisyrkeshögskolan, Räddningsinstitutet och Brottspåföljdsområdets utbildningscentral samt på dem som ges med dessa jämställbar annan utbildning.",
        "normalized_sv": "Enligt denna lag betalas ersättning för skadefall som inte ersätts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundläggande yrkesutbildning (630/1998), med undantag för sådan annan verksamhet som nära anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshögskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundläggande utbildning (628/1998), med undantag för den förskoleundervisning, förberedande undervisning före den grundläggande utbildningen och årskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). En förutsättning för att ersättning ska betalas är att skadefallet har inträffat under förhållanden som är utmärkande för studierna medan den studerande, i läroanstalten eller på något annat ställe som anvisats av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman, i enlighet med läroplanen eller examensgrunderna deltagit i sådan praktisk undervisning, sådan inlärning i arbetet, sådan arbetspraktik eller en sådan fristående examen eller i sådan arbetslivsorientering i samband med grundläggande utbildning som kan jämställas med arbete. Ersättning betalas också för skadefall som inträffar då den studerande direkt från läroanstalten eller bostaden färdas till eller från ett sådant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av läroanstaltens huvudman anvisat ställe utanför läroanstalten där det ordnas arbetspraktik, inlärning i arbetet eller arbetslivsorientering eller avläggs fristående examina. Vad som föreskrivs i 1-3 mom. tillämpas också på dem som ges utbildning i Polisyrkeshögskolan, Räddningsinstitutet och Brottspåföljdsområdets utbildningscentral samt på dem som ges med dessa jämställbar annan utbildning.",
        "folded_sv": "enligt denna lag betalas ersattning for skadefall som inte ersatts enligt lagen om olycksfall i arbetet och om yrkessjukdomar (459/2015) och som har orsakat en skada eller sjukdom hos en person som deltar i utbildning som ordnas i enlighet med 1) lagen om grundlaggande yrkesutbildning (630/1998), med undantag for sadan annan verksamhet som nara anknyter till undervisningen och som avses i 3 § 3 mom. i den lagen, 2) lagen om yrkesinriktad vuxenutbildning (631/1998), 3) yrkeshogskolelagen (932/2014), 4) universitetslagen (558/2009), 5) lagen om grundlaggande utbildning (628/1998), med undantag for den forskoleundervisning, forberedande undervisning fore den grundlaggande utbildningen och arskurserna 1-6 som avses i den lagen, samt 6) gymnasielagen (629/1998). en forutsattning for att ersattning ska betalas ar att skadefallet har intraffat under forhallanden som ar utmarkande for studierna medan den studerande, i laroanstalten eller pa nagot annat stalle som anvisats av utbildnings- eller undervisningsanordnaren eller av laroanstaltens huvudman, i enlighet med laroplanen eller examensgrunderna deltagit i sadan praktisk undervisning, sadan inlarning i arbetet, sadan arbetspraktik eller en sadan fristaende examen eller i sadan arbetslivsorientering i samband med grundlaggande utbildning som kan jamstallas med arbete. ersattning betalas ocksa for skadefall som intraffar da den studerande direkt fran laroanstalten eller bostaden fardas till eller fran ett sadant i 2 mom. avsett, av utbildnings- eller undervisningsanordnaren eller av laroanstaltens huvudman anvisat stalle utanfor laroanstalten dar det ordnas arbetspraktik, inlarning i arbetet eller arbetslivsorientering eller avlaggs fristaende examina. vad som foreskrivs i 1-3 mom. tillampas ocksa pa dem som ges utbildning i polisyrkeshogskolan, raddningsinstitutet och brottspafoljdsomradets utbildningscentral samt pa dem som ges med dessa jamstallbar annan utbildning."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Poiketen siitä, mitä 1 §:ssä säädetään, julkisesta työvoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa työvoimakoulutuksessa oleva henkilöön sovelletaan korvattavien olosuhteiden osalta, mitä työtapaturma- ja ammattitautilaissa säädetään työntekijästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Poiketen siitä, mitä 1 § :ssä säädetään, julkisesta työvoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa työvoimakoulutuksessa oleva henkilöön sovelletaan korvattavien olosuhteiden osalta, mitä työtapaturma- ja ammattitautilaissa säädetään työntekijästä.",
        "folded_fi": "poiketen siita, mita 1 §:ssa saadetaan, julkisesta tyovoima- ja yrityspalvelusta annetun lain (916/2012) 5 luvussa tarkoitetussa tyovoimakoulutuksessa oleva henkiloon sovelletaan korvattavien olosuhteiden osalta, mita tyotapaturma- ja ammattitautilaissa saadetaan tyontekijasta.",
        "content_sv": "Med avvikelse från 1 § tillämpas bestämmelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar på den som deltar i sådan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och företagsservice (916/2012), när det är fråga om ersättningsgilla omständigheter.",
        "normalized_sv": "Med avvikelse från 1 § tillämpas bestämmelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar på den som deltar i sådan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och företagsservice (916/2012), när det är fråga om ersättningsgilla omständigheter.",
        "folded_sv": "med avvikelse fran 1 § tillampas bestammelserna om arbetstagare i lagen om olycksfall i arbetet och om yrkessjukdomar pa den som deltar i sadan arbetskraftsutbildning som avses i 5 kap. i lagen om offentlig arbetskrafts- och foretagsservice (916/2012), nar det ar fraga om ersattningsgilla omstandigheter."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tätä lakia sovellettaessa koulutuksen tai opetuksen järjestäjään ja oppilaitoksen ylläpitäjään sovelletaan, mitä työtapaturma- ja ammattitautilaissa säädetään työnantajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tätä lakia sovellettaessa koulutuksen tai opetuksen järjestäjään ja oppilaitoksen ylläpitäjään sovelletaan, mitä työtapaturma- ja ammattitautilaissa säädetään työnantajasta.",
        "folded_fi": "tata lakia sovellettaessa koulutuksen tai opetuksen jarjestajaan ja oppilaitoksen yllapitajaan sovelletaan, mita tyotapaturma- ja ammattitautilaissa saadetaan tyonantajasta.",
        "content_sv": "Vid tillämpningen av denna lag gäller i fråga om utbildnings- eller undervisningsanordnaren och läroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar föreskrivs om arbetsgivare.",
        "normalized_sv": "Vid tillämpningen av denna lag gäller i fråga om utbildnings- eller undervisningsanordnaren och läroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar föreskrivs om arbetsgivare.",
        "folded_sv": "vid tillampningen av denna lag galler i fraga om utbildnings- eller undervisningsanordnaren och laroanstaltens huvudman vad som i lagen om olycksfall i arbetet och om yrkessjukdomar foreskrivs om arbetsgivare."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Mitä työtapaturma- ja ammattitautilain II osassa säädetään korvattavista vahinkotapahtumista, III osassa etuuksista, IV osassa etuuksien toimeenpanosta, V osassa vakuuttamisesta ja vakuutusmaksusta, VII osassa toimeenpanojärjestelmästä, VIII osassa muutoksenhausta, oikaisumenettelyistä, päätöksen poistamisesta ja takaisinperinnästä sekä IX osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamäärien ja korvausten tarkistamisesta työeläkeindeksillä ja palkkakertoimella, rahamäärien pyöristämisestä, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa täyskustannusmaksu liikennevakuutuslaitokselta, esteellisyydestä, asiakirjojen säilyttämisestä sekä siirto- ja ulosmittauskiellosta sovelletaan myös tämän lain nojalla käsiteltävään asiaan, jollei tässä laissa toisin säädetä. Työtapaturma- ja ammattitautilain 70 §:ää sovelletaan myös tämän lain mukaiseen vahinkotapahtumaan sitä seuraavan 28 päivän ajalta. Jos vahinkotapahtuma ei estä tai merkittävästi rajoita opiskelua, työtapaturma- ja ammattitautilain 79 §:ää ei sovelleta mainitun lain 58 §:n mukaiseen päivärahaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Mitä työtapaturma- ja ammattitautilain II osassa säädetään korvattavista vahinkotapahtumista, III osassa etuuksista, IV osassa etuuksien toimeenpanosta, V osassa vakuuttamisesta ja vakuutusmaksusta, VII osassa toimeenpanojärjestelmästä, VIII osassa muutoksenhausta, oikaisumenettelyistä, päätöksen poistamisesta ja takaisinperinnästä sekä IX osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamäärien ja korvausten tarkistamisesta työeläkeindeksillä ja palkkakertoimella, rahamäärien pyöristämisestä, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa täyskustannusmaksu liikennevakuutuslaitokselta, esteellisyydestä, asiakirjojen säilyttämisestä sekä siirto- ja ulosmittauskiellosta sovelletaan myös tämän lain nojalla käsiteltävään asiaan, jollei tässä laissa toisin säädetä. Työtapaturma- ja ammattitautilain 70 § :ää sovelletaan myös tämän lain mukaiseen vahinkotapahtumaan sitä seuraavan 28 päivän ajalta. Jos vahinkotapahtuma ei estä tai merkittävästi rajoita opiskelua, työtapaturma- ja ammattitautilain 79 § :ää ei sovelleta mainitun lain 58 § :n mukaiseen päivärahaan.",
        "folded_fi": "mita tyotapaturma- ja ammattitautilain ii osassa saadetaan korvattavista vahinkotapahtumista, iii osassa etuuksista, iv osassa etuuksien toimeenpanosta, v osassa vakuuttamisesta ja vakuutusmaksusta, vii osassa toimeenpanojarjestelmasta, viii osassa muutoksenhausta, oikaisumenettelyista, paatoksen poistamisesta ja takaisinperinnasta seka ix osassa tietojen antamisesta, saamisesta ja salassapidosta, tietojen maksuttomuudesta, terveydentilatiedoista maksettavista korvauksista, rahamaarien ja korvausten tarkistamisesta tyoelakeindeksilla ja palkkakertoimella, rahamaarien pyoristamisesta, vakuutuslaitoksen takautumisoikeudesta, vakuutuslaitoksen oikeudesta saada takaisin maksamansa tayskustannusmaksu liikennevakuutuslaitokselta, esteellisyydesta, asiakirjojen sailyttamisesta seka siirto- ja ulosmittauskiellosta sovelletaan myos taman lain nojalla kasiteltavaan asiaan, jollei tassa laissa toisin saadeta. tyotapaturma- ja ammattitautilain 70 §:aa sovelletaan myos taman lain mukaiseen vahinkotapahtumaan sita seuraavan 28 paivan ajalta. jos vahinkotapahtuma ei esta tai merkittavasti rajoita opiskelua, tyotapaturma- ja ammattitautilain 79 §:aa ei sovelleta mainitun lain 58 §:n mukaiseen paivarahaan.",
        "content_sv": "Om inte något annat föreskrivs i denna lag ska bestämmelserna i avdelning II i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersättas, om förmåner i avdelning III, om hur förmåner verkställs i avdelning IV, om försäkringsverksamhet och försäkringspremier i avdelning V, om verkställighetssystem i avdelning VII, om sökande av ändring, omprövning, undanröjande av ett beslut och återkrav i avdelning VIII samt om utlämnande, erhållande och hemlighållande av uppgifter, avgiftsfrihet för uppgifter, ersättning som ska betalas för uppgifter om hälsotillstånd, justering av penningbelopp och ersättningar med arbetspensionsindex och lönekoefficient, avrundning av belopp, regressrätt för försäkringsanstalten, rätt för en försäkringsanstalt att få tillbaka fullkostnadsavgiften av en trafikförsäkringsanstalt, jäv, skyldighet att bevara handlingar och överförings- och utmätningsförbud i avdelning IX i den lagen även tillämpas på ärenden som behandlas med stöd av denna lag. Bestämmelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillämpas också på skadefall enligt denna lag under en period av 28 dagar efter skadefallet. Om skadefallet inte hindrar eller avsevärt begränsar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillämpas på dagpenning enligt 58 § i den lagen.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag ska bestämmelserna i avdelning II i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersättas, om förmåner i avdelning III, om hur förmåner verkställs i avdelning IV, om försäkringsverksamhet och försäkringspremier i avdelning V, om verkställighetssystem i avdelning VII, om sökande av ändring, omprövning, undanröjande av ett beslut och återkrav i avdelning VIII samt om utlämnande, erhållande och hemlighållande av uppgifter, avgiftsfrihet för uppgifter, ersättning som ska betalas för uppgifter om hälsotillstånd, justering av penningbelopp och ersättningar med arbetspensionsindex och lönekoefficient, avrundning av belopp, regressrätt för försäkringsanstalten, rätt för en försäkringsanstalt att få tillbaka fullkostnadsavgiften av en trafikförsäkringsanstalt, jäv, skyldighet att bevara handlingar och överförings- och utmätningsförbud i avdelning IX i den lagen även tillämpas på ärenden som behandlas med stöd av denna lag. Bestämmelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillämpas också på skadefall enligt denna lag under en period av 28 dagar efter skadefallet. Om skadefallet inte hindrar eller avsevärt begränsar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillämpas på dagpenning enligt 58 § i den lagen.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag ska bestammelserna i avdelning ii i lagen om olycksfall i arbetet och om yrkessjukdomar om skadefall som ska ersattas, om formaner i avdelning iii, om hur formaner verkstalls i avdelning iv, om forsakringsverksamhet och forsakringspremier i avdelning v, om verkstallighetssystem i avdelning vii, om sokande av andring, omprovning, undanrojande av ett beslut och aterkrav i avdelning viii samt om utlamnande, erhallande och hemlighallande av uppgifter, avgiftsfrihet for uppgifter, ersattning som ska betalas for uppgifter om halsotillstand, justering av penningbelopp och ersattningar med arbetspensionsindex och lonekoefficient, avrundning av belopp, regressratt for forsakringsanstalten, ratt for en forsakringsanstalt att fa tillbaka fullkostnadsavgiften av en trafikforsakringsanstalt, jav, skyldighet att bevara handlingar och overforings- och utmatningsforbud i avdelning ix i den lagen aven tillampas pa arenden som behandlas med stod av denna lag. bestammelserna i 70 § i lagen om olycksfall i arbetet och om yrkessjukdomar ska tillampas ocksa pa skadefall enligt denna lag under en period av 28 dagar efter skadefallet. om skadefallet inte hindrar eller avsevart begransar studierna, ska 79 § i lagen om olycksfall i arbetet och om yrkessjukdomar inte tillampas pa dagpenning enligt 58 § i den lagen."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Ennen tämän lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä, jollei muualla laissa toisin säädetä. Tällä lailla kumotaan opiskeluun liittyvissä työhön rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2016. Ennen tämän lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä, jollei muualla laissa toisin säädetä. Tällä lailla kumotaan opiskeluun liittyvissä työhön rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2016. ennen taman lain voimaantuloa sattuneisiin vahinkotapahtumiin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia, jollei muualla laissa toisin saadeta. talla lailla kumotaan opiskeluun liittyvissa tyohon rinnastettavissa olosuhteissa syntyneen vamman tai sairauden korvaamisesta annettu laki (1318/2002).",
        "content_sv": "Denna lag träder i kraft den 1 januari 2016. På skadefall som inträffat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet, om inte något annat föreskrivs någon annanstans i lag. Genom denna lag upphävs lagen om ersättning för skada eller sjukdom som har uppkommit under studierelaterade förhållanden som är jämställbara med arbete (1318/2002).",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2016. På skadefall som inträffat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet, om inte något annat föreskrivs någon annanstans i lag. Genom denna lag upphävs lagen om ersättning för skada eller sjukdom som har uppkommit under studierelaterade förhållanden som är jämställbara med arbete (1318/2002).",
        "folded_sv": "denna lag trader i kraft den 1 januari 2016. pa skadefall som intraffat fore ikrafttradandet av denna lag tillampas de bestammelser som gallde vid ikrafttradandet, om inte nagot annat foreskrivs nagon annanstans i lag. genom denna lag upphavs lagen om ersattning for skada eller sjukdom som har uppkommit under studierelaterade forhallanden som ar jamstallbara med arbete (1318/2002)."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    }
  ]
}