{
  "id": "461/2007",
  "type": "statute",
  "title": "Laki osakeyhtiölain muuttamisesta",
  "title_en": "Lag om ändring av aktiebolagslagen",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/461/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Perustamissopimuksen sisältö",
      "content": "Perustamissopimuksessa on aina mainittava: 1) sopimuksen päivämäärä; 2) kaikki osakkeenomistajat ja kunkin merkitsemät osakkeet; 3) merkintähinta osakkeesta yhtiölle maksettava määrä (); 4) osakkeen maksuaika; sekä 5) yhtiön hallituksen jäsenet. Perustamissopimuksessa on lisäksi tarvittaessa mainittava yhtiön toimitusjohtaja, hallintoneuvoston jäsenet ja tilintarkastajat. Perustamissopimuksessa voidaan nimetä hallituksen ja hallintoneuvoston puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Perustamissopimuksessa on aina mainittava: 1) sopimuksen päivämäärä; 2) kaikki osakkeenomistajat ja kunkin merkitsemät osakkeet; 3) merkintähinta osakkeesta yhtiölle maksettava määrä (); 4) osakkeen maksuaika; sekä 5) yhtiön hallituksen jäsenet. Perustamissopimuksessa on lisäksi tarvittaessa mainittava yhtiön toimitusjohtaja, hallintoneuvoston jäsenet ja tilintarkastajat. Perustamissopimuksessa voidaan nimetä hallituksen ja hallintoneuvoston puheenjohtaja.",
        "folded_fi": "perustamissopimuksessa on aina mainittava: 1) sopimuksen paivamaara; 2) kaikki osakkeenomistajat ja kunkin merkitsemat osakkeet; 3) merkintahinta osakkeesta yhtiolle maksettava maara (); 4) osakkeen maksuaika; seka 5) yhtion hallituksen jasenet. perustamissopimuksessa on lisaksi tarvittaessa mainittava yhtion toimitusjohtaja, hallintoneuvoston jasenet ja tilintarkastajat. perustamissopimuksessa voidaan nimeta hallituksen ja hallintoneuvoston puheenjohtaja.",
        "title_sv": "Innehållet i avtalet om bolagsbildning",
        "content_sv": "I avtalet om bolagsbildning skall alltid anges 1) datum för avtalet, 2) alla aktieägare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget för varje aktie (), 4) tiden för aktiernas betalning, samt 5) bolagets styrelseledamöter. I avtalet om bolagsbildning skall i förekommande fall nämnas bolagets verkställande direktör, förvaltningsrådets ledamöter och revisorer. Ordföranden för styrelsen och förvaltningsrådet kan utses i avtalet.",
        "normalized_sv": "I avtalet om bolagsbildning skall alltid anges 1) datum för avtalet, 2) alla aktieägare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget för varje aktie (), 4) tiden för aktiernas betalning, samt 5) bolagets styrelseledamöter. I avtalet om bolagsbildning skall i förekommande fall nämnas bolagets verkställande direktör, förvaltningsrådets ledamöter och revisorer. Ordföranden för styrelsen och förvaltningsrådet kan utses i avtalet.",
        "folded_sv": "i avtalet om bolagsbildning skall alltid anges 1) datum for avtalet, 2) alla aktieagare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget for varje aktie (), 4) tiden for aktiernas betalning, samt 5) bolagets styrelseledamoter. i avtalet om bolagsbildning skall i forekommande fall namnas bolagets verkstallande direktor, forvaltningsradets ledamoter och revisorer. ordforanden for styrelsen och forvaltningsradet kan utses i avtalet."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Yhtiön rekisteröiminen",
      "content": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että yhtiön perustamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 6 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että yhtiön perustamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 6 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta yhtion perustamisessa on noudatettu taman lain saannoksia. rekisteri-ilmoitukseen on myos liitettava yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakkeiden maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettava muu selvitys. jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 6 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av bolaget",
        "content_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid bolagsbildningen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom, skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 6 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "normalized_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid bolagsbildningen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom, skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 6 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "folded_sv": "till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid bolagsbildningen. till registeranmalan skall ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktier har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalningen av aktier fogas till anmalan. om en aktie har betalts med apportegendom, skall till registeranmalan dessutom alltid fogas en revisors yttrande om den redogorelse som avses i 6 § 2 mom. samt om huruvida egendomen for bolaget var av sadant ekonomiskt varde som minst motsvarade betalningen."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Perustamisen jälkeen tehdyt merkittävät hankinnat",
      "content": "Yhtiökokoukselle on esitettävä hankittua omaisuutta ja maksettua vastiketta koskeva 6 §:n 2 momentissa säädettyä vastaava selvitys sekä tilintarkastajan lausunto selvityksestä ja siitä, vastaako hankitun omaisuuden arvo vähintään siitä maksettua vastiketta. Yhtiökokouksen päätös on ilmoitettava rekisteröitäväksi kuuden kuukauden kuluessa yhtiökokouksesta. Rekisteri-ilmoitukseen on liitettävä edellä tarkoitettu selvitys ja lausunto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Yhtiökokoukselle on esitettävä hankittua omaisuutta ja maksettua vastiketta koskeva 6 § :n 2 momentissa säädettyä vastaava selvitys sekä tilintarkastajan lausunto selvityksestä ja siitä, vastaako hankitun omaisuuden arvo vähintään siitä maksettua vastiketta. Yhtiökokouksen päätös on ilmoitettava rekisteröitäväksi kuuden kuukauden kuluessa yhtiökokouksesta. Rekisteri-ilmoitukseen on liitettävä edellä tarkoitettu selvitys ja lausunto.",
        "folded_fi": "yhtiokokoukselle on esitettava hankittua omaisuutta ja maksettua vastiketta koskeva 6 §:n 2 momentissa saadettya vastaava selvitys seka tilintarkastajan lausunto selvityksesta ja siita, vastaako hankitun omaisuuden arvo vahintaan siita maksettua vastiketta. yhtiokokouksen paatos on ilmoitettava rekisteroitavaksi kuuden kuukauden kuluessa yhtiokokouksesta. rekisteri-ilmoitukseen on liitettava edella tarkoitettu selvitys ja lausunto.",
        "title_sv": "Betydande förvärv efter bolagsbildningen",
        "content_sv": "På bolagsstämman skall läggas fram en redogörelse som motsvarar vad som bestäms i 6 § 2 mom. och som gäller den förvärvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den förvärvade egendomen har ett värde som minst motsvarar det betalda vederlaget. Bolagsstämmans beslut skall anmälas för registrering inom sex månader från stämman. Redogörelsen och yttrandet skall fogas till registeranmälan.",
        "normalized_sv": "På bolagsstämman skall läggas fram en redogörelse som motsvarar vad som bestäms i 6 § 2 mom. och som gäller den förvärvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den förvärvade egendomen har ett värde som minst motsvarar det betalda vederlaget. Bolagsstämmans beslut skall anmälas för registrering inom sex månader från stämman. Redogörelsen och yttrandet skall fogas till registeranmälan.",
        "folded_sv": "pa bolagsstamman skall laggas fram en redogorelse som motsvarar vad som bestams i 6 § 2 mom. och som galler den forvarvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den forvarvade egendomen har ett varde som minst motsvarar det betalda vederlaget. bolagsstammans beslut skall anmalas for registrering inom sex manader fran stamman. redogorelsen och yttrandet skall fogas till registeranmalan."
      }
    },
    {
      "provision_ref": "5:10",
      "chapter": "5",
      "section": "10",
      "title": "Muiden osallistuminen",
      "content": "Hallituksen ja hallintoneuvoston jäsenellä sekä toimitusjohtajalla on oikeus olla läsnä yhtiökokouksessa, jollei yhtiökokous yksittäistapauksessa päätä toisin. Hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siitä, että osakkeenomistajan 25 §:ssä tarkoitettu kyselyoikeus voi toteutua. Tilintarkastajan läsnäolosta yhtiökokouksessa säädetään tilintarkastuslaissa (459/2007). Yhtiökokous voi sallia myös muiden henkilöiden läsnäolon yhtiökokouksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:10",
        "normalized_fi": "Hallituksen ja hallintoneuvoston jäsenellä sekä toimitusjohtajalla on oikeus olla läsnä yhtiökokouksessa, jollei yhtiökokous yksittäistapauksessa päätä toisin. Hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siitä, että osakkeenomistajan 25 § :ssä tarkoitettu kyselyoikeus voi toteutua. Tilintarkastajan läsnäolosta yhtiökokouksessa säädetään tilintarkastuslaissa (459/2007). Yhtiökokous voi sallia myös muiden henkilöiden läsnäolon yhtiökokouksessa.",
        "folded_fi": "hallituksen ja hallintoneuvoston jasenella seka toimitusjohtajalla on oikeus olla lasna yhtiokokouksessa, jollei yhtiokokous yksittaistapauksessa paata toisin. hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siita, etta osakkeenomistajan 25 §:ssa tarkoitettu kyselyoikeus voi toteutua. tilintarkastajan lasnaolosta yhtiokokouksessa saadetaan tilintarkastuslaissa (459/2007). yhtiokokous voi sallia myos muiden henkiloiden lasnaolon yhtiokokouksessa.",
        "title_sv": "Andra personers rätt att delta i stämman",
        "content_sv": "Styrelse- och förvaltningsrådsledamöterna samt verkställande direktören har rätt att vara närvarande vid bolagsstämman, om inte denna i ett enskilt fall beslutar något annat. Styrelsen, förvaltningsrådet och verkställande direktören skall se till att aktieägarnas frågerätt enligt 25 § kan förverkligas. I revisionslagen (459/2007) föreskrivs om en revisors närvaro vid bolagsstämman. Bolagsstämman kan tillåta också andra personer att vara närvarande vid stämman.",
        "normalized_sv": "Styrelse- och förvaltningsrådsledamöterna samt verkställande direktören har rätt att vara närvarande vid bolagsstämman, om inte denna i ett enskilt fall beslutar något annat. Styrelsen, förvaltningsrådet och verkställande direktören skall se till att aktieägarnas frågerätt enligt 25 § kan förverkligas. I revisionslagen (459/2007) föreskrivs om en revisors närvaro vid bolagsstämman. Bolagsstämman kan tillåta också andra personer att vara närvarande vid stämman.",
        "folded_sv": "styrelse- och forvaltningsradsledamoterna samt verkstallande direktoren har ratt att vara narvarande vid bolagsstamman, om inte denna i ett enskilt fall beslutar nagot annat. styrelsen, forvaltningsradet och verkstallande direktoren skall se till att aktieagarnas frageratt enligt 25 § kan forverkligas. i revisionslagen (459/2007) foreskrivs om en revisors narvaro vid bolagsstamman. bolagsstamman kan tillata ocksa andra personer att vara narvarande vid stamman."
      }
    },
    {
      "provision_ref": "7:2",
      "chapter": "7",
      "section": "2",
      "title": "Tilintarkastajan valinta",
      "content": "Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa ja tämän luvun 6 §:ssä. Yhtiön tilintarkastajan valitsee yhtiökokous. Jos tilintarkastajia on valittava useita, yhtiöjärjestyksessä voidaan määrätä, että joku tai jotkut heistä, ei kuitenkaan kaikkia, valitaan muussa järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:2",
        "normalized_fi": "Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa ja tämän luvun 6 § :ssä. Yhtiön tilintarkastajan valitsee yhtiökokous. Jos tilintarkastajia on valittava useita, yhtiöjärjestyksessä voidaan määrätä, että joku tai jotkut heistä, ei kuitenkaan kaikkia, valitaan muussa järjestyksessä.",
        "folded_fi": "tilintarkastusvelvollisuudesta saadetaan tilintarkastuslain 2 luvussa ja taman luvun 6 §:ssa. yhtion tilintarkastajan valitsee yhtiokokous. jos tilintarkastajia on valittava useita, yhtiojarjestyksessa voidaan maarata, etta joku tai jotkut heista, ei kuitenkaan kaikkia, valitaan muussa jarjestyksessa.",
        "title_sv": "Revisorsval",
        "content_sv": "Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. Val av bolagets revisor förrättas av bolagsstämman. Om flera revisorer skall väljas, kan det föreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, väljs i någon annan ordning.",
        "normalized_sv": "Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. Val av bolagets revisor förrättas av bolagsstämman. Om flera revisorer skall väljas, kan det föreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, väljs i någon annan ordning.",
        "folded_sv": "bestammelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. val av bolagets revisor forrattas av bolagsstamman. om flera revisorer skall valjas, kan det foreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, valjs i nagon annan ordning."
      }
    },
    {
      "provision_ref": "7:3",
      "chapter": "7",
      "section": "3",
      "title": "Varatilintarkastaja",
      "content": "Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 §:ssä. Yhtiökokous voi valita varatilintarkastajan myös yhtiössä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. Jos osa tilintarkastajista valitaan muussa järjestyksessä, yhtiöjärjestyksessä voidaan myös määrätä, että myös tällaisen tilintarkastajan varatilintarkastaja valitaan muussa järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:3",
        "normalized_fi": "Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 § :ssä. Yhtiökokous voi valita varatilintarkastajan myös yhtiössä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. Jos osa tilintarkastajista valitaan muussa järjestyksessä, yhtiöjärjestyksessä voidaan myös määrätä, että myös tällaisen tilintarkastajan varatilintarkastaja valitaan muussa järjestyksessä.",
        "folded_fi": "velvollisuudesta valita varatilintarkastaja saadetaan tilintarkastuslain 4 §:ssa. yhtiokokous voi valita varatilintarkastajan myos yhtiossa, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. jos osa tilintarkastajista valitaan muussa jarjestyksessa, yhtiojarjestyksessa voidaan myos maarata, etta myos tallaisen tilintarkastajan varatilintarkastaja valitaan muussa jarjestyksessa.",
        "title_sv": "Revisorssuppleant",
        "content_sv": "Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Bolagsstämman kan välja en revisorssuppleant också i ett bolag som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter. Om en del av revisorerna väljs i någon annan ordning, kan i bolagsordningen också föreskrivas att även revisorssuppleanten för en sådan revisor skall väljas i någon annan ordning.",
        "normalized_sv": "Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Bolagsstämman kan välja en revisorssuppleant också i ett bolag som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter. Om en del av revisorerna väljs i någon annan ordning, kan i bolagsordningen också föreskrivas att även revisorssuppleanten för en sådan revisor skall väljas i någon annan ordning.",
        "folded_sv": "bestammelser om skyldigheten att valja en revisorssuppleant finns i 4 § i revisionslagen. bolagsstamman kan valja en revisorssuppleant ocksa i ett bolag som inte har nagon skyldighet att valja en sadan, och valja flera revisorssuppleanter. om en del av revisorerna valjs i nagon annan ordning, kan i bolagsordningen ocksa foreskrivas att aven revisorssuppleanten for en sadan revisor skall valjas i nagon annan ordning."
      }
    },
    {
      "provision_ref": "7:5",
      "chapter": "7",
      "section": "5",
      "title": "Vähemmistön oikeus vaatia tilintarkastajaa",
      "content": "Yhtiössä, jossa ei lain tai yhtiöjärjestyksen mukaan ole valittava tilintarkastajaa, yhtiökokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sitä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asiaa kokouskutsun mukaisesti on käsiteltävä. Jollei yhtiökokous valitse tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa säädetyssä järjestyksessä, jos osakkeenomistaja hakee tilintarkastajan määräämistä kuukauden kuluessa yhtiökokouksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:5",
        "normalized_fi": "Yhtiössä, jossa ei lain tai yhtiöjärjestyksen mukaan ole valittava tilintarkastajaa, yhtiökokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sitä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asiaa kokouskutsun mukaisesti on käsiteltävä. Jollei yhtiökokous valitse tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 § :n 1 ja 4 momentissa säädetyssä järjestyksessä, jos osakkeenomistaja hakee tilintarkastajan määräämistä kuukauden kuluessa yhtiökokouksesta.",
        "folded_fi": "yhtiossa, jossa ei lain tai yhtiojarjestyksen mukaan ole valittava tilintarkastajaa, yhtiokokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vahintaan yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sita varsinaisessa yhtiokokouksessa tai siina yhtiokokouksessa, jossa asiaa kokouskutsun mukaisesti on kasiteltava. jollei yhtiokokous valitse tilintarkastajaa, laaninhallitus maaraa tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa saadetyssa jarjestyksessa, jos osakkeenomistaja hakee tilintarkastajan maaraamista kuukauden kuluessa yhtiokokouksesta.",
        "title_sv": "Minoritetens rätt att kräva en revisor",
        "content_sv": "I ett bolag där någon revisor enligt lag eller bolagsordningen inte behöver väljas, skall bolagsstämman välja en revisor, om aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna kräver det på den ordinarie bolagsstämman eller på den bolagsstämma där ärendet enligt stämmokallelsen skall behandlas. Väljer bolagsstämman inte en revisor, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieägare inom en månad efter bolagsstämman ansöker om ett förordnande.",
        "normalized_sv": "I ett bolag där någon revisor enligt lag eller bolagsordningen inte behöver väljas, skall bolagsstämman välja en revisor, om aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna kräver det på den ordinarie bolagsstämman eller på den bolagsstämma där ärendet enligt stämmokallelsen skall behandlas. Väljer bolagsstämman inte en revisor, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieägare inom en månad efter bolagsstämman ansöker om ett förordnande.",
        "folded_sv": "i ett bolag dar nagon revisor enligt lag eller bolagsordningen inte behover valjas, skall bolagsstamman valja en revisor, om aktieagare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stamman foretradda aktierna kraver det pa den ordinarie bolagsstamman eller pa den bolagsstamma dar arendet enligt stammokallelsen skall behandlas. valjer bolagsstamman inte en revisor, forordnar lansstyrelsen en revisor i den ordning som foreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieagare inom en manad efter bolagsstamman ansoker om ett forordnande."
      }
    },
    {
      "provision_ref": "7:6",
      "chapter": "7",
      "section": "6",
      "title": "Erityinen velvollisuus valita KHT-tilintarkastaja",
      "content": "Julkisessa osakeyhtiössä vähintään yhden yhtiökokouksen valitseman tilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:6",
        "normalized_fi": "Julkisessa osakeyhtiössä vähintään yhden yhtiökokouksen valitseman tilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö.",
        "folded_fi": "julkisessa osakeyhtiossa vahintaan yhden yhtiokokouksen valitseman tilintarkastajan on oltava kht-tilintarkastaja tai kht-yhteiso.",
        "title_sv": "Särskild skyldighet att välja en CGR-revisor",
        "content_sv": "I ett publikt aktiebolag skall minst en av de revisorer som bolagsstämman väljer vara en CGR-revisor eller en CGR-sammanslutning.",
        "normalized_sv": "I ett publikt aktiebolag skall minst en av de revisorer som bolagsstämman väljer vara en CGR-revisor eller en CGR-sammanslutning.",
        "folded_sv": "i ett publikt aktiebolag skall minst en av de revisorer som bolagsstamman valjer vara en cgr-revisor eller en cgr-sammanslutning."
      }
    },
    {
      "provision_ref": "7:8",
      "chapter": "7",
      "section": "8",
      "title": "Erityinen tarkastaja",
      "content": "Erityisen tarkastajan on oltava luonnollinen henkilö tai tilintarkastusyhteisö. Erityisellä tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtävän laatuun ja laajuuteen katsoen on tarpeen tehtävän hoitamiseksi. Mitä tilintarkastajasta säädetään 22 luvun 6―9 §:ssä ja 24 luvun 3 §:ssä sekä tilintarkastuslain 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti erityiseen tarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:8",
        "normalized_fi": "Erityisen tarkastajan on oltava luonnollinen henkilö tai tilintarkastusyhteisö. Erityisellä tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtävän laatuun ja laajuuteen katsoen on tarpeen tehtävän hoitamiseksi. Mitä tilintarkastajasta säädetään 22 luvun 6―9 § :ssä ja 24 luvun 3 § :ssä sekä tilintarkastuslain 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti erityiseen tarkastajaan.",
        "folded_fi": "erityisen tarkastajan on oltava luonnollinen henkilo tai tilintarkastusyhteiso. erityisella tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtavan laatuun ja laajuuteen katsoen on tarpeen tehtavan hoitamiseksi. mita tilintarkastajasta saadetaan 22 luvun 6―9 §:ssa ja 24 luvun 3 §:ssa seka tilintarkastuslain 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti erityiseen tarkastajaan.",
        "title_sv": "Särskild granskare",
        "content_sv": "En särskild granskare skall vara en fysisk person eller en revisionssammanslutning. Den särskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning förutsätter. Vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om en revisor skall på motsvarande sätt tillämpas på en särskild granskare.",
        "normalized_sv": "En särskild granskare skall vara en fysisk person eller en revisionssammanslutning. Den särskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning förutsätter. Vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om en revisor skall på motsvarande sätt tillämpas på en särskild granskare.",
        "folded_sv": "en sarskild granskare skall vara en fysisk person eller en revisionssammanslutning. den sarskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning forutsatter. vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen foreskrivs om en revisor skall pa motsvarande satt tillampas pa en sarskild granskare."
      }
    },
    {
      "provision_ref": "9:14",
      "chapter": "9",
      "section": "14",
      "title": "Uusien osakkeiden rekisteröiminen",
      "content": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakkeiden antamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 12 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:14",
        "normalized_fi": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakkeiden antamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 12 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta osakkeiden antamisessa on noudatettu taman lain saannoksia. rekisteri-ilmoitukseen on myos liitettava yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakkeiden maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettava muu selvitys. jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 12 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av nya aktier",
        "content_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid emissionen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 12 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "normalized_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid emissionen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 12 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "folded_sv": "till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid emissionen. till registeranmalan skall ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktier har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalningen av aktier fogas till anmalan. om en aktie har betalts med apportegendom skall till registeranmalan dessutom alltid fogas en revisors yttrande om den redogorelse som avses i 12 § 2 mom. samt om huruvida egendomen for bolaget var av sadant ekonomiskt varde som minst motsvarade betalningen."
      }
    },
    {
      "provision_ref": "9:18",
      "chapter": "9",
      "section": "18",
      "title": "Rekisteröiminen ja sen oikeusvaikutukset",
      "content": "Maksuton osakeanti on ilmoitettava rekisteröitäväksi viipymättä osakeantipäätöksen jälkeen. Suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettävä tilintarkastajan lausunto 17 §:n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:18",
        "normalized_fi": "Maksuton osakeanti on ilmoitettava rekisteröitäväksi viipymättä osakeantipäätöksen jälkeen. Suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettävä tilintarkastajan lausunto 17 § :n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
        "folded_fi": "maksuton osakeanti on ilmoitettava rekisteroitavaksi viipymatta osakeantipaatoksen jalkeen. suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettava tilintarkastajan lausunto 17 §:n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
        "title_sv": "Registreringen och dess rättsverkningar",
        "content_sv": "En vederlagsfri emission skall efter emissionsbeslutet utan dröjsmål anmälas för registrering. Vid en riktad vederlagsfri emission skall till anmälan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse från företrädesrätten.",
        "normalized_sv": "En vederlagsfri emission skall efter emissionsbeslutet utan dröjsmål anmälas för registrering. Vid en riktad vederlagsfri emission skall till anmälan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse från företrädesrätten.",
        "folded_sv": "en vederlagsfri emission skall efter emissionsbeslutet utan drojsmal anmalas for registrering. vid en riktad vederlagsfri emission skall till anmalan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse fran foretradesratten."
      }
    },
    {
      "provision_ref": "11:4",
      "chapter": "11",
      "section": "4",
      "title": "Korotuksen rekisteröiminen ja sen oikeusvaikutukset",
      "content": "Muu kuin 1 momentissa tarkoitettu osakepääoman korotus on ilmoitettava rekisteröitäväksi viipymättä mahdollisen maksun tultua yhtiölle ja korotuksen ehtojen muutenkin täytyttyä. Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakepääoman korottamisessa on noudatettu tämän lain säännöksiä. Muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettävä myös yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakepääoman maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepääoman maksamisesta on liitettävä muu selvitys. Jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 9 luvun 12 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:4",
        "normalized_fi": "Muu kuin 1 momentissa tarkoitettu osakepääoman korotus on ilmoitettava rekisteröitäväksi viipymättä mahdollisen maksun tultua yhtiölle ja korotuksen ehtojen muutenkin täytyttyä. Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakepääoman korottamisessa on noudatettu tämän lain säännöksiä. Muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettävä myös yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakepääoman maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepääoman maksamisesta on liitettävä muu selvitys. Jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 9 luvun 12 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "muu kuin 1 momentissa tarkoitettu osakepaaoman korotus on ilmoitettava rekisteroitavaksi viipymatta mahdollisen maksun tultua yhtiolle ja korotuksen ehtojen muutenkin taytyttya. rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta osakepaaoman korottamisessa on noudatettu taman lain saannoksia. muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettava myos yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakepaaoman maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepaaoman maksamisesta on liitettava muu selvitys. jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 9 luvun 12 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av en ökning samt dess rättsverkningar",
        "content_sv": "Annan än i 1 mom. avsedd ökning av aktiekapitalet skall anmälas för registrering utan dröjsmål efter att eventuell betalning har inkommit till bolaget och ökningsvillkoren har uppfyllts också i övrigt. Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid ökningen av aktiekapitalet. När det inte är fråga om en fondförhöjning skall till registeranmälan också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktiekapitalet har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmälan. Om ökningen har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om en sådan redogörelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sådant ekonomiskt värde för bolaget som minst motsvarade betalningen.",
        "normalized_sv": "Annan än i 1 mom. avsedd ökning av aktiekapitalet skall anmälas för registrering utan dröjsmål efter att eventuell betalning har inkommit till bolaget och ökningsvillkoren har uppfyllts också i övrigt. Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid ökningen av aktiekapitalet. När det inte är fråga om en fondförhöjning skall till registeranmälan också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktiekapitalet har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmälan. Om ökningen har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om en sådan redogörelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sådant ekonomiskt värde för bolaget som minst motsvarade betalningen.",
        "folded_sv": "annan an i 1 mom. avsedd okning av aktiekapitalet skall anmalas for registrering utan drojsmal efter att eventuell betalning har inkommit till bolaget och okningsvillkoren har uppfyllts ocksa i ovrigt. till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid okningen av aktiekapitalet. nar det inte ar fraga om en fondforhojning skall till registeranmalan ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktiekapitalet har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmalan. om okningen har betalts med apportegendom skall till registeranmalan dessutom alltid fogas en revisors yttrande om en sadan redogorelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sadant ekonomiskt varde for bolaget som minst motsvarade betalningen."
      }
    },
    {
      "provision_ref": "13:3",
      "chapter": "13",
      "section": "3",
      "title": "Jaon perustuminen tilinpäätökseen",
      "content": "Varojen jakaminen perustuu viimeksi vahvistettuun tilinpäätökseen. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätöksen on oltava tilintarkastettu. Jaossa on otettava huomioon tilinpäätöksen laatimisen jälkeen yhtiön taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:3",
        "normalized_fi": "Varojen jakaminen perustuu viimeksi vahvistettuun tilinpäätökseen. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätöksen on oltava tilintarkastettu. Jaossa on otettava huomioon tilinpäätöksen laatimisen jälkeen yhtiön taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
        "folded_fi": "varojen jakaminen perustuu viimeksi vahvistettuun tilinpaatokseen. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpaatoksen on oltava tilintarkastettu. jaossa on otettava huomioon tilinpaatoksen laatimisen jalkeen yhtion taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
        "title_sv": "Utbetalningens samband med bokslutet",
        "content_sv": "Utbetalningen av medel skall basera sig på det senast fastställda bokslutet. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet vara reviderat. Vid utbetalningen skall beaktas sådana väsentliga förändringar i bolagets ekonomiska ställning som har skett efter upprättandet av bokslutet.",
        "normalized_sv": "Utbetalningen av medel skall basera sig på det senast fastställda bokslutet. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet vara reviderat. Vid utbetalningen skall beaktas sådana väsentliga förändringar i bolagets ekonomiska ställning som har skett efter upprättandet av bokslutet.",
        "folded_sv": "utbetalningen av medel skall basera sig pa det senast faststallda bokslutet. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall bokslutet vara reviderat. vid utbetalningen skall beaktas sadana vasentliga forandringar i bolagets ekonomiska stallning som har skett efter upprattandet av bokslutet."
      }
    },
    {
      "provision_ref": "16:3",
      "chapter": "16",
      "section": "3",
      "title": "Sulautumissuunnitelma",
      "content": "Sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:3",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "title_sv": "Fusionsplan",
        "content_sv": "Fusionsplanen skall uppta 14) utredning om eller förslag till särskilda förmåner och rättigheter för de i fusionen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om fusionsplanen,",
        "normalized_sv": "Fusionsplanen skall uppta 14) utredning om eller förslag till särskilda förmåner och rättigheter för de i fusionen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om fusionsplanen,",
        "folded_sv": "fusionsplanen skall uppta 14) utredning om eller forslag till sarskilda formaner och rattigheter for de i fusionen deltagande bolagens forvaltningsrads- och styrelseledamoter, verkstallande direktorer, revisorer och de revisorer som ger yttrande om fusionsplanen,"
      }
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "title": "Tilintarkastajan lausunto",
      "content": "Sulautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan sulautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Sulautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan sulautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
        "folded_fi": "sulautumiseen osallistuvien yhtioiden hallitusten on nimettava yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittavat tiedot perusteista, joiden mukaan sulautumisvastike maarataan, seka vastikkeen jakamisesta. vastaanottavalle yhtiolle annettavassa lausunnossa on lisaksi mainittava, onko sulautuminen omiaan vaarantamaan yhtion velkojen maksun.",
        "title_sv": "En revisors yttrande",
        "content_sv": "De i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. I yttrandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av fusionsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om fusionen kan äventyra betalningen av bolagets skulder.",
        "normalized_sv": "De i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. I yttrandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av fusionsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om fusionen kan äventyra betalningen av bolagets skulder.",
        "folded_sv": "de i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. i yttrandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om grunderna for bestammande av fusionsvederlaget samt om fordelningen av vederlaget. i yttrandet till det overtagande bolaget skall dessutom namnas om fusionen kan aventyra betalningen av bolagets skulder."
      }
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "title": "Kuulutus velkojille",
      "content": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos sulautuminen on 4 §:ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään sulautuvan yhtiön velkojista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos sulautuminen on 4 § :ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään sulautuvan yhtiön velkojista.",
        "folded_fi": "kuulutus on annettava vastaanottavan yhtion hakemuksesta myos vastaanottavan yhtion velkojille, jos sulautuminen on 4 §:ssa tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. vastaanottavan yhtion velkojiin sovelletaan talloin, mita tassa luvussa saadetaan sulautuvan yhtion velkojista.",
        "title_sv": "Kallelse på borgenärerna",
        "content_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om fusionen enligt ett sådant yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det överlåtande bolagets borgenärer.",
        "normalized_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om fusionen enligt ett sådant yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det överlåtande bolagets borgenärer.",
        "folded_sv": "pa ansokan av det overtagande bolaget skall kallelse utfardas ocksa pa det overtagande bolagets borgenarer, om fusionen enligt ett sadant yttrande av en revisor som avses i 4 § kan aventyra betalningen av det overtagande bolagets skulder. pa det overtagande bolagets borgenarer tillampas i sa fall vad som i detta kapitel foreskrivs om det overlatande bolagets borgenarer."
      }
    },
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "title": "Ilmoitus sulautumisen täytäntöönpanosta",
      "content": "Sulautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus sulautumisen täytäntöönpanosta neljän kuukauden kuluessa sulautumista koskevasta päätöksestä tai sulautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto sulautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Sulautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus sulautumisen täytäntöönpanosta neljän kuukauden kuluessa sulautumista koskevasta päätöksestä tai sulautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto sulautumissuunnitelman 3 § :n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
        "folded_fi": "sulautumiseen osallistuvien yhtioiden on tehtava rekisteriviranomaiselle ilmoitus sulautumisen taytantoonpanosta neljan kuukauden kuluessa sulautumista koskevasta paatoksesta tai sulautuminen raukeaa. ilmoitukseen on liitettava: 2) tilintarkastajan todistus siita, etta vastaanottava yhtio on saanut tayden vastikkeen sen omaan paaomaan merkitysta maarasta, ja lausunto sulautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksesta; seka",
        "title_sv": "Anmälan om verkställande av fusion",
        "content_sv": "De bolag som deltar i fusionen skall inom fyra månader från fusionsbeslutet till registermyndigheten göra anmälan om verkställande av fusionen, vid äventyr att fusionen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "normalized_sv": "De bolag som deltar i fusionen skall inom fyra månader från fusionsbeslutet till registermyndigheten göra anmälan om verkställande av fusionen, vid äventyr att fusionen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "folded_sv": "de bolag som deltar i fusionen skall inom fyra manader fran fusionsbeslutet till registermyndigheten gora anmalan om verkstallande av fusionen, vid aventyr att fusionen forfaller. till anmalan skall fogas 2) en revisors intyg om att det overtagande bolaget har fatt fullt vederlag for det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall inga i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt"
      }
    },
    {
      "provision_ref": "16:17",
      "chapter": "16",
      "section": "17",
      "title": "Lopputilitys",
      "content": "lopputilitys Sulautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:17",
        "normalized_fi": "lopputilitys Sulautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
        "folded_fi": "lopputilitys sulautuvan yhtion hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen taytantoonpanon jalkeen laadittava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei viela ole esitetty yhtiokokouksessa (). jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. hallituksen on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita yhtiokokouksesta saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "slutredovisning Det överlåtande bolagets styrelse och verkställande direktör skall så snart som möjligt efter det att fusionen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "normalized_sv": "slutredovisning Det överlåtande bolagets styrelse och verkställande direktör skall så snart som möjligt efter det att fusionen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "folded_sv": "slutredovisning det overlatande bolagets styrelse och verkstallande direktor skall sa snart som mojligt efter det att fusionen verkstallts uppratta ett bokslut och en verksamhetsberattelse over den tid for vilken nagot bokslut inte har lagts fram pa bolagsstamman (). om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall slutredovisningen overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse om den. styrelsen skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till en aktieagarstamma for att faststalla slutredovisningen. pa stamman tillampas vad som foreskrivs om bolagsstamma."
      }
    },
    {
      "provision_ref": "17:3",
      "chapter": "17",
      "section": "3",
      "title": "Jakautumissuunnitelma",
      "content": "Jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:3",
        "normalized_fi": "Jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "title_sv": "Delningsplan",
        "content_sv": "Delningsplanen skall uppta 15) utredning om eller förslag till särskilda förmåner och rättigheter för de i delningen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om delningsplanen,",
        "normalized_sv": "Delningsplanen skall uppta 15) utredning om eller förslag till särskilda förmåner och rättigheter för de i delningen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om delningsplanen,",
        "folded_sv": "delningsplanen skall uppta 15) utredning om eller forslag till sarskilda formaner och rattigheter for de i delningen deltagande bolagens forvaltningsrads- och styrelseledamoter, verkstallande direktorer, revisorer och de revisorer som ger yttrande om delningsplanen,"
      }
    },
    {
      "provision_ref": "17:4",
      "chapter": "17",
      "section": "4",
      "title": "Tilintarkastajan lausunto",
      "content": "Jakautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan jakautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko jakautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:4",
        "normalized_fi": "Jakautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan jakautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko jakautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
        "folded_fi": "jakautumiseen osallistuvien yhtioiden hallitusten on nimettava yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittavat tiedot perusteista, joiden mukaan jakautumisvastike maarataan, seka vastikkeen jakamisesta. vastaanottavalle yhtiolle annettavassa lausunnossa on lisaksi mainittava, onko jakautuminen omiaan vaarantamaan yhtion velkojen maksun.",
        "title_sv": "En revisors yttrande",
        "content_sv": "De i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. I yttrandet skall bedömas om delningsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av delningsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om delningen kan äventyra betalningen av bolagets skulder.",
        "normalized_sv": "De i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. I yttrandet skall bedömas om delningsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av delningsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om delningen kan äventyra betalningen av bolagets skulder.",
        "folded_sv": "de i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. i yttrandet skall bedomas om delningsplanen ger riktiga och tillrackliga uppgifter om grunderna for bestammande av delningsvederlaget samt om fordelningen av vederlaget. i yttrandet till det overtagande bolaget skall dessutom namnas om delningen kan aventyra betalningen av bolagets skulder."
      }
    },
    {
      "provision_ref": "17:6",
      "chapter": "17",
      "section": "6",
      "title": "Kuulutus velkojille",
      "content": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos jakautuminen on 4 §:ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään jakautuvan yhtiön velkojista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:6",
        "normalized_fi": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos jakautuminen on 4 § :ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään jakautuvan yhtiön velkojista.",
        "folded_fi": "kuulutus on annettava vastaanottavan yhtion hakemuksesta myos vastaanottavan yhtion velkojille, jos jakautuminen on 4 §:ssa tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. vastaanottavan yhtion velkojiin sovelletaan talloin, mita tassa luvussa saadetaan jakautuvan yhtion velkojista.",
        "title_sv": "Kallelse på borgenärerna",
        "content_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om delningen enligt det yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det ursprungliga bolagets borgenärer.",
        "normalized_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om delningen enligt det yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det ursprungliga bolagets borgenärer.",
        "folded_sv": "pa ansokan av det overtagande bolaget skall kallelse utfardas ocksa pa det overtagande bolagets borgenarer, om delningen enligt det yttrande av en revisor som avses i 4 § kan aventyra betalningen av det overtagande bolagets skulder. pa det overtagande bolagets borgenarer tillampas i sa fall vad som i detta kapitel foreskrivs om det ursprungliga bolagets borgenarer."
      }
    },
    {
      "provision_ref": "17:14",
      "chapter": "17",
      "section": "14",
      "title": "Ilmoitus jakautumisen täytäntöönpanosta",
      "content": "Jakautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus jakautumisen täytäntöönpanosta neljän kuukauden kuluessa jakautumista koskevasta päätöksestä tai jakautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto jakautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:14",
        "normalized_fi": "Jakautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus jakautumisen täytäntöönpanosta neljän kuukauden kuluessa jakautumista koskevasta päätöksestä tai jakautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto jakautumissuunnitelman 3 § :n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
        "folded_fi": "jakautumiseen osallistuvien yhtioiden on tehtava rekisteriviranomaiselle ilmoitus jakautumisen taytantoonpanosta neljan kuukauden kuluessa jakautumista koskevasta paatoksesta tai jakautuminen raukeaa. ilmoitukseen on liitettava: 2) tilintarkastajan todistus siita, etta vastaanottava yhtio on saanut tayden vastikkeen sen omaan paaomaan merkitysta maarasta, ja lausunto jakautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksesta; seka",
        "title_sv": "Anmälan om verkställande av delning",
        "content_sv": "De bolag som deltar i delningen skall inom fyra månader från delningsbeslutet till registermyndigheten göra anmälan om verkställande av delningen, vid äventyr att delningen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i delningsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "normalized_sv": "De bolag som deltar i delningen skall inom fyra månader från delningsbeslutet till registermyndigheten göra anmälan om verkställande av delningen, vid äventyr att delningen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i delningsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "folded_sv": "de bolag som deltar i delningen skall inom fyra manader fran delningsbeslutet till registermyndigheten gora anmalan om verkstallande av delningen, vid aventyr att delningen forfaller. till anmalan skall fogas 2) en revisors intyg om att det overtagande bolaget har fatt fullt vederlag for det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall inga i delningsplanen enligt 3 § 2 mom. 9 punkten, samt"
      }
    },
    {
      "provision_ref": "17:17",
      "chapter": "17",
      "section": "17",
      "title": "Lopputilitys",
      "content": "lopputilitys Kokonaisjakautumisessa jakautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei ole vielä esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:17",
        "normalized_fi": "lopputilitys Kokonaisjakautumisessa jakautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei ole vielä esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
        "folded_fi": "lopputilitys kokonaisjakautumisessa jakautuvan yhtion hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen taytantoonpanon jalkeen laadittava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei ole viela esitetty yhtiokokouksessa (). jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. hallituksen on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita yhtiokokouksesta saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "slutredovisning Vid en total delning skall det ursprungliga bolagets styrelse och verkställande direktör så snart som möjligt efter det att delningen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "normalized_sv": "slutredovisning Vid en total delning skall det ursprungliga bolagets styrelse och verkställande direktör så snart som möjligt efter det att delningen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "folded_sv": "slutredovisning vid en total delning skall det ursprungliga bolagets styrelse och verkstallande direktor sa snart som mojligt efter det att delningen verkstallts uppratta ett bokslut och en verksamhetsberattelse over den tid for vilken nagot bokslut inte har lagts fram pa bolagsstamman (). om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall slutredovisningen overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse om den. styrelsen skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till en aktieagarstamma for att faststalla slutredovisningen. pa stamman tillampas vad som foreskrivs om bolagsstamma."
      }
    },
    {
      "provision_ref": "19:1",
      "chapter": "19",
      "section": "1",
      "title": "Yksityisen osakeyhtiön muuttaminen julkiseksi osakeyhtiöksi",
      "content": "Yhtiön on ilmoitettava julkiseksi osakeyhtiöksi muuttamista koskeva yhtiöjärjestyksen muutos rekisteröitäväksi kuukauden kuluessa yhtiökokouksen päätöksestä tai muutos raukeaa. Rekisteri-ilmoitukseen on liitettävä tilintarkastajan todistus siitä, että yhtiön oma pääoma on vähintään osakepääoman suuruinen. Yhtiö muuttuu julkiseksi osakeyhtiöksi, kun yhtiömuodon muutosta koskeva yhtiöjärjestyksen muutos rekisteröidään kaupparekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:1",
        "normalized_fi": "Yhtiön on ilmoitettava julkiseksi osakeyhtiöksi muuttamista koskeva yhtiöjärjestyksen muutos rekisteröitäväksi kuukauden kuluessa yhtiökokouksen päätöksestä tai muutos raukeaa. Rekisteri-ilmoitukseen on liitettävä tilintarkastajan todistus siitä, että yhtiön oma pääoma on vähintään osakepääoman suuruinen. Yhtiö muuttuu julkiseksi osakeyhtiöksi, kun yhtiömuodon muutosta koskeva yhtiöjärjestyksen muutos rekisteröidään kaupparekisteriin.",
        "folded_fi": "yhtion on ilmoitettava julkiseksi osakeyhtioksi muuttamista koskeva yhtiojarjestyksen muutos rekisteroitavaksi kuukauden kuluessa yhtiokokouksen paatoksesta tai muutos raukeaa. rekisteri-ilmoitukseen on liitettava tilintarkastajan todistus siita, etta yhtion oma paaoma on vahintaan osakepaaoman suuruinen. yhtio muuttuu julkiseksi osakeyhtioksi, kun yhtiomuodon muutosta koskeva yhtiojarjestyksen muutos rekisteroidaan kaupparekisteriin.",
        "title_sv": "Ombildning av privat aktiebolag till publikt",
        "content_sv": "Bolaget skall inom en månad från bolagsstämmans beslut göra registeranmälan om en sådan ändring av bolagsordningen som gäller ombildning till publikt aktiebolag, vid äventyr att ändringen förfaller. Till registeranmälan skall fogas en revisors intyg om att bolagets eget kapital uppgår till minst aktiekapitalets belopp. Bolaget blir ett publikt aktiebolag när den ändring av bolagsordningen som gäller ändring av bolagsformen registreras i handelsregistret.",
        "normalized_sv": "Bolaget skall inom en månad från bolagsstämmans beslut göra registeranmälan om en sådan ändring av bolagsordningen som gäller ombildning till publikt aktiebolag, vid äventyr att ändringen förfaller. Till registeranmälan skall fogas en revisors intyg om att bolagets eget kapital uppgår till minst aktiekapitalets belopp. Bolaget blir ett publikt aktiebolag när den ändring av bolagsordningen som gäller ändring av bolagsformen registreras i handelsregistret.",
        "folded_sv": "bolaget skall inom en manad fran bolagsstammans beslut gora registeranmalan om en sadan andring av bolagsordningen som galler ombildning till publikt aktiebolag, vid aventyr att andringen forfaller. till registeranmalan skall fogas en revisors intyg om att bolagets eget kapital uppgar till minst aktiekapitalets belopp. bolaget blir ett publikt aktiebolag nar den andring av bolagsordningen som galler andring av bolagsformen registreras i handelsregistret."
      }
    },
    {
      "provision_ref": "19:5",
      "chapter": "19",
      "section": "5",
      "title": "Päätöksenteko",
      "content": "Edellä 4 §:n 1 momentissa tarkoitettu päätös korvaa osuuskunnan perustamiskirjan. Päätöksessä on oltava: 3) osuuskunnan ensimmäisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jäsenten ja tarvittaessa tilintarkastajien nimet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:5",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitettu päätös korvaa osuuskunnan perustamiskirjan. Päätöksessä on oltava: 3) osuuskunnan ensimmäisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jäsenten ja tarvittaessa tilintarkastajien nimet.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitettu paatos korvaa osuuskunnan perustamiskirjan. paatoksessa on oltava: 3) osuuskunnan ensimmaisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jasenten ja tarvittaessa tilintarkastajien nimet.",
        "title_sv": "Beslutsfattande",
        "content_sv": "Ett beslut som avses i 4 § 1 mom. ersätter ett andelslags stiftelseurkund och det skall innehålla 3) namnen på andelslagets första styrelseledamöter eller, om styrelsen väljs av ett förvaltningsråd, på förvaltningsrådsledamöterna och vid behov revisorerna.",
        "normalized_sv": "Ett beslut som avses i 4 § 1 mom. ersätter ett andelslags stiftelseurkund och det skall innehålla 3) namnen på andelslagets första styrelseledamöter eller, om styrelsen väljs av ett förvaltningsråd, på förvaltningsrådsledamöterna och vid behov revisorerna.",
        "folded_sv": "ett beslut som avses i 4 § 1 mom. ersatter ett andelslags stiftelseurkund och det skall innehalla 3) namnen pa andelslagets forsta styrelseledamoter eller, om styrelsen valjs av ett forvaltningsrad, pa forvaltningsradsledamoterna och vid behov revisorerna."
      }
    },
    {
      "provision_ref": "20:11",
      "chapter": "20",
      "section": "11",
      "title": "Tilinpäätös selvitystilaa edeltävältä ajalta",
      "content": "Selvitysmiesten on tarvittaessa laadittava tilinpäätös siltä selvitystilaa edeltäneeltä ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätös on tilintarkastettava. Hallituksen jäsenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myötävaikutettava tilinpäätöksen laatimiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "20:11",
        "normalized_fi": "Selvitysmiesten on tarvittaessa laadittava tilinpäätös siltä selvitystilaa edeltäneeltä ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätös on tilintarkastettava. Hallituksen jäsenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myötävaikutettava tilinpäätöksen laatimiseen.",
        "folded_fi": "selvitysmiesten on tarvittaessa laadittava tilinpaatos silta selvitystilaa edeltaneelta ajalta, jolta tilinpaatosta ei viela ole esitetty yhtiokokouksessa. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpaatos on tilintarkastettava. hallituksen jasenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myotavaikutettava tilinpaatoksen laatimiseen.",
        "title_sv": "Bokslut för tiden före likvidationen",
        "content_sv": "Likvidatorerna skall vid behov upprätta ett bokslut för den tid före likvidationen för vilken något bokslut inte ännu har lagts fram på bolagsstämman. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet revideras. Styrelseledamöterna och verkställande direktören skall mot ett skäligt arvode medverka till att bokslutet upprättas.",
        "normalized_sv": "Likvidatorerna skall vid behov upprätta ett bokslut för den tid före likvidationen för vilken något bokslut inte ännu har lagts fram på bolagsstämman. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet revideras. Styrelseledamöterna och verkställande direktören skall mot ett skäligt arvode medverka till att bokslutet upprättas.",
        "folded_sv": "likvidatorerna skall vid behov uppratta ett bokslut for den tid fore likvidationen for vilken nagot bokslut inte annu har lagts fram pa bolagsstamman. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall bokslutet revideras. styrelseledamoterna och verkstallande direktoren skall mot ett skaligt arvode medverka till att bokslutet upprattas."
      }
    },
    {
      "provision_ref": "20:16",
      "chapter": "20",
      "section": "16",
      "title": "Lopputilitys",
      "content": "Suoritettuaan tehtävänsä selvitysmiesten tulee ilman aiheetonta viivytystä antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelystä. Kertomukseen tulee sisältyä selostus yhtiön omaisuuden jaosta. Kertomukseen on liitettävä tilinpäätökset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. Selvitysmiesten on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat yhtiökokoukseen tarkastamaan lopputilitys. Kokouskutsusta sekä kokousasiakirjoista, niiden nähtävänä pitämisestä ja lähettämisestä säädetään 5 luvun 18―22 §:ssä, kuitenkin siten, että lopputilitykseen sovelletaan, mitä tilinpäätöksestä säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin 8 luvun 10 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "20:16",
        "normalized_fi": "Suoritettuaan tehtävänsä selvitysmiesten tulee ilman aiheetonta viivytystä antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelystä. Kertomukseen tulee sisältyä selostus yhtiön omaisuuden jaosta. Kertomukseen on liitettävä tilinpäätökset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. Selvitysmiesten on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat yhtiökokoukseen tarkastamaan lopputilitys. Kokouskutsusta sekä kokousasiakirjoista, niiden nähtävänä pitämisestä ja lähettämisestä säädetään 5 luvun 18―22 § :ssä, kuitenkin siten, että lopputilitykseen sovelletaan, mitä tilinpäätöksestä säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin 8 luvun 10 § :ssä säädetään.",
        "folded_fi": "suoritettuaan tehtavansa selvitysmiesten tulee ilman aiheetonta viivytysta antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelysta. kertomukseen tulee sisaltya selostus yhtion omaisuuden jaosta. kertomukseen on liitettava tilinpaatokset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. selvitysmiesten on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat yhtiokokoukseen tarkastamaan lopputilitys. kokouskutsusta seka kokousasiakirjoista, niiden nahtavana pitamisesta ja lahettamisesta saadetaan 5 luvun 18―22 §:ssa, kuitenkin siten, etta lopputilitykseen sovelletaan, mita tilinpaatoksesta saadetaan. lopputilitys on ilmoitettava rekisteroitavaksi siten kuin 8 luvun 10 §:ssa saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "När likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat dröjsmål ge en slutredovisning för sin förvaltning genom att upprätta en berättelse över likvidationen i dess helhet. I berättelsen skall ingå en redogörelse för skiftet av bolagets tillgångar. Till berättelsen skall fogas boksluten, verksamhetsberättelserna och eventuella revisionsberättelser för hela likvidationstiden. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall berättelsen jämte bilagor överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse över slutredovisningen och förvaltningen under likvidationen. Likvidatorerna skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till bolagsstämma för granskning av slutredovisningen. I 5 kap. 18―22 § föreskrivs om stämmokallelse och stämmohandlingar samt om framläggande och sändande av dem, dock så att på slutredovisningen tillämpas vad som föreskrivs om bokslut. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 §.",
        "normalized_sv": "När likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat dröjsmål ge en slutredovisning för sin förvaltning genom att upprätta en berättelse över likvidationen i dess helhet. I berättelsen skall ingå en redogörelse för skiftet av bolagets tillgångar. Till berättelsen skall fogas boksluten, verksamhetsberättelserna och eventuella revisionsberättelser för hela likvidationstiden. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall berättelsen jämte bilagor överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse över slutredovisningen och förvaltningen under likvidationen. Likvidatorerna skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till bolagsstämma för granskning av slutredovisningen. I 5 kap. 18―22 § föreskrivs om stämmokallelse och stämmohandlingar samt om framläggande och sändande av dem, dock så att på slutredovisningen tillämpas vad som föreskrivs om bokslut. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § .",
        "folded_sv": "nar likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat drojsmal ge en slutredovisning for sin forvaltning genom att uppratta en berattelse over likvidationen i dess helhet. i berattelsen skall inga en redogorelse for skiftet av bolagets tillgangar. till berattelsen skall fogas boksluten, verksamhetsberattelserna och eventuella revisionsberattelser for hela likvidationstiden. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall berattelsen jamte bilagor overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse over slutredovisningen och forvaltningen under likvidationen. likvidatorerna skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till bolagsstamma for granskning av slutredovisningen. i 5 kap. 18―22 § foreskrivs om stammokallelse och stammohandlingar samt om framlaggande och sandande av dem, dock sa att pa slutredovisningen tillampas vad som foreskrivs om bokslut. slutredovisningen skall anmalas for registrering enligt vad som foreskrivs i 8 kap. 10 §."
      }
    },
    {
      "provision_ref": "22:4",
      "chapter": "22",
      "section": "4",
      "title": "Tilintarkastajan vahingonkorvausvelvollisuus",
      "content": "Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslain 51 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:4",
        "normalized_fi": "Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslain 51 § :ssä.",
        "folded_fi": "tilintarkastajan vahingonkorvausvelvollisuudesta saadetaan tilintarkastuslain 51 §:ssa.",
        "title_sv": "Revisorers skadeståndsskyldighet",
        "content_sv": "I 51 § i revisionslagen föreskrivs om revisorers skadeståndsskyldighet.",
        "normalized_sv": "I 51 § i revisionslagen föreskrivs om revisorers skadeståndsskyldighet.",
        "folded_sv": "i 51 § i revisionslagen foreskrivs om revisorers skadestandsskyldighet."
      }
    },
    {
      "provision_ref": "22:6",
      "chapter": "22",
      "section": "6",
      "title": "Päätöksenteko yhtiössä",
      "content": "Asioista, jotka koskevat yhtiön 1―3 §:ään ja tilintarkastuslain 51 §:ään perustuvaa oikeutta vahingonkorvaukseen, päättää 6 luvun 2 §:n mukaisesti hallitus. Niistä voidaan kuitenkin päättää myös yhtiökokouksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:6",
        "normalized_fi": "Asioista, jotka koskevat yhtiön 1―3 § :ään ja tilintarkastuslain 51 § :ään perustuvaa oikeutta vahingonkorvaukseen, päättää 6 luvun 2 § :n mukaisesti hallitus. Niistä voidaan kuitenkin päättää myös yhtiökokouksessa.",
        "folded_fi": "asioista, jotka koskevat yhtion 1―3 §:aan ja tilintarkastuslain 51 §:aan perustuvaa oikeutta vahingonkorvaukseen, paattaa 6 luvun 2 §:n mukaisesti hallitus. niista voidaan kuitenkin paattaa myos yhtiokokouksessa.",
        "title_sv": "Beslutsfattandet i bolaget",
        "content_sv": "Beslut i ärenden som gäller rätt till skadestånd enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 §. Beslut i sådana ärenden kan dock fattas också av bolagsstämman.",
        "normalized_sv": "Beslut i ärenden som gäller rätt till skadestånd enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 § . Beslut i sådana ärenden kan dock fattas också av bolagsstämman.",
        "folded_sv": "beslut i arenden som galler ratt till skadestand enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 §. beslut i sadana arenden kan dock fattas ocksa av bolagsstamman."
      }
    },
    {
      "provision_ref": "22:7",
      "chapter": "22",
      "section": "7",
      "title": "Osakkeenomistajien oikeus ajaa kannetta yhtiön hyväksi",
      "content": "Yhdellä tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissään kannetta vahingonkorvauksen suorittamiseksi yhtiölle 1―3 §:n tai tilintarkastuslain 51 §:n nojalla, jos kannetta vireille pantaessa on todennäköistä, ettei yhtiö huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:7",
        "normalized_fi": "Yhdellä tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissään kannetta vahingonkorvauksen suorittamiseksi yhtiölle 1―3 § :n tai tilintarkastuslain 51 § :n nojalla, jos kannetta vireille pantaessa on todennäköistä, ettei yhtiö huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
        "folded_fi": "yhdella tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissaan kannetta vahingonkorvauksen suorittamiseksi yhtiolle 1―3 §:n tai tilintarkastuslain 51 §:n nojalla, jos kannetta vireille pantaessa on todennakoista, ettei yhtio huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
        "title_sv": "Aktieägares rätt att föra talan för bolaget",
        "content_sv": "En eller flera aktieägare har med stöd av 1―3 § i detta kapitel eller med stöd av 51 § i revisionslagen rätt att i sitt eget namn föra skadeståndstalan för bolagets räkning, om det när talan väcks är sannolikt att bolaget inte ser till att skadeståndsanspråket fullföljs och om",
        "normalized_sv": "En eller flera aktieägare har med stöd av 1―3 § i detta kapitel eller med stöd av 51 § i revisionslagen rätt att i sitt eget namn föra skadeståndstalan för bolagets räkning, om det när talan väcks är sannolikt att bolaget inte ser till att skadeståndsanspråket fullföljs och om",
        "folded_sv": "en eller flera aktieagare har med stod av 1―3 § i detta kapitel eller med stod av 51 § i revisionslagen ratt att i sitt eget namn fora skadestandstalan for bolagets rakning, om det nar talan vacks ar sannolikt att bolaget inte ser till att skadestandsanspraket fullfoljs och om"
      }
    },
    {
      "provision_ref": "22:8",
      "chapter": "22",
      "section": "8",
      "title": "Kanneoikeuden vanhentuminen",
      "content": "Tämän luvun tai tilintarkastuslain 51 §:n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:8",
        "normalized_fi": "Tämän luvun tai tilintarkastuslain 51 § :n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
        "folded_fi": "taman luvun tai tilintarkastuslain 51 §:n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
        "title_sv": "Preskription av talerätt",
        "content_sv": "En talan enligt detta kapitel eller 51 § i revisionslagen skall för icke-straffbara gärningar väckas",
        "normalized_sv": "En talan enligt detta kapitel eller 51 § i revisionslagen skall för icke-straffbara gärningar väckas",
        "folded_sv": "en talan enligt detta kapitel eller 51 § i revisionslagen skall for icke-straffbara garningar vackas"
      }
    },
    {
      "provision_ref": "22:9",
      "chapter": "22",
      "section": "9",
      "title": "Pakottavuus",
      "content": "Yhtiöjärjestyksessä ei voida rajoittaa yhtiön tämän luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: Yhtiöjärjestyksessä ei voida rajoittaa osakkeenomistajan tai muun henkilön tämän luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:9",
        "normalized_fi": "Yhtiöjärjestyksessä ei voida rajoittaa yhtiön tämän luvun tai tilintarkastuslain 51 § :n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: Yhtiöjärjestyksessä ei voida rajoittaa osakkeenomistajan tai muun henkilön tämän luvun tai tilintarkastuslain 51 § :n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
        "folded_fi": "yhtiojarjestyksessa ei voida rajoittaa yhtion taman luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: yhtiojarjestyksessa ei voida rajoittaa osakkeenomistajan tai muun henkilon taman luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "I bolagsordningen kan inte bolagets rätt till skadestånd enligt detta kapitel eller enligt 51 § i revisionslagen begränsas, om skadan har orsakats I bolagsordningen kan man inte begränsa den rätt till skadestånd eller den talerätt som tillkommer en aktieägare eller någon annan enligt detta kapitel eller enligt 51 § i revisionslagen.",
        "normalized_sv": "I bolagsordningen kan inte bolagets rätt till skadestånd enligt detta kapitel eller enligt 51 § i revisionslagen begränsas, om skadan har orsakats I bolagsordningen kan man inte begränsa den rätt till skadestånd eller den talerätt som tillkommer en aktieägare eller någon annan enligt detta kapitel eller enligt 51 § i revisionslagen.",
        "folded_sv": "i bolagsordningen kan inte bolagets ratt till skadestand enligt detta kapitel eller enligt 51 § i revisionslagen begransas, om skadan har orsakats i bolagsordningen kan man inte begransa den ratt till skadestand eller den taleratt som tillkommer en aktieagare eller nagon annan enligt detta kapitel eller enligt 51 § i revisionslagen."
      }
    },
    {
      "provision_ref": "25:1",
      "chapter": "25",
      "section": "1",
      "title": "Osakeyhtiörikos",
      "content": "Joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 §:n 2 momentissa, 16 luvun 4 §:ssä, 17 luvun 4 §:ssä tai 19 luvun 2 §:ssä tarkoitetun lausunnon laatimista koskevia säännöksiä, osakeyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:1",
        "normalized_fi": "Joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 § :n 2 momentissa, 16 luvun 4 § :ssä, 17 luvun 4 § :ssä tai 19 luvun 2 § :ssä tarkoitetun lausunnon laatimista koskevia säännöksiä, osakeyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 §:n 2 momentissa, 16 luvun 4 §:ssa, 17 luvun 4 §:ssa tai 19 luvun 2 §:ssa tarkoitetun lausunnon laatimista koskevia saannoksia, osakeyhtiorikoksesta on tuomittava, jollei teko ole vahainen tai siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "title_sv": "Aktiebolagsbrott",
        "content_sv": "Den som uppsåtligen 2) bryter mot bestämmelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 §, 17 kap. 4 § eller 19 kap. 2 §, aktiebolagsbrott skall, om gärningen inte är ringa eller om strängare straff för den inte föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 2) bryter mot bestämmelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 § , 17 kap. 4 § eller 19 kap. 2 § , aktiebolagsbrott skall, om gärningen inte är ringa eller om strängare straff för den inte föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 2) bryter mot bestammelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 §, 17 kap. 4 § eller 19 kap. 2 §, aktiebolagsbrott skall, om garningen inte ar ringa eller om strangare straff for den inte foreskrivs nagon annanstans i lag, for domas till boter eller fangelse i hogst ett ar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Perustamissopimuksen sisältö",
      "content": "Perustamissopimuksessa on aina mainittava: 1) sopimuksen päivämäärä; 2) kaikki osakkeenomistajat ja kunkin merkitsemät osakkeet; 3) merkintähinta osakkeesta yhtiölle maksettava määrä (); 4) osakkeen maksuaika; sekä 5) yhtiön hallituksen jäsenet. Perustamissopimuksessa on lisäksi tarvittaessa mainittava yhtiön toimitusjohtaja, hallintoneuvoston jäsenet ja tilintarkastajat. Perustamissopimuksessa voidaan nimetä hallituksen ja hallintoneuvoston puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Perustamissopimuksessa on aina mainittava: 1) sopimuksen päivämäärä; 2) kaikki osakkeenomistajat ja kunkin merkitsemät osakkeet; 3) merkintähinta osakkeesta yhtiölle maksettava määrä (); 4) osakkeen maksuaika; sekä 5) yhtiön hallituksen jäsenet. Perustamissopimuksessa on lisäksi tarvittaessa mainittava yhtiön toimitusjohtaja, hallintoneuvoston jäsenet ja tilintarkastajat. Perustamissopimuksessa voidaan nimetä hallituksen ja hallintoneuvoston puheenjohtaja.",
        "folded_fi": "perustamissopimuksessa on aina mainittava: 1) sopimuksen paivamaara; 2) kaikki osakkeenomistajat ja kunkin merkitsemat osakkeet; 3) merkintahinta osakkeesta yhtiolle maksettava maara (); 4) osakkeen maksuaika; seka 5) yhtion hallituksen jasenet. perustamissopimuksessa on lisaksi tarvittaessa mainittava yhtion toimitusjohtaja, hallintoneuvoston jasenet ja tilintarkastajat. perustamissopimuksessa voidaan nimeta hallituksen ja hallintoneuvoston puheenjohtaja.",
        "title_sv": "Innehållet i avtalet om bolagsbildning",
        "content_sv": "I avtalet om bolagsbildning skall alltid anges 1) datum för avtalet, 2) alla aktieägare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget för varje aktie (), 4) tiden för aktiernas betalning, samt 5) bolagets styrelseledamöter. I avtalet om bolagsbildning skall i förekommande fall nämnas bolagets verkställande direktör, förvaltningsrådets ledamöter och revisorer. Ordföranden för styrelsen och förvaltningsrådet kan utses i avtalet.",
        "normalized_sv": "I avtalet om bolagsbildning skall alltid anges 1) datum för avtalet, 2) alla aktieägare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget för varje aktie (), 4) tiden för aktiernas betalning, samt 5) bolagets styrelseledamöter. I avtalet om bolagsbildning skall i förekommande fall nämnas bolagets verkställande direktör, förvaltningsrådets ledamöter och revisorer. Ordföranden för styrelsen och förvaltningsrådet kan utses i avtalet.",
        "folded_sv": "i avtalet om bolagsbildning skall alltid anges 1) datum for avtalet, 2) alla aktieagare och de aktier som var och en tecknar, 3) teckningspris det belopp som skall betalas till bolaget for varje aktie (), 4) tiden for aktiernas betalning, samt 5) bolagets styrelseledamoter. i avtalet om bolagsbildning skall i forekommande fall namnas bolagets verkstallande direktor, forvaltningsradets ledamoter och revisorer. ordforanden for styrelsen och forvaltningsradet kan utses i avtalet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Yhtiön rekisteröiminen",
      "content": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että yhtiön perustamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 6 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että yhtiön perustamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 6 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta yhtion perustamisessa on noudatettu taman lain saannoksia. rekisteri-ilmoitukseen on myos liitettava yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakkeiden maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettava muu selvitys. jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 6 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av bolaget",
        "content_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid bolagsbildningen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom, skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 6 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "normalized_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid bolagsbildningen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom, skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 6 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "folded_sv": "till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid bolagsbildningen. till registeranmalan skall ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktier har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalningen av aktier fogas till anmalan. om en aktie har betalts med apportegendom, skall till registeranmalan dessutom alltid fogas en revisors yttrande om den redogorelse som avses i 6 § 2 mom. samt om huruvida egendomen for bolaget var av sadant ekonomiskt varde som minst motsvarade betalningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Perustamisen jälkeen tehdyt merkittävät hankinnat",
      "content": "Yhtiökokoukselle on esitettävä hankittua omaisuutta ja maksettua vastiketta koskeva 6 §:n 2 momentissa säädettyä vastaava selvitys sekä tilintarkastajan lausunto selvityksestä ja siitä, vastaako hankitun omaisuuden arvo vähintään siitä maksettua vastiketta. Yhtiökokouksen päätös on ilmoitettava rekisteröitäväksi kuuden kuukauden kuluessa yhtiökokouksesta. Rekisteri-ilmoitukseen on liitettävä edellä tarkoitettu selvitys ja lausunto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14",
        "normalized_fi": "Yhtiökokoukselle on esitettävä hankittua omaisuutta ja maksettua vastiketta koskeva 6 § :n 2 momentissa säädettyä vastaava selvitys sekä tilintarkastajan lausunto selvityksestä ja siitä, vastaako hankitun omaisuuden arvo vähintään siitä maksettua vastiketta. Yhtiökokouksen päätös on ilmoitettava rekisteröitäväksi kuuden kuukauden kuluessa yhtiökokouksesta. Rekisteri-ilmoitukseen on liitettävä edellä tarkoitettu selvitys ja lausunto.",
        "folded_fi": "yhtiokokoukselle on esitettava hankittua omaisuutta ja maksettua vastiketta koskeva 6 §:n 2 momentissa saadettya vastaava selvitys seka tilintarkastajan lausunto selvityksesta ja siita, vastaako hankitun omaisuuden arvo vahintaan siita maksettua vastiketta. yhtiokokouksen paatos on ilmoitettava rekisteroitavaksi kuuden kuukauden kuluessa yhtiokokouksesta. rekisteri-ilmoitukseen on liitettava edella tarkoitettu selvitys ja lausunto.",
        "title_sv": "Betydande förvärv efter bolagsbildningen",
        "content_sv": "På bolagsstämman skall läggas fram en redogörelse som motsvarar vad som bestäms i 6 § 2 mom. och som gäller den förvärvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den förvärvade egendomen har ett värde som minst motsvarar det betalda vederlaget. Bolagsstämmans beslut skall anmälas för registrering inom sex månader från stämman. Redogörelsen och yttrandet skall fogas till registeranmälan.",
        "normalized_sv": "På bolagsstämman skall läggas fram en redogörelse som motsvarar vad som bestäms i 6 § 2 mom. och som gäller den förvärvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den förvärvade egendomen har ett värde som minst motsvarar det betalda vederlaget. Bolagsstämmans beslut skall anmälas för registrering inom sex månader från stämman. Redogörelsen och yttrandet skall fogas till registeranmälan.",
        "folded_sv": "pa bolagsstamman skall laggas fram en redogorelse som motsvarar vad som bestams i 6 § 2 mom. och som galler den forvarvade egendomen och det betalda vederlaget samt en revisors yttrande om utredningen och om huruvida den forvarvade egendomen har ett varde som minst motsvarar det betalda vederlaget. bolagsstammans beslut skall anmalas for registrering inom sex manader fran stamman. redogorelsen och yttrandet skall fogas till registeranmalan."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "5:10",
      "chapter": "5",
      "section": "10",
      "title": "Muiden osallistuminen",
      "content": "Hallituksen ja hallintoneuvoston jäsenellä sekä toimitusjohtajalla on oikeus olla läsnä yhtiökokouksessa, jollei yhtiökokous yksittäistapauksessa päätä toisin. Hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siitä, että osakkeenomistajan 25 §:ssä tarkoitettu kyselyoikeus voi toteutua. Tilintarkastajan läsnäolosta yhtiökokouksessa säädetään tilintarkastuslaissa (459/2007). Yhtiökokous voi sallia myös muiden henkilöiden läsnäolon yhtiökokouksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:10",
        "normalized_fi": "Hallituksen ja hallintoneuvoston jäsenellä sekä toimitusjohtajalla on oikeus olla läsnä yhtiökokouksessa, jollei yhtiökokous yksittäistapauksessa päätä toisin. Hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siitä, että osakkeenomistajan 25 § :ssä tarkoitettu kyselyoikeus voi toteutua. Tilintarkastajan läsnäolosta yhtiökokouksessa säädetään tilintarkastuslaissa (459/2007). Yhtiökokous voi sallia myös muiden henkilöiden läsnäolon yhtiökokouksessa.",
        "folded_fi": "hallituksen ja hallintoneuvoston jasenella seka toimitusjohtajalla on oikeus olla lasna yhtiokokouksessa, jollei yhtiokokous yksittaistapauksessa paata toisin. hallituksen, hallintoneuvoston ja toimitusjohtajan on huolehdittava siita, etta osakkeenomistajan 25 §:ssa tarkoitettu kyselyoikeus voi toteutua. tilintarkastajan lasnaolosta yhtiokokouksessa saadetaan tilintarkastuslaissa (459/2007). yhtiokokous voi sallia myos muiden henkiloiden lasnaolon yhtiokokouksessa.",
        "title_sv": "Andra personers rätt att delta i stämman",
        "content_sv": "Styrelse- och förvaltningsrådsledamöterna samt verkställande direktören har rätt att vara närvarande vid bolagsstämman, om inte denna i ett enskilt fall beslutar något annat. Styrelsen, förvaltningsrådet och verkställande direktören skall se till att aktieägarnas frågerätt enligt 25 § kan förverkligas. I revisionslagen (459/2007) föreskrivs om en revisors närvaro vid bolagsstämman. Bolagsstämman kan tillåta också andra personer att vara närvarande vid stämman.",
        "normalized_sv": "Styrelse- och förvaltningsrådsledamöterna samt verkställande direktören har rätt att vara närvarande vid bolagsstämman, om inte denna i ett enskilt fall beslutar något annat. Styrelsen, förvaltningsrådet och verkställande direktören skall se till att aktieägarnas frågerätt enligt 25 § kan förverkligas. I revisionslagen (459/2007) föreskrivs om en revisors närvaro vid bolagsstämman. Bolagsstämman kan tillåta också andra personer att vara närvarande vid stämman.",
        "folded_sv": "styrelse- och forvaltningsradsledamoterna samt verkstallande direktoren har ratt att vara narvarande vid bolagsstamman, om inte denna i ett enskilt fall beslutar nagot annat. styrelsen, forvaltningsradet och verkstallande direktoren skall se till att aktieagarnas frageratt enligt 25 § kan forverkligas. i revisionslagen (459/2007) foreskrivs om en revisors narvaro vid bolagsstamman. bolagsstamman kan tillata ocksa andra personer att vara narvarande vid stamman."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7:2",
      "chapter": "7",
      "section": "2",
      "title": "Tilintarkastajan valinta",
      "content": "Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa ja tämän luvun 6 §:ssä. Yhtiön tilintarkastajan valitsee yhtiökokous. Jos tilintarkastajia on valittava useita, yhtiöjärjestyksessä voidaan määrätä, että joku tai jotkut heistä, ei kuitenkaan kaikkia, valitaan muussa järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:2",
        "normalized_fi": "Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa ja tämän luvun 6 § :ssä. Yhtiön tilintarkastajan valitsee yhtiökokous. Jos tilintarkastajia on valittava useita, yhtiöjärjestyksessä voidaan määrätä, että joku tai jotkut heistä, ei kuitenkaan kaikkia, valitaan muussa järjestyksessä.",
        "folded_fi": "tilintarkastusvelvollisuudesta saadetaan tilintarkastuslain 2 luvussa ja taman luvun 6 §:ssa. yhtion tilintarkastajan valitsee yhtiokokous. jos tilintarkastajia on valittava useita, yhtiojarjestyksessa voidaan maarata, etta joku tai jotkut heista, ei kuitenkaan kaikkia, valitaan muussa jarjestyksessa.",
        "title_sv": "Revisorsval",
        "content_sv": "Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. Val av bolagets revisor förrättas av bolagsstämman. Om flera revisorer skall väljas, kan det föreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, väljs i någon annan ordning.",
        "normalized_sv": "Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. Val av bolagets revisor förrättas av bolagsstämman. Om flera revisorer skall väljas, kan det föreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, väljs i någon annan ordning.",
        "folded_sv": "bestammelser om revisionsskyldighet finns i 2 kap. i revisionslagen och i 6 § i detta kapitel. val av bolagets revisor forrattas av bolagsstamman. om flera revisorer skall valjas, kan det foreskrivas i bolagsordningen att en eller vissa av dem, dock inte alla, valjs i nagon annan ordning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7:3",
      "chapter": "7",
      "section": "3",
      "title": "Varatilintarkastaja",
      "content": "Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 §:ssä. Yhtiökokous voi valita varatilintarkastajan myös yhtiössä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. Jos osa tilintarkastajista valitaan muussa järjestyksessä, yhtiöjärjestyksessä voidaan myös määrätä, että myös tällaisen tilintarkastajan varatilintarkastaja valitaan muussa järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:3",
        "normalized_fi": "Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 § :ssä. Yhtiökokous voi valita varatilintarkastajan myös yhtiössä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. Jos osa tilintarkastajista valitaan muussa järjestyksessä, yhtiöjärjestyksessä voidaan myös määrätä, että myös tällaisen tilintarkastajan varatilintarkastaja valitaan muussa järjestyksessä.",
        "folded_fi": "velvollisuudesta valita varatilintarkastaja saadetaan tilintarkastuslain 4 §:ssa. yhtiokokous voi valita varatilintarkastajan myos yhtiossa, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan. jos osa tilintarkastajista valitaan muussa jarjestyksessa, yhtiojarjestyksessa voidaan myos maarata, etta myos tallaisen tilintarkastajan varatilintarkastaja valitaan muussa jarjestyksessa.",
        "title_sv": "Revisorssuppleant",
        "content_sv": "Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Bolagsstämman kan välja en revisorssuppleant också i ett bolag som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter. Om en del av revisorerna väljs i någon annan ordning, kan i bolagsordningen också föreskrivas att även revisorssuppleanten för en sådan revisor skall väljas i någon annan ordning.",
        "normalized_sv": "Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Bolagsstämman kan välja en revisorssuppleant också i ett bolag som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter. Om en del av revisorerna väljs i någon annan ordning, kan i bolagsordningen också föreskrivas att även revisorssuppleanten för en sådan revisor skall väljas i någon annan ordning.",
        "folded_sv": "bestammelser om skyldigheten att valja en revisorssuppleant finns i 4 § i revisionslagen. bolagsstamman kan valja en revisorssuppleant ocksa i ett bolag som inte har nagon skyldighet att valja en sadan, och valja flera revisorssuppleanter. om en del av revisorerna valjs i nagon annan ordning, kan i bolagsordningen ocksa foreskrivas att aven revisorssuppleanten for en sadan revisor skall valjas i nagon annan ordning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7:5",
      "chapter": "7",
      "section": "5",
      "title": "Vähemmistön oikeus vaatia tilintarkastajaa",
      "content": "Yhtiössä, jossa ei lain tai yhtiöjärjestyksen mukaan ole valittava tilintarkastajaa, yhtiökokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sitä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asiaa kokouskutsun mukaisesti on käsiteltävä. Jollei yhtiökokous valitse tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa säädetyssä järjestyksessä, jos osakkeenomistaja hakee tilintarkastajan määräämistä kuukauden kuluessa yhtiökokouksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:5",
        "normalized_fi": "Yhtiössä, jossa ei lain tai yhtiöjärjestyksen mukaan ole valittava tilintarkastajaa, yhtiökokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sitä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asiaa kokouskutsun mukaisesti on käsiteltävä. Jollei yhtiökokous valitse tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 § :n 1 ja 4 momentissa säädetyssä järjestyksessä, jos osakkeenomistaja hakee tilintarkastajan määräämistä kuukauden kuluessa yhtiökokouksesta.",
        "folded_fi": "yhtiossa, jossa ei lain tai yhtiojarjestyksen mukaan ole valittava tilintarkastajaa, yhtiokokouksen on valittava tilintarkastaja, jos osakkeenomistajat, joilla on vahintaan yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, vaativat sita varsinaisessa yhtiokokouksessa tai siina yhtiokokouksessa, jossa asiaa kokouskutsun mukaisesti on kasiteltava. jollei yhtiokokous valitse tilintarkastajaa, laaninhallitus maaraa tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa saadetyssa jarjestyksessa, jos osakkeenomistaja hakee tilintarkastajan maaraamista kuukauden kuluessa yhtiokokouksesta.",
        "title_sv": "Minoritetens rätt att kräva en revisor",
        "content_sv": "I ett bolag där någon revisor enligt lag eller bolagsordningen inte behöver väljas, skall bolagsstämman välja en revisor, om aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna kräver det på den ordinarie bolagsstämman eller på den bolagsstämma där ärendet enligt stämmokallelsen skall behandlas. Väljer bolagsstämman inte en revisor, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieägare inom en månad efter bolagsstämman ansöker om ett förordnande.",
        "normalized_sv": "I ett bolag där någon revisor enligt lag eller bolagsordningen inte behöver väljas, skall bolagsstämman välja en revisor, om aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna kräver det på den ordinarie bolagsstämman eller på den bolagsstämma där ärendet enligt stämmokallelsen skall behandlas. Väljer bolagsstämman inte en revisor, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieägare inom en månad efter bolagsstämman ansöker om ett förordnande.",
        "folded_sv": "i ett bolag dar nagon revisor enligt lag eller bolagsordningen inte behover valjas, skall bolagsstamman valja en revisor, om aktieagare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stamman foretradda aktierna kraver det pa den ordinarie bolagsstamman eller pa den bolagsstamma dar arendet enligt stammokallelsen skall behandlas. valjer bolagsstamman inte en revisor, forordnar lansstyrelsen en revisor i den ordning som foreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en aktieagare inom en manad efter bolagsstamman ansoker om ett forordnande."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7:6",
      "chapter": "7",
      "section": "6",
      "title": "Erityinen velvollisuus valita KHT-tilintarkastaja",
      "content": "Julkisessa osakeyhtiössä vähintään yhden yhtiökokouksen valitseman tilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:6",
        "normalized_fi": "Julkisessa osakeyhtiössä vähintään yhden yhtiökokouksen valitseman tilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö.",
        "folded_fi": "julkisessa osakeyhtiossa vahintaan yhden yhtiokokouksen valitseman tilintarkastajan on oltava kht-tilintarkastaja tai kht-yhteiso.",
        "title_sv": "Särskild skyldighet att välja en CGR-revisor",
        "content_sv": "I ett publikt aktiebolag skall minst en av de revisorer som bolagsstämman väljer vara en CGR-revisor eller en CGR-sammanslutning.",
        "normalized_sv": "I ett publikt aktiebolag skall minst en av de revisorer som bolagsstämman väljer vara en CGR-revisor eller en CGR-sammanslutning.",
        "folded_sv": "i ett publikt aktiebolag skall minst en av de revisorer som bolagsstamman valjer vara en cgr-revisor eller en cgr-sammanslutning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7:8",
      "chapter": "7",
      "section": "8",
      "title": "Erityinen tarkastaja",
      "content": "Erityisen tarkastajan on oltava luonnollinen henkilö tai tilintarkastusyhteisö. Erityisellä tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtävän laatuun ja laajuuteen katsoen on tarpeen tehtävän hoitamiseksi. Mitä tilintarkastajasta säädetään 22 luvun 6―9 §:ssä ja 24 luvun 3 §:ssä sekä tilintarkastuslain 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti erityiseen tarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:8",
        "normalized_fi": "Erityisen tarkastajan on oltava luonnollinen henkilö tai tilintarkastusyhteisö. Erityisellä tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtävän laatuun ja laajuuteen katsoen on tarpeen tehtävän hoitamiseksi. Mitä tilintarkastajasta säädetään 22 luvun 6―9 § :ssä ja 24 luvun 3 § :ssä sekä tilintarkastuslain 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti erityiseen tarkastajaan.",
        "folded_fi": "erityisen tarkastajan on oltava luonnollinen henkilo tai tilintarkastusyhteiso. erityisella tarkastajalla on oltava sellainen taloudellisten ja oikeudellisten asioiden tuntemus ja kokemus kuin tarkastustehtavan laatuun ja laajuuteen katsoen on tarpeen tehtavan hoitamiseksi. mita tilintarkastajasta saadetaan 22 luvun 6―9 §:ssa ja 24 luvun 3 §:ssa seka tilintarkastuslain 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti erityiseen tarkastajaan.",
        "title_sv": "Särskild granskare",
        "content_sv": "En särskild granskare skall vara en fysisk person eller en revisionssammanslutning. Den särskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning förutsätter. Vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om en revisor skall på motsvarande sätt tillämpas på en särskild granskare.",
        "normalized_sv": "En särskild granskare skall vara en fysisk person eller en revisionssammanslutning. Den särskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning förutsätter. Vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om en revisor skall på motsvarande sätt tillämpas på en särskild granskare.",
        "folded_sv": "en sarskild granskare skall vara en fysisk person eller en revisionssammanslutning. den sarskilda granskaren skall ha den ekonomiska och juridiska sakkunskap och erfarenhet som granskningsuppdragets art och omfattning forutsatter. vad som i 22 kap. 6―9 § och 24 kap. 3 § i denna lag samt i 8, 18, 19, 24―26 och 51 § i revisionslagen foreskrivs om en revisor skall pa motsvarande satt tillampas pa en sarskild granskare."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:14",
      "chapter": "9",
      "section": "14",
      "title": "Uusien osakkeiden rekisteröiminen",
      "content": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakkeiden antamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 12 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:14",
        "normalized_fi": "Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakkeiden antamisessa on noudatettu tämän lain säännöksiä. Rekisteri-ilmoitukseen on myös liitettävä yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakkeiden maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettävä muu selvitys. Jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 12 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta osakkeiden antamisessa on noudatettu taman lain saannoksia. rekisteri-ilmoitukseen on myos liitettava yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakkeiden maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakkeiden maksamisesta on liitettava muu selvitys. jos osake on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 12 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av nya aktier",
        "content_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid emissionen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 12 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "normalized_sv": "Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid emissionen. Till registeranmälan skall också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktier har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalningen av aktier fogas till anmälan. Om en aktie har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om den redogörelse som avses i 12 § 2 mom. samt om huruvida egendomen för bolaget var av sådant ekonomiskt värde som minst motsvarade betalningen.",
        "folded_sv": "till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid emissionen. till registeranmalan skall ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktier har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalningen av aktier fogas till anmalan. om en aktie har betalts med apportegendom skall till registeranmalan dessutom alltid fogas en revisors yttrande om den redogorelse som avses i 12 § 2 mom. samt om huruvida egendomen for bolaget var av sadant ekonomiskt varde som minst motsvarade betalningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:18",
      "chapter": "9",
      "section": "18",
      "title": "Rekisteröiminen ja sen oikeusvaikutukset",
      "content": "Maksuton osakeanti on ilmoitettava rekisteröitäväksi viipymättä osakeantipäätöksen jälkeen. Suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettävä tilintarkastajan lausunto 17 §:n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:18",
        "normalized_fi": "Maksuton osakeanti on ilmoitettava rekisteröitäväksi viipymättä osakeantipäätöksen jälkeen. Suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettävä tilintarkastajan lausunto 17 § :n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
        "folded_fi": "maksuton osakeanti on ilmoitettava rekisteroitavaksi viipymatta osakeantipaatoksen jalkeen. suunnatussa maksuttomassa osakeannissa ilmoitukseen on liitettava tilintarkastajan lausunto 17 §:n 2 kohdassa tarkoitetuista etuoikeudesta poikkeamisen perusteluista.",
        "title_sv": "Registreringen och dess rättsverkningar",
        "content_sv": "En vederlagsfri emission skall efter emissionsbeslutet utan dröjsmål anmälas för registrering. Vid en riktad vederlagsfri emission skall till anmälan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse från företrädesrätten.",
        "normalized_sv": "En vederlagsfri emission skall efter emissionsbeslutet utan dröjsmål anmälas för registrering. Vid en riktad vederlagsfri emission skall till anmälan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse från företrädesrätten.",
        "folded_sv": "en vederlagsfri emission skall efter emissionsbeslutet utan drojsmal anmalas for registrering. vid en riktad vederlagsfri emission skall till anmalan fogas en revisors yttrande om den i 17 § 2 punkten avsedda motiveringen till avvikelse fran foretradesratten."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11:4",
      "chapter": "11",
      "section": "4",
      "title": "Korotuksen rekisteröiminen ja sen oikeusvaikutukset",
      "content": "Muu kuin 1 momentissa tarkoitettu osakepääoman korotus on ilmoitettava rekisteröitäväksi viipymättä mahdollisen maksun tultua yhtiölle ja korotuksen ehtojen muutenkin täytyttyä. Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakepääoman korottamisessa on noudatettu tämän lain säännöksiä. Muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettävä myös yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakepääoman maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepääoman maksamisesta on liitettävä muu selvitys. Jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 9 luvun 12 §:n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:4",
        "normalized_fi": "Muu kuin 1 momentissa tarkoitettu osakepääoman korotus on ilmoitettava rekisteröitäväksi viipymättä mahdollisen maksun tultua yhtiölle ja korotuksen ehtojen muutenkin täytyttyä. Rekisteri-ilmoitukseen on liitettävä yhtiön hallituksen jäsenten ja toimitusjohtajan vakuutus siitä, että osakepääoman korottamisessa on noudatettu tämän lain säännöksiä. Muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettävä myös yhtiön tilintarkastajien todistus siitä, että tämän lain säännöksiä osakepääoman maksamisesta on noudatettu. Jos yhtiössä ei lain tai yhtiöjärjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepääoman maksamisesta on liitettävä muu selvitys. Jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisäksi aina liitettävä tilintarkastajan lausunto 9 luvun 12 § :n 2 momentissa tarkoitetusta selvityksestä ja siitä, oliko omaisuudella vähintään maksua vastaava taloudellinen arvo yhtiölle.",
        "folded_fi": "muu kuin 1 momentissa tarkoitettu osakepaaoman korotus on ilmoitettava rekisteroitavaksi viipymatta mahdollisen maksun tultua yhtiolle ja korotuksen ehtojen muutenkin taytyttya. rekisteri-ilmoitukseen on liitettava yhtion hallituksen jasenten ja toimitusjohtajan vakuutus siita, etta osakepaaoman korottamisessa on noudatettu taman lain saannoksia. muussa kuin rahastokorotuksessa rekisteri-ilmoitukseen on liitettava myos yhtion tilintarkastajien todistus siita, etta taman lain saannoksia osakepaaoman maksamisesta on noudatettu. jos yhtiossa ei lain tai yhtiojarjestyksen mukaan ole velvollisuutta valita tilintarkastajaa, osakepaaoman maksamisesta on liitettava muu selvitys. jos korotus on maksettu apporttiomaisuudella, rekisteri-ilmoitukseen on lisaksi aina liitettava tilintarkastajan lausunto 9 luvun 12 §:n 2 momentissa tarkoitetusta selvityksesta ja siita, oliko omaisuudella vahintaan maksua vastaava taloudellinen arvo yhtiolle.",
        "title_sv": "Registrering av en ökning samt dess rättsverkningar",
        "content_sv": "Annan än i 1 mom. avsedd ökning av aktiekapitalet skall anmälas för registrering utan dröjsmål efter att eventuell betalning har inkommit till bolaget och ökningsvillkoren har uppfyllts också i övrigt. Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid ökningen av aktiekapitalet. När det inte är fråga om en fondförhöjning skall till registeranmälan också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktiekapitalet har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmälan. Om ökningen har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om en sådan redogörelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sådant ekonomiskt värde för bolaget som minst motsvarade betalningen.",
        "normalized_sv": "Annan än i 1 mom. avsedd ökning av aktiekapitalet skall anmälas för registrering utan dröjsmål efter att eventuell betalning har inkommit till bolaget och ökningsvillkoren har uppfyllts också i övrigt. Till registeranmälan skall fogas bolagets styrelseledamöters och verkställande direktörs försäkran om att bestämmelserna i denna lag har iakttagits vid ökningen av aktiekapitalet. När det inte är fråga om en fondförhöjning skall till registeranmälan också fogas ett av bolagets revisorer utfärdat intyg över att denna lags bestämmelser om betalning av aktiekapitalet har iakttagits. Om bolaget inte enligt lag eller bolagsordningen har någon skyldighet att välja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmälan. Om ökningen har betalts med apportegendom skall till registeranmälan dessutom alltid fogas en revisors yttrande om en sådan redogörelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sådant ekonomiskt värde för bolaget som minst motsvarade betalningen.",
        "folded_sv": "annan an i 1 mom. avsedd okning av aktiekapitalet skall anmalas for registrering utan drojsmal efter att eventuell betalning har inkommit till bolaget och okningsvillkoren har uppfyllts ocksa i ovrigt. till registeranmalan skall fogas bolagets styrelseledamoters och verkstallande direktors forsakran om att bestammelserna i denna lag har iakttagits vid okningen av aktiekapitalet. nar det inte ar fraga om en fondforhojning skall till registeranmalan ocksa fogas ett av bolagets revisorer utfardat intyg over att denna lags bestammelser om betalning av aktiekapitalet har iakttagits. om bolaget inte enligt lag eller bolagsordningen har nagon skyldighet att valja en revisor, skall annan utredning om betalning av aktiekapitalet fogas till anmalan. om okningen har betalts med apportegendom skall till registeranmalan dessutom alltid fogas en revisors yttrande om en sadan redogorelse som avses i 9 kap. 12 § 2 mom. samt om huruvida egendomen var av sadant ekonomiskt varde for bolaget som minst motsvarade betalningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "13:3",
      "chapter": "13",
      "section": "3",
      "title": "Jaon perustuminen tilinpäätökseen",
      "content": "Varojen jakaminen perustuu viimeksi vahvistettuun tilinpäätökseen. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätöksen on oltava tilintarkastettu. Jaossa on otettava huomioon tilinpäätöksen laatimisen jälkeen yhtiön taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:3",
        "normalized_fi": "Varojen jakaminen perustuu viimeksi vahvistettuun tilinpäätökseen. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätöksen on oltava tilintarkastettu. Jaossa on otettava huomioon tilinpäätöksen laatimisen jälkeen yhtiön taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
        "folded_fi": "varojen jakaminen perustuu viimeksi vahvistettuun tilinpaatokseen. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpaatoksen on oltava tilintarkastettu. jaossa on otettava huomioon tilinpaatoksen laatimisen jalkeen yhtion taloudellisessa asemassa tapahtuneet olennaiset muutokset.",
        "title_sv": "Utbetalningens samband med bokslutet",
        "content_sv": "Utbetalningen av medel skall basera sig på det senast fastställda bokslutet. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet vara reviderat. Vid utbetalningen skall beaktas sådana väsentliga förändringar i bolagets ekonomiska ställning som har skett efter upprättandet av bokslutet.",
        "normalized_sv": "Utbetalningen av medel skall basera sig på det senast fastställda bokslutet. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet vara reviderat. Vid utbetalningen skall beaktas sådana väsentliga förändringar i bolagets ekonomiska ställning som har skett efter upprättandet av bokslutet.",
        "folded_sv": "utbetalningen av medel skall basera sig pa det senast faststallda bokslutet. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall bokslutet vara reviderat. vid utbetalningen skall beaktas sadana vasentliga forandringar i bolagets ekonomiska stallning som har skett efter upprattandet av bokslutet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:3",
      "chapter": "16",
      "section": "3",
      "title": "Sulautumissuunnitelma",
      "content": "Sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:3",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava: 14) selvitys tai ehdotus sulautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja sulautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "title_sv": "Fusionsplan",
        "content_sv": "Fusionsplanen skall uppta 14) utredning om eller förslag till särskilda förmåner och rättigheter för de i fusionen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om fusionsplanen,",
        "normalized_sv": "Fusionsplanen skall uppta 14) utredning om eller förslag till särskilda förmåner och rättigheter för de i fusionen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om fusionsplanen,",
        "folded_sv": "fusionsplanen skall uppta 14) utredning om eller forslag till sarskilda formaner och rattigheter for de i fusionen deltagande bolagens forvaltningsrads- och styrelseledamoter, verkstallande direktorer, revisorer och de revisorer som ger yttrande om fusionsplanen,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "title": "Tilintarkastajan lausunto",
      "content": "Sulautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan sulautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Sulautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan sulautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
        "folded_fi": "sulautumiseen osallistuvien yhtioiden hallitusten on nimettava yksi tai useampi tilintarkastaja antamaan sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, onko sulautumissuunnitelmassa annettu oikeat ja riittavat tiedot perusteista, joiden mukaan sulautumisvastike maarataan, seka vastikkeen jakamisesta. vastaanottavalle yhtiolle annettavassa lausunnossa on lisaksi mainittava, onko sulautuminen omiaan vaarantamaan yhtion velkojen maksun.",
        "title_sv": "En revisors yttrande",
        "content_sv": "De i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. I yttrandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av fusionsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om fusionen kan äventyra betalningen av bolagets skulder.",
        "normalized_sv": "De i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. I yttrandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av fusionsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om fusionen kan äventyra betalningen av bolagets skulder.",
        "folded_sv": "de i fusionen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i fusionen deltagande bolag ett yttrande om fusionsplanen. i yttrandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om grunderna for bestammande av fusionsvederlaget samt om fordelningen av vederlaget. i yttrandet till det overtagande bolaget skall dessutom namnas om fusionen kan aventyra betalningen av bolagets skulder."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "title": "Kuulutus velkojille",
      "content": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos sulautuminen on 4 §:ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään sulautuvan yhtiön velkojista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos sulautuminen on 4 § :ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään sulautuvan yhtiön velkojista.",
        "folded_fi": "kuulutus on annettava vastaanottavan yhtion hakemuksesta myos vastaanottavan yhtion velkojille, jos sulautuminen on 4 §:ssa tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. vastaanottavan yhtion velkojiin sovelletaan talloin, mita tassa luvussa saadetaan sulautuvan yhtion velkojista.",
        "title_sv": "Kallelse på borgenärerna",
        "content_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om fusionen enligt ett sådant yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det överlåtande bolagets borgenärer.",
        "normalized_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om fusionen enligt ett sådant yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det överlåtande bolagets borgenärer.",
        "folded_sv": "pa ansokan av det overtagande bolaget skall kallelse utfardas ocksa pa det overtagande bolagets borgenarer, om fusionen enligt ett sadant yttrande av en revisor som avses i 4 § kan aventyra betalningen av det overtagande bolagets skulder. pa det overtagande bolagets borgenarer tillampas i sa fall vad som i detta kapitel foreskrivs om det overlatande bolagets borgenarer."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "title": "Ilmoitus sulautumisen täytäntöönpanosta",
      "content": "Sulautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus sulautumisen täytäntöönpanosta neljän kuukauden kuluessa sulautumista koskevasta päätöksestä tai sulautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto sulautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Sulautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus sulautumisen täytäntöönpanosta neljän kuukauden kuluessa sulautumista koskevasta päätöksestä tai sulautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto sulautumissuunnitelman 3 § :n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
        "folded_fi": "sulautumiseen osallistuvien yhtioiden on tehtava rekisteriviranomaiselle ilmoitus sulautumisen taytantoonpanosta neljan kuukauden kuluessa sulautumista koskevasta paatoksesta tai sulautuminen raukeaa. ilmoitukseen on liitettava: 2) tilintarkastajan todistus siita, etta vastaanottava yhtio on saanut tayden vastikkeen sen omaan paaomaan merkitysta maarasta, ja lausunto sulautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksesta; seka",
        "title_sv": "Anmälan om verkställande av fusion",
        "content_sv": "De bolag som deltar i fusionen skall inom fyra månader från fusionsbeslutet till registermyndigheten göra anmälan om verkställande av fusionen, vid äventyr att fusionen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "normalized_sv": "De bolag som deltar i fusionen skall inom fyra månader från fusionsbeslutet till registermyndigheten göra anmälan om verkställande av fusionen, vid äventyr att fusionen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "folded_sv": "de bolag som deltar i fusionen skall inom fyra manader fran fusionsbeslutet till registermyndigheten gora anmalan om verkstallande av fusionen, vid aventyr att fusionen forfaller. till anmalan skall fogas 2) en revisors intyg om att det overtagande bolaget har fatt fullt vederlag for det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall inga i fusionsplanen enligt 3 § 2 mom. 9 punkten, samt"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:17",
      "chapter": "16",
      "section": "17",
      "title": "Lopputilitys",
      "content": "lopputilitys Sulautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:17",
        "normalized_fi": "lopputilitys Sulautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
        "folded_fi": "lopputilitys sulautuvan yhtion hallituksen ja toimitusjohtajan on mahdollisimman pian sulautumisen taytantoonpanon jalkeen laadittava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei viela ole esitetty yhtiokokouksessa (). jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. hallituksen on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita yhtiokokouksesta saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "slutredovisning Det överlåtande bolagets styrelse och verkställande direktör skall så snart som möjligt efter det att fusionen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "normalized_sv": "slutredovisning Det överlåtande bolagets styrelse och verkställande direktör skall så snart som möjligt efter det att fusionen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "folded_sv": "slutredovisning det overlatande bolagets styrelse och verkstallande direktor skall sa snart som mojligt efter det att fusionen verkstallts uppratta ett bokslut och en verksamhetsberattelse over den tid for vilken nagot bokslut inte har lagts fram pa bolagsstamman (). om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall slutredovisningen overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse om den. styrelsen skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till en aktieagarstamma for att faststalla slutredovisningen. pa stamman tillampas vad som foreskrivs om bolagsstamma."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17:3",
      "chapter": "17",
      "section": "3",
      "title": "Jakautumissuunnitelma",
      "content": "Jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:3",
        "normalized_fi": "Jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "jakautumissuunnitelmassa on oltava: 15) selvitys tai ehdotus jakautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja jakautumissuunnitelmasta lausunnon antavalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "title_sv": "Delningsplan",
        "content_sv": "Delningsplanen skall uppta 15) utredning om eller förslag till särskilda förmåner och rättigheter för de i delningen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om delningsplanen,",
        "normalized_sv": "Delningsplanen skall uppta 15) utredning om eller förslag till särskilda förmåner och rättigheter för de i delningen deltagande bolagens förvaltningsråds- och styrelseledamöter, verkställande direktörer, revisorer och de revisorer som ger yttrande om delningsplanen,",
        "folded_sv": "delningsplanen skall uppta 15) utredning om eller forslag till sarskilda formaner och rattigheter for de i delningen deltagande bolagens forvaltningsrads- och styrelseledamoter, verkstallande direktorer, revisorer och de revisorer som ger yttrande om delningsplanen,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17:4",
      "chapter": "17",
      "section": "4",
      "title": "Tilintarkastajan lausunto",
      "content": "Jakautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan jakautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko jakautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:4",
        "normalized_fi": "Jakautumiseen osallistuvien yhtiöiden hallitusten on nimettävä yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittävät tiedot perusteista, joiden mukaan jakautumisvastike määrätään, sekä vastikkeen jakamisesta. Vastaanottavalle yhtiölle annettavassa lausunnossa on lisäksi mainittava, onko jakautuminen omiaan vaarantamaan yhtiön velkojen maksun.",
        "folded_fi": "jakautumiseen osallistuvien yhtioiden hallitusten on nimettava yksi tai useampi tilintarkastaja antamaan jakautumissuunnitelmasta lausunto kullekin jakautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, onko jakautumissuunnitelmassa annettu oikeat ja riittavat tiedot perusteista, joiden mukaan jakautumisvastike maarataan, seka vastikkeen jakamisesta. vastaanottavalle yhtiolle annettavassa lausunnossa on lisaksi mainittava, onko jakautuminen omiaan vaarantamaan yhtion velkojen maksun.",
        "title_sv": "En revisors yttrande",
        "content_sv": "De i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. I yttrandet skall bedömas om delningsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av delningsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om delningen kan äventyra betalningen av bolagets skulder.",
        "normalized_sv": "De i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. I yttrandet skall bedömas om delningsplanen ger riktiga och tillräckliga uppgifter om grunderna för bestämmande av delningsvederlaget samt om fördelningen av vederlaget. I yttrandet till det övertagande bolaget skall dessutom nämnas om delningen kan äventyra betalningen av bolagets skulder.",
        "folded_sv": "de i delningen deltagande bolagens styrelser skall utse en eller flera revisorer med uppgift att ge varje i delningen deltagande bolag ett yttrande om delningsplanen. i yttrandet skall bedomas om delningsplanen ger riktiga och tillrackliga uppgifter om grunderna for bestammande av delningsvederlaget samt om fordelningen av vederlaget. i yttrandet till det overtagande bolaget skall dessutom namnas om delningen kan aventyra betalningen av bolagets skulder."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17:6",
      "chapter": "17",
      "section": "6",
      "title": "Kuulutus velkojille",
      "content": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos jakautuminen on 4 §:ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään jakautuvan yhtiön velkojista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:6",
        "normalized_fi": "Kuulutus on annettava vastaanottavan yhtiön hakemuksesta myös vastaanottavan yhtiön velkojille, jos jakautuminen on 4 § :ssä tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Vastaanottavan yhtiön velkojiin sovelletaan tällöin, mitä tässä luvussa säädetään jakautuvan yhtiön velkojista.",
        "folded_fi": "kuulutus on annettava vastaanottavan yhtion hakemuksesta myos vastaanottavan yhtion velkojille, jos jakautuminen on 4 §:ssa tarkoitetun tilintarkastajan lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. vastaanottavan yhtion velkojiin sovelletaan talloin, mita tassa luvussa saadetaan jakautuvan yhtion velkojista.",
        "title_sv": "Kallelse på borgenärerna",
        "content_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om delningen enligt det yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det ursprungliga bolagets borgenärer.",
        "normalized_sv": "På ansökan av det övertagande bolaget skall kallelse utfärdas också på det övertagande bolagets borgenärer, om delningen enligt det yttrande av en revisor som avses i 4 § kan äventyra betalningen av det övertagande bolagets skulder. På det övertagande bolagets borgenärer tillämpas i så fall vad som i detta kapitel föreskrivs om det ursprungliga bolagets borgenärer.",
        "folded_sv": "pa ansokan av det overtagande bolaget skall kallelse utfardas ocksa pa det overtagande bolagets borgenarer, om delningen enligt det yttrande av en revisor som avses i 4 § kan aventyra betalningen av det overtagande bolagets skulder. pa det overtagande bolagets borgenarer tillampas i sa fall vad som i detta kapitel foreskrivs om det ursprungliga bolagets borgenarer."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17:14",
      "chapter": "17",
      "section": "14",
      "title": "Ilmoitus jakautumisen täytäntöönpanosta",
      "content": "Jakautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus jakautumisen täytäntöönpanosta neljän kuukauden kuluessa jakautumista koskevasta päätöksestä tai jakautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto jakautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:14",
        "normalized_fi": "Jakautumiseen osallistuvien yhtiöiden on tehtävä rekisteriviranomaiselle ilmoitus jakautumisen täytäntöönpanosta neljän kuukauden kuluessa jakautumista koskevasta päätöksestä tai jakautuminen raukeaa. Ilmoitukseen on liitettävä: 2) tilintarkastajan todistus siitä, että vastaanottava yhtiö on saanut täyden vastikkeen sen omaan pääomaan merkitystä määrästä, ja lausunto jakautumissuunnitelman 3 § :n 2 momentin 9 kohdassa tarkoitetusta selvityksestä; sekä",
        "folded_fi": "jakautumiseen osallistuvien yhtioiden on tehtava rekisteriviranomaiselle ilmoitus jakautumisen taytantoonpanosta neljan kuukauden kuluessa jakautumista koskevasta paatoksesta tai jakautuminen raukeaa. ilmoitukseen on liitettava: 2) tilintarkastajan todistus siita, etta vastaanottava yhtio on saanut tayden vastikkeen sen omaan paaomaan merkitysta maarasta, ja lausunto jakautumissuunnitelman 3 §:n 2 momentin 9 kohdassa tarkoitetusta selvityksesta; seka",
        "title_sv": "Anmälan om verkställande av delning",
        "content_sv": "De bolag som deltar i delningen skall inom fyra månader från delningsbeslutet till registermyndigheten göra anmälan om verkställande av delningen, vid äventyr att delningen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i delningsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "normalized_sv": "De bolag som deltar i delningen skall inom fyra månader från delningsbeslutet till registermyndigheten göra anmälan om verkställande av delningen, vid äventyr att delningen förfaller. Till anmälan skall fogas 2) en revisors intyg om att det övertagande bolaget har fått fullt vederlag för det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall ingå i delningsplanen enligt 3 § 2 mom. 9 punkten, samt",
        "folded_sv": "de bolag som deltar i delningen skall inom fyra manader fran delningsbeslutet till registermyndigheten gora anmalan om verkstallande av delningen, vid aventyr att delningen forfaller. till anmalan skall fogas 2) en revisors intyg om att det overtagande bolaget har fatt fullt vederlag for det belopp som tagits upp i dess eget kapital samt revisorns yttrande om den utredning som skall inga i delningsplanen enligt 3 § 2 mom. 9 punkten, samt"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "17:17",
      "chapter": "17",
      "section": "17",
      "title": "Lopputilitys",
      "content": "lopputilitys Kokonaisjakautumisessa jakautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei ole vielä esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:17",
        "normalized_fi": "lopputilitys Kokonaisjakautumisessa jakautuvan yhtiön hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen täytäntöönpanon jälkeen laadittava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei ole vielä esitetty yhtiökokouksessa (). Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Hallituksen on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä yhtiökokouksesta säädetään.",
        "folded_fi": "lopputilitys kokonaisjakautumisessa jakautuvan yhtion hallituksen ja toimitusjohtajan on mahdollisimman pian jakautumisen taytantoonpanon jalkeen laadittava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei ole viela esitetty yhtiokokouksessa (). jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, lopputilitys on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. hallituksen on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat osakkeenomistajien kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita yhtiokokouksesta saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "slutredovisning Vid en total delning skall det ursprungliga bolagets styrelse och verkställande direktör så snart som möjligt efter det att delningen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "normalized_sv": "slutredovisning Vid en total delning skall det ursprungliga bolagets styrelse och verkställande direktör så snart som möjligt efter det att delningen verkställts upprätta ett bokslut och en verksamhetsberättelse över den tid för vilken något bokslut inte har lagts fram på bolagsstämman (). Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall slutredovisningen överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse om den. Styrelsen skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till en aktieägarstämma för att fastställa slutredovisningen. På stämman tillämpas vad som föreskrivs om bolagsstämma.",
        "folded_sv": "slutredovisning vid en total delning skall det ursprungliga bolagets styrelse och verkstallande direktor sa snart som mojligt efter det att delningen verkstallts uppratta ett bokslut och en verksamhetsberattelse over den tid for vilken nagot bokslut inte har lagts fram pa bolagsstamman (). om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall slutredovisningen overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse om den. styrelsen skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till en aktieagarstamma for att faststalla slutredovisningen. pa stamman tillampas vad som foreskrivs om bolagsstamma."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "19:1",
      "chapter": "19",
      "section": "1",
      "title": "Yksityisen osakeyhtiön muuttaminen julkiseksi osakeyhtiöksi",
      "content": "Yhtiön on ilmoitettava julkiseksi osakeyhtiöksi muuttamista koskeva yhtiöjärjestyksen muutos rekisteröitäväksi kuukauden kuluessa yhtiökokouksen päätöksestä tai muutos raukeaa. Rekisteri-ilmoitukseen on liitettävä tilintarkastajan todistus siitä, että yhtiön oma pääoma on vähintään osakepääoman suuruinen. Yhtiö muuttuu julkiseksi osakeyhtiöksi, kun yhtiömuodon muutosta koskeva yhtiöjärjestyksen muutos rekisteröidään kaupparekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:1",
        "normalized_fi": "Yhtiön on ilmoitettava julkiseksi osakeyhtiöksi muuttamista koskeva yhtiöjärjestyksen muutos rekisteröitäväksi kuukauden kuluessa yhtiökokouksen päätöksestä tai muutos raukeaa. Rekisteri-ilmoitukseen on liitettävä tilintarkastajan todistus siitä, että yhtiön oma pääoma on vähintään osakepääoman suuruinen. Yhtiö muuttuu julkiseksi osakeyhtiöksi, kun yhtiömuodon muutosta koskeva yhtiöjärjestyksen muutos rekisteröidään kaupparekisteriin.",
        "folded_fi": "yhtion on ilmoitettava julkiseksi osakeyhtioksi muuttamista koskeva yhtiojarjestyksen muutos rekisteroitavaksi kuukauden kuluessa yhtiokokouksen paatoksesta tai muutos raukeaa. rekisteri-ilmoitukseen on liitettava tilintarkastajan todistus siita, etta yhtion oma paaoma on vahintaan osakepaaoman suuruinen. yhtio muuttuu julkiseksi osakeyhtioksi, kun yhtiomuodon muutosta koskeva yhtiojarjestyksen muutos rekisteroidaan kaupparekisteriin.",
        "title_sv": "Ombildning av privat aktiebolag till publikt",
        "content_sv": "Bolaget skall inom en månad från bolagsstämmans beslut göra registeranmälan om en sådan ändring av bolagsordningen som gäller ombildning till publikt aktiebolag, vid äventyr att ändringen förfaller. Till registeranmälan skall fogas en revisors intyg om att bolagets eget kapital uppgår till minst aktiekapitalets belopp. Bolaget blir ett publikt aktiebolag när den ändring av bolagsordningen som gäller ändring av bolagsformen registreras i handelsregistret.",
        "normalized_sv": "Bolaget skall inom en månad från bolagsstämmans beslut göra registeranmälan om en sådan ändring av bolagsordningen som gäller ombildning till publikt aktiebolag, vid äventyr att ändringen förfaller. Till registeranmälan skall fogas en revisors intyg om att bolagets eget kapital uppgår till minst aktiekapitalets belopp. Bolaget blir ett publikt aktiebolag när den ändring av bolagsordningen som gäller ändring av bolagsformen registreras i handelsregistret.",
        "folded_sv": "bolaget skall inom en manad fran bolagsstammans beslut gora registeranmalan om en sadan andring av bolagsordningen som galler ombildning till publikt aktiebolag, vid aventyr att andringen forfaller. till registeranmalan skall fogas en revisors intyg om att bolagets eget kapital uppgar till minst aktiekapitalets belopp. bolaget blir ett publikt aktiebolag nar den andring av bolagsordningen som galler andring av bolagsformen registreras i handelsregistret."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "19:5",
      "chapter": "19",
      "section": "5",
      "title": "Päätöksenteko",
      "content": "Edellä 4 §:n 1 momentissa tarkoitettu päätös korvaa osuuskunnan perustamiskirjan. Päätöksessä on oltava: 3) osuuskunnan ensimmäisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jäsenten ja tarvittaessa tilintarkastajien nimet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "19:5",
        "normalized_fi": "Edellä 4 § :n 1 momentissa tarkoitettu päätös korvaa osuuskunnan perustamiskirjan. Päätöksessä on oltava: 3) osuuskunnan ensimmäisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jäsenten ja tarvittaessa tilintarkastajien nimet.",
        "folded_fi": "edella 4 §:n 1 momentissa tarkoitettu paatos korvaa osuuskunnan perustamiskirjan. paatoksessa on oltava: 3) osuuskunnan ensimmaisen hallituksen tai, jos hallintoneuvosto valitsee hallituksen, hallintoneuvoston jasenten ja tarvittaessa tilintarkastajien nimet.",
        "title_sv": "Beslutsfattande",
        "content_sv": "Ett beslut som avses i 4 § 1 mom. ersätter ett andelslags stiftelseurkund och det skall innehålla 3) namnen på andelslagets första styrelseledamöter eller, om styrelsen väljs av ett förvaltningsråd, på förvaltningsrådsledamöterna och vid behov revisorerna.",
        "normalized_sv": "Ett beslut som avses i 4 § 1 mom. ersätter ett andelslags stiftelseurkund och det skall innehålla 3) namnen på andelslagets första styrelseledamöter eller, om styrelsen väljs av ett förvaltningsråd, på förvaltningsrådsledamöterna och vid behov revisorerna.",
        "folded_sv": "ett beslut som avses i 4 § 1 mom. ersatter ett andelslags stiftelseurkund och det skall innehalla 3) namnen pa andelslagets forsta styrelseledamoter eller, om styrelsen valjs av ett forvaltningsrad, pa forvaltningsradsledamoterna och vid behov revisorerna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "20:11",
      "chapter": "20",
      "section": "11",
      "title": "Tilinpäätös selvitystilaa edeltävältä ajalta",
      "content": "Selvitysmiesten on tarvittaessa laadittava tilinpäätös siltä selvitystilaa edeltäneeltä ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätös on tilintarkastettava. Hallituksen jäsenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myötävaikutettava tilinpäätöksen laatimiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "20:11",
        "normalized_fi": "Selvitysmiesten on tarvittaessa laadittava tilinpäätös siltä selvitystilaa edeltäneeltä ajalta, jolta tilinpäätöstä ei vielä ole esitetty yhtiökokouksessa. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpäätös on tilintarkastettava. Hallituksen jäsenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myötävaikutettava tilinpäätöksen laatimiseen.",
        "folded_fi": "selvitysmiesten on tarvittaessa laadittava tilinpaatos silta selvitystilaa edeltaneelta ajalta, jolta tilinpaatosta ei viela ole esitetty yhtiokokouksessa. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, tilinpaatos on tilintarkastettava. hallituksen jasenen ja toimitusjohtajan on kohtuullista palkkiota vastaan myotavaikutettava tilinpaatoksen laatimiseen.",
        "title_sv": "Bokslut för tiden före likvidationen",
        "content_sv": "Likvidatorerna skall vid behov upprätta ett bokslut för den tid före likvidationen för vilken något bokslut inte ännu har lagts fram på bolagsstämman. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet revideras. Styrelseledamöterna och verkställande direktören skall mot ett skäligt arvode medverka till att bokslutet upprättas.",
        "normalized_sv": "Likvidatorerna skall vid behov upprätta ett bokslut för den tid före likvidationen för vilken något bokslut inte ännu har lagts fram på bolagsstämman. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall bokslutet revideras. Styrelseledamöterna och verkställande direktören skall mot ett skäligt arvode medverka till att bokslutet upprättas.",
        "folded_sv": "likvidatorerna skall vid behov uppratta ett bokslut for den tid fore likvidationen for vilken nagot bokslut inte annu har lagts fram pa bolagsstamman. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall bokslutet revideras. styrelseledamoterna och verkstallande direktoren skall mot ett skaligt arvode medverka till att bokslutet upprattas."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "20:16",
      "chapter": "20",
      "section": "16",
      "title": "Lopputilitys",
      "content": "Suoritettuaan tehtävänsä selvitysmiesten tulee ilman aiheetonta viivytystä antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelystä. Kertomukseen tulee sisältyä selostus yhtiön omaisuuden jaosta. Kertomukseen on liitettävä tilinpäätökset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. Selvitysmiesten on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat yhtiökokoukseen tarkastamaan lopputilitys. Kokouskutsusta sekä kokousasiakirjoista, niiden nähtävänä pitämisestä ja lähettämisestä säädetään 5 luvun 18―22 §:ssä, kuitenkin siten, että lopputilitykseen sovelletaan, mitä tilinpäätöksestä säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin 8 luvun 10 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "20:16",
        "normalized_fi": "Suoritettuaan tehtävänsä selvitysmiesten tulee ilman aiheetonta viivytystä antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelystä. Kertomukseen tulee sisältyä selostus yhtiön omaisuuden jaosta. Kertomukseen on liitettävä tilinpäätökset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. Jos yhtiössä on lain tai yhtiöjärjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtiön tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. Selvitysmiesten on viivytyksettä 1 momentissa tarkoitettujen toimien jälkeen kutsuttava osakkeenomistajat yhtiökokoukseen tarkastamaan lopputilitys. Kokouskutsusta sekä kokousasiakirjoista, niiden nähtävänä pitämisestä ja lähettämisestä säädetään 5 luvun 18―22 § :ssä, kuitenkin siten, että lopputilitykseen sovelletaan, mitä tilinpäätöksestä säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin 8 luvun 10 § :ssä säädetään.",
        "folded_fi": "suoritettuaan tehtavansa selvitysmiesten tulee ilman aiheetonta viivytysta antaa lopputilitys hallinnostaan laatimalla kertomus koko selvitysmenettelysta. kertomukseen tulee sisaltya selostus yhtion omaisuuden jaosta. kertomukseen on liitettava tilinpaatokset, toimintakertomukset ja mahdolliset tilintarkastuskertomukset selvitystilan ajalta. jos yhtiossa on lain tai yhtiojarjestyksen mukaan velvollisuus valita tilintarkastaja, kertomus liitteineen on annettava yhtion tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta ja selvitystilan aikaista hallintoa koskeva tilintarkastuskertomus. selvitysmiesten on viivytyksetta 1 momentissa tarkoitettujen toimien jalkeen kutsuttava osakkeenomistajat yhtiokokoukseen tarkastamaan lopputilitys. kokouskutsusta seka kokousasiakirjoista, niiden nahtavana pitamisesta ja lahettamisesta saadetaan 5 luvun 18―22 §:ssa, kuitenkin siten, etta lopputilitykseen sovelletaan, mita tilinpaatoksesta saadetaan. lopputilitys on ilmoitettava rekisteroitavaksi siten kuin 8 luvun 10 §:ssa saadetaan.",
        "title_sv": "Slutredovisning",
        "content_sv": "När likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat dröjsmål ge en slutredovisning för sin förvaltning genom att upprätta en berättelse över likvidationen i dess helhet. I berättelsen skall ingå en redogörelse för skiftet av bolagets tillgångar. Till berättelsen skall fogas boksluten, verksamhetsberättelserna och eventuella revisionsberättelser för hela likvidationstiden. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall berättelsen jämte bilagor överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse över slutredovisningen och förvaltningen under likvidationen. Likvidatorerna skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till bolagsstämma för granskning av slutredovisningen. I 5 kap. 18―22 § föreskrivs om stämmokallelse och stämmohandlingar samt om framläggande och sändande av dem, dock så att på slutredovisningen tillämpas vad som föreskrivs om bokslut. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 §.",
        "normalized_sv": "När likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat dröjsmål ge en slutredovisning för sin förvaltning genom att upprätta en berättelse över likvidationen i dess helhet. I berättelsen skall ingå en redogörelse för skiftet av bolagets tillgångar. Till berättelsen skall fogas boksluten, verksamhetsberättelserna och eventuella revisionsberättelser för hela likvidationstiden. Om bolaget enligt lag eller bolagsordningen är skyldigt att välja en revisor, skall berättelsen jämte bilagor överlämnas till bolagets revisorer, som inom en månad skall ge en revisionsberättelse över slutredovisningen och förvaltningen under likvidationen. Likvidatorerna skall efter de åtgärder som avses i 1 mom. utan dröjsmål kalla aktieägarna till bolagsstämma för granskning av slutredovisningen. I 5 kap. 18―22 § föreskrivs om stämmokallelse och stämmohandlingar samt om framläggande och sändande av dem, dock så att på slutredovisningen tillämpas vad som föreskrivs om bokslut. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § .",
        "folded_sv": "nar likvidatorerna har fullgjort sitt uppdrag skall de utan ogrundat drojsmal ge en slutredovisning for sin forvaltning genom att uppratta en berattelse over likvidationen i dess helhet. i berattelsen skall inga en redogorelse for skiftet av bolagets tillgangar. till berattelsen skall fogas boksluten, verksamhetsberattelserna och eventuella revisionsberattelser for hela likvidationstiden. om bolaget enligt lag eller bolagsordningen ar skyldigt att valja en revisor, skall berattelsen jamte bilagor overlamnas till bolagets revisorer, som inom en manad skall ge en revisionsberattelse over slutredovisningen och forvaltningen under likvidationen. likvidatorerna skall efter de atgarder som avses i 1 mom. utan drojsmal kalla aktieagarna till bolagsstamma for granskning av slutredovisningen. i 5 kap. 18―22 § foreskrivs om stammokallelse och stammohandlingar samt om framlaggande och sandande av dem, dock sa att pa slutredovisningen tillampas vad som foreskrivs om bokslut. slutredovisningen skall anmalas for registrering enligt vad som foreskrivs i 8 kap. 10 §."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22:4",
      "chapter": "22",
      "section": "4",
      "title": "Tilintarkastajan vahingonkorvausvelvollisuus",
      "content": "Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslain 51 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:4",
        "normalized_fi": "Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslain 51 § :ssä.",
        "folded_fi": "tilintarkastajan vahingonkorvausvelvollisuudesta saadetaan tilintarkastuslain 51 §:ssa.",
        "title_sv": "Revisorers skadeståndsskyldighet",
        "content_sv": "I 51 § i revisionslagen föreskrivs om revisorers skadeståndsskyldighet.",
        "normalized_sv": "I 51 § i revisionslagen föreskrivs om revisorers skadeståndsskyldighet.",
        "folded_sv": "i 51 § i revisionslagen foreskrivs om revisorers skadestandsskyldighet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22:6",
      "chapter": "22",
      "section": "6",
      "title": "Päätöksenteko yhtiössä",
      "content": "Asioista, jotka koskevat yhtiön 1―3 §:ään ja tilintarkastuslain 51 §:ään perustuvaa oikeutta vahingonkorvaukseen, päättää 6 luvun 2 §:n mukaisesti hallitus. Niistä voidaan kuitenkin päättää myös yhtiökokouksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:6",
        "normalized_fi": "Asioista, jotka koskevat yhtiön 1―3 § :ään ja tilintarkastuslain 51 § :ään perustuvaa oikeutta vahingonkorvaukseen, päättää 6 luvun 2 § :n mukaisesti hallitus. Niistä voidaan kuitenkin päättää myös yhtiökokouksessa.",
        "folded_fi": "asioista, jotka koskevat yhtion 1―3 §:aan ja tilintarkastuslain 51 §:aan perustuvaa oikeutta vahingonkorvaukseen, paattaa 6 luvun 2 §:n mukaisesti hallitus. niista voidaan kuitenkin paattaa myos yhtiokokouksessa.",
        "title_sv": "Beslutsfattandet i bolaget",
        "content_sv": "Beslut i ärenden som gäller rätt till skadestånd enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 §. Beslut i sådana ärenden kan dock fattas också av bolagsstämman.",
        "normalized_sv": "Beslut i ärenden som gäller rätt till skadestånd enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 § . Beslut i sådana ärenden kan dock fattas också av bolagsstämman.",
        "folded_sv": "beslut i arenden som galler ratt till skadestand enligt 1―3 § samt enligt 51 § i revisionslagen fattas av styrelsen i enlighet med 6 kap. 2 §. beslut i sadana arenden kan dock fattas ocksa av bolagsstamman."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22:7",
      "chapter": "22",
      "section": "7",
      "title": "Osakkeenomistajien oikeus ajaa kannetta yhtiön hyväksi",
      "content": "Yhdellä tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissään kannetta vahingonkorvauksen suorittamiseksi yhtiölle 1―3 §:n tai tilintarkastuslain 51 §:n nojalla, jos kannetta vireille pantaessa on todennäköistä, ettei yhtiö huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:7",
        "normalized_fi": "Yhdellä tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissään kannetta vahingonkorvauksen suorittamiseksi yhtiölle 1―3 § :n tai tilintarkastuslain 51 § :n nojalla, jos kannetta vireille pantaessa on todennäköistä, ettei yhtiö huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
        "folded_fi": "yhdella tai useammalla osakkeenomistajalla on oikeus ajaa omissa nimissaan kannetta vahingonkorvauksen suorittamiseksi yhtiolle 1―3 §:n tai tilintarkastuslain 51 §:n nojalla, jos kannetta vireille pantaessa on todennakoista, ettei yhtio huolehdi vahingonkorvausvaatimuksen toteuttamisesta ja:",
        "title_sv": "Aktieägares rätt att föra talan för bolaget",
        "content_sv": "En eller flera aktieägare har med stöd av 1―3 § i detta kapitel eller med stöd av 51 § i revisionslagen rätt att i sitt eget namn föra skadeståndstalan för bolagets räkning, om det när talan väcks är sannolikt att bolaget inte ser till att skadeståndsanspråket fullföljs och om",
        "normalized_sv": "En eller flera aktieägare har med stöd av 1―3 § i detta kapitel eller med stöd av 51 § i revisionslagen rätt att i sitt eget namn föra skadeståndstalan för bolagets räkning, om det när talan väcks är sannolikt att bolaget inte ser till att skadeståndsanspråket fullföljs och om",
        "folded_sv": "en eller flera aktieagare har med stod av 1―3 § i detta kapitel eller med stod av 51 § i revisionslagen ratt att i sitt eget namn fora skadestandstalan for bolagets rakning, om det nar talan vacks ar sannolikt att bolaget inte ser till att skadestandsanspraket fullfoljs och om"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22:8",
      "chapter": "22",
      "section": "8",
      "title": "Kanneoikeuden vanhentuminen",
      "content": "Tämän luvun tai tilintarkastuslain 51 §:n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:8",
        "normalized_fi": "Tämän luvun tai tilintarkastuslain 51 § :n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
        "folded_fi": "taman luvun tai tilintarkastuslain 51 §:n nojalla ajettava muuhun kuin rangaistavaan tekoon perustuva kanne on nostettava:",
        "title_sv": "Preskription av talerätt",
        "content_sv": "En talan enligt detta kapitel eller 51 § i revisionslagen skall för icke-straffbara gärningar väckas",
        "normalized_sv": "En talan enligt detta kapitel eller 51 § i revisionslagen skall för icke-straffbara gärningar väckas",
        "folded_sv": "en talan enligt detta kapitel eller 51 § i revisionslagen skall for icke-straffbara garningar vackas"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "22:9",
      "chapter": "22",
      "section": "9",
      "title": "Pakottavuus",
      "content": "Yhtiöjärjestyksessä ei voida rajoittaa yhtiön tämän luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: Yhtiöjärjestyksessä ei voida rajoittaa osakkeenomistajan tai muun henkilön tämän luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "22:9",
        "normalized_fi": "Yhtiöjärjestyksessä ei voida rajoittaa yhtiön tämän luvun tai tilintarkastuslain 51 § :n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: Yhtiöjärjestyksessä ei voida rajoittaa osakkeenomistajan tai muun henkilön tämän luvun tai tilintarkastuslain 51 § :n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
        "folded_fi": "yhtiojarjestyksessa ei voida rajoittaa yhtion taman luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen, jos vahinko on aiheutettu: yhtiojarjestyksessa ei voida rajoittaa osakkeenomistajan tai muun henkilon taman luvun tai tilintarkastuslain 51 §:n mukaista oikeutta vahingonkorvaukseen tai kanteen ajamiseen.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "I bolagsordningen kan inte bolagets rätt till skadestånd enligt detta kapitel eller enligt 51 § i revisionslagen begränsas, om skadan har orsakats I bolagsordningen kan man inte begränsa den rätt till skadestånd eller den talerätt som tillkommer en aktieägare eller någon annan enligt detta kapitel eller enligt 51 § i revisionslagen.",
        "normalized_sv": "I bolagsordningen kan inte bolagets rätt till skadestånd enligt detta kapitel eller enligt 51 § i revisionslagen begränsas, om skadan har orsakats I bolagsordningen kan man inte begränsa den rätt till skadestånd eller den talerätt som tillkommer en aktieägare eller någon annan enligt detta kapitel eller enligt 51 § i revisionslagen.",
        "folded_sv": "i bolagsordningen kan inte bolagets ratt till skadestand enligt detta kapitel eller enligt 51 § i revisionslagen begransas, om skadan har orsakats i bolagsordningen kan man inte begransa den ratt till skadestand eller den taleratt som tillkommer en aktieagare eller nagon annan enligt detta kapitel eller enligt 51 § i revisionslagen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "25:1",
      "chapter": "25",
      "section": "1",
      "title": "Osakeyhtiörikos",
      "content": "Joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 §:n 2 momentissa, 16 luvun 4 §:ssä, 17 luvun 4 §:ssä tai 19 luvun 2 §:ssä tarkoitetun lausunnon laatimista koskevia säännöksiä, osakeyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "25:1",
        "normalized_fi": "Joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 § :n 2 momentissa, 16 luvun 4 § :ssä, 17 luvun 4 § :ssä tai 19 luvun 2 § :ssä tarkoitetun lausunnon laatimista koskevia säännöksiä, osakeyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä muualla laissa säädetä ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 2) rikkoo tilintarkastajan 2 luvun 14 §:n 2 momentissa, 16 luvun 4 §:ssa, 17 luvun 4 §:ssa tai 19 luvun 2 §:ssa tarkoitetun lausunnon laatimista koskevia saannoksia, osakeyhtiorikoksesta on tuomittava, jollei teko ole vahainen tai siita muualla laissa saadeta ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "title_sv": "Aktiebolagsbrott",
        "content_sv": "Den som uppsåtligen 2) bryter mot bestämmelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 §, 17 kap. 4 § eller 19 kap. 2 §, aktiebolagsbrott skall, om gärningen inte är ringa eller om strängare straff för den inte föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 2) bryter mot bestämmelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 § , 17 kap. 4 § eller 19 kap. 2 § , aktiebolagsbrott skall, om gärningen inte är ringa eller om strängare straff för den inte föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 2) bryter mot bestammelserna om en revisors yttrande som avses i 2 kap. 14 § 2 mom., 16 kap. 4 §, 17 kap. 4 § eller 19 kap. 2 §, aktiebolagsbrott skall, om garningen inte ar ringa eller om strangare straff for den inte foreskrivs nagon annanstans i lag, for domas till boter eller fangelse i hogst ett ar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}