{
  "id": "466/2007",
  "type": "statute",
  "title": "Laki asumisoikeusyhdistyksistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om bostadsrättsföreningar",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/466/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Säännöt ja nimi",
      "content": "Asumisoikeusyhdistyksen säännöissä on mainittava: 5) yhdistyksen hallituksen jäsenten ja tarvittaessa tilintarkastajien lukumäärä tai enimmäis- ja vähimmäismäärä sekä toimikausi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Asumisoikeusyhdistyksen säännöissä on mainittava: 5) yhdistyksen hallituksen jäsenten ja tarvittaessa tilintarkastajien lukumäärä tai enimmäis- ja vähimmäismäärä sekä toimikausi;",
        "folded_fi": "asumisoikeusyhdistyksen saannoissa on mainittava: 5) yhdistyksen hallituksen jasenten ja tarvittaessa tilintarkastajien lukumaara tai enimmais- ja vahimmaismaara seka toimikausi;",
        "title_sv": "Stadgar och namn",
        "content_sv": "I bostadsrättsföreningens stadgar skall nämnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i föreningen eller deras maximi- och minimiantal samt deras mandattid,",
        "normalized_sv": "I bostadsrättsföreningens stadgar skall nämnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i föreningen eller deras maximi- och minimiantal samt deras mandattid,",
        "folded_sv": "i bostadsrattsforeningens stadgar skall namnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i foreningen eller deras maximi- och minimiantal samt deras mandattid,"
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Yhdistyksen varsinainen kokous",
      "content": "Asumisoikeusyhdistyksen varsinainen kokous on pidettävä kuukauden kuluessa tilikauden päättymisestä. Kokouksessa on esitettävä tilinpäätös sekä, jos yhdistyksellä on tilintarkastaja, tilintarkastuskertomus. Asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus sekä niitä koskeva asukaskokouksen pöytäkirja on pidettävä kokouksessa nähtävillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Asumisoikeusyhdistyksen varsinainen kokous on pidettävä kuukauden kuluessa tilikauden päättymisestä. Kokouksessa on esitettävä tilinpäätös sekä, jos yhdistyksellä on tilintarkastaja, tilintarkastuskertomus. Asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus sekä niitä koskeva asukaskokouksen pöytäkirja on pidettävä kokouksessa nähtävillä.",
        "folded_fi": "asumisoikeusyhdistyksen varsinainen kokous on pidettava kuukauden kuluessa tilikauden paattymisesta. kokouksessa on esitettava tilinpaatos seka, jos yhdistyksella on tilintarkastaja, tilintarkastuskertomus. asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus seka niita koskeva asukaskokouksen poytakirja on pidettava kokouksessa nahtavilla.",
        "title_sv": "Ordinarie föreningsmöte",
        "content_sv": "Ordinarie bostadsrättsföreningsmöte skall hållas inom en månad efter utgången av räkenskapsperioden. Vid mötet skall bokslutet och, om föreningen har en revisor, revisionsberättelsen läggas fram. Boendekommitténs berättelse och övervakarens övervakningsberättelse för varje boendeförvaltningsområde samt boendestämmans protokoll som berör dessa skall hållas tillgängliga vid mötet.",
        "normalized_sv": "Ordinarie bostadsrättsföreningsmöte skall hållas inom en månad efter utgången av räkenskapsperioden. Vid mötet skall bokslutet och, om föreningen har en revisor, revisionsberättelsen läggas fram. Boendekommitténs berättelse och övervakarens övervakningsberättelse för varje boendeförvaltningsområde samt boendestämmans protokoll som berör dessa skall hållas tillgängliga vid mötet.",
        "folded_sv": "ordinarie bostadsrattsforeningsmote skall hallas inom en manad efter utgangen av rakenskapsperioden. vid motet skall bokslutet och, om foreningen har en revisor, revisionsberattelsen laggas fram. boendekommittens berattelse och overvakarens overvakningsberattelse for varje boendeforvaltningsomrade samt boendestammans protokoll som beror dessa skall hallas tillgangliga vid motet."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Valvoja",
      "content": "Valvojaan sovelletaan soveltuvin osin, mitä tilintarkastuslain (459/2007) 3 §:ssä säädetään tilintarkastajan kelpoisuudesta, 10 §:ssä erottamisesta ja eroamisesta, 19 §:ssä läsnäolosta kokouksessa, 24 §:ssä riippumattomuudesta, 25 §:ssä esteellisyydestä ja 26 §:ssä salassapitovelvollisuudesta. Valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen käsiteltäväksi. Valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. Valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, viimeistään kaksi viikkoa ennen sitä asukaskokousta, jossa kertomusta käsitellään. Valvojan on myös tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle sekä yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. Valvojalla on oikeus saada tehtäviensä hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytäryhteisöjen toimielimiltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Valvojaan sovelletaan soveltuvin osin, mitä tilintarkastuslain (459/2007) 3 § :ssä säädetään tilintarkastajan kelpoisuudesta, 10 § :ssä erottamisesta ja eroamisesta, 19 § :ssä läsnäolosta kokouksessa, 24 § :ssä riippumattomuudesta, 25 § :ssä esteellisyydestä ja 26 § :ssä salassapitovelvollisuudesta. Valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen käsiteltäväksi. Valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. Valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, viimeistään kaksi viikkoa ennen sitä asukaskokousta, jossa kertomusta käsitellään. Valvojan on myös tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle sekä yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. Valvojalla on oikeus saada tehtäviensä hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytäryhteisöjen toimielimiltä.",
        "folded_fi": "valvojaan sovelletaan soveltuvin osin, mita tilintarkastuslain (459/2007) 3 §:ssa saadetaan tilintarkastajan kelpoisuudesta, 10 §:ssa erottamisesta ja eroamisesta, 19 §:ssa lasnaolosta kokouksessa, 24 §:ssa riippumattomuudesta, 25 §:ssa esteellisyydesta ja 26 §:ssa salassapitovelvollisuudesta. valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen kasiteltavaksi. valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessa on lain tai saantojen mukaan velvollisuus valita tilintarkastaja, viimeistaan kaksi viikkoa ennen sita asukaskokousta, jossa kertomusta kasitellaan. valvojan on myos tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle seka yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessa on lain tai saantojen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. valvojalla on oikeus saada tehtaviensa hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytaryhteisojen toimielimilta.",
        "title_sv": "Övervakare",
        "content_sv": "I fråga om övervakaren iakttas i tillämpliga delar vad som i 3 § i revisionslagen (459/2007) föreskrivs om revisors behörighet, i 10 § om entledigande och avgång, i 19 § om närvaro vid möte, i 24 § om oberoende, i 25 § om jäv och i 26 § om tystnadsplikt. Övervakaren skall avge en övervakningsberättelse angående boendeförvaltningsområdet för varje räkenskapsperiod för behandling vid boendestämman. Övervakningsberättelsen skall innehålla ett yttrande om boendekommitténs verksamhet under den gångna räkenskapsperioden och om den berättelse som boendekommittén uppgjort över den gångna räkenskapsperioden. Övervakningsberättelsen skall lämnas till boendekommittén och delges föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, senast två veckor före den boendestämma där berättelsen behandlas. Övervakaren skall även under räkenskapsperioden lämna boendestämman och boendekommittén samt föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, sådana uppgifter om boendeförvaltningsområdet som är väsentliga för övervakningen av förvaltningen av boendeförvaltningsområdet och skötseln av dess ekonomi och som övervakaren har fått kännedom om. Övervakaren har för fullgörande av sitt uppdrag rätt att få behövliga uppgifter av föreningens och dess dottersamfunds organ.",
        "normalized_sv": "I fråga om övervakaren iakttas i tillämpliga delar vad som i 3 § i revisionslagen (459/2007) föreskrivs om revisors behörighet, i 10 § om entledigande och avgång, i 19 § om närvaro vid möte, i 24 § om oberoende, i 25 § om jäv och i 26 § om tystnadsplikt. Övervakaren skall avge en övervakningsberättelse angående boendeförvaltningsområdet för varje räkenskapsperiod för behandling vid boendestämman. Övervakningsberättelsen skall innehålla ett yttrande om boendekommitténs verksamhet under den gångna räkenskapsperioden och om den berättelse som boendekommittén uppgjort över den gångna räkenskapsperioden. Övervakningsberättelsen skall lämnas till boendekommittén och delges föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, senast två veckor före den boendestämma där berättelsen behandlas. Övervakaren skall även under räkenskapsperioden lämna boendestämman och boendekommittén samt föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, sådana uppgifter om boendeförvaltningsområdet som är väsentliga för övervakningen av förvaltningen av boendeförvaltningsområdet och skötseln av dess ekonomi och som övervakaren har fått kännedom om. Övervakaren har för fullgörande av sitt uppdrag rätt att få behövliga uppgifter av föreningens och dess dottersamfunds organ.",
        "folded_sv": "i fraga om overvakaren iakttas i tillampliga delar vad som i 3 § i revisionslagen (459/2007) foreskrivs om revisors behorighet, i 10 § om entledigande och avgang, i 19 § om narvaro vid mote, i 24 § om oberoende, i 25 § om jav och i 26 § om tystnadsplikt. overvakaren skall avge en overvakningsberattelse angaende boendeforvaltningsomradet for varje rakenskapsperiod for behandling vid boendestamman. overvakningsberattelsen skall innehalla ett yttrande om boendekommittens verksamhet under den gangna rakenskapsperioden och om den berattelse som boendekommitten uppgjort over den gangna rakenskapsperioden. overvakningsberattelsen skall lamnas till boendekommitten och delges foreningens styrelse och revisor, om foreningen enligt lag eller stadgarna ar skyldig att valja en revisor, senast tva veckor fore den boendestamma dar berattelsen behandlas. overvakaren skall aven under rakenskapsperioden lamna boendestamman och boendekommitten samt foreningens styrelse och revisor, om foreningen enligt lag eller stadgarna ar skyldig att valja en revisor, sadana uppgifter om boendeforvaltningsomradet som ar vasentliga for overvakningen av forvaltningen av boendeforvaltningsomradet och skotseln av dess ekonomi och som overvakaren har fatt kannedom om. overvakaren har for fullgorande av sitt uppdrag ratt att fa behovliga uppgifter av foreningens och dess dottersamfunds organ."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Tilintarkastajan valinta",
      "content": "Asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa säädetään. Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa. Tilintarkastajan valitsee yhdistyksen kokous. Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 §:ssä. Yhdistyksen kokous voi valita varatilintarkastajan myös yhdistyksessä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa säädetään. Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa. Tilintarkastajan valitsee yhdistyksen kokous. Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 § :ssä. Yhdistyksen kokous voi valita varatilintarkastajan myös yhdistyksessä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
        "folded_fi": "asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mita tassa luvussa ja tilintarkastuslaissa saadetaan. tilintarkastusvelvollisuudesta saadetaan tilintarkastuslain 2 luvussa. tilintarkastajan valitsee yhdistyksen kokous. velvollisuudesta valita varatilintarkastaja saadetaan tilintarkastuslain 4 §:ssa. yhdistyksen kokous voi valita varatilintarkastajan myos yhdistyksessa, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
        "title_sv": "Val av revisor",
        "content_sv": "Bestämmelser om revision av en bostadsrättsförening finns i detta kapitel och i revisionslagen. Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen. Föreningsmötet väljer revisor. Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Föreningsmötet kan välja en revisorssuppleant också i en förening som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter.",
        "normalized_sv": "Bestämmelser om revision av en bostadsrättsförening finns i detta kapitel och i revisionslagen. Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen. Föreningsmötet väljer revisor. Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Föreningsmötet kan välja en revisorssuppleant också i en förening som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter.",
        "folded_sv": "bestammelser om revision av en bostadsrattsforening finns i detta kapitel och i revisionslagen. bestammelser om revisionsskyldighet finns i 2 kap. i revisionslagen. foreningsmotet valjer revisor. bestammelser om skyldigheten att valja en revisorssuppleant finns i 4 § i revisionslagen. foreningsmotet kan valja en revisorssuppleant ocksa i en forening som inte har nagon skyldighet att valja en sadan, och valja flera revisorssuppleanter."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Tilintarkastajan toimikausi",
      "content": "Tilintarkastajan toimikausi päättyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta päättävän varsinaisen yhdistyksen kokouksen päättyessä. Säännöissä voidaan määrätä muusta määräaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. Myös uutta tilintarkastajaa valittaessa voidaan päättää toisin toimikauden päättymisestä ja toimikauden alkamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Tilintarkastajan toimikausi päättyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta päättävän varsinaisen yhdistyksen kokouksen päättyessä. Säännöissä voidaan määrätä muusta määräaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. Myös uutta tilintarkastajaa valittaessa voidaan päättää toisin toimikauden päättymisestä ja toimikauden alkamisesta.",
        "folded_fi": "tilintarkastajan toimikausi paattyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta paattavan varsinaisen yhdistyksen kokouksen paattyessa. saannoissa voidaan maarata muusta maaraaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. myos uutta tilintarkastajaa valittaessa voidaan paattaa toisin toimikauden paattymisesta ja toimikauden alkamisesta.",
        "title_sv": "Mandattiden för revisor",
        "content_sv": "Revisorns mandattid upphör och en ny revisors mandattid börjar vid utgången av det ordinarie föreningsmöte som följer på valet och som beslutar om valet av ny revisor. I stadgarna kan bestämmas om en annan tidsbunden mandattid eller att den skall fortgå tills vidare. Också när en ny revisor väljs kan det beslutas något annat om när mandattiden skall upphöra och en ny mandattid börja.",
        "normalized_sv": "Revisorns mandattid upphör och en ny revisors mandattid börjar vid utgången av det ordinarie föreningsmöte som följer på valet och som beslutar om valet av ny revisor. I stadgarna kan bestämmas om en annan tidsbunden mandattid eller att den skall fortgå tills vidare. Också när en ny revisor väljs kan det beslutas något annat om när mandattiden skall upphöra och en ny mandattid börja.",
        "folded_sv": "revisorns mandattid upphor och en ny revisors mandattid borjar vid utgangen av det ordinarie foreningsmote som foljer pa valet och som beslutar om valet av ny revisor. i stadgarna kan bestammas om en annan tidsbunden mandattid eller att den skall fortga tills vidare. ocksa nar en ny revisor valjs kan det beslutas nagot annat om nar mandattiden skall upphora och en ny mandattid borja."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "title": "Velvollisuus valita tilintarkastaja",
      "content": "Sen lisäksi, mitä tilintarkastuslaissa säädetään, asumisoikeusyhdistyksessä on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vähintään 30 asumisoikeussopimusta; tai 2) vähintään yksi kymmenesosa yhdistyksen kaikista jäsenistä tai yksi kolmasosa kokouksessa läsnä olevista jäsenistä vaatii sitä yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti käsiteltävä. Jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa säädetyssä järjestyksessä, jos jäsen hakee tilintarkastajan määräämistä kuukauden kuluessa yhdistyksen kokouksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Sen lisäksi, mitä tilintarkastuslaissa säädetään, asumisoikeusyhdistyksessä on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vähintään 30 asumisoikeussopimusta; tai 2) vähintään yksi kymmenesosa yhdistyksen kaikista jäsenistä tai yksi kolmasosa kokouksessa läsnä olevista jäsenistä vaatii sitä yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti käsiteltävä. Jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 § :n 1 ja 4 momentissa säädetyssä järjestyksessä, jos jäsen hakee tilintarkastajan määräämistä kuukauden kuluessa yhdistyksen kokouksesta.",
        "folded_fi": "sen lisaksi, mita tilintarkastuslaissa saadetaan, asumisoikeusyhdistyksessa on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vahintaan 30 asumisoikeussopimusta; tai 2) vahintaan yksi kymmenesosa yhdistyksen kaikista jasenista tai yksi kolmasosa kokouksessa lasna olevista jasenista vaatii sita yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti kasiteltava. jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, laaninhallitus maaraa tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa saadetyssa jarjestyksessa, jos jasen hakee tilintarkastajan maaraamista kuukauden kuluessa yhdistyksen kokouksesta.",
        "title_sv": "Skyldighet att välja revisor",
        "content_sv": "Utöver vad som föreskrivs i revisionslagen skall i en bostadsrättsförening väljas en revisor, om 1) föreningen har ingått minst 30 bostadsrättsavtal, eller 2) detta vid det ordinarie föreningsmötet eller vid det föreningsmöte där ärendet enligt möteskallelsen skall behandlas, yrkas av minst en tiondel av föreningens samtliga medlemmar eller en tredjedel av de närvarande medlemmarna. Om föreningsmötet inte väljer en revisor som avses i 1 mom. 2 punkten, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansöker om förordnande av en revisor inom en månad från föreningens möte.",
        "normalized_sv": "Utöver vad som föreskrivs i revisionslagen skall i en bostadsrättsförening väljas en revisor, om 1) föreningen har ingått minst 30 bostadsrättsavtal, eller 2) detta vid det ordinarie föreningsmötet eller vid det föreningsmöte där ärendet enligt möteskallelsen skall behandlas, yrkas av minst en tiondel av föreningens samtliga medlemmar eller en tredjedel av de närvarande medlemmarna. Om föreningsmötet inte väljer en revisor som avses i 1 mom. 2 punkten, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansöker om förordnande av en revisor inom en månad från föreningens möte.",
        "folded_sv": "utover vad som foreskrivs i revisionslagen skall i en bostadsrattsforening valjas en revisor, om 1) foreningen har ingatt minst 30 bostadsrattsavtal, eller 2) detta vid det ordinarie foreningsmotet eller vid det foreningsmote dar arendet enligt moteskallelsen skall behandlas, yrkas av minst en tiondel av foreningens samtliga medlemmar eller en tredjedel av de narvarande medlemmarna. om foreningsmotet inte valjer en revisor som avses i 1 mom. 2 punkten, forordnar lansstyrelsen en revisor i den ordning som foreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansoker om forordnande av en revisor inom en manad fran foreningens mote."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Lainan- ja vakuudenantokielto",
      "content": "Yhdistys ei saa antaa rahalainaa yhdistyksen jäsenelle, hallituksen tai asukastoimikunnan jäsenelle, yhdistyksen tai asukashallintoalueen isännöitsijälle, tilintarkastajalle tai valvojalle taikka henkilölle, joka on näihin tilintarkastuslain 25 §:n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. Sama koskee vakuuden antamista velasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Yhdistys ei saa antaa rahalainaa yhdistyksen jäsenelle, hallituksen tai asukastoimikunnan jäsenelle, yhdistyksen tai asukashallintoalueen isännöitsijälle, tilintarkastajalle tai valvojalle taikka henkilölle, joka on näihin tilintarkastuslain 25 § :n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. Sama koskee vakuuden antamista velasta.",
        "folded_fi": "yhdistys ei saa antaa rahalainaa yhdistyksen jasenelle, hallituksen tai asukastoimikunnan jasenelle, yhdistyksen tai asukashallintoalueen isannoitsijalle, tilintarkastajalle tai valvojalle taikka henkilolle, joka on naihin tilintarkastuslain 25 §:n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. sama koskee vakuuden antamista velasta.",
        "title_sv": "Förbud att bevilja lån och att ställa säkerhet",
        "content_sv": "En förening får inte ge penninglån till den som är föreningsmedlem, medlem av styrelsen eller boendekommittén, föreningens eller boendeförvaltningsområdets disponent, revisor eller övervakare, inte heller till den som till någon av dessa står i ett sådant släktskapsförhållande som avses i 25 § 1 mom. 6 punkten i revisionslagen. Detsamma gäller ställande av säkerhet för skuld.",
        "normalized_sv": "En förening får inte ge penninglån till den som är föreningsmedlem, medlem av styrelsen eller boendekommittén, föreningens eller boendeförvaltningsområdets disponent, revisor eller övervakare, inte heller till den som till någon av dessa står i ett sådant släktskapsförhållande som avses i 25 § 1 mom. 6 punkten i revisionslagen. Detsamma gäller ställande av säkerhet för skuld.",
        "folded_sv": "en forening far inte ge penninglan till den som ar foreningsmedlem, medlem av styrelsen eller boendekommitten, foreningens eller boendeforvaltningsomradets disponent, revisor eller overvakare, inte heller till den som till nagon av dessa star i ett sadant slaktskapsforhallande som avses i 25 § 1 mom. 6 punkten i revisionslagen. detsamma galler stallande av sakerhet for skuld."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Säännöt ja nimi",
      "content": "Asumisoikeusyhdistyksen säännöissä on mainittava: 5) yhdistyksen hallituksen jäsenten ja tarvittaessa tilintarkastajien lukumäärä tai enimmäis- ja vähimmäismäärä sekä toimikausi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Asumisoikeusyhdistyksen säännöissä on mainittava: 5) yhdistyksen hallituksen jäsenten ja tarvittaessa tilintarkastajien lukumäärä tai enimmäis- ja vähimmäismäärä sekä toimikausi;",
        "folded_fi": "asumisoikeusyhdistyksen saannoissa on mainittava: 5) yhdistyksen hallituksen jasenten ja tarvittaessa tilintarkastajien lukumaara tai enimmais- ja vahimmaismaara seka toimikausi;",
        "title_sv": "Stadgar och namn",
        "content_sv": "I bostadsrättsföreningens stadgar skall nämnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i föreningen eller deras maximi- och minimiantal samt deras mandattid,",
        "normalized_sv": "I bostadsrättsföreningens stadgar skall nämnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i föreningen eller deras maximi- och minimiantal samt deras mandattid,",
        "folded_sv": "i bostadsrattsforeningens stadgar skall namnas 5) antalet styrelsemedlemmar och vid behov antalet revisorer i foreningen eller deras maximi- och minimiantal samt deras mandattid,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Yhdistyksen varsinainen kokous",
      "content": "Asumisoikeusyhdistyksen varsinainen kokous on pidettävä kuukauden kuluessa tilikauden päättymisestä. Kokouksessa on esitettävä tilinpäätös sekä, jos yhdistyksellä on tilintarkastaja, tilintarkastuskertomus. Asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus sekä niitä koskeva asukaskokouksen pöytäkirja on pidettävä kokouksessa nähtävillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Asumisoikeusyhdistyksen varsinainen kokous on pidettävä kuukauden kuluessa tilikauden päättymisestä. Kokouksessa on esitettävä tilinpäätös sekä, jos yhdistyksellä on tilintarkastaja, tilintarkastuskertomus. Asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus sekä niitä koskeva asukaskokouksen pöytäkirja on pidettävä kokouksessa nähtävillä.",
        "folded_fi": "asumisoikeusyhdistyksen varsinainen kokous on pidettava kuukauden kuluessa tilikauden paattymisesta. kokouksessa on esitettava tilinpaatos seka, jos yhdistyksella on tilintarkastaja, tilintarkastuskertomus. asukashallintoalueen asukastoimikunnan kertomus ja valvojan valvontakertomus seka niita koskeva asukaskokouksen poytakirja on pidettava kokouksessa nahtavilla.",
        "title_sv": "Ordinarie föreningsmöte",
        "content_sv": "Ordinarie bostadsrättsföreningsmöte skall hållas inom en månad efter utgången av räkenskapsperioden. Vid mötet skall bokslutet och, om föreningen har en revisor, revisionsberättelsen läggas fram. Boendekommitténs berättelse och övervakarens övervakningsberättelse för varje boendeförvaltningsområde samt boendestämmans protokoll som berör dessa skall hållas tillgängliga vid mötet.",
        "normalized_sv": "Ordinarie bostadsrättsföreningsmöte skall hållas inom en månad efter utgången av räkenskapsperioden. Vid mötet skall bokslutet och, om föreningen har en revisor, revisionsberättelsen läggas fram. Boendekommitténs berättelse och övervakarens övervakningsberättelse för varje boendeförvaltningsområde samt boendestämmans protokoll som berör dessa skall hållas tillgängliga vid mötet.",
        "folded_sv": "ordinarie bostadsrattsforeningsmote skall hallas inom en manad efter utgangen av rakenskapsperioden. vid motet skall bokslutet och, om foreningen har en revisor, revisionsberattelsen laggas fram. boendekommittens berattelse och overvakarens overvakningsberattelse for varje boendeforvaltningsomrade samt boendestammans protokoll som beror dessa skall hallas tillgangliga vid motet."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Valvoja",
      "content": "Valvojaan sovelletaan soveltuvin osin, mitä tilintarkastuslain (459/2007) 3 §:ssä säädetään tilintarkastajan kelpoisuudesta, 10 §:ssä erottamisesta ja eroamisesta, 19 §:ssä läsnäolosta kokouksessa, 24 §:ssä riippumattomuudesta, 25 §:ssä esteellisyydestä ja 26 §:ssä salassapitovelvollisuudesta. Valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen käsiteltäväksi. Valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. Valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, viimeistään kaksi viikkoa ennen sitä asukaskokousta, jossa kertomusta käsitellään. Valvojan on myös tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle sekä yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. Valvojalla on oikeus saada tehtäviensä hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytäryhteisöjen toimielimiltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Valvojaan sovelletaan soveltuvin osin, mitä tilintarkastuslain (459/2007) 3 § :ssä säädetään tilintarkastajan kelpoisuudesta, 10 § :ssä erottamisesta ja eroamisesta, 19 § :ssä läsnäolosta kokouksessa, 24 § :ssä riippumattomuudesta, 25 § :ssä esteellisyydestä ja 26 § :ssä salassapitovelvollisuudesta. Valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen käsiteltäväksi. Valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. Valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, viimeistään kaksi viikkoa ennen sitä asukaskokousta, jossa kertomusta käsitellään. Valvojan on myös tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle sekä yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessä on lain tai sääntöjen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. Valvojalla on oikeus saada tehtäviensä hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytäryhteisöjen toimielimiltä.",
        "folded_fi": "valvojaan sovelletaan soveltuvin osin, mita tilintarkastuslain (459/2007) 3 §:ssa saadetaan tilintarkastajan kelpoisuudesta, 10 §:ssa erottamisesta ja eroamisesta, 19 §:ssa lasnaolosta kokouksessa, 24 §:ssa riippumattomuudesta, 25 §:ssa esteellisyydesta ja 26 §:ssa salassapitovelvollisuudesta. valvojan on annettava kultakin tilikaudelta asukashallintoaluetta koskeva valvontakertomus asukaskokouksen kasiteltavaksi. valvontakertomuksessa on lausuttava asukastoimikunnan toiminnasta kuluneen tilikauden aikana ja asukastoimikunnan kuluneelta tilikaudelta laatimasta kertomuksesta. valvontakertomus on toimitettava asukastoimikunnalle ja tiedoksi yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessa on lain tai saantojen mukaan velvollisuus valita tilintarkastaja, viimeistaan kaksi viikkoa ennen sita asukaskokousta, jossa kertomusta kasitellaan. valvojan on myos tilikauden aikana annettava asukaskokoukselle ja asukastoimikunnalle seka yhdistyksen hallitukselle ja tilintarkastajalle, jos yhdistyksessa on lain tai saantojen mukaan velvollisuus valita tilintarkastaja, asukashallintoalueen hallinnon ja taloudenhoidon valvonnan kannalta olennaiset asukashallintoaluetta koskevat tiedot, jotka valvoja on saanut tietoonsa. valvojalla on oikeus saada tehtaviensa hoitamisen kannalta tarpeelliset tiedot yhdistyksen ja sen tytaryhteisojen toimielimilta.",
        "title_sv": "Övervakare",
        "content_sv": "I fråga om övervakaren iakttas i tillämpliga delar vad som i 3 § i revisionslagen (459/2007) föreskrivs om revisors behörighet, i 10 § om entledigande och avgång, i 19 § om närvaro vid möte, i 24 § om oberoende, i 25 § om jäv och i 26 § om tystnadsplikt. Övervakaren skall avge en övervakningsberättelse angående boendeförvaltningsområdet för varje räkenskapsperiod för behandling vid boendestämman. Övervakningsberättelsen skall innehålla ett yttrande om boendekommitténs verksamhet under den gångna räkenskapsperioden och om den berättelse som boendekommittén uppgjort över den gångna räkenskapsperioden. Övervakningsberättelsen skall lämnas till boendekommittén och delges föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, senast två veckor före den boendestämma där berättelsen behandlas. Övervakaren skall även under räkenskapsperioden lämna boendestämman och boendekommittén samt föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, sådana uppgifter om boendeförvaltningsområdet som är väsentliga för övervakningen av förvaltningen av boendeförvaltningsområdet och skötseln av dess ekonomi och som övervakaren har fått kännedom om. Övervakaren har för fullgörande av sitt uppdrag rätt att få behövliga uppgifter av föreningens och dess dottersamfunds organ.",
        "normalized_sv": "I fråga om övervakaren iakttas i tillämpliga delar vad som i 3 § i revisionslagen (459/2007) föreskrivs om revisors behörighet, i 10 § om entledigande och avgång, i 19 § om närvaro vid möte, i 24 § om oberoende, i 25 § om jäv och i 26 § om tystnadsplikt. Övervakaren skall avge en övervakningsberättelse angående boendeförvaltningsområdet för varje räkenskapsperiod för behandling vid boendestämman. Övervakningsberättelsen skall innehålla ett yttrande om boendekommitténs verksamhet under den gångna räkenskapsperioden och om den berättelse som boendekommittén uppgjort över den gångna räkenskapsperioden. Övervakningsberättelsen skall lämnas till boendekommittén och delges föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, senast två veckor före den boendestämma där berättelsen behandlas. Övervakaren skall även under räkenskapsperioden lämna boendestämman och boendekommittén samt föreningens styrelse och revisor, om föreningen enligt lag eller stadgarna är skyldig att välja en revisor, sådana uppgifter om boendeförvaltningsområdet som är väsentliga för övervakningen av förvaltningen av boendeförvaltningsområdet och skötseln av dess ekonomi och som övervakaren har fått kännedom om. Övervakaren har för fullgörande av sitt uppdrag rätt att få behövliga uppgifter av föreningens och dess dottersamfunds organ.",
        "folded_sv": "i fraga om overvakaren iakttas i tillampliga delar vad som i 3 § i revisionslagen (459/2007) foreskrivs om revisors behorighet, i 10 § om entledigande och avgang, i 19 § om narvaro vid mote, i 24 § om oberoende, i 25 § om jav och i 26 § om tystnadsplikt. overvakaren skall avge en overvakningsberattelse angaende boendeforvaltningsomradet for varje rakenskapsperiod for behandling vid boendestamman. overvakningsberattelsen skall innehalla ett yttrande om boendekommittens verksamhet under den gangna rakenskapsperioden och om den berattelse som boendekommitten uppgjort over den gangna rakenskapsperioden. overvakningsberattelsen skall lamnas till boendekommitten och delges foreningens styrelse och revisor, om foreningen enligt lag eller stadgarna ar skyldig att valja en revisor, senast tva veckor fore den boendestamma dar berattelsen behandlas. overvakaren skall aven under rakenskapsperioden lamna boendestamman och boendekommitten samt foreningens styrelse och revisor, om foreningen enligt lag eller stadgarna ar skyldig att valja en revisor, sadana uppgifter om boendeforvaltningsomradet som ar vasentliga for overvakningen av forvaltningen av boendeforvaltningsomradet och skotseln av dess ekonomi och som overvakaren har fatt kannedom om. overvakaren har for fullgorande av sitt uppdrag ratt att fa behovliga uppgifter av foreningens och dess dottersamfunds organ."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Tilintarkastajan valinta",
      "content": "Asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa säädetään. Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa. Tilintarkastajan valitsee yhdistyksen kokous. Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 §:ssä. Yhdistyksen kokous voi valita varatilintarkastajan myös yhdistyksessä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:51",
        "normalized_fi": "Asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa säädetään. Tilintarkastusvelvollisuudesta säädetään tilintarkastuslain 2 luvussa. Tilintarkastajan valitsee yhdistyksen kokous. Velvollisuudesta valita varatilintarkastaja säädetään tilintarkastuslain 4 § :ssä. Yhdistyksen kokous voi valita varatilintarkastajan myös yhdistyksessä, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
        "folded_fi": "asumisoikeusyhdistyksen tilintarkastuksesta on voimassa, mita tassa luvussa ja tilintarkastuslaissa saadetaan. tilintarkastusvelvollisuudesta saadetaan tilintarkastuslain 2 luvussa. tilintarkastajan valitsee yhdistyksen kokous. velvollisuudesta valita varatilintarkastaja saadetaan tilintarkastuslain 4 §:ssa. yhdistyksen kokous voi valita varatilintarkastajan myos yhdistyksessa, jossa siihen ei ole velvollisuutta, ja valita useamman varatilintarkastajan.",
        "title_sv": "Val av revisor",
        "content_sv": "Bestämmelser om revision av en bostadsrättsförening finns i detta kapitel och i revisionslagen. Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen. Föreningsmötet väljer revisor. Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Föreningsmötet kan välja en revisorssuppleant också i en förening som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter.",
        "normalized_sv": "Bestämmelser om revision av en bostadsrättsförening finns i detta kapitel och i revisionslagen. Bestämmelser om revisionsskyldighet finns i 2 kap. i revisionslagen. Föreningsmötet väljer revisor. Bestämmelser om skyldigheten att välja en revisorssuppleant finns i 4 § i revisionslagen. Föreningsmötet kan välja en revisorssuppleant också i en förening som inte har någon skyldighet att välja en sådan, och välja flera revisorssuppleanter.",
        "folded_sv": "bestammelser om revision av en bostadsrattsforening finns i detta kapitel och i revisionslagen. bestammelser om revisionsskyldighet finns i 2 kap. i revisionslagen. foreningsmotet valjer revisor. bestammelser om skyldigheten att valja en revisorssuppleant finns i 4 § i revisionslagen. foreningsmotet kan valja en revisorssuppleant ocksa i en forening som inte har nagon skyldighet att valja en sadan, och valja flera revisorssuppleanter."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Tilintarkastajan toimikausi",
      "content": "Tilintarkastajan toimikausi päättyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta päättävän varsinaisen yhdistyksen kokouksen päättyessä. Säännöissä voidaan määrätä muusta määräaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. Myös uutta tilintarkastajaa valittaessa voidaan päättää toisin toimikauden päättymisestä ja toimikauden alkamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Tilintarkastajan toimikausi päättyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta päättävän varsinaisen yhdistyksen kokouksen päättyessä. Säännöissä voidaan määrätä muusta määräaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. Myös uutta tilintarkastajaa valittaessa voidaan päättää toisin toimikauden päättymisestä ja toimikauden alkamisesta.",
        "folded_fi": "tilintarkastajan toimikausi paattyy ja uuden tilintarkastajan toimikausi alkaa valintaa seuraavan, valinnasta paattavan varsinaisen yhdistyksen kokouksen paattyessa. saannoissa voidaan maarata muusta maaraaikaisesta tai toistaiseksi jatkuvasta toimikaudesta. myos uutta tilintarkastajaa valittaessa voidaan paattaa toisin toimikauden paattymisesta ja toimikauden alkamisesta.",
        "title_sv": "Mandattiden för revisor",
        "content_sv": "Revisorns mandattid upphör och en ny revisors mandattid börjar vid utgången av det ordinarie föreningsmöte som följer på valet och som beslutar om valet av ny revisor. I stadgarna kan bestämmas om en annan tidsbunden mandattid eller att den skall fortgå tills vidare. Också när en ny revisor väljs kan det beslutas något annat om när mandattiden skall upphöra och en ny mandattid börja.",
        "normalized_sv": "Revisorns mandattid upphör och en ny revisors mandattid börjar vid utgången av det ordinarie föreningsmöte som följer på valet och som beslutar om valet av ny revisor. I stadgarna kan bestämmas om en annan tidsbunden mandattid eller att den skall fortgå tills vidare. Också när en ny revisor väljs kan det beslutas något annat om när mandattiden skall upphöra och en ny mandattid börja.",
        "folded_sv": "revisorns mandattid upphor och en ny revisors mandattid borjar vid utgangen av det ordinarie foreningsmote som foljer pa valet och som beslutar om valet av ny revisor. i stadgarna kan bestammas om en annan tidsbunden mandattid eller att den skall fortga tills vidare. ocksa nar en ny revisor valjs kan det beslutas nagot annat om nar mandattiden skall upphora och en ny mandattid borja."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "53",
      "section": "53",
      "title": "Velvollisuus valita tilintarkastaja",
      "content": "Sen lisäksi, mitä tilintarkastuslaissa säädetään, asumisoikeusyhdistyksessä on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vähintään 30 asumisoikeussopimusta; tai 2) vähintään yksi kymmenesosa yhdistyksen kaikista jäsenistä tai yksi kolmasosa kokouksessa läsnä olevista jäsenistä vaatii sitä yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti käsiteltävä. Jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa säädetyssä järjestyksessä, jos jäsen hakee tilintarkastajan määräämistä kuukauden kuluessa yhdistyksen kokouksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:53",
        "normalized_fi": "Sen lisäksi, mitä tilintarkastuslaissa säädetään, asumisoikeusyhdistyksessä on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vähintään 30 asumisoikeussopimusta; tai 2) vähintään yksi kymmenesosa yhdistyksen kaikista jäsenistä tai yksi kolmasosa kokouksessa läsnä olevista jäsenistä vaatii sitä yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti käsiteltävä. Jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, lääninhallitus määrää tilintarkastajan tilintarkastuslain 9 § :n 1 ja 4 momentissa säädetyssä järjestyksessä, jos jäsen hakee tilintarkastajan määräämistä kuukauden kuluessa yhdistyksen kokouksesta.",
        "folded_fi": "sen lisaksi, mita tilintarkastuslaissa saadetaan, asumisoikeusyhdistyksessa on valittava tilintarkastaja, jos: 1) yhdistys on tehnyt vahintaan 30 asumisoikeussopimusta; tai 2) vahintaan yksi kymmenesosa yhdistyksen kaikista jasenista tai yksi kolmasosa kokouksessa lasna olevista jasenista vaatii sita yhdistyksen varsinaisessa kokouksessa tai kokouksessa, jossa asia on kokouskutsun mukaisesti kasiteltava. jos yhdistyksen kokous ei valitse 1 momentin 2 kohdassa tarkoitettua tilintarkastajaa, laaninhallitus maaraa tilintarkastajan tilintarkastuslain 9 §:n 1 ja 4 momentissa saadetyssa jarjestyksessa, jos jasen hakee tilintarkastajan maaraamista kuukauden kuluessa yhdistyksen kokouksesta.",
        "title_sv": "Skyldighet att välja revisor",
        "content_sv": "Utöver vad som föreskrivs i revisionslagen skall i en bostadsrättsförening väljas en revisor, om 1) föreningen har ingått minst 30 bostadsrättsavtal, eller 2) detta vid det ordinarie föreningsmötet eller vid det föreningsmöte där ärendet enligt möteskallelsen skall behandlas, yrkas av minst en tiondel av föreningens samtliga medlemmar eller en tredjedel av de närvarande medlemmarna. Om föreningsmötet inte väljer en revisor som avses i 1 mom. 2 punkten, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansöker om förordnande av en revisor inom en månad från föreningens möte.",
        "normalized_sv": "Utöver vad som föreskrivs i revisionslagen skall i en bostadsrättsförening väljas en revisor, om 1) föreningen har ingått minst 30 bostadsrättsavtal, eller 2) detta vid det ordinarie föreningsmötet eller vid det föreningsmöte där ärendet enligt möteskallelsen skall behandlas, yrkas av minst en tiondel av föreningens samtliga medlemmar eller en tredjedel av de närvarande medlemmarna. Om föreningsmötet inte väljer en revisor som avses i 1 mom. 2 punkten, förordnar länsstyrelsen en revisor i den ordning som föreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansöker om förordnande av en revisor inom en månad från föreningens möte.",
        "folded_sv": "utover vad som foreskrivs i revisionslagen skall i en bostadsrattsforening valjas en revisor, om 1) foreningen har ingatt minst 30 bostadsrattsavtal, eller 2) detta vid det ordinarie foreningsmotet eller vid det foreningsmote dar arendet enligt moteskallelsen skall behandlas, yrkas av minst en tiondel av foreningens samtliga medlemmar eller en tredjedel av de narvarande medlemmarna. om foreningsmotet inte valjer en revisor som avses i 1 mom. 2 punkten, forordnar lansstyrelsen en revisor i den ordning som foreskrivs i 9 § 1 och 4 mom. i revisionslagen, om en medlem ansoker om forordnande av en revisor inom en manad fran foreningens mote."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Lainan- ja vakuudenantokielto",
      "content": "Yhdistys ei saa antaa rahalainaa yhdistyksen jäsenelle, hallituksen tai asukastoimikunnan jäsenelle, yhdistyksen tai asukashallintoalueen isännöitsijälle, tilintarkastajalle tai valvojalle taikka henkilölle, joka on näihin tilintarkastuslain 25 §:n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. Sama koskee vakuuden antamista velasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Yhdistys ei saa antaa rahalainaa yhdistyksen jäsenelle, hallituksen tai asukastoimikunnan jäsenelle, yhdistyksen tai asukashallintoalueen isännöitsijälle, tilintarkastajalle tai valvojalle taikka henkilölle, joka on näihin tilintarkastuslain 25 § :n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. Sama koskee vakuuden antamista velasta.",
        "folded_fi": "yhdistys ei saa antaa rahalainaa yhdistyksen jasenelle, hallituksen tai asukastoimikunnan jasenelle, yhdistyksen tai asukashallintoalueen isannoitsijalle, tilintarkastajalle tai valvojalle taikka henkilolle, joka on naihin tilintarkastuslain 25 §:n 1 momentin 6 kohdassa tarkoitetussa sukulaisuussuhteessa. sama koskee vakuuden antamista velasta.",
        "title_sv": "Förbud att bevilja lån och att ställa säkerhet",
        "content_sv": "En förening får inte ge penninglån till den som är föreningsmedlem, medlem av styrelsen eller boendekommittén, föreningens eller boendeförvaltningsområdets disponent, revisor eller övervakare, inte heller till den som till någon av dessa står i ett sådant släktskapsförhållande som avses i 25 § 1 mom. 6 punkten i revisionslagen. Detsamma gäller ställande av säkerhet för skuld.",
        "normalized_sv": "En förening får inte ge penninglån till den som är föreningsmedlem, medlem av styrelsen eller boendekommittén, föreningens eller boendeförvaltningsområdets disponent, revisor eller övervakare, inte heller till den som till någon av dessa står i ett sådant släktskapsförhållande som avses i 25 § 1 mom. 6 punkten i revisionslagen. Detsamma gäller ställande av säkerhet för skuld.",
        "folded_sv": "en forening far inte ge penninglan till den som ar foreningsmedlem, medlem av styrelsen eller boendekommitten, foreningens eller boendeforvaltningsomradets disponent, revisor eller overvakare, inte heller till den som till nagon av dessa star i ett sadant slaktskapsforhallande som avses i 25 § 1 mom. 6 punkten i revisionslagen. detsamma galler stallande av sakerhet for skuld."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}