{
  "id": "468/2007",
  "type": "statute",
  "title": "Laki vakuutusyhtiölain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försäkringsbolag",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/468/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "content": "Vakuutusyhtiön tilintarkastuksesta on voimassa, mitä tässä luvussa, työeläkevakuutusyhtiöistä annetun lain 13 §:ssä ja tilintarkastuslaissa (459/2007) säädetään. Vakuutusyhtiön ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Vakuutusyhtiön tilintarkastuksesta on voimassa, mitä tässä luvussa, työeläkevakuutusyhtiöistä annetun lain 13 § :ssä ja tilintarkastuslaissa (459/2007) säädetään. Vakuutusyhtiön ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta.",
        "folded_fi": "vakuutusyhtion tilintarkastuksesta on voimassa, mita tassa luvussa, tyoelakevakuutusyhtioista annetun lain 13 §:ssa ja tilintarkastuslaissa (459/2007) saadetaan. vakuutusyhtion ja vakuutusomistusyhteison tilintarkastukseen sovelletaan, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta.",
        "content_sv": "I fråga om revision av försäkringsbolag gäller vad som föreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsförsäkringsbolag och i revisionslagen (459/2007). På revision av försäkringsbolag och försäkringsholdingsammanslutningar tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel.",
        "normalized_sv": "I fråga om revision av försäkringsbolag gäller vad som föreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsförsäkringsbolag och i revisionslagen (459/2007). På revision av försäkringsbolag och försäkringsholdingsammanslutningar tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel.",
        "folded_sv": "i fraga om revision av forsakringsbolag galler vad som foreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsforsakringsbolag och i revisionslagen (459/2007). pa revision av forsakringsbolag och forsakringsholdingsammanslutningar tillampas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i en sammanslutning som ar foremal for offentlig handel."
      }
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Vähintään yhden yhtiökokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Yhtiökokouksen on nimettävä yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtiön kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. Yhtiökokouksen on lisäksi nimettävä yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. Valvontatilintarkastajan ja tämän sijaisen on oltava KHT-tilintarkastaja tai KHT-yhteisö. Mitä tämän pykälän 1 momentissa säädetään vakuutusyhtiön tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteisön tilintarkastajaan ja varatilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Vähintään yhden yhtiökokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Yhtiökokouksen on nimettävä yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtiön kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. Yhtiökokouksen on lisäksi nimettävä yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. Valvontatilintarkastajan ja tämän sijaisen on oltava KHT-tilintarkastaja tai KHT-yhteisö. Mitä tämän pykälän 1 momentissa säädetään vakuutusyhtiön tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteisön tilintarkastajaan ja varatilintarkastajaan.",
        "folded_fi": "vahintaan yhden yhtiokokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso. yhtiokokouksen on nimettava yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtion kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. yhtiokokouksen on lisaksi nimettava yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. valvontatilintarkastajan ja taman sijaisen on oltava kht-tilintarkastaja tai kht-yhteiso. mita taman pykalan 1 momentissa saadetaan vakuutusyhtion tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteison tilintarkastajaan ja varatilintarkastajaan.",
        "content_sv": "Minst en av bolagsstämman utsedd revisor och revisorssuppleant skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. Bolagsstämman skall utse en revisor att såsom övervakningsrevisor sörja för att bolagets bokföring och förvaltning övervakas effektivt under räkenskapsperioden. Bolagsstämman skall dessutom utse en revisor eller revisorssuppleant till suppleant för övervakningsrevisorn. Övervakningsrevisorn och hans suppleant skall vara en CGR-revisor eller CGR-sammanslutning. Vad som i 1 mom. bestäms om revisorer och revisorssuppleanter för försäkringsbolag tillämpas på motsvarande sätt på revisorer och revisorssuppleanter för finska försäkringsholdingsammanslutningar.",
        "normalized_sv": "Minst en av bolagsstämman utsedd revisor och revisorssuppleant skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. Bolagsstämman skall utse en revisor att såsom övervakningsrevisor sörja för att bolagets bokföring och förvaltning övervakas effektivt under räkenskapsperioden. Bolagsstämman skall dessutom utse en revisor eller revisorssuppleant till suppleant för övervakningsrevisorn. Övervakningsrevisorn och hans suppleant skall vara en CGR-revisor eller CGR-sammanslutning. Vad som i 1 mom. bestäms om revisorer och revisorssuppleanter för försäkringsbolag tillämpas på motsvarande sätt på revisorer och revisorssuppleanter för finska försäkringsholdingsammanslutningar.",
        "folded_sv": "minst en av bolagsstamman utsedd revisor och revisorssuppleant skall vara en cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen. bolagsstamman skall utse en revisor att sasom overvakningsrevisor sorja for att bolagets bokforing och forvaltning overvakas effektivt under rakenskapsperioden. bolagsstamman skall dessutom utse en revisor eller revisorssuppleant till suppleant for overvakningsrevisorn. overvakningsrevisorn och hans suppleant skall vara en cgr-revisor eller cgr-sammanslutning. vad som i 1 mom. bestams om revisorer och revisorssuppleanter for forsakringsbolag tillampas pa motsvarande satt pa revisorer och revisorssuppleanter for finska forsakringsholdingsammanslutningar."
      }
    },
    {
      "provision_ref": "9:4",
      "chapter": "9",
      "section": "4",
      "content": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhtiölle kelpoisuusehdot täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 §:ssä tarkoitettua kelpoisuutta tai hän ei ole tilintarkastuslain 24 tai 25 §:ssä tarkoitetulla tavalla riippumaton; tai 3) yhtiöjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on yhtiön hallitusta kuultava. Määräys on voimassa siihen asti, kun yhtiölle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:4",
        "normalized_fi": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhtiölle kelpoisuusehdot täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 § :ssä tarkoitettua kelpoisuutta tai hän ei ole tilintarkastuslain 24 tai 25 § :ssä tarkoitetulla tavalla riippumaton; tai 3) yhtiöjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on yhtiön hallitusta kuultava. Määräys on voimassa siihen asti, kun yhtiölle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on ilmoituksesta maarattava vakuutusyhtiolle kelpoisuusehdot tayttava tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu taman lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tassa laissa tai tilintarkastuslain 3 §:ssa tarkoitettua kelpoisuutta tai han ei ole tilintarkastuslain 24 tai 25 §:ssa tarkoitetulla tavalla riippumaton; tai 3) yhtiojarjestykseen otettua tilintarkastajien lukumaaraa tai kelpoisuutta koskevaa maaraysta on rikottu. ilmoituksen saa edella tarkoitetuissa tapauksissa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusehdot tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, on yhtion hallitusta kuultava. maarays on voimassa siihen asti, kun yhtiolle on saadetyssa jarjestyksessa valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilalle.",
        "content_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för ett försäkringsbolag, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behörighet enligt denna lag eller 3 § i revisionslagen eller inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i bolagsordningen om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan avsett fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf avsett förordnande meddelas skall bolagets styrelse höras. Förordnandet gäller till dess för bolaget i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för ett försäkringsbolag, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behörighet enligt denna lag eller 3 § i revisionslagen eller inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i bolagsordningen om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan avsett fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf avsett förordnande meddelas skall bolagets styrelse höras. Förordnandet gäller till dess för bolaget i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall pa anmalan forordna en behorig revisor for ett forsakringsbolag, om 1) nagon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behorighet enligt denna lag eller 3 § i revisionslagen eller inte ar oberoende pa det satt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestammelse i bolagsordningen om antalet revisorer eller deras behorighet inte har iakttagits. anmalan far i ovan avsett fall goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den pa vilken det ankommer att valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall begara ett utlatande av centralhandelskammarens revisionsnamnd i ett arende som avses i 1 mom. 2 punkten och som galler oberoende innan arendet avgors. innan ett i denna paragraf avsett forordnande meddelas skall bolagets styrelse horas. forordnandet galler till dess for bolaget i foreskriven ordning valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      }
    },
    {
      "provision_ref": "9:6",
      "chapter": "9",
      "section": "6",
      "content": "Osakas voi vaatia erityisen tarkastuksen toimittamista yhtiön hallinnosta ja kirjanpidosta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Tätä koskeva ehdotus on tehtävä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asia kokouskutsun mukaisesti on käsiteltävä. Jos keskinäisessä vakuutusyhtiössä äänioikeutetut, joilla on vähintään yksi kolmasosa kokouksessa annetuista äänistä, tai vakuutusosakeyhtiössä osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiökokouksesta hakea Vakuutusvalvontavirastolta tarkastajan määräämistä. Julkisessa vakuutusosakeyhtiössä, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vähintään yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. Vakuutusvalvontaviraston on kuultava yhtiön hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 3 §:n 1 momentissa, 17 luvun 2 §:ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä sekä osakeyhtiölain 15 luvun 5 ja 7 §:ssä ja 16 luvun 4 §:ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan. Tarkastuksesta on yhtiökokoukselle annettava lausunto. Lausunto on vähintään viikon ajan ennen yhtiökokousta pidettävä yhtiön pääkonttorissa osakkaiden nähtävänä ja viivytyksettä lähetettävä sille heistä, joka sitä pyytää, sekä asetettava nähtäväksi yhtiökokouksessa. Tarkastajalla on oikeus saada yhtiöltä palkkio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:6",
        "normalized_fi": "Osakas voi vaatia erityisen tarkastuksen toimittamista yhtiön hallinnosta ja kirjanpidosta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Tätä koskeva ehdotus on tehtävä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asia kokouskutsun mukaisesti on käsiteltävä. Jos keskinäisessä vakuutusyhtiössä äänioikeutetut, joilla on vähintään yksi kolmasosa kokouksessa annetuista äänistä, tai vakuutusosakeyhtiössä osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiökokouksesta hakea Vakuutusvalvontavirastolta tarkastajan määräämistä. Julkisessa vakuutusosakeyhtiössä, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vähintään yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. Vakuutusvalvontaviraston on kuultava yhtiön hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 3 § :n 1 momentissa, 17 luvun 2 § :ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä sekä osakeyhtiölain 15 luvun 5 ja 7 § :ssä ja 16 luvun 4 § :ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan. Tarkastuksesta on yhtiökokoukselle annettava lausunto. Lausunto on vähintään viikon ajan ennen yhtiökokousta pidettävä yhtiön pääkonttorissa osakkaiden nähtävänä ja viivytyksettä lähetettävä sille heistä, joka sitä pyytää, sekä asetettava nähtäväksi yhtiökokouksessa. Tarkastajalla on oikeus saada yhtiöltä palkkio.",
        "folded_fi": "osakas voi vaatia erityisen tarkastuksen toimittamista yhtion hallinnosta ja kirjanpidosta tietylta paattyneelta ajanjaksolta taikka tietyista toimenpiteista tai seikoista. tata koskeva ehdotus on tehtava varsinaisessa yhtiokokouksessa tai siina yhtiokokouksessa, jossa asia kokouskutsun mukaisesti on kasiteltava. jos keskinaisessa vakuutusyhtiossa aanioikeutetut, joilla on vahintaan yksi kolmasosa kokouksessa annetuista aanista, tai vakuutusosakeyhtiossa osakkeenomistajat, joilla on vahintaan yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiokokouksesta hakea vakuutusvalvontavirastolta tarkastajan maaraamista. julkisessa vakuutusosakeyhtiossa, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vahintaan yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. vakuutusvalvontaviraston on kuultava yhtion hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilon toimenpiteita, tata henkiloa. hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syita. virasto voi maarata yhden tai useamman tarkastajan. mita tilintarkastajasta saadetaan 3 §:n 1 momentissa, 17 luvun 2 §:ssa ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa seka osakeyhtiolain 15 luvun 5 ja 7 §:ssa ja 16 luvun 4 §:ssa, sovelletaan vastaavasti tassa pykalassa tarkoitettuun tarkastajaan. tarkastuksesta on yhtiokokoukselle annettava lausunto. lausunto on vahintaan viikon ajan ennen yhtiokokousta pidettava yhtion paakonttorissa osakkaiden nahtavana ja viivytyksetta lahetettava sille heista, joka sita pyytaa, seka asetettava nahtavaksi yhtiokokouksessa. tarkastajalla on oikeus saada yhtiolta palkkio.",
        "content_sv": "En delägare kan kräva särskild granskning av bolagets förvaltning och bokföring under en viss förfluten tid eller av vissa åtgärder eller omständigheter. Förslag om detta skall göras vid den ordinarie bolagsstämman eller vid den bolagsstämma där ärendet enligt kallelsen till stämman skall behandlas. Om i ett ömsesidigt försäkringsbolag förslaget biträds av röstberättigade med minst en tredjedel av de vid stämman avgivna rösterna, eller i ett försäkringsaktiebolag av aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna, kan en delägare inom en månad från bolagsstämman hos Försäkringsinspektionen anhålla om att en granskare skall förordnas. I ett publikt försäkringsaktiebolag med olika slag av aktier tillkommer samma rätt aktieägare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stämman företrädda aktierna av ett visst slag. Försäkringsinspektionen skall höra bolagets styrelse och, om granskningen enligt ansökan gäller åtgärder av en viss person, denna person. Ansökan skall bifallas, om vägande skäl för granskningen anses föreligga. Inspektionen kan förordna en eller flera granskare. Vad som föreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf. Över granskningen skall ett yttrande avges till bolagsstämman. Yttrandet skall under minst en vecka före bolagsstämman hållas tillgängligt för delägarna på bolagets huvudkontor och utan dröjsmål sändas till de delägare som det begär samt framläggas på stämman. Granskaren är berättigad att erhålla arvode av bolaget.",
        "normalized_sv": "En delägare kan kräva särskild granskning av bolagets förvaltning och bokföring under en viss förfluten tid eller av vissa åtgärder eller omständigheter. Förslag om detta skall göras vid den ordinarie bolagsstämman eller vid den bolagsstämma där ärendet enligt kallelsen till stämman skall behandlas. Om i ett ömsesidigt försäkringsbolag förslaget biträds av röstberättigade med minst en tredjedel av de vid stämman avgivna rösterna, eller i ett försäkringsaktiebolag av aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna, kan en delägare inom en månad från bolagsstämman hos Försäkringsinspektionen anhålla om att en granskare skall förordnas. I ett publikt försäkringsaktiebolag med olika slag av aktier tillkommer samma rätt aktieägare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stämman företrädda aktierna av ett visst slag. Försäkringsinspektionen skall höra bolagets styrelse och, om granskningen enligt ansökan gäller åtgärder av en viss person, denna person. Ansökan skall bifallas, om vägande skäl för granskningen anses föreligga. Inspektionen kan förordna en eller flera granskare. Vad som föreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf. Över granskningen skall ett yttrande avges till bolagsstämman. Yttrandet skall under minst en vecka före bolagsstämman hållas tillgängligt för delägarna på bolagets huvudkontor och utan dröjsmål sändas till de delägare som det begär samt framläggas på stämman. Granskaren är berättigad att erhålla arvode av bolaget.",
        "folded_sv": "en delagare kan krava sarskild granskning av bolagets forvaltning och bokforing under en viss forfluten tid eller av vissa atgarder eller omstandigheter. forslag om detta skall goras vid den ordinarie bolagsstamman eller vid den bolagsstamma dar arendet enligt kallelsen till stamman skall behandlas. om i ett omsesidigt forsakringsbolag forslaget bitrads av rostberattigade med minst en tredjedel av de vid stamman avgivna rosterna, eller i ett forsakringsaktiebolag av aktieagare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stamman foretradda aktierna, kan en delagare inom en manad fran bolagsstamman hos forsakringsinspektionen anhalla om att en granskare skall forordnas. i ett publikt forsakringsaktiebolag med olika slag av aktier tillkommer samma ratt aktieagare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stamman foretradda aktierna av ett visst slag. forsakringsinspektionen skall hora bolagets styrelse och, om granskningen enligt ansokan galler atgarder av en viss person, denna person. ansokan skall bifallas, om vagande skal for granskningen anses foreligga. inspektionen kan forordna en eller flera granskare. vad som foreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall pa motsvarande satt tillampas pa en granskare som avses i denna paragraf. over granskningen skall ett yttrande avges till bolagsstamman. yttrandet skall under minst en vecka fore bolagsstamman hallas tillgangligt for delagarna pa bolagets huvudkontor och utan drojsmal sandas till de delagare som det begar samt framlaggas pa stamman. granskaren ar berattigad att erhalla arvode av bolaget."
      }
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Sulautumissuunnitelmassa on oltava sen lisäksi, mitä 1 §:n 3 momentissa säädetään: 8) selvitys sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava sen lisäksi, mitä 1 § :n 3 momentissa säädetään: 8) selvitys sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava sen lisaksi, mita 1 §:n 3 momentissa saadetaan: 8) selvitys sulautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle kht-tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge bade det overlatande och det overtagande bolaget utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till det overtagande bolaget och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      }
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiölle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhtiölle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiölle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhtiölle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiolle siirtyvan omaisuuden seka vastikkeen arvon ja jaon arviointiin. vastaanottavalle yhtiolle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtion velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita osakeyhtiolain 2 luvun 4 a §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge utlåtande om fusionsplanen till de bolag som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till det övertagande bolaget samt vederlagets värde och dess skifte. I utlåtandet till det övertagande bolaget skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge utlåtande om fusionsplanen till de bolag som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till det övertagande bolaget samt vederlagets värde och dess skifte. I utlåtandet till det övertagande bolaget skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge utlatande om fusionsplanen till de bolag som deltar i fusionen. i utlatandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av fusionsorsaken, vardet av den egendom som overgar till det overtagande bolaget samt vederlagets varde och dess skifte. i utlatandet till det overtagande bolaget skall sarskilt namnas om fusionen ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      }
    },
    {
      "provision_ref": "16:18",
      "chapter": "16",
      "section": "18",
      "content": "Sulautuvan yhtiön vakuutuskanta sekä muut varat ja velat, lukuun ottamatta osakeyhtiölain 15 luvun 1 ja 3 §:ään, tämän lain 17 luvun 1 §:ään ja tilintarkastuslain 51 §:ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautumisen täytäntöönpano on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:18",
        "normalized_fi": "Sulautuvan yhtiön vakuutuskanta sekä muut varat ja velat, lukuun ottamatta osakeyhtiölain 15 luvun 1 ja 3 § :ään, tämän lain 17 luvun 1 § :ään ja tilintarkastuslain 51 § :ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautumisen täytäntöönpano on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu.",
        "folded_fi": "sulautuvan yhtion vakuutuskanta seka muut varat ja velat, lukuun ottamatta osakeyhtiolain 15 luvun 1 ja 3 §:aan, taman lain 17 luvun 1 §:aan ja tilintarkastuslain 51 §:aan perustuvaa vaatimusta, siirtyvat selvitysmenettelytta vastaanottavalle yhtiolle, kun sulautumisen taytantoonpano on rekisteroity. samanaikaisesti sulautuva yhtio purkautuu.",
        "content_sv": "Det överlåtande bolagets försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till det övertagande bolaget, när verkställandet av fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget.",
        "normalized_sv": "Det överlåtande bolagets försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till det övertagande bolaget, när verkställandet av fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget.",
        "folded_sv": "det overlatande bolagets forsakringsbestand samt ovriga tillgangar och skulder, med undantag av yrkande som grundar sig pa 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, overgar utan likvidationsforfarande till det overtagande bolaget, nar verkstallandet av fusionen har registrerats. samtidigt upploses det overlatande bolaget."
      }
    },
    {
      "provision_ref": "16:3",
      "chapter": "16",
      "section": "3",
      "content": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:3",
        "normalized_fi": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle kht-tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 4) utredning om de särskilda förmåner och rättigheter som tillkommer det överlåtande och det övertagande bolagets förvaltningsråds- och styrelsemedlemmar, verkställande direktör, revisor och CGR-revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 4) utredning om de särskilda förmåner och rättigheter som tillkommer det överlåtande och det övertagande bolagets förvaltningsråds- och styrelsemedlemmar, verkställande direktör, revisor och CGR-revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 4) utredning om de sarskilda formaner och rattigheter som tillkommer det overlatande och det overtagande bolagets forvaltningsrads- och styrelsemedlemmar, verkstallande direktor, revisor och cgr-revisor som ar verksam som oberoende sakkunnig,"
      }
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhtiölle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiölle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhtiölle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiölle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto seka luovuttavalle etta vastaanottavalle yhtiolle. lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiolle siirtyvan vakuutuskannan ja sen katteeksi siirrettavaksi sovitun varallisuuden seka mahdollisen vastikkeen arvon arviointiin. lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtion velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita osakeyhtiolain 2 luvun 4 a §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge bade det overlatande och det overtagande bolaget utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till det overtagande bolaget och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      }
    },
    {
      "provision_ref": "18:4",
      "chapter": "18",
      "section": "4",
      "content": "Joka tahallaan 6) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:4",
        "normalized_fi": "Joka tahallaan 6) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 6) rikkoo saannoksia riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiorikoksesta on tuomittava, jollei teko ole vahainen tai siita ole muualla laissa saadetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "content_sv": "Den som uppsåtligen 6) bryter mot bestämmelserna om utlåtanden som skall uppgöras av en revisor som är oberoende sakkunnig, försäkringsbolagsbrott skall, om gärningen inte är ringa eller strängare straff för den inte stadgas på något annat ställe i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 6) bryter mot bestämmelserna om utlåtanden som skall uppgöras av en revisor som är oberoende sakkunnig, försäkringsbolagsbrott skall, om gärningen inte är ringa eller strängare straff för den inte stadgas på något annat ställe i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 6) bryter mot bestammelserna om utlatanden som skall uppgoras av en revisor som ar oberoende sakkunnig, forsakringsbolagsbrott skall, om garningen inte ar ringa eller strangare straff for den inte stadgas pa nagot annat stalle i lag, for domas till boter eller fangelse i hogst ett ar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "content": "Vakuutusyhtiön tilintarkastuksesta on voimassa, mitä tässä luvussa, työeläkevakuutusyhtiöistä annetun lain 13 §:ssä ja tilintarkastuslaissa (459/2007) säädetään. Vakuutusyhtiön ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Vakuutusyhtiön tilintarkastuksesta on voimassa, mitä tässä luvussa, työeläkevakuutusyhtiöistä annetun lain 13 § :ssä ja tilintarkastuslaissa (459/2007) säädetään. Vakuutusyhtiön ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta.",
        "folded_fi": "vakuutusyhtion tilintarkastuksesta on voimassa, mita tassa luvussa, tyoelakevakuutusyhtioista annetun lain 13 §:ssa ja tilintarkastuslaissa (459/2007) saadetaan. vakuutusyhtion ja vakuutusomistusyhteison tilintarkastukseen sovelletaan, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta.",
        "content_sv": "I fråga om revision av försäkringsbolag gäller vad som föreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsförsäkringsbolag och i revisionslagen (459/2007). På revision av försäkringsbolag och försäkringsholdingsammanslutningar tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel.",
        "normalized_sv": "I fråga om revision av försäkringsbolag gäller vad som föreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsförsäkringsbolag och i revisionslagen (459/2007). På revision av försäkringsbolag och försäkringsholdingsammanslutningar tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel.",
        "folded_sv": "i fraga om revision av forsakringsbolag galler vad som foreskrivs i detta kapitel, i 13 § i lagen om arbetspensionsforsakringsbolag och i revisionslagen (459/2007). pa revision av forsakringsbolag och forsakringsholdingsammanslutningar tillampas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i en sammanslutning som ar foremal for offentlig handel."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Vähintään yhden yhtiökokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Yhtiökokouksen on nimettävä yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtiön kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. Yhtiökokouksen on lisäksi nimettävä yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. Valvontatilintarkastajan ja tämän sijaisen on oltava KHT-tilintarkastaja tai KHT-yhteisö. Mitä tämän pykälän 1 momentissa säädetään vakuutusyhtiön tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteisön tilintarkastajaan ja varatilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Vähintään yhden yhtiökokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Yhtiökokouksen on nimettävä yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtiön kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. Yhtiökokouksen on lisäksi nimettävä yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. Valvontatilintarkastajan ja tämän sijaisen on oltava KHT-tilintarkastaja tai KHT-yhteisö. Mitä tämän pykälän 1 momentissa säädetään vakuutusyhtiön tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteisön tilintarkastajaan ja varatilintarkastajaan.",
        "folded_fi": "vahintaan yhden yhtiokokouksen valitseman tilintarkastajan ja varatilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso. yhtiokokouksen on nimettava yksi tilintarkastaja valvontatilintarkastajana huolehtimaan yhtion kirjanpidon ja hallinnon tehokkaasta valvonnasta tilikauden aikana. yhtiokokouksen on lisaksi nimettava yksi tilintarkastaja tai varatilintarkastaja valvontatilintarkastajan sijaiseksi. valvontatilintarkastajan ja taman sijaisen on oltava kht-tilintarkastaja tai kht-yhteiso. mita taman pykalan 1 momentissa saadetaan vakuutusyhtion tilintarkastajasta ja varatilintarkastajasta, sovelletaan vastaavasti suomalaisen vakuutusomistusyhteison tilintarkastajaan ja varatilintarkastajaan.",
        "content_sv": "Minst en av bolagsstämman utsedd revisor och revisorssuppleant skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. Bolagsstämman skall utse en revisor att såsom övervakningsrevisor sörja för att bolagets bokföring och förvaltning övervakas effektivt under räkenskapsperioden. Bolagsstämman skall dessutom utse en revisor eller revisorssuppleant till suppleant för övervakningsrevisorn. Övervakningsrevisorn och hans suppleant skall vara en CGR-revisor eller CGR-sammanslutning. Vad som i 1 mom. bestäms om revisorer och revisorssuppleanter för försäkringsbolag tillämpas på motsvarande sätt på revisorer och revisorssuppleanter för finska försäkringsholdingsammanslutningar.",
        "normalized_sv": "Minst en av bolagsstämman utsedd revisor och revisorssuppleant skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. Bolagsstämman skall utse en revisor att såsom övervakningsrevisor sörja för att bolagets bokföring och förvaltning övervakas effektivt under räkenskapsperioden. Bolagsstämman skall dessutom utse en revisor eller revisorssuppleant till suppleant för övervakningsrevisorn. Övervakningsrevisorn och hans suppleant skall vara en CGR-revisor eller CGR-sammanslutning. Vad som i 1 mom. bestäms om revisorer och revisorssuppleanter för försäkringsbolag tillämpas på motsvarande sätt på revisorer och revisorssuppleanter för finska försäkringsholdingsammanslutningar.",
        "folded_sv": "minst en av bolagsstamman utsedd revisor och revisorssuppleant skall vara en cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen. bolagsstamman skall utse en revisor att sasom overvakningsrevisor sorja for att bolagets bokforing och forvaltning overvakas effektivt under rakenskapsperioden. bolagsstamman skall dessutom utse en revisor eller revisorssuppleant till suppleant for overvakningsrevisorn. overvakningsrevisorn och hans suppleant skall vara en cgr-revisor eller cgr-sammanslutning. vad som i 1 mom. bestams om revisorer och revisorssuppleanter for forsakringsbolag tillampas pa motsvarande satt pa revisorer och revisorssuppleanter for finska forsakringsholdingsammanslutningar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:4",
      "chapter": "9",
      "section": "4",
      "content": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhtiölle kelpoisuusehdot täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 §:ssä tarkoitettua kelpoisuutta tai hän ei ole tilintarkastuslain 24 tai 25 §:ssä tarkoitetulla tavalla riippumaton; tai 3) yhtiöjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on yhtiön hallitusta kuultava. Määräys on voimassa siihen asti, kun yhtiölle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:4",
        "normalized_fi": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhtiölle kelpoisuusehdot täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 § :ssä tarkoitettua kelpoisuutta tai hän ei ole tilintarkastuslain 24 tai 25 § :ssä tarkoitetulla tavalla riippumaton; tai 3) yhtiöjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on yhtiön hallitusta kuultava. Määräys on voimassa siihen asti, kun yhtiölle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on ilmoituksesta maarattava vakuutusyhtiolle kelpoisuusehdot tayttava tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu taman lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tassa laissa tai tilintarkastuslain 3 §:ssa tarkoitettua kelpoisuutta tai han ei ole tilintarkastuslain 24 tai 25 §:ssa tarkoitetulla tavalla riippumaton; tai 3) yhtiojarjestykseen otettua tilintarkastajien lukumaaraa tai kelpoisuutta koskevaa maaraysta on rikottu. ilmoituksen saa edella tarkoitetuissa tapauksissa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusehdot tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, on yhtion hallitusta kuultava. maarays on voimassa siihen asti, kun yhtiolle on saadetyssa jarjestyksessa valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilalle.",
        "content_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för ett försäkringsbolag, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behörighet enligt denna lag eller 3 § i revisionslagen eller inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i bolagsordningen om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan avsett fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf avsett förordnande meddelas skall bolagets styrelse höras. Förordnandet gäller till dess för bolaget i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för ett försäkringsbolag, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behörighet enligt denna lag eller 3 § i revisionslagen eller inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i bolagsordningen om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan avsett fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf avsett förordnande meddelas skall bolagets styrelse höras. Förordnandet gäller till dess för bolaget i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall pa anmalan forordna en behorig revisor for ett forsakringsbolag, om 1) nagon revisor inte har valts enligt denna lag eller revisionslagen, 2) en revisor inte har behorighet enligt denna lag eller 3 § i revisionslagen eller inte ar oberoende pa det satt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestammelse i bolagsordningen om antalet revisorer eller deras behorighet inte har iakttagits. anmalan far i ovan avsett fall goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den pa vilken det ankommer att valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall begara ett utlatande av centralhandelskammarens revisionsnamnd i ett arende som avses i 1 mom. 2 punkten och som galler oberoende innan arendet avgors. innan ett i denna paragraf avsett forordnande meddelas skall bolagets styrelse horas. forordnandet galler till dess for bolaget i foreskriven ordning valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:6",
      "chapter": "9",
      "section": "6",
      "content": "Osakas voi vaatia erityisen tarkastuksen toimittamista yhtiön hallinnosta ja kirjanpidosta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Tätä koskeva ehdotus on tehtävä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asia kokouskutsun mukaisesti on käsiteltävä. Jos keskinäisessä vakuutusyhtiössä äänioikeutetut, joilla on vähintään yksi kolmasosa kokouksessa annetuista äänistä, tai vakuutusosakeyhtiössä osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiökokouksesta hakea Vakuutusvalvontavirastolta tarkastajan määräämistä. Julkisessa vakuutusosakeyhtiössä, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vähintään yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. Vakuutusvalvontaviraston on kuultava yhtiön hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 3 §:n 1 momentissa, 17 luvun 2 §:ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä sekä osakeyhtiölain 15 luvun 5 ja 7 §:ssä ja 16 luvun 4 §:ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan. Tarkastuksesta on yhtiökokoukselle annettava lausunto. Lausunto on vähintään viikon ajan ennen yhtiökokousta pidettävä yhtiön pääkonttorissa osakkaiden nähtävänä ja viivytyksettä lähetettävä sille heistä, joka sitä pyytää, sekä asetettava nähtäväksi yhtiökokouksessa. Tarkastajalla on oikeus saada yhtiöltä palkkio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:6",
        "normalized_fi": "Osakas voi vaatia erityisen tarkastuksen toimittamista yhtiön hallinnosta ja kirjanpidosta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Tätä koskeva ehdotus on tehtävä varsinaisessa yhtiökokouksessa tai siinä yhtiökokouksessa, jossa asia kokouskutsun mukaisesti on käsiteltävä. Jos keskinäisessä vakuutusyhtiössä äänioikeutetut, joilla on vähintään yksi kolmasosa kokouksessa annetuista äänistä, tai vakuutusosakeyhtiössä osakkeenomistajat, joilla on vähintään yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiökokouksesta hakea Vakuutusvalvontavirastolta tarkastajan määräämistä. Julkisessa vakuutusosakeyhtiössä, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vähintään yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. Vakuutusvalvontaviraston on kuultava yhtiön hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 3 § :n 1 momentissa, 17 luvun 2 § :ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä sekä osakeyhtiölain 15 luvun 5 ja 7 § :ssä ja 16 luvun 4 § :ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan. Tarkastuksesta on yhtiökokoukselle annettava lausunto. Lausunto on vähintään viikon ajan ennen yhtiökokousta pidettävä yhtiön pääkonttorissa osakkaiden nähtävänä ja viivytyksettä lähetettävä sille heistä, joka sitä pyytää, sekä asetettava nähtäväksi yhtiökokouksessa. Tarkastajalla on oikeus saada yhtiöltä palkkio.",
        "folded_fi": "osakas voi vaatia erityisen tarkastuksen toimittamista yhtion hallinnosta ja kirjanpidosta tietylta paattyneelta ajanjaksolta taikka tietyista toimenpiteista tai seikoista. tata koskeva ehdotus on tehtava varsinaisessa yhtiokokouksessa tai siina yhtiokokouksessa, jossa asia kokouskutsun mukaisesti on kasiteltava. jos keskinaisessa vakuutusyhtiossa aanioikeutetut, joilla on vahintaan yksi kolmasosa kokouksessa annetuista aanista, tai vakuutusosakeyhtiossa osakkeenomistajat, joilla on vahintaan yksi kymmenesosa kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakkeista, ovat ehdotusta kannattaneet, osakas voi kuukauden kuluessa yhtiokokouksesta hakea vakuutusvalvontavirastolta tarkastajan maaraamista. julkisessa vakuutusosakeyhtiossa, jossa on erilajisia osakkeita, sama oikeus on osakkeenomistajilla, joilla on vahintaan yksi kymmenesosa jonkin osakelajin kaikista osakkeista tai yksi kolmasosa kokouksessa edustetuista osakelajin osakkeista. vakuutusvalvontaviraston on kuultava yhtion hallitusta ja, jos tarkastus hakemuksen mukaan koskee tietyn henkilon toimenpiteita, tata henkiloa. hakemukseen on suostuttava, jos tarkastuksen toimittamiseen katsotaan olevan painavia syita. virasto voi maarata yhden tai useamman tarkastajan. mita tilintarkastajasta saadetaan 3 §:n 1 momentissa, 17 luvun 2 §:ssa ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa seka osakeyhtiolain 15 luvun 5 ja 7 §:ssa ja 16 luvun 4 §:ssa, sovelletaan vastaavasti tassa pykalassa tarkoitettuun tarkastajaan. tarkastuksesta on yhtiokokoukselle annettava lausunto. lausunto on vahintaan viikon ajan ennen yhtiokokousta pidettava yhtion paakonttorissa osakkaiden nahtavana ja viivytyksetta lahetettava sille heista, joka sita pyytaa, seka asetettava nahtavaksi yhtiokokouksessa. tarkastajalla on oikeus saada yhtiolta palkkio.",
        "content_sv": "En delägare kan kräva särskild granskning av bolagets förvaltning och bokföring under en viss förfluten tid eller av vissa åtgärder eller omständigheter. Förslag om detta skall göras vid den ordinarie bolagsstämman eller vid den bolagsstämma där ärendet enligt kallelsen till stämman skall behandlas. Om i ett ömsesidigt försäkringsbolag förslaget biträds av röstberättigade med minst en tredjedel av de vid stämman avgivna rösterna, eller i ett försäkringsaktiebolag av aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna, kan en delägare inom en månad från bolagsstämman hos Försäkringsinspektionen anhålla om att en granskare skall förordnas. I ett publikt försäkringsaktiebolag med olika slag av aktier tillkommer samma rätt aktieägare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stämman företrädda aktierna av ett visst slag. Försäkringsinspektionen skall höra bolagets styrelse och, om granskningen enligt ansökan gäller åtgärder av en viss person, denna person. Ansökan skall bifallas, om vägande skäl för granskningen anses föreligga. Inspektionen kan förordna en eller flera granskare. Vad som föreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf. Över granskningen skall ett yttrande avges till bolagsstämman. Yttrandet skall under minst en vecka före bolagsstämman hållas tillgängligt för delägarna på bolagets huvudkontor och utan dröjsmål sändas till de delägare som det begär samt framläggas på stämman. Granskaren är berättigad att erhålla arvode av bolaget.",
        "normalized_sv": "En delägare kan kräva särskild granskning av bolagets förvaltning och bokföring under en viss förfluten tid eller av vissa åtgärder eller omständigheter. Förslag om detta skall göras vid den ordinarie bolagsstämman eller vid den bolagsstämma där ärendet enligt kallelsen till stämman skall behandlas. Om i ett ömsesidigt försäkringsbolag förslaget biträds av röstberättigade med minst en tredjedel av de vid stämman avgivna rösterna, eller i ett försäkringsaktiebolag av aktieägare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stämman företrädda aktierna, kan en delägare inom en månad från bolagsstämman hos Försäkringsinspektionen anhålla om att en granskare skall förordnas. I ett publikt försäkringsaktiebolag med olika slag av aktier tillkommer samma rätt aktieägare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stämman företrädda aktierna av ett visst slag. Försäkringsinspektionen skall höra bolagets styrelse och, om granskningen enligt ansökan gäller åtgärder av en viss person, denna person. Ansökan skall bifallas, om vägande skäl för granskningen anses föreligga. Inspektionen kan förordna en eller flera granskare. Vad som föreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf. Över granskningen skall ett yttrande avges till bolagsstämman. Yttrandet skall under minst en vecka före bolagsstämman hållas tillgängligt för delägarna på bolagets huvudkontor och utan dröjsmål sändas till de delägare som det begär samt framläggas på stämman. Granskaren är berättigad att erhålla arvode av bolaget.",
        "folded_sv": "en delagare kan krava sarskild granskning av bolagets forvaltning och bokforing under en viss forfluten tid eller av vissa atgarder eller omstandigheter. forslag om detta skall goras vid den ordinarie bolagsstamman eller vid den bolagsstamma dar arendet enligt kallelsen till stamman skall behandlas. om i ett omsesidigt forsakringsbolag forslaget bitrads av rostberattigade med minst en tredjedel av de vid stamman avgivna rosterna, eller i ett forsakringsaktiebolag av aktieagare med minst en tiondel av samtliga aktier eller en tredjedel av de vid stamman foretradda aktierna, kan en delagare inom en manad fran bolagsstamman hos forsakringsinspektionen anhalla om att en granskare skall forordnas. i ett publikt forsakringsaktiebolag med olika slag av aktier tillkommer samma ratt aktieagare med minst en tiondel av alla aktier av ett visst slag eller en tredjedel av de vid stamman foretradda aktierna av ett visst slag. forsakringsinspektionen skall hora bolagets styrelse och, om granskningen enligt ansokan galler atgarder av en viss person, denna person. ansokan skall bifallas, om vagande skal for granskningen anses foreligga. inspektionen kan forordna en eller flera granskare. vad som foreskrivs om revisor i 3 § 1 mom. och i 17 kap. 2 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen samt i 15 kap. 5 och 7 § och 16 kap. 4 § i lagen om aktiebolag skall pa motsvarande satt tillampas pa en granskare som avses i denna paragraf. over granskningen skall ett yttrande avges till bolagsstamman. yttrandet skall under minst en vecka fore bolagsstamman hallas tillgangligt for delagarna pa bolagets huvudkontor och utan drojsmal sandas till de delagare som det begar samt framlaggas pa stamman. granskaren ar berattigad att erhalla arvode av bolaget."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Sulautumissuunnitelmassa on oltava sen lisäksi, mitä 1 §:n 3 momentissa säädetään: 8) selvitys sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava sen lisäksi, mitä 1 § :n 3 momentissa säädetään: 8) selvitys sulautumiseen osallistuvan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava sen lisaksi, mita 1 §:n 3 momentissa saadetaan: 8) selvitys sulautumiseen osallistuvan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle kht-tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge bade det overlatande och det overtagande bolaget utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till det overtagande bolaget och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:6",
      "chapter": "16",
      "section": "6",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiölle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhtiölle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:6",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiölle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiölle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhtiölle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhtiolle. lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhtiolle siirtyvan omaisuuden seka vastikkeen arvon ja jaon arviointiin. vastaanottavalle yhtiolle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhtion velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita osakeyhtiolain 2 luvun 4 a §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge utlåtande om fusionsplanen till de bolag som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till det övertagande bolaget samt vederlagets värde och dess skifte. I utlåtandet till det övertagande bolaget skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge utlåtande om fusionsplanen till de bolag som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till det övertagande bolaget samt vederlagets värde och dess skifte. I utlåtandet till det övertagande bolaget skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge utlatande om fusionsplanen till de bolag som deltar i fusionen. i utlatandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av fusionsorsaken, vardet av den egendom som overgar till det overtagande bolaget samt vederlagets varde och dess skifte. i utlatandet till det overtagande bolaget skall sarskilt namnas om fusionen ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:18",
      "chapter": "16",
      "section": "18",
      "content": "Sulautuvan yhtiön vakuutuskanta sekä muut varat ja velat, lukuun ottamatta osakeyhtiölain 15 luvun 1 ja 3 §:ään, tämän lain 17 luvun 1 §:ään ja tilintarkastuslain 51 §:ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautumisen täytäntöönpano on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:18",
        "normalized_fi": "Sulautuvan yhtiön vakuutuskanta sekä muut varat ja velat, lukuun ottamatta osakeyhtiölain 15 luvun 1 ja 3 § :ään, tämän lain 17 luvun 1 § :ään ja tilintarkastuslain 51 § :ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhtiölle, kun sulautumisen täytäntöönpano on rekisteröity. Samanaikaisesti sulautuva yhtiö purkautuu.",
        "folded_fi": "sulautuvan yhtion vakuutuskanta seka muut varat ja velat, lukuun ottamatta osakeyhtiolain 15 luvun 1 ja 3 §:aan, taman lain 17 luvun 1 §:aan ja tilintarkastuslain 51 §:aan perustuvaa vaatimusta, siirtyvat selvitysmenettelytta vastaanottavalle yhtiolle, kun sulautumisen taytantoonpano on rekisteroity. samanaikaisesti sulautuva yhtio purkautuu.",
        "content_sv": "Det överlåtande bolagets försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till det övertagande bolaget, när verkställandet av fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget.",
        "normalized_sv": "Det överlåtande bolagets försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till det övertagande bolaget, när verkställandet av fusionen har registrerats. Samtidigt upplöses det överlåtande bolaget.",
        "folded_sv": "det overlatande bolagets forsakringsbestand samt ovriga tillgangar och skulder, med undantag av yrkande som grundar sig pa 15 kap. 1 och 3 § i lagen om aktiebolag, 17 kap. 1 § i denna lag och 51 § i revisionslagen, overgar utan likvidationsforfarande till det overtagande bolaget, nar verkstallandet av fusionen har registrerats. samtidigt upploses det overlatande bolaget."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:3",
      "chapter": "16",
      "section": "3",
      "content": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:3",
        "normalized_fi": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtiön hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle KHT-tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 4) selvitys luovuttavan ja vastaanottavan yhtion hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle kht-tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 4) utredning om de särskilda förmåner och rättigheter som tillkommer det överlåtande och det övertagande bolagets förvaltningsråds- och styrelsemedlemmar, verkställande direktör, revisor och CGR-revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 4) utredning om de särskilda förmåner och rättigheter som tillkommer det överlåtande och det övertagande bolagets förvaltningsråds- och styrelsemedlemmar, verkställande direktör, revisor och CGR-revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 4) utredning om de sarskilda formaner och rattigheter som tillkommer det overlatande och det overtagande bolagets forvaltningsrads- och styrelsemedlemmar, verkstallande direktor, revisor och cgr-revisor som ar verksam som oberoende sakkunnig,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhtiölle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiölle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhtiölle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiölle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtiön velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä osakeyhtiölain 2 luvun 4 a § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto seka luovuttavalle etta vastaanottavalle yhtiolle. lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhtiolle siirtyvan vakuutuskannan ja sen katteeksi siirrettavaksi sovitun varallisuuden seka mahdollisen vastikkeen arvon arviointiin. lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhtion velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita osakeyhtiolain 2 luvun 4 a §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "normalized_sv": "En eller flera CGR-revisorer som är oberoende sakkunniga skall ge både det överlåtande och det övertagande bolaget utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till det övertagande bolaget och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av bolagets skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag.",
        "folded_sv": "en eller flera cgr-revisorer som ar oberoende sakkunniga skall ge bade det overlatande och det overtagande bolaget utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till det overtagande bolaget och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av bolagets skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 2 kap. 4 a § i lagen om aktiebolag."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "18:4",
      "chapter": "18",
      "section": "4",
      "content": "Joka tahallaan 6) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:4",
        "normalized_fi": "Joka tahallaan 6) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiörikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 6) rikkoo saannoksia riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhtiorikoksesta on tuomittava, jollei teko ole vahainen tai siita ole muualla laissa saadetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "content_sv": "Den som uppsåtligen 6) bryter mot bestämmelserna om utlåtanden som skall uppgöras av en revisor som är oberoende sakkunnig, försäkringsbolagsbrott skall, om gärningen inte är ringa eller strängare straff för den inte stadgas på något annat ställe i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 6) bryter mot bestämmelserna om utlåtanden som skall uppgöras av en revisor som är oberoende sakkunnig, försäkringsbolagsbrott skall, om gärningen inte är ringa eller strängare straff för den inte stadgas på något annat ställe i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 6) bryter mot bestammelserna om utlatanden som skall uppgoras av en revisor som ar oberoende sakkunnig, forsakringsbolagsbrott skall, om garningen inte ar ringa eller strangare straff for den inte stadgas pa nagot annat stalle i lag, for domas till boter eller fangelse i hogst ett ar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}