{
  "id": "46/2005",
  "type": "statute",
  "title": "Laki radiolain muuttamisesta",
  "title_en": "Lag om ändring av radiolagen",
  "status": "in_force",
  "issued_date": "2005-01-28",
  "in_force_date": "2005-01-28",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/46/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Maahantuonti, myynti, kaupan pitäminen, esittely ja käyttö",
      "content": "Suomeen saa tuoda myynti- tai luovutustarkoituksessa tai Suomessa pitää kaupan, myydä tai luovuttaa toiselle vain sellaisia telepäätelaitteita ja viestintäverkkolaitteita, jotka täyttävät tämän lain sekä sen nojalla säädetyt ja määrätyt olennaiset vaatimukset ja joissa on tarvittavat merkinnät sekä vaatimustenmukaisuusvakuutus. Telepäätelaitteessa on lisäksi oltava merkintä käyttötarkoituksesta. Suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa näytteille, jos näkyvällä merkinnällä selvästi ilmoitetaan, että laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu täyttävän 20 §:ssä tarkoitetut olennaiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19",
        "normalized_fi": "Suomeen saa tuoda myynti- tai luovutustarkoituksessa tai Suomessa pitää kaupan, myydä tai luovuttaa toiselle vain sellaisia telepäätelaitteita ja viestintäverkkolaitteita, jotka täyttävät tämän lain sekä sen nojalla säädetyt ja määrätyt olennaiset vaatimukset ja joissa on tarvittavat merkinnät sekä vaatimustenmukaisuusvakuutus. Telepäätelaitteessa on lisäksi oltava merkintä käyttötarkoituksesta. Suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa näytteille, jos näkyvällä merkinnällä selvästi ilmoitetaan, että laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu täyttävän 20 § :ssä tarkoitetut olennaiset vaatimukset.",
        "folded_fi": "suomeen saa tuoda myynti- tai luovutustarkoituksessa tai suomessa pitaa kaupan, myyda tai luovuttaa toiselle vain sellaisia telepaatelaitteita ja viestintaverkkolaitteita, jotka tayttavat taman lain seka sen nojalla saadetyt ja maaratyt olennaiset vaatimukset ja joissa on tarvittavat merkinnat seka vaatimustenmukaisuusvakuutus. telepaatelaitteessa on lisaksi oltava merkinta kayttotarkoituksesta. suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa naytteille, jos nakyvalla merkinnalla selvasti ilmoitetaan, etta laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu tayttavan 20 §:ssa tarkoitetut olennaiset vaatimukset.",
        "title_sv": "Import, försäljning, saluföring, demonstration och användning",
        "content_sv": "Till Finland får importeras i försäljnings- eller överlåtelsesyfte eller i Finland hållas till salu, säljas eller överlåtas endast sådan teleterminalutrustning eller nätverksutrustning som uppfyller de väsentliga krav som anges i denna lag samt bestäms och föreskrivs med stöd av den och som är försedd med nödvändiga märkningar och en försäkran om överensstämmelse. Teleterminalutrustningen skall dessutom vara försedd med en märkning om användningsändamålet. Också andra teleutrustningar avsedda att släppas ut på marknaden i Finland än de som nämns i 1―3 mom. får ställas till påseende, om det genom en tydlig märkning klart anges att utrustningen inte kan släppas ut på marknaden förrän det har säkerställts att den uppfyller de väsentliga kraven enligt 20 §.",
        "normalized_sv": "Till Finland får importeras i försäljnings- eller överlåtelsesyfte eller i Finland hållas till salu, säljas eller överlåtas endast sådan teleterminalutrustning eller nätverksutrustning som uppfyller de väsentliga krav som anges i denna lag samt bestäms och föreskrivs med stöd av den och som är försedd med nödvändiga märkningar och en försäkran om överensstämmelse. Teleterminalutrustningen skall dessutom vara försedd med en märkning om användningsändamålet. Också andra teleutrustningar avsedda att släppas ut på marknaden i Finland än de som nämns i 1―3 mom. får ställas till påseende, om det genom en tydlig märkning klart anges att utrustningen inte kan släppas ut på marknaden förrän det har säkerställts att den uppfyller de väsentliga kraven enligt 20 § .",
        "folded_sv": "till finland far importeras i forsaljnings- eller overlatelsesyfte eller i finland hallas till salu, saljas eller overlatas endast sadan teleterminalutrustning eller natverksutrustning som uppfyller de vasentliga krav som anges i denna lag samt bestams och foreskrivs med stod av den och som ar forsedd med nodvandiga markningar och en forsakran om overensstammelse. teleterminalutrustningen skall dessutom vara forsedd med en markning om anvandningsandamalet. ocksa andra teleutrustningar avsedda att slappas ut pa marknaden i finland an de som namns i 1―3 mom. far stallas till paseende, om det genom en tydlig markning klart anges att utrustningen inte kan slappas ut pa marknaden forran det har sakerstallts att den uppfyller de vasentliga kraven enligt 20 §."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Olennaiset vaatimukset",
      "content": "Telelaitteen on täytettävä seuraavat niitä koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvät vaatimukset, mukaan lukien sähköturvallisuusvaatimukset siten kuin niistä erikseen säädetään, jännitealuerajoja radio- ja telepäätelaitteiden osalta soveltamatta; 2) sähkömagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin Viestintävirasto määrää; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta käytöstä haitallisten häiriöiden välttämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:20",
        "normalized_fi": "Telelaitteen on täytettävä seuraavat niitä koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvät vaatimukset, mukaan lukien sähköturvallisuusvaatimukset siten kuin niistä erikseen säädetään, jännitealuerajoja radio- ja telepäätelaitteiden osalta soveltamatta; 2) sähkömagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin Viestintävirasto määrää; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta käytöstä haitallisten häiriöiden välttämiseksi.",
        "folded_fi": "telelaitteen on taytettava seuraavat niita koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvat vaatimukset, mukaan lukien sahkoturvallisuusvaatimukset siten kuin niista erikseen saadetaan, jannitealuerajoja radio- ja telepaatelaitteiden osalta soveltamatta; 2) sahkomagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin viestintavirasto maaraa; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta kaytosta haitallisten hairioiden valttamiseksi.",
        "title_sv": "Väsentliga krav",
        "content_sv": "En teleutrustning skall uppfylla följande väsentliga krav: 1) krav som gäller skydd av människors hälsa och säkerhet, inbegripet elsäkerhetskraven så som särskilt bestäms om dem, utan tillämpning av spänningsgränserna för radioanläggningar och teleterminalutrustning, 2) skyddskraven i fråga om elektromagnetisk kompatibilitet, så som Kommunikationsverket bestämmer, 3) kravet på effektiv användning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga störningar.",
        "normalized_sv": "En teleutrustning skall uppfylla följande väsentliga krav: 1) krav som gäller skydd av människors hälsa och säkerhet, inbegripet elsäkerhetskraven så som särskilt bestäms om dem, utan tillämpning av spänningsgränserna för radioanläggningar och teleterminalutrustning, 2) skyddskraven i fråga om elektromagnetisk kompatibilitet, så som Kommunikationsverket bestämmer, 3) kravet på effektiv användning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga störningar.",
        "folded_sv": "en teleutrustning skall uppfylla foljande vasentliga krav: 1) krav som galler skydd av manniskors halsa och sakerhet, inbegripet elsakerhetskraven sa som sarskilt bestams om dem, utan tillampning av spanningsgranserna for radioanlaggningar och teleterminalutrustning, 2) skyddskraven i fraga om elektromagnetisk kompatibilitet, sa som kommunikationsverket bestammer, 3) kravet pa effektiv anvandning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga storningar."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Vaatimustenmukaisuuden arviointimenettelyt",
      "content": "Telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisäisellä tuotevalvonnalla; 2) erityiset radiolaitetestit sisältävällä sisäisellä tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 b) sähköturvallisuuslain (410/1996) 14 §:ssä tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisältävällä tuotevalvonnalla; tai 4) täydellisellä laadunvarmistuksella. Jokaisessa 1 momentissa tarkoitetussa menettelyssä telelaitteen valmistajan on varmistettava, että laite täyttää 20 §:ssä tarkoitetut olennaiset vaatimukset sekä laadittava asiakirja, jossa laitteen vakuutetaan täyttävän nämä vaatimukset (vaatimustenmukaisuusvakuutus). Edellä 1 momentin 2 kohdassa tarkoitetussa menettelyssä on laitteelle lisäksi tehtävä erityiset testit. Edellä 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssä on lisäksi esitettävä testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. Arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei estä muussa kuin 1 momentin 3 b kohdan arviointimenettelyssä valmistajaa saattamasta laitetta markkinoille, jos laite täyttää 20 §:ssä tarkoitetut olennaiset vaatimukset. Edellä 1 momentin 4 kohdassa tarkoitetussa menettelyssä valmistajan on käytettävä tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyväksymää laatujärjestelmää. Valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot sekä sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. Jos laatujärjestelmä ei enää täytä sille tämän lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyväksyntänsä. Vaatimustenmukaisuuden varmistamismenettelyihin liittyvät asiakirjat on laadittava suomen tai ruotsin kielellä taikka arviointilaitoksen tai Viestintäviraston hyväksymällä kielellä. Valmistajan on säilytettävä mainitut asiakirjat Euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vähintään kymmenen vuotta sen jälkeen, kun viimeinen telelaite on valmistettu. Viestintävirasto antaa tarkemmat määräykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelystä ja sen yhteydessä laadittavista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21",
        "normalized_fi": "Telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisäisellä tuotevalvonnalla; 2) erityiset radiolaitetestit sisältävällä sisäisellä tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 b) sähköturvallisuuslain (410/1996) 14 § :ssä tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisältävällä tuotevalvonnalla; tai 4) täydellisellä laadunvarmistuksella. Jokaisessa 1 momentissa tarkoitetussa menettelyssä telelaitteen valmistajan on varmistettava, että laite täyttää 20 § :ssä tarkoitetut olennaiset vaatimukset sekä laadittava asiakirja, jossa laitteen vakuutetaan täyttävän nämä vaatimukset (vaatimustenmukaisuusvakuutus). Edellä 1 momentin 2 kohdassa tarkoitetussa menettelyssä on laitteelle lisäksi tehtävä erityiset testit. Edellä 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssä on lisäksi esitettävä testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. Arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei estä muussa kuin 1 momentin 3 b kohdan arviointimenettelyssä valmistajaa saattamasta laitetta markkinoille, jos laite täyttää 20 § :ssä tarkoitetut olennaiset vaatimukset. Edellä 1 momentin 4 kohdassa tarkoitetussa menettelyssä valmistajan on käytettävä tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyväksymää laatujärjestelmää. Valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot sekä sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. Jos laatujärjestelmä ei enää täytä sille tämän lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyväksyntänsä. Vaatimustenmukaisuuden varmistamismenettelyihin liittyvät asiakirjat on laadittava suomen tai ruotsin kielellä taikka arviointilaitoksen tai Viestintäviraston hyväksymällä kielellä. Valmistajan on säilytettävä mainitut asiakirjat Euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vähintään kymmenen vuotta sen jälkeen, kun viimeinen telelaite on valmistettu. Viestintävirasto antaa tarkemmat määräykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelystä ja sen yhteydessä laadittavista asiakirjoista.",
        "folded_fi": "telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisaisella tuotevalvonnalla; 2) erityiset radiolaitetestit sisaltavalla sisaisella tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisaltavalla sisaisella tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisaltavalla sisaisella tuotevalvonnalla; 3 b) sahkoturvallisuuslain (410/1996) 14 §:ssa tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisaltavalla tuotevalvonnalla; tai 4) taydellisella laadunvarmistuksella. jokaisessa 1 momentissa tarkoitetussa menettelyssa telelaitteen valmistajan on varmistettava, etta laite tayttaa 20 §:ssa tarkoitetut olennaiset vaatimukset seka laadittava asiakirja, jossa laitteen vakuutetaan tayttavan nama vaatimukset (vaatimustenmukaisuusvakuutus). edella 1 momentin 2 kohdassa tarkoitetussa menettelyssa on laitteelle lisaksi tehtava erityiset testit. edella 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssa on lisaksi esitettava testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei esta muussa kuin 1 momentin 3 b kohdan arviointimenettelyssa valmistajaa saattamasta laitetta markkinoille, jos laite tayttaa 20 §:ssa tarkoitetut olennaiset vaatimukset. edella 1 momentin 4 kohdassa tarkoitetussa menettelyssa valmistajan on kaytettava tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyvaksymaa laatujarjestelmaa. valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot seka sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. jos laatujarjestelma ei enaa tayta sille taman lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyvaksyntansa. vaatimustenmukaisuuden varmistamismenettelyihin liittyvat asiakirjat on laadittava suomen tai ruotsin kielella taikka arviointilaitoksen tai viestintaviraston hyvaksymalla kielella. valmistajan on sailytettava mainitut asiakirjat euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vahintaan kymmenen vuotta sen jalkeen, kun viimeinen telelaite on valmistettu. viestintavirasto antaa tarkemmat maaraykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelysta ja sen yhteydessa laadittavista asiakirjoista.",
        "title_sv": "Förfarande för bedömning av överensstämmelse",
        "content_sv": "Att en teleutrustning överensstämmer med kraven skall påvisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning och utlåtande av ett bedömningsorgan, 3 a) intern produktionskontroll som innehåller ett utlåtande av ett bedömningsorgan, 3 b) produktionskontroll som innehåller i 14 § i elsäkerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullständig kvalitetssäkring. Vid varje förfarande som avses i 1 mom. skall tillverkaren av en teleutrustning säkerställa att utrustningen uppfyller de väsentliga kraven enligt 20 § samt upprätta ett dokument där det försäkras att utrustningen uppfyller dessa krav (försäkran om överensstämmelse). Vid förfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomgå särskild provning. Vid förfarandet enligt 1 mom. 3 och 3 a-punkten skall därtill ett bedömningsorgan föreläggas dokumentation om den tekniska konstruktionen som bygger på resultaten från provningen och på det tekniska dokumentet om utrustningen. Ett negativt utlåtande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall än vid det i 1 mom. 3 b-punkten avsedda bedömningsförfarandet, att släppa ut utrustningen på marknaden, om den uppfyller de väsentliga kraven enligt 20 §. Vid förfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillämpa ett kvalitetssystem som är godkänt av ett bedömningsorgan. För övervakningen skall tillverkaren ge bedömningsorganet nödvändiga uppgifter och tillåta kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. Om kvalitetssystemet inte längre uppfyller de krav som ställs på det med stöd av denna lag, kan bedömningsorganet återta sitt godkännande. Dokumenten i anslutning till förfarandena för säkerställande av överensstämmelse skall upprättas på finska eller svenska eller på ett språk som godkänts av bedömningsorganet eller Kommunikationsverket. Tillverkaren skall hålla nämnda dokument tillgängliga för de nationella myndigheterna i de stater som hör till Europeiska ekonomiska samarbetsområdet i minst tio år efter det att den sista teleutrustningen tillverkades. Kommunikationsverket meddelar närmare föreskrifter om förfarandet för säkerställande av överensstämmelse och de dokument som skall upprättas i samband med det.",
        "normalized_sv": "Att en teleutrustning överensstämmer med kraven skall påvisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning och utlåtande av ett bedömningsorgan, 3 a) intern produktionskontroll som innehåller ett utlåtande av ett bedömningsorgan, 3 b) produktionskontroll som innehåller i 14 § i elsäkerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullständig kvalitetssäkring. Vid varje förfarande som avses i 1 mom. skall tillverkaren av en teleutrustning säkerställa att utrustningen uppfyller de väsentliga kraven enligt 20 § samt upprätta ett dokument där det försäkras att utrustningen uppfyller dessa krav (försäkran om överensstämmelse). Vid förfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomgå särskild provning. Vid förfarandet enligt 1 mom. 3 och 3 a-punkten skall därtill ett bedömningsorgan föreläggas dokumentation om den tekniska konstruktionen som bygger på resultaten från provningen och på det tekniska dokumentet om utrustningen. Ett negativt utlåtande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall än vid det i 1 mom. 3 b-punkten avsedda bedömningsförfarandet, att släppa ut utrustningen på marknaden, om den uppfyller de väsentliga kraven enligt 20 § . Vid förfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillämpa ett kvalitetssystem som är godkänt av ett bedömningsorgan. För övervakningen skall tillverkaren ge bedömningsorganet nödvändiga uppgifter och tillåta kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. Om kvalitetssystemet inte längre uppfyller de krav som ställs på det med stöd av denna lag, kan bedömningsorganet återta sitt godkännande. Dokumenten i anslutning till förfarandena för säkerställande av överensstämmelse skall upprättas på finska eller svenska eller på ett språk som godkänts av bedömningsorganet eller Kommunikationsverket. Tillverkaren skall hålla nämnda dokument tillgängliga för de nationella myndigheterna i de stater som hör till Europeiska ekonomiska samarbetsområdet i minst tio år efter det att den sista teleutrustningen tillverkades. Kommunikationsverket meddelar närmare föreskrifter om förfarandet för säkerställande av överensstämmelse och de dokument som skall upprättas i samband med det.",
        "folded_sv": "att en teleutrustning overensstammer med kraven skall pavisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar sarskild provning av radioanlaggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar sarskild provning av radioanlaggningar och teleterminalutrustning och utlatande av ett bedomningsorgan, 3 a) intern produktionskontroll som innehaller ett utlatande av ett bedomningsorgan, 3 b) produktionskontroll som innehaller i 14 § i elsakerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullstandig kvalitetssakring. vid varje forfarande som avses i 1 mom. skall tillverkaren av en teleutrustning sakerstalla att utrustningen uppfyller de vasentliga kraven enligt 20 § samt uppratta ett dokument dar det forsakras att utrustningen uppfyller dessa krav (forsakran om overensstammelse). vid forfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomga sarskild provning. vid forfarandet enligt 1 mom. 3 och 3 a-punkten skall dartill ett bedomningsorgan forelaggas dokumentation om den tekniska konstruktionen som bygger pa resultaten fran provningen och pa det tekniska dokumentet om utrustningen. ett negativt utlatande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall an vid det i 1 mom. 3 b-punkten avsedda bedomningsforfarandet, att slappa ut utrustningen pa marknaden, om den uppfyller de vasentliga kraven enligt 20 §. vid forfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillampa ett kvalitetssystem som ar godkant av ett bedomningsorgan. for overvakningen skall tillverkaren ge bedomningsorganet nodvandiga uppgifter och tillata kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. om kvalitetssystemet inte langre uppfyller de krav som stalls pa det med stod av denna lag, kan bedomningsorganet aterta sitt godkannande. dokumenten i anslutning till forfarandena for sakerstallande av overensstammelse skall upprattas pa finska eller svenska eller pa ett sprak som godkants av bedomningsorganet eller kommunikationsverket. tillverkaren skall halla namnda dokument tillgangliga for de nationella myndigheterna i de stater som hor till europeiska ekonomiska samarbetsomradet i minst tio ar efter det att den sista teleutrustningen tillverkades. kommunikationsverket meddelar narmare foreskrifter om forfarandet for sakerstallande av overensstammelse och de dokument som skall upprattas i samband med det."
      }
    },
    {
      "provision_ref": "3:21 a",
      "chapter": "3",
      "section": "21 a",
      "title": "Radiolähettimen vaatimustenmukaisuuden varmistaminen",
      "content": "Radiolähettimen, jonka valmistaja on soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen, jonka valmistaja ei ole soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 a",
        "normalized_fi": "Radiolähettimen, jonka valmistaja on soveltanut 4 § :n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen, jonka valmistaja ei ole soveltanut 4 § :n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
        "folded_fi": "radiolahettimen, jonka valmistaja on soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiolahettimen, jonka valmistaja ei ole soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niita vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiolahettimen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om radiosändare",
        "content_sv": "Om tillverkaren av en radiosändare har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. Om tillverkaren av en radiosändare inte har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillämpat dem endast delvis, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 3 eller 4 punkten. Överensstämmelse som avser radiosändarens elektromagnetiska kompatibilitet kan påvisas också genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Om tillverkaren av en radiosändare har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. Om tillverkaren av en radiosändare inte har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillämpat dem endast delvis, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 3 eller 4 punkten. Överensstämmelse som avser radiosändarens elektromagnetiska kompatibilitet kan påvisas också genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "om tillverkaren av en radiosandare har tillampat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosandarens overensstammelse med kraven pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. om tillverkaren av en radiosandare inte har tillampat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillampat dem endast delvis, skall radiosandarens overensstammelse med kraven pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 3 eller 4 punkten. overensstammelse som avser radiosandarens elektromagnetiska kompatibilitet kan pavisas ocksa genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      }
    },
    {
      "provision_ref": "3:21 b",
      "chapter": "3",
      "section": "21 b",
      "title": "Radiovastaanottimen vaatimustenmukaisuuden varmistaminen",
      "content": "Radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiovastaanottimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä. Yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 b",
        "normalized_fi": "Radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiovastaanottimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä. Yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
        "folded_fi": "radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiovastaanottimen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla. yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelylla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om radiomottagare",
        "content_sv": "Att en radiomottagare och mottagarenheterna i en radioanläggning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. Överensstämmelse som avser radiomottagarens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten. Överensstämmelse i fråga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1 eller 3 b-punkten.",
        "normalized_sv": "Att en radiomottagare och mottagarenheterna i en radioanläggning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. Överensstämmelse som avser radiomottagarens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten. Överensstämmelse i fråga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1 eller 3 b-punkten.",
        "folded_sv": "att en radiomottagare och mottagarenheterna i en radioanlaggning stammer overens med kraven skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. overensstammelse som avser radiomottagarens elektromagnetiska kompatibilitet kan ocksa pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten. overensstammelse i fraga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1 eller 3 b-punkten."
      }
    },
    {
      "provision_ref": "3:21 c",
      "chapter": "3",
      "section": "21 c",
      "title": "Telepäätelaitteen vaatimustenmukaisuuden varmistaminen",
      "content": "Telepäätelaitteen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Telepäätelaitteen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 c",
        "normalized_fi": "Telepäätelaitteen vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Telepäätelaitteen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
        "folded_fi": "telepaatelaitteen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelylla. telepaatelaitteen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om teleterminalutrustning",
        "content_sv": "Att teleterminalutrustning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. Överensstämmelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Att teleterminalutrustning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. Överensstämmelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "att teleterminalutrustning stammer overens med kraven skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. overensstammelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan ocksa pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      }
    },
    {
      "provision_ref": "3:21 d",
      "chapter": "3",
      "section": "21 d",
      "title": "Viestintäverkkolaitteen vaatimustenmukai- suuden varmistaminen",
      "content": "Viestintäverkkolaitteen, jonka valmistaja on soveltanut sähkömagneettista yhteensopivuutta koskevia, Euroopan yhteisöjen virallisessa lehdessä julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelyllä. Viestintäverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 d",
        "normalized_fi": "Viestintäverkkolaitteen, jonka valmistaja on soveltanut sähkömagneettista yhteensopivuutta koskevia, Euroopan yhteisöjen virallisessa lehdessä julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelyllä. Viestintäverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
        "folded_fi": "viestintaverkkolaitteen, jonka valmistaja on soveltanut sahkomagneettista yhteensopivuutta koskevia, euroopan yhteisojen virallisessa lehdessa julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelylla. viestintaverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niita vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelylla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om nätverksutrustning",
        "content_sv": "Att nätverksutrustning, vars tillverkare har tillämpat nationella standarder motsvarande i Europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sådana nationella standarder, för vilkas tillämpningsområde det inte finns harmoniserade standarder, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 1 punkten. Att nätverksutrustning, vars tillverkare inte har tillämpat i 1 mom. avsedda standarder eller har tillämpat dem endast delvis, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Att nätverksutrustning, vars tillverkare har tillämpat nationella standarder motsvarande i Europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sådana nationella standarder, för vilkas tillämpningsområde det inte finns harmoniserade standarder, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 1 punkten. Att nätverksutrustning, vars tillverkare inte har tillämpat i 1 mom. avsedda standarder eller har tillämpat dem endast delvis, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "att natverksutrustning, vars tillverkare har tillampat nationella standarder motsvarande i europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sadana nationella standarder, for vilkas tillampningsomrade det inte finns harmoniserade standarder, stammer overens med kraven skall pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 1 punkten. att natverksutrustning, vars tillverkare inte har tillampat i 1 mom. avsedda standarder eller har tillampat dem endast delvis, stammer overens med kraven skall pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Merkitseminen ja annettavat tiedot",
      "content": "Telelaitteen valmistajan on varustettava 21 §:n mukaisesti varmistettu laite merkinnällä siten kuin Viestintävirasto määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:22",
        "normalized_fi": "Telelaitteen valmistajan on varustettava 21 § :n mukaisesti varmistettu laite merkinnällä siten kuin Viestintävirasto määrää.",
        "folded_fi": "telelaitteen valmistajan on varustettava 21 §:n mukaisesti varmistettu laite merkinnalla siten kuin viestintavirasto maaraa.",
        "title_sv": "Märkning och information",
        "content_sv": "Tillverkaren av en teleutrustning skall förse en i enlighet med 21 § säkerställd utrustning med en märkning så som Kommunikationsverket bestämmer.",
        "normalized_sv": "Tillverkaren av en teleutrustning skall förse en i enlighet med 21 § säkerställd utrustning med en märkning så som Kommunikationsverket bestämmer.",
        "folded_sv": "tillverkaren av en teleutrustning skall forse en i enlighet med 21 § sakerstalld utrustning med en markning sa som kommunikationsverket bestammer."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Ilmoitus markkinoille saattamisesta",
      "content": "Jos 21 a §:n mukaisesti varmistettu radiolähetin toimii taajuuksilla, jotka Viestintäviraston määräyksissä osoitetaan muuhun käyttötarkoitukseen, valmistajan on ilmoitettava Viestintävirastolle aikomuksesta saattaa radiolähetin markkinoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Jos 21 a § :n mukaisesti varmistettu radiolähetin toimii taajuuksilla, jotka Viestintäviraston määräyksissä osoitetaan muuhun käyttötarkoitukseen, valmistajan on ilmoitettava Viestintävirastolle aikomuksesta saattaa radiolähetin markkinoille.",
        "folded_fi": "jos 21 a §:n mukaisesti varmistettu radiolahetin toimii taajuuksilla, jotka viestintaviraston maarayksissa osoitetaan muuhun kayttotarkoitukseen, valmistajan on ilmoitettava viestintavirastolle aikomuksesta saattaa radiolahetin markkinoille.",
        "title_sv": "Anmälan om utsläppande på marknaden",
        "content_sv": "Om en enligt 21 a § säkerställd radiosändare fungerar på frekvenser som i föreskrifter av Kommunikationsverket anvisas för andra användningsändamål, skall tillverkaren till Kommunikationsverket anmäla planerna på att släppa ut radiosändaren på marknaden.",
        "normalized_sv": "Om en enligt 21 a § säkerställd radiosändare fungerar på frekvenser som i föreskrifter av Kommunikationsverket anvisas för andra användningsändamål, skall tillverkaren till Kommunikationsverket anmäla planerna på att släppa ut radiosändaren på marknaden.",
        "folded_sv": "om en enligt 21 a § sakerstalld radiosandare fungerar pa frekvenser som i foreskrifter av kommunikationsverket anvisas for andra anvandningsandamal, skall tillverkaren till kommunikationsverket anmala planerna pa att slappa ut radiosandaren pa marknaden."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Eräiden muiden viranomaisten tehtävät",
      "content": "Poliisi ja rajavartiolaitos valvovat Viestintäviraston ohella 7 §:n 1 momentin ja 15 §:n 1 momentin noudattamista. Merenkulkulaitos valvoo Viestintäviraston ohella 15 §:n 1 momentin sekä 16 §:n 1 momentin noudattamista. Tulliviranomainen valvoo Viestintäviraston ohella telelaitteiden maahantuontia koskevien säännösten ja määräysten noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:27",
        "normalized_fi": "Poliisi ja rajavartiolaitos valvovat Viestintäviraston ohella 7 § :n 1 momentin ja 15 § :n 1 momentin noudattamista. Merenkulkulaitos valvoo Viestintäviraston ohella 15 § :n 1 momentin sekä 16 § :n 1 momentin noudattamista. Tulliviranomainen valvoo Viestintäviraston ohella telelaitteiden maahantuontia koskevien säännösten ja määräysten noudattamista.",
        "folded_fi": "poliisi ja rajavartiolaitos valvovat viestintaviraston ohella 7 §:n 1 momentin ja 15 §:n 1 momentin noudattamista. merenkulkulaitos valvoo viestintaviraston ohella 15 §:n 1 momentin seka 16 §:n 1 momentin noudattamista. tulliviranomainen valvoo viestintaviraston ohella telelaitteiden maahantuontia koskevien saannosten ja maaraysten noudattamista.",
        "title_sv": "Vissa andra myndigheters uppgifter",
        "content_sv": "Polisen och gränsbevakningsväsendet övervakar vid sidan av Kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. Sjöfartsverket övervakar vid sidan av Kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. Tullmyndigheterna övervakar vid sidan av Kommunikationsverket att gällande lagstiftning och andra bestämmelser om import av teleutrustning iakttas.",
        "normalized_sv": "Polisen och gränsbevakningsväsendet övervakar vid sidan av Kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. Sjöfartsverket övervakar vid sidan av Kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. Tullmyndigheterna övervakar vid sidan av Kommunikationsverket att gällande lagstiftning och andra bestämmelser om import av teleutrustning iakttas.",
        "folded_sv": "polisen och gransbevakningsvasendet overvakar vid sidan av kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. sjofartsverket overvakar vid sidan av kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. tullmyndigheterna overvakar vid sidan av kommunikationsverket att gallande lagstiftning och andra bestammelser om import av teleutrustning iakttas."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Viestintävirastolle annettavat tiedot",
      "content": "Telelaitteita kaupan pitävän on pyynnöstä annettava Viestintäviraston tarkastajalle tietoja radiolaitteiden ja telepäätelaitteiden teknisestä rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. Telelaitteen haltija ja omistaja ovat velvollisia antamaan Viestintävirastolle tietoja niiden rakenteesta, käytöstä ja sijainnista sekä tietoja, joita tarvitaan maksujen perinnässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:28",
        "normalized_fi": "Telelaitteita kaupan pitävän on pyynnöstä annettava Viestintäviraston tarkastajalle tietoja radiolaitteiden ja telepäätelaitteiden teknisestä rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. Telelaitteen haltija ja omistaja ovat velvollisia antamaan Viestintävirastolle tietoja niiden rakenteesta, käytöstä ja sijainnista sekä tietoja, joita tarvitaan maksujen perinnässä.",
        "folded_fi": "telelaitteita kaupan pitavan on pyynnosta annettava viestintaviraston tarkastajalle tietoja radiolaitteiden ja telepaatelaitteiden teknisesta rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. telelaitteen haltija ja omistaja ovat velvollisia antamaan viestintavirastolle tietoja niiden rakenteesta, kaytosta ja sijainnista seka tietoja, joita tarvitaan maksujen perinnassa.",
        "title_sv": "Uppgifter som skall lämnas till Kommunikationsverket",
        "content_sv": "Den som håller teleutrustning till salu skall på begäran förse Kommunikationsverkets kontrollörer med information om den tekniska konstruktionen hos radioanläggningarna eller teleterminalutrustningen, säkerställandet av överensstämmelsen och överlåtelser. Den som innehar eller äger en teleutrustning är skyldig att ge Kommunikationsverket uppgifter om konstruktionen, användningen och placeringen och uppgifter som behövs vid indrivningen av avgifter.",
        "normalized_sv": "Den som håller teleutrustning till salu skall på begäran förse Kommunikationsverkets kontrollörer med information om den tekniska konstruktionen hos radioanläggningarna eller teleterminalutrustningen, säkerställandet av överensstämmelsen och överlåtelser. Den som innehar eller äger en teleutrustning är skyldig att ge Kommunikationsverket uppgifter om konstruktionen, användningen och placeringen och uppgifter som behövs vid indrivningen av avgifter.",
        "folded_sv": "den som haller teleutrustning till salu skall pa begaran forse kommunikationsverkets kontrollorer med information om den tekniska konstruktionen hos radioanlaggningarna eller teleterminalutrustningen, sakerstallandet av overensstammelsen och overlatelser. den som innehar eller ager en teleutrustning ar skyldig att ge kommunikationsverket uppgifter om konstruktionen, anvandningen och placeringen och uppgifter som behovs vid indrivningen av avgifter."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Tiedonsaanti tulliviranomaiselta",
      "content": "Viestintävirastolla on salassapitosäännösten estämättä oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi sekä maahan tuotujen laitteiden määrää ja tuontiajankohtaa koskevia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:29",
        "normalized_fi": "Viestintävirastolla on salassapitosäännösten estämättä oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi sekä maahan tuotujen laitteiden määrää ja tuontiajankohtaa koskevia tietoja.",
        "folded_fi": "viestintavirastolla on salassapitosaannosten estamatta oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi seka maahan tuotujen laitteiden maaraa ja tuontiajankohtaa koskevia tietoja.",
        "title_sv": "Erhållande av uppgifter av tullmyndigheterna",
        "content_sv": "Utan hinder av bestämmelserna om sekretess har Kommunikationsverket rätt att av tullmyndigheterna erhålla uppgifter om namnet på den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten för importen.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretess har Kommunikationsverket rätt att av tullmyndigheterna erhålla uppgifter om namnet på den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten för importen.",
        "folded_sv": "utan hinder av bestammelserna om sekretess har kommunikationsverket ratt att av tullmyndigheterna erhalla uppgifter om namnet pa den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten for importen."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "Tarkastus",
      "content": "Mitä edellä 3 momentissa säädetään Viestintäviraston tarkastajasta, koskee myös rajavartiolaitoksen edustajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:31",
        "normalized_fi": "Mitä edellä 3 momentissa säädetään Viestintäviraston tarkastajasta, koskee myös rajavartiolaitoksen edustajaa.",
        "folded_fi": "mita edella 3 momentissa saadetaan viestintaviraston tarkastajasta, koskee myos rajavartiolaitoksen edustajaa.",
        "title_sv": "Kontroll",
        "content_sv": "Vad som i 3 mom. föreskrivs om Kommunikationsverkets kontrollör gäller också företrädare för gränsbevakningsväsendet.",
        "normalized_sv": "Vad som i 3 mom. föreskrivs om Kommunikationsverkets kontrollör gäller också företrädare för gränsbevakningsväsendet.",
        "folded_sv": "vad som i 3 mom. foreskrivs om kommunikationsverkets kontrollor galler ocksa foretradare for gransbevakningsvasendet."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "Telelaitteen tutkittavaksi ottaminen",
      "content": "Jos tutkittavaksi otettu telelaite täyttää tämän lain sekä sen nojalla annettujen säännösten ja määräysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta käypää hintaa vastaava korvaus. Jos telelaite on olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen, Viestintävirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:32",
        "normalized_fi": "Jos tutkittavaksi otettu telelaite täyttää tämän lain sekä sen nojalla annettujen säännösten ja määräysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta käypää hintaa vastaava korvaus. Jos telelaite on olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen, Viestintävirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
        "folded_fi": "jos tutkittavaksi otettu telelaite tayttaa taman lain seka sen nojalla annettujen saannosten ja maaraysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta kaypaa hintaa vastaava korvaus. jos telelaite on olennaisella tavalla taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen, viestintavirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
        "title_sv": "Undersökning av teleutrustning",
        "content_sv": "Om den teleutrustning som har tagits för undersökning uppfyller kraven enligt denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den och utrustningens värde har sjunkit på grund av undersökningen, skall till ägaren på yrkande betalas en ersättning för utrustningen som motsvarar det gängse priset. Om en teleutrustning på ett väsentligt sätt strider mot denna lag eller de bestämmelser och föreskrifter som utfärdats med stöd av den, kan Kommunikationsverket förplikta tillverkaren eller importören att ersätta undersökningskostnaderna och dra bort utrustningen från marknaden.",
        "normalized_sv": "Om den teleutrustning som har tagits för undersökning uppfyller kraven enligt denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den och utrustningens värde har sjunkit på grund av undersökningen, skall till ägaren på yrkande betalas en ersättning för utrustningen som motsvarar det gängse priset. Om en teleutrustning på ett väsentligt sätt strider mot denna lag eller de bestämmelser och föreskrifter som utfärdats med stöd av den, kan Kommunikationsverket förplikta tillverkaren eller importören att ersätta undersökningskostnaderna och dra bort utrustningen från marknaden.",
        "folded_sv": "om den teleutrustning som har tagits for undersokning uppfyller kraven enligt denna lag och de bestammelser och foreskrifter som utfardats med stod av den och utrustningens varde har sjunkit pa grund av undersokningen, skall till agaren pa yrkande betalas en ersattning for utrustningen som motsvarar det gangse priset. om en teleutrustning pa ett vasentligt satt strider mot denna lag eller de bestammelser och foreskrifter som utfardats med stod av den, kan kommunikationsverket forplikta tillverkaren eller importoren att ersatta undersokningskostnaderna och dra bort utrustningen fran marknaden."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "Häiriöiden estäminen",
      "content": "Viestintävirastolla on oikeus kieltää telelaitteen maahantuonti, kaupan pitäminen, myynti, luovutus ja käyttö sekä 14 §:ssä tarkoitetun erityisen sähkölaitteen käyttö, jos se on aiheuttanut haitallisen häiriön tai sen voidaan todennäköisin syin olettaa aiheuttavan haitallisen häiriön. Viestintävirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennäköisin syin epäillään olevan tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen. Jos radiolaitteen tai sen käytön todetaan olevan olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen tai voivan aiheuttaa haitallisen häiriön, Viestintävirasto voi tehdä radiolaitteen tilapäisesti toimintakyvyttömäksi, jos siitä ei aiheudu radiolaitteen haltijalle olosuhteisiin nähden kohtuutonta haittaa tai vahinkoa. Radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:34",
        "normalized_fi": "Viestintävirastolla on oikeus kieltää telelaitteen maahantuonti, kaupan pitäminen, myynti, luovutus ja käyttö sekä 14 § :ssä tarkoitetun erityisen sähkölaitteen käyttö, jos se on aiheuttanut haitallisen häiriön tai sen voidaan todennäköisin syin olettaa aiheuttavan haitallisen häiriön. Viestintävirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennäköisin syin epäillään olevan tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen. Jos radiolaitteen tai sen käytön todetaan olevan olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen tai voivan aiheuttaa haitallisen häiriön, Viestintävirasto voi tehdä radiolaitteen tilapäisesti toimintakyvyttömäksi, jos siitä ei aiheudu radiolaitteen haltijalle olosuhteisiin nähden kohtuutonta haittaa tai vahinkoa. Radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 § :n säännöksiä.",
        "folded_fi": "viestintavirastolla on oikeus kieltaa telelaitteen maahantuonti, kaupan pitaminen, myynti, luovutus ja kaytto seka 14 §:ssa tarkoitetun erityisen sahkolaitteen kaytto, jos se on aiheuttanut haitallisen hairion tai sen voidaan todennakoisin syin olettaa aiheuttavan haitallisen hairion. viestintavirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennakoisin syin epaillaan olevan taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen. jos radiolaitteen tai sen kayton todetaan olevan olennaisella tavalla taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen tai voivan aiheuttaa haitallisen hairion, viestintavirasto voi tehda radiolaitteen tilapaisesti toimintakyvyttomaksi, jos siita ei aiheudu radiolaitteen haltijalle olosuhteisiin nahden kohtuutonta haittaa tai vahinkoa. radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 §:n saannoksia.",
        "title_sv": "Förhindrande av störningar",
        "content_sv": "Kommunikationsverket har rätt att förbjuda import, saluföring, försäljning, överlåtelse och användning av en teleutrustning samt en i 14 § avsedd särskild elutrustning, om utrustningen har orsakat skadliga störningar eller om det på sannolika grunder kan antas att den orsakar skadliga störningar. Kommunikationsverket har rätt att kontrollera och ta till undersökning en radioanläggning som på sannolika grunder misstänks strida mot bestämmelser eller föreskrifter i denna lag eller givna med stöd av dem. Om en radioanläggning eller dess användning konstateras på ett väsentligt sätt strida mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den eller att anläggningen kan orsaka skadliga störningar, kan Kommunikationsverket tillfälligt sätta radioanläggningen ur funktion, om detta kan ske utan att den som innehar radioanläggningen förorsakas oskälig olägenhet eller skada med hänsyn till omständigheterna. På tagande av en radioanläggning till undersökning tillämpas i övrigt bestämmelserna i 32 §.",
        "normalized_sv": "Kommunikationsverket har rätt att förbjuda import, saluföring, försäljning, överlåtelse och användning av en teleutrustning samt en i 14 § avsedd särskild elutrustning, om utrustningen har orsakat skadliga störningar eller om det på sannolika grunder kan antas att den orsakar skadliga störningar. Kommunikationsverket har rätt att kontrollera och ta till undersökning en radioanläggning som på sannolika grunder misstänks strida mot bestämmelser eller föreskrifter i denna lag eller givna med stöd av dem. Om en radioanläggning eller dess användning konstateras på ett väsentligt sätt strida mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den eller att anläggningen kan orsaka skadliga störningar, kan Kommunikationsverket tillfälligt sätta radioanläggningen ur funktion, om detta kan ske utan att den som innehar radioanläggningen förorsakas oskälig olägenhet eller skada med hänsyn till omständigheterna. På tagande av en radioanläggning till undersökning tillämpas i övrigt bestämmelserna i 32 § .",
        "folded_sv": "kommunikationsverket har ratt att forbjuda import, saluforing, forsaljning, overlatelse och anvandning av en teleutrustning samt en i 14 § avsedd sarskild elutrustning, om utrustningen har orsakat skadliga storningar eller om det pa sannolika grunder kan antas att den orsakar skadliga storningar. kommunikationsverket har ratt att kontrollera och ta till undersokning en radioanlaggning som pa sannolika grunder misstanks strida mot bestammelser eller foreskrifter i denna lag eller givna med stod av dem. om en radioanlaggning eller dess anvandning konstateras pa ett vasentligt satt strida mot denna lag eller bestammelser eller foreskrifter som utfardats med stod av den eller att anlaggningen kan orsaka skadliga storningar, kan kommunikationsverket tillfalligt satta radioanlaggningen ur funktion, om detta kan ske utan att den som innehar radioanlaggningen fororsakas oskalig olagenhet eller skada med hansyn till omstandigheterna. pa tagande av en radioanlaggning till undersokning tillampas i ovrigt bestammelserna i 32 §."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "Radioviestinnän luottamuksellisuus",
      "content": "Radioviestintä on luottamuksellista ja sitä saa vastaanottaa vain se, jolle se on tarkoitettu. Luottamuksellisena radioviestintänä ei pidetä: 1) televisio- ja ääniradio-ohjelmistojen alkuperäisiä lähetyksiä; 2) hätäkutsuja; 3) yleisellä kutsukanavalla harjoitettavaa radioviestintää; 4) radioamatööriviestintää; 5) lyhytaaltoradioviestintää 27 megahertsin taajuusalueella; eikä muuta sellaista radioviestintää, joka on tarkoitettu yleisesti vastaanotettavaksi. Mitä 1 ja 2 momentissa säädetään, ei estä tiedon antamista Viestintävirastolle luottamuksellisen radiolähetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnän häiriön tunnistamiseksi ja paikantamiseksi, häiriön poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi. Tietoja luottamuksellisen radiolähetyksen sisällöstä saa antaa vain, jos se on välttämätöntä turvallisuusradioviestinnän häiriön tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:37",
        "normalized_fi": "Radioviestintä on luottamuksellista ja sitä saa vastaanottaa vain se, jolle se on tarkoitettu. Luottamuksellisena radioviestintänä ei pidetä: 1) televisio- ja ääniradio-ohjelmistojen alkuperäisiä lähetyksiä; 2) hätäkutsuja; 3) yleisellä kutsukanavalla harjoitettavaa radioviestintää; 4) radioamatööriviestintää; 5) lyhytaaltoradioviestintää 27 megahertsin taajuusalueella; eikä muuta sellaista radioviestintää, joka on tarkoitettu yleisesti vastaanotettavaksi. Mitä 1 ja 2 momentissa säädetään, ei estä tiedon antamista Viestintävirastolle luottamuksellisen radiolähetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnän häiriön tunnistamiseksi ja paikantamiseksi, häiriön poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi. Tietoja luottamuksellisen radiolähetyksen sisällöstä saa antaa vain, jos se on välttämätöntä turvallisuusradioviestinnän häiriön tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi.",
        "folded_fi": "radioviestinta on luottamuksellista ja sita saa vastaanottaa vain se, jolle se on tarkoitettu. luottamuksellisena radioviestintana ei pideta: 1) televisio- ja aaniradio-ohjelmistojen alkuperaisia lahetyksia; 2) hatakutsuja; 3) yleisella kutsukanavalla harjoitettavaa radioviestintaa; 4) radioamatooriviestintaa; 5) lyhytaaltoradioviestintaa 27 megahertsin taajuusalueella; eika muuta sellaista radioviestintaa, joka on tarkoitettu yleisesti vastaanotettavaksi. mita 1 ja 2 momentissa saadetaan, ei esta tiedon antamista viestintavirastolle luottamuksellisen radiolahetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnan hairion tunnistamiseksi ja paikantamiseksi, hairion poistamiseksi tai rajoittamiseksi taikka hairion aiheuttajan syytteeseen saattamiseksi. tietoja luottamuksellisen radiolahetyksen sisallosta saa antaa vain, jos se on valttamatonta turvallisuusradioviestinnan hairion tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka hairion aiheuttajan syytteeseen saattamiseksi.",
        "title_sv": "Radiokommunikationens konfidentiella natur",
        "content_sv": "Radiokommunikation är konfidentiell och får mottagas endast av den som kommunikationen är avsedd för. Som konfidentiell radiokommunikation anses inte 1) originalsändningar av televisions- och ljudradioprogram, 2) nödanrop, 3) radiokommunikation på allmän anropskanal, 4) radioamatörkommunikation, 5) kortvågsradiokommunikation på frekvensområdet 27 megahertz, och inte annan sådan radiokommunikation som är avsedd att mottas allmänt. Vad som föreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosändnings existens och dess identifieringsuppgifter lämnas till Kommunikationsverket, om det är nödvändigt för att identifiera och lokalisera störningar av radiokommunikationen, avhjälpa eller begränsa störningar eller för att få den som orsakat störningar ställd under åtal. Uppgifter om innehållet i en konfidentiell radiosändning får lämnas bara om det är nödvändigt för att identifiera, lokalisera, avhjälpa eller begränsa störningar av radiokommunikation i säkerhetssyfte eller för att få den som orsakat störningar ställd under åtal.",
        "normalized_sv": "Radiokommunikation är konfidentiell och får mottagas endast av den som kommunikationen är avsedd för. Som konfidentiell radiokommunikation anses inte 1) originalsändningar av televisions- och ljudradioprogram, 2) nödanrop, 3) radiokommunikation på allmän anropskanal, 4) radioamatörkommunikation, 5) kortvågsradiokommunikation på frekvensområdet 27 megahertz, och inte annan sådan radiokommunikation som är avsedd att mottas allmänt. Vad som föreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosändnings existens och dess identifieringsuppgifter lämnas till Kommunikationsverket, om det är nödvändigt för att identifiera och lokalisera störningar av radiokommunikationen, avhjälpa eller begränsa störningar eller för att få den som orsakat störningar ställd under åtal. Uppgifter om innehållet i en konfidentiell radiosändning får lämnas bara om det är nödvändigt för att identifiera, lokalisera, avhjälpa eller begränsa störningar av radiokommunikation i säkerhetssyfte eller för att få den som orsakat störningar ställd under åtal.",
        "folded_sv": "radiokommunikation ar konfidentiell och far mottagas endast av den som kommunikationen ar avsedd for. som konfidentiell radiokommunikation anses inte 1) originalsandningar av televisions- och ljudradioprogram, 2) nodanrop, 3) radiokommunikation pa allman anropskanal, 4) radioamatorkommunikation, 5) kortvagsradiokommunikation pa frekvensomradet 27 megahertz, och inte annan sadan radiokommunikation som ar avsedd att mottas allmant. vad som foreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosandnings existens och dess identifieringsuppgifter lamnas till kommunikationsverket, om det ar nodvandigt for att identifiera och lokalisera storningar av radiokommunikationen, avhjalpa eller begransa storningar eller for att fa den som orsakat storningar stalld under atal. uppgifter om innehallet i en konfidentiell radiosandning far lamnas bara om det ar nodvandigt for att identifiera, lokalisera, avhjalpa eller begransa storningar av radiokommunikation i sakerhetssyfte eller for att fa den som orsakat storningar stalld under atal."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Rangaistussäännökset",
      "content": "Joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntiä, kaupan pitämistä, toiselle luovutusta tai näytteille asettamista koskevaa säännöstä taikka laitteiden tutkittavaksi ottamisen yhteydessä annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa säädetä ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:39",
        "normalized_fi": "Joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntiä, kaupan pitämistä, toiselle luovutusta tai näytteille asettamista koskevaa säännöstä taikka laitteiden tutkittavaksi ottamisen yhteydessä annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa säädetä ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
        "folded_fi": "joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntia, kaupan pitamista, toiselle luovutusta tai naytteille asettamista koskevaa saannosta taikka laitteiden tutkittavaksi ottamisen yhteydessa annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa saadeta ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Den som uppsåtligen 3) bryter mot bestämmelserna om import, försäljning, saluföring, överlåtelse eller ställande till påseende av en teleutrustning eller mot ett förbud som utfärdats då en teleutrustning tagits för undersökning, eller skall för brott mot radiolagen dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som uppsåtligen 3) bryter mot bestämmelserna om import, försäljning, saluföring, överlåtelse eller ställande till påseende av en teleutrustning eller mot ett förbud som utfärdats då en teleutrustning tagits för undersökning, eller skall för brott mot radiolagen dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "folded_sv": "den som uppsatligen 3) bryter mot bestammelserna om import, forsaljning, saluforing, overlatelse eller stallande till paseende av en teleutrustning eller mot ett forbud som utfardats da en teleutrustning tagits for undersokning, eller skall for brott mot radiolagen domas till boter, om inte strangare straff for garningen foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "title": "Hyvä hallinto ja oikeusturva",
      "content": "Arviointilaitoksen ja 15 §:n 3 momentissa tarkoitetun pätevyystutkinnon vastaanottajan on suorittaessaan tässä laissa tarkoitettuja tehtäviään noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään. Arviointilaitoksen radiolaitteen laadunvarmistusjärjestelmää koskevaan päätökseen sekä pätevyystutkinnon hylkäämistä koskevaan päätökseen voi hakea oikaisua Viestintävirastolta. Oikaisuvaatimus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta siten kuin 40 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:42",
        "normalized_fi": "Arviointilaitoksen ja 15 § :n 3 momentissa tarkoitetun pätevyystutkinnon vastaanottajan on suorittaessaan tässä laissa tarkoitettuja tehtäviään noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään. Arviointilaitoksen radiolaitteen laadunvarmistusjärjestelmää koskevaan päätökseen sekä pätevyystutkinnon hylkäämistä koskevaan päätökseen voi hakea oikaisua Viestintävirastolta. Oikaisuvaatimus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta siten kuin 40 § :ssä säädetään.",
        "folded_fi": "arviointilaitoksen ja 15 §:n 3 momentissa tarkoitetun patevyystutkinnon vastaanottajan on suorittaessaan tassa laissa tarkoitettuja tehtaviaan noudatettava, mita hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) saadetaan. arviointilaitoksen radiolaitteen laadunvarmistusjarjestelmaa koskevaan paatokseen seka patevyystutkinnon hylkaamista koskevaan paatokseen voi hakea oikaisua viestintavirastolta. oikaisuvaatimus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta siten kuin 40 §:ssa saadetaan.",
        "title_sv": "God förvaltning och rättsskydd",
        "content_sv": "När ett bedömningsorgan och en sådan examensförrättare som avses i 15 § 3 mom. fullgör sina uppgifter enligt denna lag skall de iaktta vad som föreskrivs i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003). Rättelse i ett beslut av ett bedömningsorgan om kvalitetssäkringssystemet för en radioanläggning samt i beslut om förkastande av en behörighetsexamen kan sökas hos Kommunikationsverket. Yrkande på rättelse skall framställas inom 30 dagar från delgivningen av beslutet. Ändring i ett beslut som meddelats med anledning av ett yrkande på rättelse får sökas på det sätt som föreskrivs i 40 §.",
        "normalized_sv": "När ett bedömningsorgan och en sådan examensförrättare som avses i 15 § 3 mom. fullgör sina uppgifter enligt denna lag skall de iaktta vad som föreskrivs i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003). Rättelse i ett beslut av ett bedömningsorgan om kvalitetssäkringssystemet för en radioanläggning samt i beslut om förkastande av en behörighetsexamen kan sökas hos Kommunikationsverket. Yrkande på rättelse skall framställas inom 30 dagar från delgivningen av beslutet. Ändring i ett beslut som meddelats med anledning av ett yrkande på rättelse får sökas på det sätt som föreskrivs i 40 § .",
        "folded_sv": "nar ett bedomningsorgan och en sadan examensforrattare som avses i 15 § 3 mom. fullgor sina uppgifter enligt denna lag skall de iaktta vad som foreskrivs i forvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och spraklagen (423/2003). rattelse i ett beslut av ett bedomningsorgan om kvalitetssakringssystemet for en radioanlaggning samt i beslut om forkastande av en behorighetsexamen kan sokas hos kommunikationsverket. yrkande pa rattelse skall framstallas inom 30 dagar fran delgivningen av beslutet. andring i ett beslut som meddelats med anledning av ett yrkande pa rattelse far sokas pa det satt som foreskrivs i 40 §."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämän lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
        "folded_fi": "taman lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att 3) skapa betingelser för en så fri rörlighet för teleutrustningar som möjligt,",
        "normalized_sv": "Syftet med denna lag är att 3) skapa betingelser för en så fri rörlighet för teleutrustningar som möjligt,",
        "folded_sv": "syftet med denna lag ar att 3) skapa betingelser for en sa fri rorlighet for teleutrustningar som mojligt,"
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään telelaitteiden markkinoille saattamisesta ja kaupan pitämisestä, radiolaitteiden hallussapidosta ja käytöstä sekä radiotaajuuksien käytön suunnittelusta ja niiden osoittamisesta eri käyttötarkoituksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa säädetään telelaitteiden markkinoille saattamisesta ja kaupan pitämisestä, radiolaitteiden hallussapidosta ja käytöstä sekä radiotaajuuksien käytön suunnittelusta ja niiden osoittamisesta eri käyttötarkoituksiin.",
        "folded_fi": "tassa laissa saadetaan telelaitteiden markkinoille saattamisesta ja kaupan pitamisesta, radiolaitteiden hallussapidosta ja kaytosta seka radiotaajuuksien kayton suunnittelusta ja niiden osoittamisesta eri kayttotarkoituksiin.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om utsläppande på marknaden och saluföring av teleutrustningar, innehav och användning av radioanläggningar samt planering av användningen av radiofrekvenser och anvisning av dem för olika ändamål.",
        "normalized_sv": "I denna lag föreskrivs om utsläppande på marknaden och saluföring av teleutrustningar, innehav och användning av radioanläggningar samt planering av användningen av radiofrekvenser och anvisning av dem för olika ändamål.",
        "folded_sv": "i denna lag foreskrivs om utslappande pa marknaden och saluforing av teleutrustningar, innehav och anvandning av radioanlaggningar samt planering av anvandningen av radiofrekvenser och anvisning av dem for olika andamal."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 3 a) telepäätelaitteella laitetta, joka viestien lähettämiseksi, käsittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sähkömagneettisella tavalla liitettäväksi joko suoraan yleisen viestintäverkon liittymään tai toimimaan yleisen viestintäverkon yhteydessä kytkettynä suoraan tai epäsuorasti yleisen viestintäverkon liittymään; 3 b) viestintäverkkolaitteella laitetta, joka on tarkoitettu käytettäväksi viestien siirtoon tai ohjaamiseen viestintäverkossa; 3 c) telelaitteella radiolaitetta, telepäätelaitetta ja viestintäverkkolaitetta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 3 a) telepäätelaitteella laitetta, joka viestien lähettämiseksi, käsittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sähkömagneettisella tavalla liitettäväksi joko suoraan yleisen viestintäverkon liittymään tai toimimaan yleisen viestintäverkon yhteydessä kytkettynä suoraan tai epäsuorasti yleisen viestintäverkon liittymään; 3 b) viestintäverkkolaitteella laitetta, joka on tarkoitettu käytettäväksi viestien siirtoon tai ohjaamiseen viestintäverkossa; 3 c) telelaitteella radiolaitetta, telepäätelaitetta ja viestintäverkkolaitetta;",
        "folded_fi": "tassa laissa tarkoitetaan: 3 a) telepaatelaitteella laitetta, joka viestien lahettamiseksi, kasittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sahkomagneettisella tavalla liitettavaksi joko suoraan yleisen viestintaverkon liittymaan tai toimimaan yleisen viestintaverkon yhteydessa kytkettyna suoraan tai epasuorasti yleisen viestintaverkon liittymaan; 3 b) viestintaverkkolaitteella laitetta, joka on tarkoitettu kaytettavaksi viestien siirtoon tai ohjaamiseen viestintaverkossa; 3 c) telelaitteella radiolaitetta, telepaatelaitetta ja viestintaverkkolaitetta;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 3 a) teleterminalutrustning utrustning som för sändning, bearbetning eller mottagande av meddelanden är avsedd att via ledning, per radio, optiskt eller på något annat elektromagnetiskt sätt vara antingen direkt kopplad till en anslutning i allmänt kommunikationsnät eller att direkt eller indirekt kopplad till en anslutning i allmänt kommunikationsnät fungera med det allmänna kommunikationsnätet, 3 b) nätverksutrustning utrustning som är avsedd att användas för överföring eller styrning av meddelanden i kommunikationsnät, 3 c) teleutrustning radioanläggning, teleterminalutrustning och nätverksutrustning,",
        "normalized_sv": "I denna lag avses med 3 a) teleterminalutrustning utrustning som för sändning, bearbetning eller mottagande av meddelanden är avsedd att via ledning, per radio, optiskt eller på något annat elektromagnetiskt sätt vara antingen direkt kopplad till en anslutning i allmänt kommunikationsnät eller att direkt eller indirekt kopplad till en anslutning i allmänt kommunikationsnät fungera med det allmänna kommunikationsnätet, 3 b) nätverksutrustning utrustning som är avsedd att användas för överföring eller styrning av meddelanden i kommunikationsnät, 3 c) teleutrustning radioanläggning, teleterminalutrustning och nätverksutrustning,",
        "folded_sv": "i denna lag avses med 3 a) teleterminalutrustning utrustning som for sandning, bearbetning eller mottagande av meddelanden ar avsedd att via ledning, per radio, optiskt eller pa nagot annat elektromagnetiskt satt vara antingen direkt kopplad till en anslutning i allmant kommunikationsnat eller att direkt eller indirekt kopplad till en anslutning i allmant kommunikationsnat fungera med det allmanna kommunikationsnatet, 3 b) natverksutrustning utrustning som ar avsedd att anvandas for overforing eller styrning av meddelanden i kommunikationsnat, 3 c) teleutrustning radioanlaggning, teleterminalutrustning och natverksutrustning,"
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Telelaitteen valmistajan sijasta vastuussa olevat",
      "content": "5 § Telelaitteen valmistajan sijasta vastuussa olevat",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "5 § Telelaitteen valmistajan sijasta vastuussa olevat",
        "folded_fi": "5 § telelaitteen valmistajan sijasta vastuussa olevat",
        "title_sv": "Ansvariga i stället för tillverkare av tele- utrustning",
        "content_sv": "5 § Ansvariga i stället för tillverkare av tele- utrustning",
        "normalized_sv": "5 § Ansvariga i stället för tillverkare av tele- utrustning",
        "folded_sv": "5 § ansvariga i stallet for tillverkare av tele- utrustning"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Radiotaajuuksien käyttö",
      "content": "Valtioneuvosto vahvistaa viestintämarkkinalain (393/2003) 4 §:ssä tarkoitettuun toimilupaa edellyttävään teletoimintaan sekä televisio- ja radiotoiminnasta annetun lain (744/1998) 7 §:ssä tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen määrättyjen taajuusalueiden käyttösuunnitelman. Viestintävirasto voi yksittäisessä tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta käyttösuunnitelmasta, jos se on radioviestinnän häiriöiden estämiseksi tai poistamiseksi välttämätöntä. Viestintävirasto voi perustellusta syystä sallia käyttösuunnitelmassa tarkoitetulle radiotaajuusalueelle myös muuta kuin sen käyttötarkoituksen mukaista radioviestintää, jos muu radioviestintä ei rajoita taajuusalueen käyttöä sen ensisijaisiin käyttötarkoituksiin eikä aiheuta häiriöitä ensisijaisten käyttötarkoitusten mukaiselle radioviestinnälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Valtioneuvosto vahvistaa viestintämarkkinalain (393/2003) 4 § :ssä tarkoitettuun toimilupaa edellyttävään teletoimintaan sekä televisio- ja radiotoiminnasta annetun lain (744/1998) 7 § :ssä tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen määrättyjen taajuusalueiden käyttösuunnitelman. Viestintävirasto voi yksittäisessä tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta käyttösuunnitelmasta, jos se on radioviestinnän häiriöiden estämiseksi tai poistamiseksi välttämätöntä. Viestintävirasto voi perustellusta syystä sallia käyttösuunnitelmassa tarkoitetulle radiotaajuusalueelle myös muuta kuin sen käyttötarkoituksen mukaista radioviestintää, jos muu radioviestintä ei rajoita taajuusalueen käyttöä sen ensisijaisiin käyttötarkoituksiin eikä aiheuta häiriöitä ensisijaisten käyttötarkoitusten mukaiselle radioviestinnälle.",
        "folded_fi": "valtioneuvosto vahvistaa viestintamarkkinalain (393/2003) 4 §:ssa tarkoitettuun toimilupaa edellyttavaan teletoimintaan seka televisio- ja radiotoiminnasta annetun lain (744/1998) 7 §:ssa tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen maarattyjen taajuusalueiden kayttosuunnitelman. viestintavirasto voi yksittaisessa tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta kayttosuunnitelmasta, jos se on radioviestinnan hairioiden estamiseksi tai poistamiseksi valttamatonta. viestintavirasto voi perustellusta syysta sallia kayttosuunnitelmassa tarkoitetulle radiotaajuusalueelle myos muuta kuin sen kayttotarkoituksen mukaista radioviestintaa, jos muu radioviestinta ei rajoita taajuusalueen kayttoa sen ensisijaisiin kayttotarkoituksiin eika aiheuta hairioita ensisijaisten kayttotarkoitusten mukaiselle radioviestinnalle.",
        "title_sv": "Användning av radiofrekvenser",
        "content_sv": "Statsrådet fastställer en plan för användning av de frekvensområden som anvisas för koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). I enskilda fall kan Kommunikationsverket av tekniska skäl avvika från en fastställd användningsplan enligt 2 mom., om det är nödvändigt för att hindra eller avlägsna störningar av radiokommunikationen. Kommunikationsverket kan av grundad anledning för ett radiofrekvensområde enligt användningsplanen tillåta också annan radiokommunikation än sådan som anges i dess användningsändamål, om sådan radiokommunikation inte begränsar frekvensområdets användning för dess primära användningsändamål och inte leder till störningar i den radiokommunikation som är primär.",
        "normalized_sv": "Statsrådet fastställer en plan för användning av de frekvensområden som anvisas för koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). I enskilda fall kan Kommunikationsverket av tekniska skäl avvika från en fastställd användningsplan enligt 2 mom., om det är nödvändigt för att hindra eller avlägsna störningar av radiokommunikationen. Kommunikationsverket kan av grundad anledning för ett radiofrekvensområde enligt användningsplanen tillåta också annan radiokommunikation än sådan som anges i dess användningsändamål, om sådan radiokommunikation inte begränsar frekvensområdets användning för dess primära användningsändamål och inte leder till störningar i den radiokommunikation som är primär.",
        "folded_sv": "statsradet faststaller en plan for anvandning av de frekvensomraden som anvisas for koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). i enskilda fall kan kommunikationsverket av tekniska skal avvika fran en faststalld anvandningsplan enligt 2 mom., om det ar nodvandigt for att hindra eller avlagsna storningar av radiokommunikationen. kommunikationsverket kan av grundad anledning for ett radiofrekvensomrade enligt anvandningsplanen tillata ocksa annan radiokommunikation an sadan som anges i dess anvandningsandamal, om sadan radiokommunikation inte begransar frekvensomradets anvandning for dess primara anvandningsandamal och inte leder till storningar i den radiokommunikation som ar primar."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Radiolupa",
      "content": "Vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai työvierailussa käytettävän radiolähettimen hallussapitoon ja käyttöön, jos radiolähettimen hallussapidosta ja käytöstä on ilmoitettu Viestintävirastolle ja radiolähettimen rakenteesta on annettu Viestintävirastolle sen pyytämät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai työvierailussa käytettävän radiolähettimen hallussapitoon ja käyttöön, jos radiolähettimen hallussapidosta ja käytöstä on ilmoitettu Viestintävirastolle ja radiolähettimen rakenteesta on annettu Viestintävirastolle sen pyytämät tiedot.",
        "folded_fi": "vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai tyovierailussa kaytettavan radiolahettimen hallussapitoon ja kayttoon, jos radiolahettimen hallussapidosta ja kaytosta on ilmoitettu viestintavirastolle ja radiolahettimen rakenteesta on annettu viestintavirastolle sen pyytamat tiedot.",
        "title_sv": "Radiotillstånd",
        "content_sv": "En företrädare för en främmande stat behöver inte radiotillstånd för innehav och användning av en radiosändare vid stats- eller arbetsbesök, om Kommunikationsverket informerats om innehavet och användningen av radiosändaren och om Kommunikationsverket har fått de uppgifter som verket begärt om radiosändarens konstruktion.",
        "normalized_sv": "En företrädare för en främmande stat behöver inte radiotillstånd för innehav och användning av en radiosändare vid stats- eller arbetsbesök, om Kommunikationsverket informerats om innehavet och användningen av radiosändaren och om Kommunikationsverket har fått de uppgifter som verket begärt om radiosändarens konstruktion.",
        "folded_sv": "en foretradare for en frammande stat behover inte radiotillstand for innehav och anvandning av en radiosandare vid stats- eller arbetsbesok, om kommunikationsverket informerats om innehavet och anvandningen av radiosandaren och om kommunikationsverket har fatt de uppgifter som verket begart om radiosandarens konstruktion."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Lupaehdot",
      "content": "Viestintävirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on välttämätöntä radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien määräysten tai kansainvälisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnän häiriöiden estämisen tai poistamisen vuoksi. Lupaehtoja voidaan muuttaa myös, jos se on välttämätöntä markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissä toimintaedellytyksissä tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen järjestellä radiotaajuuksien käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Viestintävirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on välttämätöntä radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien määräysten tai kansainvälisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnän häiriöiden estämisen tai poistamisen vuoksi. Lupaehtoja voidaan muuttaa myös, jos se on välttämätöntä markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissä toimintaedellytyksissä tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen järjestellä radiotaajuuksien käyttöä.",
        "folded_fi": "viestintavirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on valttamatonta radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien maaraysten tai kansainvalisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnan hairioiden estamisen tai poistamisen vuoksi. lupaehtoja voidaan muuttaa myos, jos se on valttamatonta markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissa toimintaedellytyksissa tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen jarjestella radiotaajuuksien kayttoa.",
        "title_sv": "Tillståndsvillkor",
        "content_sv": "Under radiotillståndets giltighetstid kan Kommunikationsverket ändra tillståndsvillkoren utan tillståndshavarens samtycke, om det är nödvändigt då planerna för radiofrekvenser ändras eller på grundval av frekvensföreskrifter eller förpliktelser i internationella fördrag, eller om det är motiverat för att förebygga eller avhjälpa störningar av radiokommunikationen. Tillståndsvillkoren kan ändras också om det är nödvändigt för att användningen av radiofrekvenserna behöver omorganiseras när de ekonomiska eller tekniska verksamhetsförutsättningarna för ett teleföretag på marknaden förändras, ett nytt teleföretag kommer in på marknaden eller det sker andra motsvarande förändringar av förhållandena på marknaden.",
        "normalized_sv": "Under radiotillståndets giltighetstid kan Kommunikationsverket ändra tillståndsvillkoren utan tillståndshavarens samtycke, om det är nödvändigt då planerna för radiofrekvenser ändras eller på grundval av frekvensföreskrifter eller förpliktelser i internationella fördrag, eller om det är motiverat för att förebygga eller avhjälpa störningar av radiokommunikationen. Tillståndsvillkoren kan ändras också om det är nödvändigt för att användningen av radiofrekvenserna behöver omorganiseras när de ekonomiska eller tekniska verksamhetsförutsättningarna för ett teleföretag på marknaden förändras, ett nytt teleföretag kommer in på marknaden eller det sker andra motsvarande förändringar av förhållandena på marknaden.",
        "folded_sv": "under radiotillstandets giltighetstid kan kommunikationsverket andra tillstandsvillkoren utan tillstandshavarens samtycke, om det ar nodvandigt da planerna for radiofrekvenser andras eller pa grundval av frekvensforeskrifter eller forpliktelser i internationella fordrag, eller om det ar motiverat for att forebygga eller avhjalpa storningar av radiokommunikationen. tillstandsvillkoren kan andras ocksa om det ar nodvandigt for att anvandningen av radiofrekvenserna behover omorganiseras nar de ekonomiska eller tekniska verksamhetsforutsattningarna for ett teleforetag pa marknaden forandras, ett nytt teleforetag kommer in pa marknaden eller det sker andra motsvarande forandringar av forhallandena pa marknaden."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Radioluvan ja radiotaajuuksien varauksen peruuttaminen",
      "content": "Viestintävirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 §:n mukaisesti määrätyistä toimenpiteistä huolimatta vakavasti tai toistuvasti radioviestinnän häiriöttömyyden kannalta olennaisella tavalla rikkoo tätä lakia taikka sen nojalla annettuja säännöksiä tai määräyksiä tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvää maksuvelvollisuutta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Viestintävirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 § :n mukaisesti määrätyistä toimenpiteistä huolimatta vakavasti tai toistuvasti radioviestinnän häiriöttömyyden kannalta olennaisella tavalla rikkoo tätä lakia taikka sen nojalla annettuja säännöksiä tai määräyksiä tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvää maksuvelvollisuutta;",
        "folded_fi": "viestintavirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 §:n mukaisesti maaratyista toimenpiteista huolimatta vakavasti tai toistuvasti radioviestinnan hairiottomyyden kannalta olennaisella tavalla rikkoo tata lakia taikka sen nojalla annettuja saannoksia tai maarayksia tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvaa maksuvelvollisuutta;",
        "title_sv": "Återkallande av radiotillstånd och radiofre- kvensreservering",
        "content_sv": "Kommunikationsverket får helt eller delvis återkalla radiotillstånd eller radiofrekvensreserveringar, om 1) tillståndshavaren trots åtgärder enligt 36 § på ett med avseende på störningsfri radiokommunikation väsentligt sätt gör sig skyldig till allvarliga eller upprepade överträdelser av denna lag eller de bestämmelser, föreskrifter eller tillståndsvillkor som utfärdats med stöd av den eller gör sig skyldig till ett väsentligt brott mot betalningsskyldigheten i anslutning till radiotillståndet eller radiofrekvensreserveringen,",
        "normalized_sv": "Kommunikationsverket får helt eller delvis återkalla radiotillstånd eller radiofrekvensreserveringar, om 1) tillståndshavaren trots åtgärder enligt 36 § på ett med avseende på störningsfri radiokommunikation väsentligt sätt gör sig skyldig till allvarliga eller upprepade överträdelser av denna lag eller de bestämmelser, föreskrifter eller tillståndsvillkor som utfärdats med stöd av den eller gör sig skyldig till ett väsentligt brott mot betalningsskyldigheten i anslutning till radiotillståndet eller radiofrekvensreserveringen,",
        "folded_sv": "kommunikationsverket far helt eller delvis aterkalla radiotillstand eller radiofrekvensreserveringar, om 1) tillstandshavaren trots atgarder enligt 36 § pa ett med avseende pa storningsfri radiokommunikation vasentligt satt gor sig skyldig till allvarliga eller upprepade overtradelser av denna lag eller de bestammelser, foreskrifter eller tillstandsvillkor som utfardats med stod av den eller gor sig skyldig till ett vasentligt brott mot betalningsskyldigheten i anslutning till radiotillstandet eller radiofrekvensreserveringen,"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Pätevyyden osoittaminen",
      "content": "Pätevyystodistuksen saamiseksi on suoritettava pätevyystutkinto. Tutkinnossa on osoitettava kyseiseen radioviestinnän lajiin liittyvien sääntöjen, ohjeiden ja laitteiden tuntemus sekä tarvittava kielitaito. Viestintävirasto määrää tutkintovaatimukset sekä tutkinnon vastaanottajat. Hakemuksesta viraston ulkopuolinen taho voidaan määrätä tutkinnon vastaanottajaksi. Tutkinnon vastaanottajalla tulee olla tehtävän edellyttämä taito ja kokemus. Tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisistä perusteista on silloin soveltuvin osin voimassa, mitä valtion maksuperustelain (150/1992) 4―7 §:ssä säädetään. Mainituista suoritteista perittävistä maksuista voidaan säätää liikenne- ja viestintäministeriön asetuksella noudattaen soveltuvin osin, mitä valtion maksuperustelain 8 §:n 2 ja 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Pätevyystodistuksen saamiseksi on suoritettava pätevyystutkinto. Tutkinnossa on osoitettava kyseiseen radioviestinnän lajiin liittyvien sääntöjen, ohjeiden ja laitteiden tuntemus sekä tarvittava kielitaito. Viestintävirasto määrää tutkintovaatimukset sekä tutkinnon vastaanottajat. Hakemuksesta viraston ulkopuolinen taho voidaan määrätä tutkinnon vastaanottajaksi. Tutkinnon vastaanottajalla tulee olla tehtävän edellyttämä taito ja kokemus. Tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisistä perusteista on silloin soveltuvin osin voimassa, mitä valtion maksuperustelain (150/1992) 4―7 § :ssä säädetään. Mainituista suoritteista perittävistä maksuista voidaan säätää liikenne- ja viestintäministeriön asetuksella noudattaen soveltuvin osin, mitä valtion maksuperustelain 8 § :n 2 ja 3 momentissa säädetään.",
        "folded_fi": "patevyystodistuksen saamiseksi on suoritettava patevyystutkinto. tutkinnossa on osoitettava kyseiseen radioviestinnan lajiin liittyvien saantojen, ohjeiden ja laitteiden tuntemus seka tarvittava kielitaito. viestintavirasto maaraa tutkintovaatimukset seka tutkinnon vastaanottajat. hakemuksesta viraston ulkopuolinen taho voidaan maarata tutkinnon vastaanottajaksi. tutkinnon vastaanottajalla tulee olla tehtavan edellyttama taito ja kokemus. tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisista perusteista on silloin soveltuvin osin voimassa, mita valtion maksuperustelain (150/1992) 4―7 §:ssa saadetaan. mainituista suoritteista perittavista maksuista voidaan saataa liikenne- ja viestintaministerion asetuksella noudattaen soveltuvin osin, mita valtion maksuperustelain 8 §:n 2 ja 3 momentissa saadetaan.",
        "title_sv": "Påvisande av behörighet",
        "content_sv": "För erhållande av behörighetsbevis skall behörighetsexamen avläggas. Vid examen skall den som deltar i examen visa att han eller hon känner till reglerna, anvisningarna och anläggningarna inom det ifrågavarande slaget av radiokommunikation och har nödvändiga språkkunskaper. Kommunikationsverket beslutar om examensfordringarna och examensförrättarna. På ansökan kan en instans utanför verket förordnas till examensförrättare. Examensförrättaren skall ha den skicklighet och erfarenhet som uppgiften kräver. I fråga om de allmänna grunderna för när examensrelaterade prestationer skall vara avgiftsbelagda och för avgifternas storlek gäller då i tillämpliga delar 4―7 § i lagen om grunderna för avgifter till staten (150/1992). Bestämmelser om avgifter för dessa prestationer kan utfärdas genom förordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "För erhållande av behörighetsbevis skall behörighetsexamen avläggas. Vid examen skall den som deltar i examen visa att han eller hon känner till reglerna, anvisningarna och anläggningarna inom det ifrågavarande slaget av radiokommunikation och har nödvändiga språkkunskaper. Kommunikationsverket beslutar om examensfordringarna och examensförrättarna. På ansökan kan en instans utanför verket förordnas till examensförrättare. Examensförrättaren skall ha den skicklighet och erfarenhet som uppgiften kräver. I fråga om de allmänna grunderna för när examensrelaterade prestationer skall vara avgiftsbelagda och för avgifternas storlek gäller då i tillämpliga delar 4―7 § i lagen om grunderna för avgifter till staten (150/1992). Bestämmelser om avgifter för dessa prestationer kan utfärdas genom förordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna för avgifter till staten.",
        "folded_sv": "for erhallande av behorighetsbevis skall behorighetsexamen avlaggas. vid examen skall den som deltar i examen visa att han eller hon kanner till reglerna, anvisningarna och anlaggningarna inom det ifragavarande slaget av radiokommunikation och har nodvandiga sprakkunskaper. kommunikationsverket beslutar om examensfordringarna och examensforrattarna. pa ansokan kan en instans utanfor verket forordnas till examensforrattare. examensforrattaren skall ha den skicklighet och erfarenhet som uppgiften kraver. i fraga om de allmanna grunderna for nar examensrelaterade prestationer skall vara avgiftsbelagda och for avgifternas storlek galler da i tillampliga delar 4―7 § i lagen om grunderna for avgifter till staten (150/1992). bestammelser om avgifter for dessa prestationer kan utfardas genom forordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna for avgifter till staten."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Pätevyys- ja kelpoisuustodistuksen peruuttaminen",
      "content": "Viestintävirasto voi peruuttaa pätevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lähettää radiolähettimellä rikoslain 34 luvun 10 §:ssä tarkoitetun perättömän vaarailmoituksen, häiritsee radiolähettimellä radioviestintää rikoslain 38 luvun 5, 6 tai 7 §:ssä rangaistavaksi säädetyllä tavalla taikka toistuvasti rikkoo radioviestintää koskevia säännöksiä tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen häiriön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Viestintävirasto voi peruuttaa pätevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lähettää radiolähettimellä rikoslain 34 luvun 10 § :ssä tarkoitetun perättömän vaarailmoituksen, häiritsee radiolähettimellä radioviestintää rikoslain 38 luvun 5, 6 tai 7 § :ssä rangaistavaksi säädetyllä tavalla taikka toistuvasti rikkoo radioviestintää koskevia säännöksiä tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen häiriön.",
        "folded_fi": "viestintavirasto voi peruuttaa patevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lahettaa radiolahettimella rikoslain 34 luvun 10 §:ssa tarkoitetun perattoman vaarailmoituksen, hairitsee radiolahettimella radioviestintaa rikoslain 38 luvun 5, 6 tai 7 §:ssa rangaistavaksi saadetylla tavalla taikka toistuvasti rikkoo radioviestintaa koskevia saannoksia tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen hairion.",
        "title_sv": "Återkallande av behörighets- och kompetensbevis",
        "content_sv": "Kommunikationsverket kan återkalla ett behörighets- eller kompetensbevis, om den som innehar beviset sänder ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosändare, med en radiosändare stör radiokommunikationen på ett sätt som är straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestämmelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga störningar av radiokommunikationen.",
        "normalized_sv": "Kommunikationsverket kan återkalla ett behörighets- eller kompetensbevis, om den som innehar beviset sänder ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosändare, med en radiosändare stör radiokommunikationen på ett sätt som är straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestämmelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga störningar av radiokommunikationen.",
        "folded_sv": "kommunikationsverket kan aterkalla ett behorighets- eller kompetensbevis, om den som innehar beviset sander ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosandare, med en radiosandare stor radiokommunikationen pa ett satt som ar straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestammelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga storningar av radiokommunikationen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Maahantuonti, myynti, kaupan pitäminen, esittely ja käyttö",
      "content": "Suomeen saa tuoda myynti- tai luovutustarkoituksessa tai Suomessa pitää kaupan, myydä tai luovuttaa toiselle vain sellaisia telepäätelaitteita ja viestintäverkkolaitteita, jotka täyttävät tämän lain sekä sen nojalla säädetyt ja määrätyt olennaiset vaatimukset ja joissa on tarvittavat merkinnät sekä vaatimustenmukaisuusvakuutus. Telepäätelaitteessa on lisäksi oltava merkintä käyttötarkoituksesta. Suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa näytteille, jos näkyvällä merkinnällä selvästi ilmoitetaan, että laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu täyttävän 20 §:ssä tarkoitetut olennaiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19",
        "normalized_fi": "Suomeen saa tuoda myynti- tai luovutustarkoituksessa tai Suomessa pitää kaupan, myydä tai luovuttaa toiselle vain sellaisia telepäätelaitteita ja viestintäverkkolaitteita, jotka täyttävät tämän lain sekä sen nojalla säädetyt ja määrätyt olennaiset vaatimukset ja joissa on tarvittavat merkinnät sekä vaatimustenmukaisuusvakuutus. Telepäätelaitteessa on lisäksi oltava merkintä käyttötarkoituksesta. Suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa näytteille, jos näkyvällä merkinnällä selvästi ilmoitetaan, että laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu täyttävän 20 § :ssä tarkoitetut olennaiset vaatimukset.",
        "folded_fi": "suomeen saa tuoda myynti- tai luovutustarkoituksessa tai suomessa pitaa kaupan, myyda tai luovuttaa toiselle vain sellaisia telepaatelaitteita ja viestintaverkkolaitteita, jotka tayttavat taman lain seka sen nojalla saadetyt ja maaratyt olennaiset vaatimukset ja joissa on tarvittavat merkinnat seka vaatimustenmukaisuusvakuutus. telepaatelaitteessa on lisaksi oltava merkinta kayttotarkoituksesta. suomessa markkinoille saatettavaksi tarkoitettu muukin kuin 1―3 momentin mukainen telelaite voidaan asettaa naytteille, jos nakyvalla merkinnalla selvasti ilmoitetaan, etta laitetta ei voi saattaa markkinoille ennen kuin sen on varmistettu tayttavan 20 §:ssa tarkoitetut olennaiset vaatimukset.",
        "title_sv": "Import, försäljning, saluföring, demonstration och användning",
        "content_sv": "Till Finland får importeras i försäljnings- eller överlåtelsesyfte eller i Finland hållas till salu, säljas eller överlåtas endast sådan teleterminalutrustning eller nätverksutrustning som uppfyller de väsentliga krav som anges i denna lag samt bestäms och föreskrivs med stöd av den och som är försedd med nödvändiga märkningar och en försäkran om överensstämmelse. Teleterminalutrustningen skall dessutom vara försedd med en märkning om användningsändamålet. Också andra teleutrustningar avsedda att släppas ut på marknaden i Finland än de som nämns i 1―3 mom. får ställas till påseende, om det genom en tydlig märkning klart anges att utrustningen inte kan släppas ut på marknaden förrän det har säkerställts att den uppfyller de väsentliga kraven enligt 20 §.",
        "normalized_sv": "Till Finland får importeras i försäljnings- eller överlåtelsesyfte eller i Finland hållas till salu, säljas eller överlåtas endast sådan teleterminalutrustning eller nätverksutrustning som uppfyller de väsentliga krav som anges i denna lag samt bestäms och föreskrivs med stöd av den och som är försedd med nödvändiga märkningar och en försäkran om överensstämmelse. Teleterminalutrustningen skall dessutom vara försedd med en märkning om användningsändamålet. Också andra teleutrustningar avsedda att släppas ut på marknaden i Finland än de som nämns i 1―3 mom. får ställas till påseende, om det genom en tydlig märkning klart anges att utrustningen inte kan släppas ut på marknaden förrän det har säkerställts att den uppfyller de väsentliga kraven enligt 20 § .",
        "folded_sv": "till finland far importeras i forsaljnings- eller overlatelsesyfte eller i finland hallas till salu, saljas eller overlatas endast sadan teleterminalutrustning eller natverksutrustning som uppfyller de vasentliga krav som anges i denna lag samt bestams och foreskrivs med stod av den och som ar forsedd med nodvandiga markningar och en forsakran om overensstammelse. teleterminalutrustningen skall dessutom vara forsedd med en markning om anvandningsandamalet. ocksa andra teleutrustningar avsedda att slappas ut pa marknaden i finland an de som namns i 1―3 mom. far stallas till paseende, om det genom en tydlig markning klart anges att utrustningen inte kan slappas ut pa marknaden forran det har sakerstallts att den uppfyller de vasentliga kraven enligt 20 §."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Olennaiset vaatimukset",
      "content": "Telelaitteen on täytettävä seuraavat niitä koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvät vaatimukset, mukaan lukien sähköturvallisuusvaatimukset siten kuin niistä erikseen säädetään, jännitealuerajoja radio- ja telepäätelaitteiden osalta soveltamatta; 2) sähkömagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin Viestintävirasto määrää; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta käytöstä haitallisten häiriöiden välttämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:20",
        "normalized_fi": "Telelaitteen on täytettävä seuraavat niitä koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvät vaatimukset, mukaan lukien sähköturvallisuusvaatimukset siten kuin niistä erikseen säädetään, jännitealuerajoja radio- ja telepäätelaitteiden osalta soveltamatta; 2) sähkömagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin Viestintävirasto määrää; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta käytöstä haitallisten häiriöiden välttämiseksi.",
        "folded_fi": "telelaitteen on taytettava seuraavat niita koskevat olennaiset vaatimukset: 1) ihmisten terveyden ja turvallisuuden suojeluun liittyvat vaatimukset, mukaan lukien sahkoturvallisuusvaatimukset siten kuin niista erikseen saadetaan, jannitealuerajoja radio- ja telepaatelaitteiden osalta soveltamatta; 2) sahkomagneettista yhteensopivuutta koskevat suojavaatimukset siten kuin viestintavirasto maaraa; 3) vaatimus radiotaajuuksien ja kiertorataresurssien tehokkaasta kaytosta haitallisten hairioiden valttamiseksi.",
        "title_sv": "Väsentliga krav",
        "content_sv": "En teleutrustning skall uppfylla följande väsentliga krav: 1) krav som gäller skydd av människors hälsa och säkerhet, inbegripet elsäkerhetskraven så som särskilt bestäms om dem, utan tillämpning av spänningsgränserna för radioanläggningar och teleterminalutrustning, 2) skyddskraven i fråga om elektromagnetisk kompatibilitet, så som Kommunikationsverket bestämmer, 3) kravet på effektiv användning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga störningar.",
        "normalized_sv": "En teleutrustning skall uppfylla följande väsentliga krav: 1) krav som gäller skydd av människors hälsa och säkerhet, inbegripet elsäkerhetskraven så som särskilt bestäms om dem, utan tillämpning av spänningsgränserna för radioanläggningar och teleterminalutrustning, 2) skyddskraven i fråga om elektromagnetisk kompatibilitet, så som Kommunikationsverket bestämmer, 3) kravet på effektiv användning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga störningar.",
        "folded_sv": "en teleutrustning skall uppfylla foljande vasentliga krav: 1) krav som galler skydd av manniskors halsa och sakerhet, inbegripet elsakerhetskraven sa som sarskilt bestams om dem, utan tillampning av spanningsgranserna for radioanlaggningar och teleterminalutrustning, 2) skyddskraven i fraga om elektromagnetisk kompatibilitet, sa som kommunikationsverket bestammer, 3) kravet pa effektiv anvandning av radiofrekvenser och omloppsbaneresurser i syfte att undvika skadliga storningar."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Vaatimustenmukaisuuden arviointimenettelyt",
      "content": "Telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisäisellä tuotevalvonnalla; 2) erityiset radiolaitetestit sisältävällä sisäisellä tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 b) sähköturvallisuuslain (410/1996) 14 §:ssä tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisältävällä tuotevalvonnalla; tai 4) täydellisellä laadunvarmistuksella. Jokaisessa 1 momentissa tarkoitetussa menettelyssä telelaitteen valmistajan on varmistettava, että laite täyttää 20 §:ssä tarkoitetut olennaiset vaatimukset sekä laadittava asiakirja, jossa laitteen vakuutetaan täyttävän nämä vaatimukset (vaatimustenmukaisuusvakuutus). Edellä 1 momentin 2 kohdassa tarkoitetussa menettelyssä on laitteelle lisäksi tehtävä erityiset testit. Edellä 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssä on lisäksi esitettävä testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. Arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei estä muussa kuin 1 momentin 3 b kohdan arviointimenettelyssä valmistajaa saattamasta laitetta markkinoille, jos laite täyttää 20 §:ssä tarkoitetut olennaiset vaatimukset. Edellä 1 momentin 4 kohdassa tarkoitetussa menettelyssä valmistajan on käytettävä tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyväksymää laatujärjestelmää. Valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot sekä sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. Jos laatujärjestelmä ei enää täytä sille tämän lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyväksyntänsä. Vaatimustenmukaisuuden varmistamismenettelyihin liittyvät asiakirjat on laadittava suomen tai ruotsin kielellä taikka arviointilaitoksen tai Viestintäviraston hyväksymällä kielellä. Valmistajan on säilytettävä mainitut asiakirjat Euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vähintään kymmenen vuotta sen jälkeen, kun viimeinen telelaite on valmistettu. Viestintävirasto antaa tarkemmat määräykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelystä ja sen yhteydessä laadittavista asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21",
        "normalized_fi": "Telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisäisellä tuotevalvonnalla; 2) erityiset radiolaitetestit sisältävällä sisäisellä tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisältävällä sisäisellä tuotevalvonnalla; 3 b) sähköturvallisuuslain (410/1996) 14 § :ssä tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisältävällä tuotevalvonnalla; tai 4) täydellisellä laadunvarmistuksella. Jokaisessa 1 momentissa tarkoitetussa menettelyssä telelaitteen valmistajan on varmistettava, että laite täyttää 20 § :ssä tarkoitetut olennaiset vaatimukset sekä laadittava asiakirja, jossa laitteen vakuutetaan täyttävän nämä vaatimukset (vaatimustenmukaisuusvakuutus). Edellä 1 momentin 2 kohdassa tarkoitetussa menettelyssä on laitteelle lisäksi tehtävä erityiset testit. Edellä 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssä on lisäksi esitettävä testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. Arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei estä muussa kuin 1 momentin 3 b kohdan arviointimenettelyssä valmistajaa saattamasta laitetta markkinoille, jos laite täyttää 20 § :ssä tarkoitetut olennaiset vaatimukset. Edellä 1 momentin 4 kohdassa tarkoitetussa menettelyssä valmistajan on käytettävä tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyväksymää laatujärjestelmää. Valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot sekä sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. Jos laatujärjestelmä ei enää täytä sille tämän lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyväksyntänsä. Vaatimustenmukaisuuden varmistamismenettelyihin liittyvät asiakirjat on laadittava suomen tai ruotsin kielellä taikka arviointilaitoksen tai Viestintäviraston hyväksymällä kielellä. Valmistajan on säilytettävä mainitut asiakirjat Euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vähintään kymmenen vuotta sen jälkeen, kun viimeinen telelaite on valmistettu. Viestintävirasto antaa tarkemmat määräykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelystä ja sen yhteydessä laadittavista asiakirjoista.",
        "folded_fi": "telelaitteen vaatimustenmukaisuus on osoitettava: 1) sisaisella tuotevalvonnalla; 2) erityiset radiolaitetestit sisaltavalla sisaisella tuotevalvonnalla; 3) erityiset radiolaitetestit ja arviointilaitoksen lausunnon sisaltavalla sisaisella tuotevalvonnalla; 3 a) arviointilaitoksen lausunnon sisaltavalla sisaisella tuotevalvonnalla; 3 b) sahkoturvallisuuslain (410/1996) 14 §:ssa tarkoitetun tarkastuslaitoksen todistuksen tai kertomuksen sisaltavalla tuotevalvonnalla; tai 4) taydellisella laadunvarmistuksella. jokaisessa 1 momentissa tarkoitetussa menettelyssa telelaitteen valmistajan on varmistettava, etta laite tayttaa 20 §:ssa tarkoitetut olennaiset vaatimukset seka laadittava asiakirja, jossa laitteen vakuutetaan tayttavan nama vaatimukset (vaatimustenmukaisuusvakuutus). edella 1 momentin 2 kohdassa tarkoitetussa menettelyssa on laitteelle lisaksi tehtava erityiset testit. edella 1 momentin 3 ja 3 a kohdassa tarkoitetussa menettelyssa on lisaksi esitettava testien tuloksiin ja laitteesta laadittuun tekniseen asiakirjaan perustuva rakennetiedosto arviointilaitokselle. arviointilaitoksen laitteen rakennetiedostosta antama kielteinen lausunto ei esta muussa kuin 1 momentin 3 b kohdan arviointimenettelyssa valmistajaa saattamasta laitetta markkinoille, jos laite tayttaa 20 §:ssa tarkoitetut olennaiset vaatimukset. edella 1 momentin 4 kohdassa tarkoitetussa menettelyssa valmistajan on kaytettava tuotteiden suunnittelussa, valmistuksessa ja tarkastuksessa arviointilaitoksen hyvaksymaa laatujarjestelmaa. valvontaa varten valmistajan on annettava arviointilaitokselle tarvittavat tiedot seka sallittava tuotanto-, tarkastus-, testaus- ja varastotilojensa tarkastaminen. jos laatujarjestelma ei enaa tayta sille taman lain nojalla asetettuja vaatimuksia, arviointilaitos voi peruuttaa hyvaksyntansa. vaatimustenmukaisuuden varmistamismenettelyihin liittyvat asiakirjat on laadittava suomen tai ruotsin kielella taikka arviointilaitoksen tai viestintaviraston hyvaksymalla kielella. valmistajan on sailytettava mainitut asiakirjat euroopan talousalueeseen kuuluvien valtioiden kansallisten valtioiden saatavilla vahintaan kymmenen vuotta sen jalkeen, kun viimeinen telelaite on valmistettu. viestintavirasto antaa tarkemmat maaraykset telelaitteen vaatimustenmukaisuuden varmistamisessa noudatettavasta menettelysta ja sen yhteydessa laadittavista asiakirjoista.",
        "title_sv": "Förfarande för bedömning av överensstämmelse",
        "content_sv": "Att en teleutrustning överensstämmer med kraven skall påvisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning och utlåtande av ett bedömningsorgan, 3 a) intern produktionskontroll som innehåller ett utlåtande av ett bedömningsorgan, 3 b) produktionskontroll som innehåller i 14 § i elsäkerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullständig kvalitetssäkring. Vid varje förfarande som avses i 1 mom. skall tillverkaren av en teleutrustning säkerställa att utrustningen uppfyller de väsentliga kraven enligt 20 § samt upprätta ett dokument där det försäkras att utrustningen uppfyller dessa krav (försäkran om överensstämmelse). Vid förfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomgå särskild provning. Vid förfarandet enligt 1 mom. 3 och 3 a-punkten skall därtill ett bedömningsorgan föreläggas dokumentation om den tekniska konstruktionen som bygger på resultaten från provningen och på det tekniska dokumentet om utrustningen. Ett negativt utlåtande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall än vid det i 1 mom. 3 b-punkten avsedda bedömningsförfarandet, att släppa ut utrustningen på marknaden, om den uppfyller de väsentliga kraven enligt 20 §. Vid förfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillämpa ett kvalitetssystem som är godkänt av ett bedömningsorgan. För övervakningen skall tillverkaren ge bedömningsorganet nödvändiga uppgifter och tillåta kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. Om kvalitetssystemet inte längre uppfyller de krav som ställs på det med stöd av denna lag, kan bedömningsorganet återta sitt godkännande. Dokumenten i anslutning till förfarandena för säkerställande av överensstämmelse skall upprättas på finska eller svenska eller på ett språk som godkänts av bedömningsorganet eller Kommunikationsverket. Tillverkaren skall hålla nämnda dokument tillgängliga för de nationella myndigheterna i de stater som hör till Europeiska ekonomiska samarbetsområdet i minst tio år efter det att den sista teleutrustningen tillverkades. Kommunikationsverket meddelar närmare föreskrifter om förfarandet för säkerställande av överensstämmelse och de dokument som skall upprättas i samband med det.",
        "normalized_sv": "Att en teleutrustning överensstämmer med kraven skall påvisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar särskild provning av radioanläggningar och teleterminalutrustning och utlåtande av ett bedömningsorgan, 3 a) intern produktionskontroll som innehåller ett utlåtande av ett bedömningsorgan, 3 b) produktionskontroll som innehåller i 14 § i elsäkerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullständig kvalitetssäkring. Vid varje förfarande som avses i 1 mom. skall tillverkaren av en teleutrustning säkerställa att utrustningen uppfyller de väsentliga kraven enligt 20 § samt upprätta ett dokument där det försäkras att utrustningen uppfyller dessa krav (försäkran om överensstämmelse). Vid förfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomgå särskild provning. Vid förfarandet enligt 1 mom. 3 och 3 a-punkten skall därtill ett bedömningsorgan föreläggas dokumentation om den tekniska konstruktionen som bygger på resultaten från provningen och på det tekniska dokumentet om utrustningen. Ett negativt utlåtande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall än vid det i 1 mom. 3 b-punkten avsedda bedömningsförfarandet, att släppa ut utrustningen på marknaden, om den uppfyller de väsentliga kraven enligt 20 § . Vid förfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillämpa ett kvalitetssystem som är godkänt av ett bedömningsorgan. För övervakningen skall tillverkaren ge bedömningsorganet nödvändiga uppgifter och tillåta kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. Om kvalitetssystemet inte längre uppfyller de krav som ställs på det med stöd av denna lag, kan bedömningsorganet återta sitt godkännande. Dokumenten i anslutning till förfarandena för säkerställande av överensstämmelse skall upprättas på finska eller svenska eller på ett språk som godkänts av bedömningsorganet eller Kommunikationsverket. Tillverkaren skall hålla nämnda dokument tillgängliga för de nationella myndigheterna i de stater som hör till Europeiska ekonomiska samarbetsområdet i minst tio år efter det att den sista teleutrustningen tillverkades. Kommunikationsverket meddelar närmare föreskrifter om förfarandet för säkerställande av överensstämmelse och de dokument som skall upprättas i samband med det.",
        "folded_sv": "att en teleutrustning overensstammer med kraven skall pavisas genom 1) intern produktionskontroll, 2) intern produktionskontroll som omfattar sarskild provning av radioanlaggningar och teleterminalutrustning, 3) intern produktionskontroll som omfattar sarskild provning av radioanlaggningar och teleterminalutrustning och utlatande av ett bedomningsorgan, 3 a) intern produktionskontroll som innehaller ett utlatande av ett bedomningsorgan, 3 b) produktionskontroll som innehaller i 14 § i elsakerhetslagen (410/1996) avsett intyg eller beskrivning av ett besiktningsorgan, eller genom 4) fullstandig kvalitetssakring. vid varje forfarande som avses i 1 mom. skall tillverkaren av en teleutrustning sakerstalla att utrustningen uppfyller de vasentliga kraven enligt 20 § samt uppratta ett dokument dar det forsakras att utrustningen uppfyller dessa krav (forsakran om overensstammelse). vid forfarandet enligt 1 mom. 2 punkten skall utrustningen dessutom genomga sarskild provning. vid forfarandet enligt 1 mom. 3 och 3 a-punkten skall dartill ett bedomningsorgan forelaggas dokumentation om den tekniska konstruktionen som bygger pa resultaten fran provningen och pa det tekniska dokumentet om utrustningen. ett negativt utlatande om dokumentationen av utrustningens tekniska konstruktion hindrar inte tillverkaren, i annat fall an vid det i 1 mom. 3 b-punkten avsedda bedomningsforfarandet, att slappa ut utrustningen pa marknaden, om den uppfyller de vasentliga kraven enligt 20 §. vid forfarandet enligt 1 mom. 4 punkten skall tillverkaren vid planering, tillverkning och kontroll av produkter tillampa ett kvalitetssystem som ar godkant av ett bedomningsorgan. for overvakningen skall tillverkaren ge bedomningsorganet nodvandiga uppgifter och tillata kontroll av sina produktions-, kontroll-, provnings- och lagerlokaliteter. om kvalitetssystemet inte langre uppfyller de krav som stalls pa det med stod av denna lag, kan bedomningsorganet aterta sitt godkannande. dokumenten i anslutning till forfarandena for sakerstallande av overensstammelse skall upprattas pa finska eller svenska eller pa ett sprak som godkants av bedomningsorganet eller kommunikationsverket. tillverkaren skall halla namnda dokument tillgangliga for de nationella myndigheterna i de stater som hor till europeiska ekonomiska samarbetsomradet i minst tio ar efter det att den sista teleutrustningen tillverkades. kommunikationsverket meddelar narmare foreskrifter om forfarandet for sakerstallande av overensstammelse och de dokument som skall upprattas i samband med det."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 a",
      "chapter": "3",
      "section": "21 a",
      "title": "Radiolähettimen vaatimustenmukaisuuden varmistaminen",
      "content": "Radiolähettimen, jonka valmistaja on soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen, jonka valmistaja ei ole soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 a",
        "normalized_fi": "Radiolähettimen, jonka valmistaja on soveltanut 4 § :n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen, jonka valmistaja ei ole soveltanut 4 § :n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiolähettimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
        "folded_fi": "radiolahettimen, jonka valmistaja on soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 2, 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiolahettimen, jonka valmistaja ei ole soveltanut 4 §:n 8 kohdassa tarkoitettuja yhdenmukaistettuja standardeja tai on soveltanut niita vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiolahettimen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om radiosändare",
        "content_sv": "Om tillverkaren av en radiosändare har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. Om tillverkaren av en radiosändare inte har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillämpat dem endast delvis, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 3 eller 4 punkten. Överensstämmelse som avser radiosändarens elektromagnetiska kompatibilitet kan påvisas också genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Om tillverkaren av en radiosändare har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. Om tillverkaren av en radiosändare inte har tillämpat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillämpat dem endast delvis, skall radiosändarens överensstämmelse med kraven påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 3 eller 4 punkten. Överensstämmelse som avser radiosändarens elektromagnetiska kompatibilitet kan påvisas också genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "om tillverkaren av en radiosandare har tillampat de harmoniserade standarder som avses i 4 § 8 punkten, skall radiosandarens overensstammelse med kraven pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 2, 3 eller 4 punkten. om tillverkaren av en radiosandare inte har tillampat de harmoniserade standarder som avses i 4 § 8 punkten eller har tillampat dem endast delvis, skall radiosandarens overensstammelse med kraven pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 3 eller 4 punkten. overensstammelse som avser radiosandarens elektromagnetiska kompatibilitet kan pavisas ocksa genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 b",
      "chapter": "3",
      "section": "21 b",
      "title": "Radiovastaanottimen vaatimustenmukaisuuden varmistaminen",
      "content": "Radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiovastaanottimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä. Yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 b",
        "normalized_fi": "Radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Radiovastaanottimen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä. Yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
        "folded_fi": "radiovastaanottimen ja radiolaitteen vastaanotinosien vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 tai 4 kohdassa tarkoitetulla arviointimenettelylla. radiovastaanottimen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla. yksinomaan televisio- tai radio-ohjelmistoja vastaanottamaan tarkoitetun radiovastaanottimen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 tai 3 b kohdassa tarkoitetulla arviointimenettelylla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om radiomottagare",
        "content_sv": "Att en radiomottagare och mottagarenheterna i en radioanläggning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. Överensstämmelse som avser radiomottagarens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten. Överensstämmelse i fråga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1 eller 3 b-punkten.",
        "normalized_sv": "Att en radiomottagare och mottagarenheterna i en radioanläggning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. Överensstämmelse som avser radiomottagarens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten. Överensstämmelse i fråga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1 eller 3 b-punkten.",
        "folded_sv": "att en radiomottagare och mottagarenheterna i en radioanlaggning stammer overens med kraven skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1, 3 eller 4 punkten. overensstammelse som avser radiomottagarens elektromagnetiska kompatibilitet kan ocksa pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten. overensstammelse i fraga om radiomottagare som avser mottagande av enbart televisions- eller radioprogram skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1 eller 3 b-punkten."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 c",
      "chapter": "3",
      "section": "21 c",
      "title": "Telepäätelaitteen vaatimustenmukaisuuden varmistaminen",
      "content": "Telepäätelaitteen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Telepäätelaitteen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 c",
        "normalized_fi": "Telepäätelaitteen vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelyllä. Telepäätelaitteen sähkömagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myös 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmällä.",
        "folded_fi": "telepaatelaitteen vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1, 3 a tai 4 kohdassa tarkoitetulla arviointimenettelylla. telepaatelaitteen sahkomagneettista yhteensopivuutta koskeva vaatimustenmukaisuus voidaan osoittaa myos 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenetelmalla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om teleterminalutrustning",
        "content_sv": "Att teleterminalutrustning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. Överensstämmelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Att teleterminalutrustning stämmer överens med kraven skall påvisas genom ett bedömningsförfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. Överensstämmelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan också påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "att teleterminalutrustning stammer overens med kraven skall pavisas genom ett bedomningsforfarande enligt 21 § 1 mom. 1, 3 a- eller 4 punkten. overensstammelse som avser teleterminalutrustningens elektromagnetiska kompatibilitet kan ocksa pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:21 d",
      "chapter": "3",
      "section": "21 d",
      "title": "Viestintäverkkolaitteen vaatimustenmukai- suuden varmistaminen",
      "content": "Viestintäverkkolaitteen, jonka valmistaja on soveltanut sähkömagneettista yhteensopivuutta koskevia, Euroopan yhteisöjen virallisessa lehdessä julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelyllä. Viestintäverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21 d",
        "normalized_fi": "Viestintäverkkolaitteen, jonka valmistaja on soveltanut sähkömagneettista yhteensopivuutta koskevia, Euroopan yhteisöjen virallisessa lehdessä julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelyllä. Viestintäverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niitä vain osittain, vaatimustenmukaisuus on osoitettava 21 § :n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelyllä.",
        "folded_fi": "viestintaverkkolaitteen, jonka valmistaja on soveltanut sahkomagneettista yhteensopivuutta koskevia, euroopan yhteisojen virallisessa lehdessa julkaistuja yhdenmukaistettuja standardeja vastaavia kansallisia standardeja tai sellaisia kansallisia standardeja, joiden soveltamisalaa koskevia yhdenmukaistettuja standardeja ei ole, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 1 kohdassa tarkoitetulla arviointimenettelylla. viestintaverkkolaitteen, jonka valmistaja ei ole soveltanut 1 momentissa tarkoitettuja standardeja tai on soveltanut niita vain osittain, vaatimustenmukaisuus on osoitettava 21 §:n 1 momentin 3 b kohdassa tarkoitetulla arviointimenettelylla.",
        "title_sv": "Säkerställande av överensstämmelse i fråga om nätverksutrustning",
        "content_sv": "Att nätverksutrustning, vars tillverkare har tillämpat nationella standarder motsvarande i Europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sådana nationella standarder, för vilkas tillämpningsområde det inte finns harmoniserade standarder, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 1 punkten. Att nätverksutrustning, vars tillverkare inte har tillämpat i 1 mom. avsedda standarder eller har tillämpat dem endast delvis, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "normalized_sv": "Att nätverksutrustning, vars tillverkare har tillämpat nationella standarder motsvarande i Europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sådana nationella standarder, för vilkas tillämpningsområde det inte finns harmoniserade standarder, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 1 punkten. Att nätverksutrustning, vars tillverkare inte har tillämpat i 1 mom. avsedda standarder eller har tillämpat dem endast delvis, stämmer överens med kraven skall påvisas genom bedömningsförfarandet enligt 21 § 1 mom. 3 b-punkten.",
        "folded_sv": "att natverksutrustning, vars tillverkare har tillampat nationella standarder motsvarande i europeiska gemenskapernas officiella tidning offentliggjorda harmoniserade standarder om elektromagnetisk kompatibilitet eller sadana nationella standarder, for vilkas tillampningsomrade det inte finns harmoniserade standarder, stammer overens med kraven skall pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 1 punkten. att natverksutrustning, vars tillverkare inte har tillampat i 1 mom. avsedda standarder eller har tillampat dem endast delvis, stammer overens med kraven skall pavisas genom bedomningsforfarandet enligt 21 § 1 mom. 3 b-punkten."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Merkitseminen ja annettavat tiedot",
      "content": "Telelaitteen valmistajan on varustettava 21 §:n mukaisesti varmistettu laite merkinnällä siten kuin Viestintävirasto määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:22",
        "normalized_fi": "Telelaitteen valmistajan on varustettava 21 § :n mukaisesti varmistettu laite merkinnällä siten kuin Viestintävirasto määrää.",
        "folded_fi": "telelaitteen valmistajan on varustettava 21 §:n mukaisesti varmistettu laite merkinnalla siten kuin viestintavirasto maaraa.",
        "title_sv": "Märkning och information",
        "content_sv": "Tillverkaren av en teleutrustning skall förse en i enlighet med 21 § säkerställd utrustning med en märkning så som Kommunikationsverket bestämmer.",
        "normalized_sv": "Tillverkaren av en teleutrustning skall förse en i enlighet med 21 § säkerställd utrustning med en märkning så som Kommunikationsverket bestämmer.",
        "folded_sv": "tillverkaren av en teleutrustning skall forse en i enlighet med 21 § sakerstalld utrustning med en markning sa som kommunikationsverket bestammer."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Ilmoitus markkinoille saattamisesta",
      "content": "Jos 21 a §:n mukaisesti varmistettu radiolähetin toimii taajuuksilla, jotka Viestintäviraston määräyksissä osoitetaan muuhun käyttötarkoitukseen, valmistajan on ilmoitettava Viestintävirastolle aikomuksesta saattaa radiolähetin markkinoille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Jos 21 a § :n mukaisesti varmistettu radiolähetin toimii taajuuksilla, jotka Viestintäviraston määräyksissä osoitetaan muuhun käyttötarkoitukseen, valmistajan on ilmoitettava Viestintävirastolle aikomuksesta saattaa radiolähetin markkinoille.",
        "folded_fi": "jos 21 a §:n mukaisesti varmistettu radiolahetin toimii taajuuksilla, jotka viestintaviraston maarayksissa osoitetaan muuhun kayttotarkoitukseen, valmistajan on ilmoitettava viestintavirastolle aikomuksesta saattaa radiolahetin markkinoille.",
        "title_sv": "Anmälan om utsläppande på marknaden",
        "content_sv": "Om en enligt 21 a § säkerställd radiosändare fungerar på frekvenser som i föreskrifter av Kommunikationsverket anvisas för andra användningsändamål, skall tillverkaren till Kommunikationsverket anmäla planerna på att släppa ut radiosändaren på marknaden.",
        "normalized_sv": "Om en enligt 21 a § säkerställd radiosändare fungerar på frekvenser som i föreskrifter av Kommunikationsverket anvisas för andra användningsändamål, skall tillverkaren till Kommunikationsverket anmäla planerna på att släppa ut radiosändaren på marknaden.",
        "folded_sv": "om en enligt 21 a § sakerstalld radiosandare fungerar pa frekvenser som i foreskrifter av kommunikationsverket anvisas for andra anvandningsandamal, skall tillverkaren till kommunikationsverket anmala planerna pa att slappa ut radiosandaren pa marknaden."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Eräiden muiden viranomaisten tehtävät",
      "content": "Poliisi ja rajavartiolaitos valvovat Viestintäviraston ohella 7 §:n 1 momentin ja 15 §:n 1 momentin noudattamista. Merenkulkulaitos valvoo Viestintäviraston ohella 15 §:n 1 momentin sekä 16 §:n 1 momentin noudattamista. Tulliviranomainen valvoo Viestintäviraston ohella telelaitteiden maahantuontia koskevien säännösten ja määräysten noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:27",
        "normalized_fi": "Poliisi ja rajavartiolaitos valvovat Viestintäviraston ohella 7 § :n 1 momentin ja 15 § :n 1 momentin noudattamista. Merenkulkulaitos valvoo Viestintäviraston ohella 15 § :n 1 momentin sekä 16 § :n 1 momentin noudattamista. Tulliviranomainen valvoo Viestintäviraston ohella telelaitteiden maahantuontia koskevien säännösten ja määräysten noudattamista.",
        "folded_fi": "poliisi ja rajavartiolaitos valvovat viestintaviraston ohella 7 §:n 1 momentin ja 15 §:n 1 momentin noudattamista. merenkulkulaitos valvoo viestintaviraston ohella 15 §:n 1 momentin seka 16 §:n 1 momentin noudattamista. tulliviranomainen valvoo viestintaviraston ohella telelaitteiden maahantuontia koskevien saannosten ja maaraysten noudattamista.",
        "title_sv": "Vissa andra myndigheters uppgifter",
        "content_sv": "Polisen och gränsbevakningsväsendet övervakar vid sidan av Kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. Sjöfartsverket övervakar vid sidan av Kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. Tullmyndigheterna övervakar vid sidan av Kommunikationsverket att gällande lagstiftning och andra bestämmelser om import av teleutrustning iakttas.",
        "normalized_sv": "Polisen och gränsbevakningsväsendet övervakar vid sidan av Kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. Sjöfartsverket övervakar vid sidan av Kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. Tullmyndigheterna övervakar vid sidan av Kommunikationsverket att gällande lagstiftning och andra bestämmelser om import av teleutrustning iakttas.",
        "folded_sv": "polisen och gransbevakningsvasendet overvakar vid sidan av kommunikationsverket att 7 § 1 mom. och 15 § 1 mom. iakttas. sjofartsverket overvakar vid sidan av kommunikationsverket att 15 § 1 mom. och 16 § 1 mom. iakttas. tullmyndigheterna overvakar vid sidan av kommunikationsverket att gallande lagstiftning och andra bestammelser om import av teleutrustning iakttas."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Viestintävirastolle annettavat tiedot",
      "content": "Telelaitteita kaupan pitävän on pyynnöstä annettava Viestintäviraston tarkastajalle tietoja radiolaitteiden ja telepäätelaitteiden teknisestä rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. Telelaitteen haltija ja omistaja ovat velvollisia antamaan Viestintävirastolle tietoja niiden rakenteesta, käytöstä ja sijainnista sekä tietoja, joita tarvitaan maksujen perinnässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:28",
        "normalized_fi": "Telelaitteita kaupan pitävän on pyynnöstä annettava Viestintäviraston tarkastajalle tietoja radiolaitteiden ja telepäätelaitteiden teknisestä rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. Telelaitteen haltija ja omistaja ovat velvollisia antamaan Viestintävirastolle tietoja niiden rakenteesta, käytöstä ja sijainnista sekä tietoja, joita tarvitaan maksujen perinnässä.",
        "folded_fi": "telelaitteita kaupan pitavan on pyynnosta annettava viestintaviraston tarkastajalle tietoja radiolaitteiden ja telepaatelaitteiden teknisesta rakenteesta, vaatimustenmukaisuuden varmistamisesta ja luovutuksista. telelaitteen haltija ja omistaja ovat velvollisia antamaan viestintavirastolle tietoja niiden rakenteesta, kaytosta ja sijainnista seka tietoja, joita tarvitaan maksujen perinnassa.",
        "title_sv": "Uppgifter som skall lämnas till Kommunikationsverket",
        "content_sv": "Den som håller teleutrustning till salu skall på begäran förse Kommunikationsverkets kontrollörer med information om den tekniska konstruktionen hos radioanläggningarna eller teleterminalutrustningen, säkerställandet av överensstämmelsen och överlåtelser. Den som innehar eller äger en teleutrustning är skyldig att ge Kommunikationsverket uppgifter om konstruktionen, användningen och placeringen och uppgifter som behövs vid indrivningen av avgifter.",
        "normalized_sv": "Den som håller teleutrustning till salu skall på begäran förse Kommunikationsverkets kontrollörer med information om den tekniska konstruktionen hos radioanläggningarna eller teleterminalutrustningen, säkerställandet av överensstämmelsen och överlåtelser. Den som innehar eller äger en teleutrustning är skyldig att ge Kommunikationsverket uppgifter om konstruktionen, användningen och placeringen och uppgifter som behövs vid indrivningen av avgifter.",
        "folded_sv": "den som haller teleutrustning till salu skall pa begaran forse kommunikationsverkets kontrollorer med information om den tekniska konstruktionen hos radioanlaggningarna eller teleterminalutrustningen, sakerstallandet av overensstammelsen och overlatelser. den som innehar eller ager en teleutrustning ar skyldig att ge kommunikationsverket uppgifter om konstruktionen, anvandningen och placeringen och uppgifter som behovs vid indrivningen av avgifter."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Tiedonsaanti tulliviranomaiselta",
      "content": "Viestintävirastolla on salassapitosäännösten estämättä oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi sekä maahan tuotujen laitteiden määrää ja tuontiajankohtaa koskevia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:29",
        "normalized_fi": "Viestintävirastolla on salassapitosäännösten estämättä oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi sekä maahan tuotujen laitteiden määrää ja tuontiajankohtaa koskevia tietoja.",
        "folded_fi": "viestintavirastolla on salassapitosaannosten estamatta oikeus saada tulliviranomaiselta telelaitteen maahantuojan nimi seka maahan tuotujen laitteiden maaraa ja tuontiajankohtaa koskevia tietoja.",
        "title_sv": "Erhållande av uppgifter av tullmyndigheterna",
        "content_sv": "Utan hinder av bestämmelserna om sekretess har Kommunikationsverket rätt att av tullmyndigheterna erhålla uppgifter om namnet på den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten för importen.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretess har Kommunikationsverket rätt att av tullmyndigheterna erhålla uppgifter om namnet på den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten för importen.",
        "folded_sv": "utan hinder av bestammelserna om sekretess har kommunikationsverket ratt att av tullmyndigheterna erhalla uppgifter om namnet pa den som importerar en teleutrustning samt om antalet utrustningar som importerats och om tidpunkten for importen."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "title": "Tarkastus",
      "content": "Mitä edellä 3 momentissa säädetään Viestintäviraston tarkastajasta, koskee myös rajavartiolaitoksen edustajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:31",
        "normalized_fi": "Mitä edellä 3 momentissa säädetään Viestintäviraston tarkastajasta, koskee myös rajavartiolaitoksen edustajaa.",
        "folded_fi": "mita edella 3 momentissa saadetaan viestintaviraston tarkastajasta, koskee myos rajavartiolaitoksen edustajaa.",
        "title_sv": "Kontroll",
        "content_sv": "Vad som i 3 mom. föreskrivs om Kommunikationsverkets kontrollör gäller också företrädare för gränsbevakningsväsendet.",
        "normalized_sv": "Vad som i 3 mom. föreskrivs om Kommunikationsverkets kontrollör gäller också företrädare för gränsbevakningsväsendet.",
        "folded_sv": "vad som i 3 mom. foreskrivs om kommunikationsverkets kontrollor galler ocksa foretradare for gransbevakningsvasendet."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "title": "Telelaitteen tutkittavaksi ottaminen",
      "content": "Jos tutkittavaksi otettu telelaite täyttää tämän lain sekä sen nojalla annettujen säännösten ja määräysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta käypää hintaa vastaava korvaus. Jos telelaite on olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen, Viestintävirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:32",
        "normalized_fi": "Jos tutkittavaksi otettu telelaite täyttää tämän lain sekä sen nojalla annettujen säännösten ja määräysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta käypää hintaa vastaava korvaus. Jos telelaite on olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen, Viestintävirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
        "folded_fi": "jos tutkittavaksi otettu telelaite tayttaa taman lain seka sen nojalla annettujen saannosten ja maaraysten vaatimukset ja sen arvo on alentunut tutkimuksen vuoksi, omistajalle on vaatimuksesta maksettava laitteesta kaypaa hintaa vastaava korvaus. jos telelaite on olennaisella tavalla taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen, viestintavirasto voi velvoittaa laitteen valmistajan tai maahantuojan korvaamaan tutkimuksesta aiheutuneet kustannukset ja poistamaan laitteet markkinoilta.",
        "title_sv": "Undersökning av teleutrustning",
        "content_sv": "Om den teleutrustning som har tagits för undersökning uppfyller kraven enligt denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den och utrustningens värde har sjunkit på grund av undersökningen, skall till ägaren på yrkande betalas en ersättning för utrustningen som motsvarar det gängse priset. Om en teleutrustning på ett väsentligt sätt strider mot denna lag eller de bestämmelser och föreskrifter som utfärdats med stöd av den, kan Kommunikationsverket förplikta tillverkaren eller importören att ersätta undersökningskostnaderna och dra bort utrustningen från marknaden.",
        "normalized_sv": "Om den teleutrustning som har tagits för undersökning uppfyller kraven enligt denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den och utrustningens värde har sjunkit på grund av undersökningen, skall till ägaren på yrkande betalas en ersättning för utrustningen som motsvarar det gängse priset. Om en teleutrustning på ett väsentligt sätt strider mot denna lag eller de bestämmelser och föreskrifter som utfärdats med stöd av den, kan Kommunikationsverket förplikta tillverkaren eller importören att ersätta undersökningskostnaderna och dra bort utrustningen från marknaden.",
        "folded_sv": "om den teleutrustning som har tagits for undersokning uppfyller kraven enligt denna lag och de bestammelser och foreskrifter som utfardats med stod av den och utrustningens varde har sjunkit pa grund av undersokningen, skall till agaren pa yrkande betalas en ersattning for utrustningen som motsvarar det gangse priset. om en teleutrustning pa ett vasentligt satt strider mot denna lag eller de bestammelser och foreskrifter som utfardats med stod av den, kan kommunikationsverket forplikta tillverkaren eller importoren att ersatta undersokningskostnaderna och dra bort utrustningen fran marknaden."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "title": "Häiriöiden estäminen",
      "content": "Viestintävirastolla on oikeus kieltää telelaitteen maahantuonti, kaupan pitäminen, myynti, luovutus ja käyttö sekä 14 §:ssä tarkoitetun erityisen sähkölaitteen käyttö, jos se on aiheuttanut haitallisen häiriön tai sen voidaan todennäköisin syin olettaa aiheuttavan haitallisen häiriön. Viestintävirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennäköisin syin epäillään olevan tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen. Jos radiolaitteen tai sen käytön todetaan olevan olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen tai voivan aiheuttaa haitallisen häiriön, Viestintävirasto voi tehdä radiolaitteen tilapäisesti toimintakyvyttömäksi, jos siitä ei aiheudu radiolaitteen haltijalle olosuhteisiin nähden kohtuutonta haittaa tai vahinkoa. Radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 §:n säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:34",
        "normalized_fi": "Viestintävirastolla on oikeus kieltää telelaitteen maahantuonti, kaupan pitäminen, myynti, luovutus ja käyttö sekä 14 § :ssä tarkoitetun erityisen sähkölaitteen käyttö, jos se on aiheuttanut haitallisen häiriön tai sen voidaan todennäköisin syin olettaa aiheuttavan haitallisen häiriön. Viestintävirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennäköisin syin epäillään olevan tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen. Jos radiolaitteen tai sen käytön todetaan olevan olennaisella tavalla tämän lain taikka sen nojalla annettujen säännösten tai määräysten vastainen tai voivan aiheuttaa haitallisen häiriön, Viestintävirasto voi tehdä radiolaitteen tilapäisesti toimintakyvyttömäksi, jos siitä ei aiheudu radiolaitteen haltijalle olosuhteisiin nähden kohtuutonta haittaa tai vahinkoa. Radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 § :n säännöksiä.",
        "folded_fi": "viestintavirastolla on oikeus kieltaa telelaitteen maahantuonti, kaupan pitaminen, myynti, luovutus ja kaytto seka 14 §:ssa tarkoitetun erityisen sahkolaitteen kaytto, jos se on aiheuttanut haitallisen hairion tai sen voidaan todennakoisin syin olettaa aiheuttavan haitallisen hairion. viestintavirastolla on oikeus tarkastaa ja ottaa tutkittavaksi radiolaite, jos sen todennakoisin syin epaillaan olevan taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen. jos radiolaitteen tai sen kayton todetaan olevan olennaisella tavalla taman lain taikka sen nojalla annettujen saannosten tai maaraysten vastainen tai voivan aiheuttaa haitallisen hairion, viestintavirasto voi tehda radiolaitteen tilapaisesti toimintakyvyttomaksi, jos siita ei aiheudu radiolaitteen haltijalle olosuhteisiin nahden kohtuutonta haittaa tai vahinkoa. radiolaitteen tutkittavaksi ottamiseen sovelletaan muilta osin 32 §:n saannoksia.",
        "title_sv": "Förhindrande av störningar",
        "content_sv": "Kommunikationsverket har rätt att förbjuda import, saluföring, försäljning, överlåtelse och användning av en teleutrustning samt en i 14 § avsedd särskild elutrustning, om utrustningen har orsakat skadliga störningar eller om det på sannolika grunder kan antas att den orsakar skadliga störningar. Kommunikationsverket har rätt att kontrollera och ta till undersökning en radioanläggning som på sannolika grunder misstänks strida mot bestämmelser eller föreskrifter i denna lag eller givna med stöd av dem. Om en radioanläggning eller dess användning konstateras på ett väsentligt sätt strida mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den eller att anläggningen kan orsaka skadliga störningar, kan Kommunikationsverket tillfälligt sätta radioanläggningen ur funktion, om detta kan ske utan att den som innehar radioanläggningen förorsakas oskälig olägenhet eller skada med hänsyn till omständigheterna. På tagande av en radioanläggning till undersökning tillämpas i övrigt bestämmelserna i 32 §.",
        "normalized_sv": "Kommunikationsverket har rätt att förbjuda import, saluföring, försäljning, överlåtelse och användning av en teleutrustning samt en i 14 § avsedd särskild elutrustning, om utrustningen har orsakat skadliga störningar eller om det på sannolika grunder kan antas att den orsakar skadliga störningar. Kommunikationsverket har rätt att kontrollera och ta till undersökning en radioanläggning som på sannolika grunder misstänks strida mot bestämmelser eller föreskrifter i denna lag eller givna med stöd av dem. Om en radioanläggning eller dess användning konstateras på ett väsentligt sätt strida mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den eller att anläggningen kan orsaka skadliga störningar, kan Kommunikationsverket tillfälligt sätta radioanläggningen ur funktion, om detta kan ske utan att den som innehar radioanläggningen förorsakas oskälig olägenhet eller skada med hänsyn till omständigheterna. På tagande av en radioanläggning till undersökning tillämpas i övrigt bestämmelserna i 32 § .",
        "folded_sv": "kommunikationsverket har ratt att forbjuda import, saluforing, forsaljning, overlatelse och anvandning av en teleutrustning samt en i 14 § avsedd sarskild elutrustning, om utrustningen har orsakat skadliga storningar eller om det pa sannolika grunder kan antas att den orsakar skadliga storningar. kommunikationsverket har ratt att kontrollera och ta till undersokning en radioanlaggning som pa sannolika grunder misstanks strida mot bestammelser eller foreskrifter i denna lag eller givna med stod av dem. om en radioanlaggning eller dess anvandning konstateras pa ett vasentligt satt strida mot denna lag eller bestammelser eller foreskrifter som utfardats med stod av den eller att anlaggningen kan orsaka skadliga storningar, kan kommunikationsverket tillfalligt satta radioanlaggningen ur funktion, om detta kan ske utan att den som innehar radioanlaggningen fororsakas oskalig olagenhet eller skada med hansyn till omstandigheterna. pa tagande av en radioanlaggning till undersokning tillampas i ovrigt bestammelserna i 32 §."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "title": "Radioviestinnän luottamuksellisuus",
      "content": "Radioviestintä on luottamuksellista ja sitä saa vastaanottaa vain se, jolle se on tarkoitettu. Luottamuksellisena radioviestintänä ei pidetä: 1) televisio- ja ääniradio-ohjelmistojen alkuperäisiä lähetyksiä; 2) hätäkutsuja; 3) yleisellä kutsukanavalla harjoitettavaa radioviestintää; 4) radioamatööriviestintää; 5) lyhytaaltoradioviestintää 27 megahertsin taajuusalueella; eikä muuta sellaista radioviestintää, joka on tarkoitettu yleisesti vastaanotettavaksi. Mitä 1 ja 2 momentissa säädetään, ei estä tiedon antamista Viestintävirastolle luottamuksellisen radiolähetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnän häiriön tunnistamiseksi ja paikantamiseksi, häiriön poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi. Tietoja luottamuksellisen radiolähetyksen sisällöstä saa antaa vain, jos se on välttämätöntä turvallisuusradioviestinnän häiriön tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:37",
        "normalized_fi": "Radioviestintä on luottamuksellista ja sitä saa vastaanottaa vain se, jolle se on tarkoitettu. Luottamuksellisena radioviestintänä ei pidetä: 1) televisio- ja ääniradio-ohjelmistojen alkuperäisiä lähetyksiä; 2) hätäkutsuja; 3) yleisellä kutsukanavalla harjoitettavaa radioviestintää; 4) radioamatööriviestintää; 5) lyhytaaltoradioviestintää 27 megahertsin taajuusalueella; eikä muuta sellaista radioviestintää, joka on tarkoitettu yleisesti vastaanotettavaksi. Mitä 1 ja 2 momentissa säädetään, ei estä tiedon antamista Viestintävirastolle luottamuksellisen radiolähetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnän häiriön tunnistamiseksi ja paikantamiseksi, häiriön poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi. Tietoja luottamuksellisen radiolähetyksen sisällöstä saa antaa vain, jos se on välttämätöntä turvallisuusradioviestinnän häiriön tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka häiriön aiheuttajan syytteeseen saattamiseksi.",
        "folded_fi": "radioviestinta on luottamuksellista ja sita saa vastaanottaa vain se, jolle se on tarkoitettu. luottamuksellisena radioviestintana ei pideta: 1) televisio- ja aaniradio-ohjelmistojen alkuperaisia lahetyksia; 2) hatakutsuja; 3) yleisella kutsukanavalla harjoitettavaa radioviestintaa; 4) radioamatooriviestintaa; 5) lyhytaaltoradioviestintaa 27 megahertsin taajuusalueella; eika muuta sellaista radioviestintaa, joka on tarkoitettu yleisesti vastaanotettavaksi. mita 1 ja 2 momentissa saadetaan, ei esta tiedon antamista viestintavirastolle luottamuksellisen radiolahetyksen olemassaolosta ja tunnistamistiedoista, jos se on tarpeen radioviestinnan hairion tunnistamiseksi ja paikantamiseksi, hairion poistamiseksi tai rajoittamiseksi taikka hairion aiheuttajan syytteeseen saattamiseksi. tietoja luottamuksellisen radiolahetyksen sisallosta saa antaa vain, jos se on valttamatonta turvallisuusradioviestinnan hairion tunnistamiseksi, paikantamiseksi, poistamiseksi tai rajoittamiseksi taikka hairion aiheuttajan syytteeseen saattamiseksi.",
        "title_sv": "Radiokommunikationens konfidentiella natur",
        "content_sv": "Radiokommunikation är konfidentiell och får mottagas endast av den som kommunikationen är avsedd för. Som konfidentiell radiokommunikation anses inte 1) originalsändningar av televisions- och ljudradioprogram, 2) nödanrop, 3) radiokommunikation på allmän anropskanal, 4) radioamatörkommunikation, 5) kortvågsradiokommunikation på frekvensområdet 27 megahertz, och inte annan sådan radiokommunikation som är avsedd att mottas allmänt. Vad som föreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosändnings existens och dess identifieringsuppgifter lämnas till Kommunikationsverket, om det är nödvändigt för att identifiera och lokalisera störningar av radiokommunikationen, avhjälpa eller begränsa störningar eller för att få den som orsakat störningar ställd under åtal. Uppgifter om innehållet i en konfidentiell radiosändning får lämnas bara om det är nödvändigt för att identifiera, lokalisera, avhjälpa eller begränsa störningar av radiokommunikation i säkerhetssyfte eller för att få den som orsakat störningar ställd under åtal.",
        "normalized_sv": "Radiokommunikation är konfidentiell och får mottagas endast av den som kommunikationen är avsedd för. Som konfidentiell radiokommunikation anses inte 1) originalsändningar av televisions- och ljudradioprogram, 2) nödanrop, 3) radiokommunikation på allmän anropskanal, 4) radioamatörkommunikation, 5) kortvågsradiokommunikation på frekvensområdet 27 megahertz, och inte annan sådan radiokommunikation som är avsedd att mottas allmänt. Vad som föreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosändnings existens och dess identifieringsuppgifter lämnas till Kommunikationsverket, om det är nödvändigt för att identifiera och lokalisera störningar av radiokommunikationen, avhjälpa eller begränsa störningar eller för att få den som orsakat störningar ställd under åtal. Uppgifter om innehållet i en konfidentiell radiosändning får lämnas bara om det är nödvändigt för att identifiera, lokalisera, avhjälpa eller begränsa störningar av radiokommunikation i säkerhetssyfte eller för att få den som orsakat störningar ställd under åtal.",
        "folded_sv": "radiokommunikation ar konfidentiell och far mottagas endast av den som kommunikationen ar avsedd for. som konfidentiell radiokommunikation anses inte 1) originalsandningar av televisions- och ljudradioprogram, 2) nodanrop, 3) radiokommunikation pa allman anropskanal, 4) radioamatorkommunikation, 5) kortvagsradiokommunikation pa frekvensomradet 27 megahertz, och inte annan sadan radiokommunikation som ar avsedd att mottas allmant. vad som foreskrivs i 1 och 2 mom. hindrar inte att uppgifter om en konfidentiell radiosandnings existens och dess identifieringsuppgifter lamnas till kommunikationsverket, om det ar nodvandigt for att identifiera och lokalisera storningar av radiokommunikationen, avhjalpa eller begransa storningar eller for att fa den som orsakat storningar stalld under atal. uppgifter om innehallet i en konfidentiell radiosandning far lamnas bara om det ar nodvandigt for att identifiera, lokalisera, avhjalpa eller begransa storningar av radiokommunikation i sakerhetssyfte eller for att fa den som orsakat storningar stalld under atal."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "title": "Rangaistussäännökset",
      "content": "Joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntiä, kaupan pitämistä, toiselle luovutusta tai näytteille asettamista koskevaa säännöstä taikka laitteiden tutkittavaksi ottamisen yhteydessä annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa säädetä ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:39",
        "normalized_fi": "Joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntiä, kaupan pitämistä, toiselle luovutusta tai näytteille asettamista koskevaa säännöstä taikka laitteiden tutkittavaksi ottamisen yhteydessä annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa säädetä ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
        "folded_fi": "joka tahallaan 3) rikkoo telelaitteen maahantuontia, myyntia, kaupan pitamista, toiselle luovutusta tai naytteille asettamista koskevaa saannosta taikka laitteiden tutkittavaksi ottamisen yhteydessa annettua kieltoa; taikka on tuomittava, jollei teosta muussa laissa saadeta ankarampaa rangaistusta, radiolain rikkomisesta sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Den som uppsåtligen 3) bryter mot bestämmelserna om import, försäljning, saluföring, överlåtelse eller ställande till påseende av en teleutrustning eller mot ett förbud som utfärdats då en teleutrustning tagits för undersökning, eller skall för brott mot radiolagen dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som uppsåtligen 3) bryter mot bestämmelserna om import, försäljning, saluföring, överlåtelse eller ställande till påseende av en teleutrustning eller mot ett förbud som utfärdats då en teleutrustning tagits för undersökning, eller skall för brott mot radiolagen dömas till böter, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "folded_sv": "den som uppsatligen 3) bryter mot bestammelserna om import, forsaljning, saluforing, overlatelse eller stallande till paseende av en teleutrustning eller mot ett forbud som utfardats da en teleutrustning tagits for undersokning, eller skall for brott mot radiolagen domas till boter, om inte strangare straff for garningen foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "title": "Hyvä hallinto ja oikeusturva",
      "content": "Arviointilaitoksen ja 15 §:n 3 momentissa tarkoitetun pätevyystutkinnon vastaanottajan on suorittaessaan tässä laissa tarkoitettuja tehtäviään noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään. Arviointilaitoksen radiolaitteen laadunvarmistusjärjestelmää koskevaan päätökseen sekä pätevyystutkinnon hylkäämistä koskevaan päätökseen voi hakea oikaisua Viestintävirastolta. Oikaisuvaatimus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta siten kuin 40 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:42",
        "normalized_fi": "Arviointilaitoksen ja 15 § :n 3 momentissa tarkoitetun pätevyystutkinnon vastaanottajan on suorittaessaan tässä laissa tarkoitettuja tehtäviään noudatettava, mitä hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) säädetään. Arviointilaitoksen radiolaitteen laadunvarmistusjärjestelmää koskevaan päätökseen sekä pätevyystutkinnon hylkäämistä koskevaan päätökseen voi hakea oikaisua Viestintävirastolta. Oikaisuvaatimus on tehtävä 30 päivän kuluessa päätöksen tiedoksisaannista. Oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta siten kuin 40 § :ssä säädetään.",
        "folded_fi": "arviointilaitoksen ja 15 §:n 3 momentissa tarkoitetun patevyystutkinnon vastaanottajan on suorittaessaan tassa laissa tarkoitettuja tehtaviaan noudatettava, mita hallintolaissa (434/2003), viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) ja kielilaissa (423/2003) saadetaan. arviointilaitoksen radiolaitteen laadunvarmistusjarjestelmaa koskevaan paatokseen seka patevyystutkinnon hylkaamista koskevaan paatokseen voi hakea oikaisua viestintavirastolta. oikaisuvaatimus on tehtava 30 paivan kuluessa paatoksen tiedoksisaannista. oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta siten kuin 40 §:ssa saadetaan.",
        "title_sv": "God förvaltning och rättsskydd",
        "content_sv": "När ett bedömningsorgan och en sådan examensförrättare som avses i 15 § 3 mom. fullgör sina uppgifter enligt denna lag skall de iaktta vad som föreskrivs i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003). Rättelse i ett beslut av ett bedömningsorgan om kvalitetssäkringssystemet för en radioanläggning samt i beslut om förkastande av en behörighetsexamen kan sökas hos Kommunikationsverket. Yrkande på rättelse skall framställas inom 30 dagar från delgivningen av beslutet. Ändring i ett beslut som meddelats med anledning av ett yrkande på rättelse får sökas på det sätt som föreskrivs i 40 §.",
        "normalized_sv": "När ett bedömningsorgan och en sådan examensförrättare som avses i 15 § 3 mom. fullgör sina uppgifter enligt denna lag skall de iaktta vad som föreskrivs i förvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och språklagen (423/2003). Rättelse i ett beslut av ett bedömningsorgan om kvalitetssäkringssystemet för en radioanläggning samt i beslut om förkastande av en behörighetsexamen kan sökas hos Kommunikationsverket. Yrkande på rättelse skall framställas inom 30 dagar från delgivningen av beslutet. Ändring i ett beslut som meddelats med anledning av ett yrkande på rättelse får sökas på det sätt som föreskrivs i 40 § .",
        "folded_sv": "nar ett bedomningsorgan och en sadan examensforrattare som avses i 15 § 3 mom. fullgor sina uppgifter enligt denna lag skall de iaktta vad som foreskrivs i forvaltningslagen (434/2003), lagen om offentlighet i myndigheternas verksamhet (621/1999) och spraklagen (423/2003). rattelse i ett beslut av ett bedomningsorgan om kvalitetssakringssystemet for en radioanlaggning samt i beslut om forkastande av en behorighetsexamen kan sokas hos kommunikationsverket. yrkande pa rattelse skall framstallas inom 30 dagar fran delgivningen av beslutet. andring i ett beslut som meddelats med anledning av ett yrkande pa rattelse far sokas pa det satt som foreskrivs i 40 §."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämän lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
        "folded_fi": "taman lain tarkoituksena on: 3) luoda edellytykset telelaitteiden mahdollisimman vapaalle liikkuvuudelle;",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att 3) skapa betingelser för en så fri rörlighet för teleutrustningar som möjligt,",
        "normalized_sv": "Syftet med denna lag är att 3) skapa betingelser för en så fri rörlighet för teleutrustningar som möjligt,",
        "folded_sv": "syftet med denna lag ar att 3) skapa betingelser for en sa fri rorlighet for teleutrustningar som mojligt,"
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään telelaitteiden markkinoille saattamisesta ja kaupan pitämisestä, radiolaitteiden hallussapidosta ja käytöstä sekä radiotaajuuksien käytön suunnittelusta ja niiden osoittamisesta eri käyttötarkoituksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa säädetään telelaitteiden markkinoille saattamisesta ja kaupan pitämisestä, radiolaitteiden hallussapidosta ja käytöstä sekä radiotaajuuksien käytön suunnittelusta ja niiden osoittamisesta eri käyttötarkoituksiin.",
        "folded_fi": "tassa laissa saadetaan telelaitteiden markkinoille saattamisesta ja kaupan pitamisesta, radiolaitteiden hallussapidosta ja kaytosta seka radiotaajuuksien kayton suunnittelusta ja niiden osoittamisesta eri kayttotarkoituksiin.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "I denna lag föreskrivs om utsläppande på marknaden och saluföring av teleutrustningar, innehav och användning av radioanläggningar samt planering av användningen av radiofrekvenser och anvisning av dem för olika ändamål.",
        "normalized_sv": "I denna lag föreskrivs om utsläppande på marknaden och saluföring av teleutrustningar, innehav och användning av radioanläggningar samt planering av användningen av radiofrekvenser och anvisning av dem för olika ändamål.",
        "folded_sv": "i denna lag foreskrivs om utslappande pa marknaden och saluforing av teleutrustningar, innehav och anvandning av radioanlaggningar samt planering av anvandningen av radiofrekvenser och anvisning av dem for olika andamal."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 3 a) telepäätelaitteella laitetta, joka viestien lähettämiseksi, käsittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sähkömagneettisella tavalla liitettäväksi joko suoraan yleisen viestintäverkon liittymään tai toimimaan yleisen viestintäverkon yhteydessä kytkettynä suoraan tai epäsuorasti yleisen viestintäverkon liittymään; 3 b) viestintäverkkolaitteella laitetta, joka on tarkoitettu käytettäväksi viestien siirtoon tai ohjaamiseen viestintäverkossa; 3 c) telelaitteella radiolaitetta, telepäätelaitetta ja viestintäverkkolaitetta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Tässä laissa tarkoitetaan: 3 a) telepäätelaitteella laitetta, joka viestien lähettämiseksi, käsittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sähkömagneettisella tavalla liitettäväksi joko suoraan yleisen viestintäverkon liittymään tai toimimaan yleisen viestintäverkon yhteydessä kytkettynä suoraan tai epäsuorasti yleisen viestintäverkon liittymään; 3 b) viestintäverkkolaitteella laitetta, joka on tarkoitettu käytettäväksi viestien siirtoon tai ohjaamiseen viestintäverkossa; 3 c) telelaitteella radiolaitetta, telepäätelaitetta ja viestintäverkkolaitetta;",
        "folded_fi": "tassa laissa tarkoitetaan: 3 a) telepaatelaitteella laitetta, joka viestien lahettamiseksi, kasittelemiseksi tai vastaanottamiseksi on tarkoitettu johtimella, radioteitse, optisesti tai muulla sahkomagneettisella tavalla liitettavaksi joko suoraan yleisen viestintaverkon liittymaan tai toimimaan yleisen viestintaverkon yhteydessa kytkettyna suoraan tai epasuorasti yleisen viestintaverkon liittymaan; 3 b) viestintaverkkolaitteella laitetta, joka on tarkoitettu kaytettavaksi viestien siirtoon tai ohjaamiseen viestintaverkossa; 3 c) telelaitteella radiolaitetta, telepaatelaitetta ja viestintaverkkolaitetta;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 3 a) teleterminalutrustning utrustning som för sändning, bearbetning eller mottagande av meddelanden är avsedd att via ledning, per radio, optiskt eller på något annat elektromagnetiskt sätt vara antingen direkt kopplad till en anslutning i allmänt kommunikationsnät eller att direkt eller indirekt kopplad till en anslutning i allmänt kommunikationsnät fungera med det allmänna kommunikationsnätet, 3 b) nätverksutrustning utrustning som är avsedd att användas för överföring eller styrning av meddelanden i kommunikationsnät, 3 c) teleutrustning radioanläggning, teleterminalutrustning och nätverksutrustning,",
        "normalized_sv": "I denna lag avses med 3 a) teleterminalutrustning utrustning som för sändning, bearbetning eller mottagande av meddelanden är avsedd att via ledning, per radio, optiskt eller på något annat elektromagnetiskt sätt vara antingen direkt kopplad till en anslutning i allmänt kommunikationsnät eller att direkt eller indirekt kopplad till en anslutning i allmänt kommunikationsnät fungera med det allmänna kommunikationsnätet, 3 b) nätverksutrustning utrustning som är avsedd att användas för överföring eller styrning av meddelanden i kommunikationsnät, 3 c) teleutrustning radioanläggning, teleterminalutrustning och nätverksutrustning,",
        "folded_sv": "i denna lag avses med 3 a) teleterminalutrustning utrustning som for sandning, bearbetning eller mottagande av meddelanden ar avsedd att via ledning, per radio, optiskt eller pa nagot annat elektromagnetiskt satt vara antingen direkt kopplad till en anslutning i allmant kommunikationsnat eller att direkt eller indirekt kopplad till en anslutning i allmant kommunikationsnat fungera med det allmanna kommunikationsnatet, 3 b) natverksutrustning utrustning som ar avsedd att anvandas for overforing eller styrning av meddelanden i kommunikationsnat, 3 c) teleutrustning radioanlaggning, teleterminalutrustning och natverksutrustning,"
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Telelaitteen valmistajan sijasta vastuussa olevat",
      "content": "5 § Telelaitteen valmistajan sijasta vastuussa olevat",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "5 § Telelaitteen valmistajan sijasta vastuussa olevat",
        "folded_fi": "5 § telelaitteen valmistajan sijasta vastuussa olevat",
        "title_sv": "Ansvariga i stället för tillverkare av tele- utrustning",
        "content_sv": "5 § Ansvariga i stället för tillverkare av tele- utrustning",
        "normalized_sv": "5 § Ansvariga i stället för tillverkare av tele- utrustning",
        "folded_sv": "5 § ansvariga i stallet for tillverkare av tele- utrustning"
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Radiotaajuuksien käyttö",
      "content": "Valtioneuvosto vahvistaa viestintämarkkinalain (393/2003) 4 §:ssä tarkoitettuun toimilupaa edellyttävään teletoimintaan sekä televisio- ja radiotoiminnasta annetun lain (744/1998) 7 §:ssä tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen määrättyjen taajuusalueiden käyttösuunnitelman. Viestintävirasto voi yksittäisessä tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta käyttösuunnitelmasta, jos se on radioviestinnän häiriöiden estämiseksi tai poistamiseksi välttämätöntä. Viestintävirasto voi perustellusta syystä sallia käyttösuunnitelmassa tarkoitetulle radiotaajuusalueelle myös muuta kuin sen käyttötarkoituksen mukaista radioviestintää, jos muu radioviestintä ei rajoita taajuusalueen käyttöä sen ensisijaisiin käyttötarkoituksiin eikä aiheuta häiriöitä ensisijaisten käyttötarkoitusten mukaiselle radioviestinnälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Valtioneuvosto vahvistaa viestintämarkkinalain (393/2003) 4 § :ssä tarkoitettuun toimilupaa edellyttävään teletoimintaan sekä televisio- ja radiotoiminnasta annetun lain (744/1998) 7 § :ssä tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen määrättyjen taajuusalueiden käyttösuunnitelman. Viestintävirasto voi yksittäisessä tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta käyttösuunnitelmasta, jos se on radioviestinnän häiriöiden estämiseksi tai poistamiseksi välttämätöntä. Viestintävirasto voi perustellusta syystä sallia käyttösuunnitelmassa tarkoitetulle radiotaajuusalueelle myös muuta kuin sen käyttötarkoituksen mukaista radioviestintää, jos muu radioviestintä ei rajoita taajuusalueen käyttöä sen ensisijaisiin käyttötarkoituksiin eikä aiheuta häiriöitä ensisijaisten käyttötarkoitusten mukaiselle radioviestinnälle.",
        "folded_fi": "valtioneuvosto vahvistaa viestintamarkkinalain (393/2003) 4 §:ssa tarkoitettuun toimilupaa edellyttavaan teletoimintaan seka televisio- ja radiotoiminnasta annetun lain (744/1998) 7 §:ssa tarkoitettuun toimiluvanvaraiseen televisio- ja radiotoiminnan harjoittamiseen maarattyjen taajuusalueiden kayttosuunnitelman. viestintavirasto voi yksittaisessa tapauksessa teknisen syyn vuoksi poiketa 2 momentissa tarkoitetusta vahvistetusta kayttosuunnitelmasta, jos se on radioviestinnan hairioiden estamiseksi tai poistamiseksi valttamatonta. viestintavirasto voi perustellusta syysta sallia kayttosuunnitelmassa tarkoitetulle radiotaajuusalueelle myos muuta kuin sen kayttotarkoituksen mukaista radioviestintaa, jos muu radioviestinta ei rajoita taajuusalueen kayttoa sen ensisijaisiin kayttotarkoituksiin eika aiheuta hairioita ensisijaisten kayttotarkoitusten mukaiselle radioviestinnalle.",
        "title_sv": "Användning av radiofrekvenser",
        "content_sv": "Statsrådet fastställer en plan för användning av de frekvensområden som anvisas för koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). I enskilda fall kan Kommunikationsverket av tekniska skäl avvika från en fastställd användningsplan enligt 2 mom., om det är nödvändigt för att hindra eller avlägsna störningar av radiokommunikationen. Kommunikationsverket kan av grundad anledning för ett radiofrekvensområde enligt användningsplanen tillåta också annan radiokommunikation än sådan som anges i dess användningsändamål, om sådan radiokommunikation inte begränsar frekvensområdets användning för dess primära användningsändamål och inte leder till störningar i den radiokommunikation som är primär.",
        "normalized_sv": "Statsrådet fastställer en plan för användning av de frekvensområden som anvisas för koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). I enskilda fall kan Kommunikationsverket av tekniska skäl avvika från en fastställd användningsplan enligt 2 mom., om det är nödvändigt för att hindra eller avlägsna störningar av radiokommunikationen. Kommunikationsverket kan av grundad anledning för ett radiofrekvensområde enligt användningsplanen tillåta också annan radiokommunikation än sådan som anges i dess användningsändamål, om sådan radiokommunikation inte begränsar frekvensområdets användning för dess primära användningsändamål och inte leder till störningar i den radiokommunikation som är primär.",
        "folded_sv": "statsradet faststaller en plan for anvandning av de frekvensomraden som anvisas for koncessionsberoende televerksamhet enligt 4 § i kommunikationsmarknadslagen (393/2003) samt koncessionsberoende televisions- och radioverksamhet enligt 7 § i lagen om televisions- och radioverksamhet (744/1998). i enskilda fall kan kommunikationsverket av tekniska skal avvika fran en faststalld anvandningsplan enligt 2 mom., om det ar nodvandigt for att hindra eller avlagsna storningar av radiokommunikationen. kommunikationsverket kan av grundad anledning for ett radiofrekvensomrade enligt anvandningsplanen tillata ocksa annan radiokommunikation an sadan som anges i dess anvandningsandamal, om sadan radiokommunikation inte begransar frekvensomradets anvandning for dess primara anvandningsandamal och inte leder till storningar i den radiokommunikation som ar primar."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Radiolupa",
      "content": "Vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai työvierailussa käytettävän radiolähettimen hallussapitoon ja käyttöön, jos radiolähettimen hallussapidosta ja käytöstä on ilmoitettu Viestintävirastolle ja radiolähettimen rakenteesta on annettu Viestintävirastolle sen pyytämät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai työvierailussa käytettävän radiolähettimen hallussapitoon ja käyttöön, jos radiolähettimen hallussapidosta ja käytöstä on ilmoitettu Viestintävirastolle ja radiolähettimen rakenteesta on annettu Viestintävirastolle sen pyytämät tiedot.",
        "folded_fi": "vieraan valtion edustaja ei tarvitse radiolupaa valtio- tai tyovierailussa kaytettavan radiolahettimen hallussapitoon ja kayttoon, jos radiolahettimen hallussapidosta ja kaytosta on ilmoitettu viestintavirastolle ja radiolahettimen rakenteesta on annettu viestintavirastolle sen pyytamat tiedot.",
        "title_sv": "Radiotillstånd",
        "content_sv": "En företrädare för en främmande stat behöver inte radiotillstånd för innehav och användning av en radiosändare vid stats- eller arbetsbesök, om Kommunikationsverket informerats om innehavet och användningen av radiosändaren och om Kommunikationsverket har fått de uppgifter som verket begärt om radiosändarens konstruktion.",
        "normalized_sv": "En företrädare för en främmande stat behöver inte radiotillstånd för innehav och användning av en radiosändare vid stats- eller arbetsbesök, om Kommunikationsverket informerats om innehavet och användningen av radiosändaren och om Kommunikationsverket har fått de uppgifter som verket begärt om radiosändarens konstruktion.",
        "folded_sv": "en foretradare for en frammande stat behover inte radiotillstand for innehav och anvandning av en radiosandare vid stats- eller arbetsbesok, om kommunikationsverket informerats om innehavet och anvandningen av radiosandaren och om kommunikationsverket har fatt de uppgifter som verket begart om radiosandarens konstruktion."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Lupaehdot",
      "content": "Viestintävirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on välttämätöntä radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien määräysten tai kansainvälisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnän häiriöiden estämisen tai poistamisen vuoksi. Lupaehtoja voidaan muuttaa myös, jos se on välttämätöntä markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissä toimintaedellytyksissä tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen järjestellä radiotaajuuksien käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Viestintävirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on välttämätöntä radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien määräysten tai kansainvälisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnän häiriöiden estämisen tai poistamisen vuoksi. Lupaehtoja voidaan muuttaa myös, jos se on välttämätöntä markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissä toimintaedellytyksissä tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen järjestellä radiotaajuuksien käyttöä.",
        "folded_fi": "viestintavirasto voi radioluvan voimassa ollessa muuttaa lupaehtoja ilman luvanhaltijan suostumusta, jos se on valttamatonta radiotaajuuksien suunnitelmien muuttumisen, taajuuksia koskevien maaraysten tai kansainvalisten sopimusvelvoitteiden vuoksi, taikka jos se on perusteltua radioviestinnan hairioiden estamisen tai poistamisen vuoksi. lupaehtoja voidaan muuttaa myos, jos se on valttamatonta markkinoilla toimivan teleyrityksen taloudellisissa tai teknisissa toimintaedellytyksissa tapahtuvan muutoksen, markkinoille tulevan uusista teleyrityksen taikka vastaavan muun markkinaolosuhteiden muutoksen aiheuttamasta tarpeesta uudelleen jarjestella radiotaajuuksien kayttoa.",
        "title_sv": "Tillståndsvillkor",
        "content_sv": "Under radiotillståndets giltighetstid kan Kommunikationsverket ändra tillståndsvillkoren utan tillståndshavarens samtycke, om det är nödvändigt då planerna för radiofrekvenser ändras eller på grundval av frekvensföreskrifter eller förpliktelser i internationella fördrag, eller om det är motiverat för att förebygga eller avhjälpa störningar av radiokommunikationen. Tillståndsvillkoren kan ändras också om det är nödvändigt för att användningen av radiofrekvenserna behöver omorganiseras när de ekonomiska eller tekniska verksamhetsförutsättningarna för ett teleföretag på marknaden förändras, ett nytt teleföretag kommer in på marknaden eller det sker andra motsvarande förändringar av förhållandena på marknaden.",
        "normalized_sv": "Under radiotillståndets giltighetstid kan Kommunikationsverket ändra tillståndsvillkoren utan tillståndshavarens samtycke, om det är nödvändigt då planerna för radiofrekvenser ändras eller på grundval av frekvensföreskrifter eller förpliktelser i internationella fördrag, eller om det är motiverat för att förebygga eller avhjälpa störningar av radiokommunikationen. Tillståndsvillkoren kan ändras också om det är nödvändigt för att användningen av radiofrekvenserna behöver omorganiseras när de ekonomiska eller tekniska verksamhetsförutsättningarna för ett teleföretag på marknaden förändras, ett nytt teleföretag kommer in på marknaden eller det sker andra motsvarande förändringar av förhållandena på marknaden.",
        "folded_sv": "under radiotillstandets giltighetstid kan kommunikationsverket andra tillstandsvillkoren utan tillstandshavarens samtycke, om det ar nodvandigt da planerna for radiofrekvenser andras eller pa grundval av frekvensforeskrifter eller forpliktelser i internationella fordrag, eller om det ar motiverat for att forebygga eller avhjalpa storningar av radiokommunikationen. tillstandsvillkoren kan andras ocksa om det ar nodvandigt for att anvandningen av radiofrekvenserna behover omorganiseras nar de ekonomiska eller tekniska verksamhetsforutsattningarna for ett teleforetag pa marknaden forandras, ett nytt teleforetag kommer in pa marknaden eller det sker andra motsvarande forandringar av forhallandena pa marknaden."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Radioluvan ja radiotaajuuksien varauksen peruuttaminen",
      "content": "Viestintävirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 §:n mukaisesti määrätyistä toimenpiteistä huolimatta vakavasti tai toistuvasti radioviestinnän häiriöttömyyden kannalta olennaisella tavalla rikkoo tätä lakia taikka sen nojalla annettuja säännöksiä tai määräyksiä tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvää maksuvelvollisuutta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Viestintävirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 § :n mukaisesti määrätyistä toimenpiteistä huolimatta vakavasti tai toistuvasti radioviestinnän häiriöttömyyden kannalta olennaisella tavalla rikkoo tätä lakia taikka sen nojalla annettuja säännöksiä tai määräyksiä tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvää maksuvelvollisuutta;",
        "folded_fi": "viestintavirasto voi kokonaan tai osittain peruuttaa radioluvan tai radiotaajuuksien varauksen, jos: 1) luvanhaltija 36 §:n mukaisesti maaratyista toimenpiteista huolimatta vakavasti tai toistuvasti radioviestinnan hairiottomyyden kannalta olennaisella tavalla rikkoo tata lakia taikka sen nojalla annettuja saannoksia tai maarayksia tai lupaehtoja taikka olennaisesti rikkoo radiolupaan tai radiotaajuuksien varaukseen liittyvaa maksuvelvollisuutta;",
        "title_sv": "Återkallande av radiotillstånd och radiofre- kvensreservering",
        "content_sv": "Kommunikationsverket får helt eller delvis återkalla radiotillstånd eller radiofrekvensreserveringar, om 1) tillståndshavaren trots åtgärder enligt 36 § på ett med avseende på störningsfri radiokommunikation väsentligt sätt gör sig skyldig till allvarliga eller upprepade överträdelser av denna lag eller de bestämmelser, föreskrifter eller tillståndsvillkor som utfärdats med stöd av den eller gör sig skyldig till ett väsentligt brott mot betalningsskyldigheten i anslutning till radiotillståndet eller radiofrekvensreserveringen,",
        "normalized_sv": "Kommunikationsverket får helt eller delvis återkalla radiotillstånd eller radiofrekvensreserveringar, om 1) tillståndshavaren trots åtgärder enligt 36 § på ett med avseende på störningsfri radiokommunikation väsentligt sätt gör sig skyldig till allvarliga eller upprepade överträdelser av denna lag eller de bestämmelser, föreskrifter eller tillståndsvillkor som utfärdats med stöd av den eller gör sig skyldig till ett väsentligt brott mot betalningsskyldigheten i anslutning till radiotillståndet eller radiofrekvensreserveringen,",
        "folded_sv": "kommunikationsverket far helt eller delvis aterkalla radiotillstand eller radiofrekvensreserveringar, om 1) tillstandshavaren trots atgarder enligt 36 § pa ett med avseende pa storningsfri radiokommunikation vasentligt satt gor sig skyldig till allvarliga eller upprepade overtradelser av denna lag eller de bestammelser, foreskrifter eller tillstandsvillkor som utfardats med stod av den eller gor sig skyldig till ett vasentligt brott mot betalningsskyldigheten i anslutning till radiotillstandet eller radiofrekvensreserveringen,"
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Pätevyyden osoittaminen",
      "content": "Pätevyystodistuksen saamiseksi on suoritettava pätevyystutkinto. Tutkinnossa on osoitettava kyseiseen radioviestinnän lajiin liittyvien sääntöjen, ohjeiden ja laitteiden tuntemus sekä tarvittava kielitaito. Viestintävirasto määrää tutkintovaatimukset sekä tutkinnon vastaanottajat. Hakemuksesta viraston ulkopuolinen taho voidaan määrätä tutkinnon vastaanottajaksi. Tutkinnon vastaanottajalla tulee olla tehtävän edellyttämä taito ja kokemus. Tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisistä perusteista on silloin soveltuvin osin voimassa, mitä valtion maksuperustelain (150/1992) 4―7 §:ssä säädetään. Mainituista suoritteista perittävistä maksuista voidaan säätää liikenne- ja viestintäministeriön asetuksella noudattaen soveltuvin osin, mitä valtion maksuperustelain 8 §:n 2 ja 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Pätevyystodistuksen saamiseksi on suoritettava pätevyystutkinto. Tutkinnossa on osoitettava kyseiseen radioviestinnän lajiin liittyvien sääntöjen, ohjeiden ja laitteiden tuntemus sekä tarvittava kielitaito. Viestintävirasto määrää tutkintovaatimukset sekä tutkinnon vastaanottajat. Hakemuksesta viraston ulkopuolinen taho voidaan määrätä tutkinnon vastaanottajaksi. Tutkinnon vastaanottajalla tulee olla tehtävän edellyttämä taito ja kokemus. Tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisistä perusteista on silloin soveltuvin osin voimassa, mitä valtion maksuperustelain (150/1992) 4―7 § :ssä säädetään. Mainituista suoritteista perittävistä maksuista voidaan säätää liikenne- ja viestintäministeriön asetuksella noudattaen soveltuvin osin, mitä valtion maksuperustelain 8 § :n 2 ja 3 momentissa säädetään.",
        "folded_fi": "patevyystodistuksen saamiseksi on suoritettava patevyystutkinto. tutkinnossa on osoitettava kyseiseen radioviestinnan lajiin liittyvien saantojen, ohjeiden ja laitteiden tuntemus seka tarvittava kielitaito. viestintavirasto maaraa tutkintovaatimukset seka tutkinnon vastaanottajat. hakemuksesta viraston ulkopuolinen taho voidaan maarata tutkinnon vastaanottajaksi. tutkinnon vastaanottajalla tulee olla tehtavan edellyttama taito ja kokemus. tutkintoon liittyvien suoritteiden maksullisuuden ja maksujen suuruuden yleisista perusteista on silloin soveltuvin osin voimassa, mita valtion maksuperustelain (150/1992) 4―7 §:ssa saadetaan. mainituista suoritteista perittavista maksuista voidaan saataa liikenne- ja viestintaministerion asetuksella noudattaen soveltuvin osin, mita valtion maksuperustelain 8 §:n 2 ja 3 momentissa saadetaan.",
        "title_sv": "Påvisande av behörighet",
        "content_sv": "För erhållande av behörighetsbevis skall behörighetsexamen avläggas. Vid examen skall den som deltar i examen visa att han eller hon känner till reglerna, anvisningarna och anläggningarna inom det ifrågavarande slaget av radiokommunikation och har nödvändiga språkkunskaper. Kommunikationsverket beslutar om examensfordringarna och examensförrättarna. På ansökan kan en instans utanför verket förordnas till examensförrättare. Examensförrättaren skall ha den skicklighet och erfarenhet som uppgiften kräver. I fråga om de allmänna grunderna för när examensrelaterade prestationer skall vara avgiftsbelagda och för avgifternas storlek gäller då i tillämpliga delar 4―7 § i lagen om grunderna för avgifter till staten (150/1992). Bestämmelser om avgifter för dessa prestationer kan utfärdas genom förordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna för avgifter till staten.",
        "normalized_sv": "För erhållande av behörighetsbevis skall behörighetsexamen avläggas. Vid examen skall den som deltar i examen visa att han eller hon känner till reglerna, anvisningarna och anläggningarna inom det ifrågavarande slaget av radiokommunikation och har nödvändiga språkkunskaper. Kommunikationsverket beslutar om examensfordringarna och examensförrättarna. På ansökan kan en instans utanför verket förordnas till examensförrättare. Examensförrättaren skall ha den skicklighet och erfarenhet som uppgiften kräver. I fråga om de allmänna grunderna för när examensrelaterade prestationer skall vara avgiftsbelagda och för avgifternas storlek gäller då i tillämpliga delar 4―7 § i lagen om grunderna för avgifter till staten (150/1992). Bestämmelser om avgifter för dessa prestationer kan utfärdas genom förordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna för avgifter till staten.",
        "folded_sv": "for erhallande av behorighetsbevis skall behorighetsexamen avlaggas. vid examen skall den som deltar i examen visa att han eller hon kanner till reglerna, anvisningarna och anlaggningarna inom det ifragavarande slaget av radiokommunikation och har nodvandiga sprakkunskaper. kommunikationsverket beslutar om examensfordringarna och examensforrattarna. pa ansokan kan en instans utanfor verket forordnas till examensforrattare. examensforrattaren skall ha den skicklighet och erfarenhet som uppgiften kraver. i fraga om de allmanna grunderna for nar examensrelaterade prestationer skall vara avgiftsbelagda och for avgifternas storlek galler da i tillampliga delar 4―7 § i lagen om grunderna for avgifter till staten (150/1992). bestammelser om avgifter for dessa prestationer kan utfardas genom forordning av kommunikationsministeriet med iakttagande av 8 § 2 och 3 mom. i lagen om grunderna for avgifter till staten."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Pätevyys- ja kelpoisuustodistuksen peruuttaminen",
      "content": "Viestintävirasto voi peruuttaa pätevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lähettää radiolähettimellä rikoslain 34 luvun 10 §:ssä tarkoitetun perättömän vaarailmoituksen, häiritsee radiolähettimellä radioviestintää rikoslain 38 luvun 5, 6 tai 7 §:ssä rangaistavaksi säädetyllä tavalla taikka toistuvasti rikkoo radioviestintää koskevia säännöksiä tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen häiriön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Viestintävirasto voi peruuttaa pätevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lähettää radiolähettimellä rikoslain 34 luvun 10 § :ssä tarkoitetun perättömän vaarailmoituksen, häiritsee radiolähettimellä radioviestintää rikoslain 38 luvun 5, 6 tai 7 § :ssä rangaistavaksi säädetyllä tavalla taikka toistuvasti rikkoo radioviestintää koskevia säännöksiä tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen häiriön.",
        "folded_fi": "viestintavirasto voi peruuttaa patevyys- tai kelpoisuustodistuksen, jos todistuksen haltija lahettaa radiolahettimella rikoslain 34 luvun 10 §:ssa tarkoitetun perattoman vaarailmoituksen, hairitsee radiolahettimella radioviestintaa rikoslain 38 luvun 5, 6 tai 7 §:ssa rangaistavaksi saadetylla tavalla taikka toistuvasti rikkoo radioviestintaa koskevia saannoksia tai toistuvasti huolimattomuuttaan aiheuttaa radioliikenteelle haitallisen hairion.",
        "title_sv": "Återkallande av behörighets- och kompetensbevis",
        "content_sv": "Kommunikationsverket kan återkalla ett behörighets- eller kompetensbevis, om den som innehar beviset sänder ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosändare, med en radiosändare stör radiokommunikationen på ett sätt som är straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestämmelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga störningar av radiokommunikationen.",
        "normalized_sv": "Kommunikationsverket kan återkalla ett behörighets- eller kompetensbevis, om den som innehar beviset sänder ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosändare, med en radiosändare stör radiokommunikationen på ett sätt som är straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestämmelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga störningar av radiokommunikationen.",
        "folded_sv": "kommunikationsverket kan aterkalla ett behorighets- eller kompetensbevis, om den som innehar beviset sander ett i 34 kap. 10 § i strafflagen avsett falskt alarm med en radiosandare, med en radiosandare stor radiokommunikationen pa ett satt som ar straffbart enligt 38 kap. 5, 6 eller 7 § i strafflagen eller upprepat bryter mot bestammelserna om radiokommunikation eller upprepat av oaktsamhet orsakar skadliga storningar av radiokommunikationen."
      },
      "valid_from": "2005-01-28",
      "valid_to": null
    }
  ]
}