{
  "id": "470/2007",
  "type": "statute",
  "title": "Laki vakuutusyhdistyslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försäkringsföreningar",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/470/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "content": "Vakuutusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa (459/2007) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Vakuutusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa (459/2007) säädetään.",
        "folded_fi": "vakuutusyhdistyksen tilintarkastuksesta on voimassa, mita tassa luvussa ja tilintarkastuslaissa (459/2007) saadetaan.",
        "content_sv": "I fråga om revision av försäkringsföreningar gäller vad som bestäms i detta kapitel och i revisionslagen (459/2007).",
        "normalized_sv": "I fråga om revision av försäkringsföreningar gäller vad som bestäms i detta kapitel och i revisionslagen (459/2007).",
        "folded_sv": "i fraga om revision av forsakringsforeningar galler vad som bestams i detta kapitel och i revisionslagen (459/2007)."
      }
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Suuressa vakuutusyhdistyksessä vähintään yhden tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Suuren vakuutusyhdistyksen ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Pienessä vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö tai mainitun lain 2 §:n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Suuressa vakuutusyhdistyksessä vähintään yhden tilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Suuren vakuutusyhdistyksen ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Pienessä vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö tai mainitun lain 2 § :n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
        "folded_fi": "suuressa vakuutusyhdistyksessa vahintaan yhden tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso. suuren vakuutusyhdistyksen ja vakuutusomistusyhteison tilintarkastukseen sovelletaan, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta. pienessa vakuutusyhdistyksessa tilintarkastajan ja varatilintarkastajan on oltava kht-tilintarkastaja tai kht-yhteiso tai mainitun lain 2 §:n 3 kohdassa tarkoitettu htm-tilintarkastaja tai htm-yhteiso.",
        "content_sv": "I en stor försäkringsförening skall minst en revisor vara en sådan CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. På revision av en stor försäkringsförening och försäkringsholdingsammanslutning tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i sammanslutningar som är föremål för offentlig handel. I en liten försäkringsförening skall revisorn och revisorssuppleanten vara en CGR-revisor eller CGR-sammanslutning eller en i 2 § 3 punkten i nämnda lag avsedd GRM-revisor eller GRM-sammanslutning.",
        "normalized_sv": "I en stor försäkringsförening skall minst en revisor vara en sådan CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. På revision av en stor försäkringsförening och försäkringsholdingsammanslutning tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i sammanslutningar som är föremål för offentlig handel. I en liten försäkringsförening skall revisorn och revisorssuppleanten vara en CGR-revisor eller CGR-sammanslutning eller en i 2 § 3 punkten i nämnda lag avsedd GRM-revisor eller GRM-sammanslutning.",
        "folded_sv": "i en stor forsakringsforening skall minst en revisor vara en sadan cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen. pa revision av en stor forsakringsforening och forsakringsholdingsammanslutning tillampas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i sammanslutningar som ar foremal for offentlig handel. i en liten forsakringsforening skall revisorn och revisorssuppleanten vara en cgr-revisor eller cgr-sammanslutning eller en i 2 § 3 punkten i namnda lag avsedd grm-revisor eller grm-sammanslutning."
      }
    },
    {
      "provision_ref": "9:4",
      "chapter": "9",
      "section": "4",
      "content": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhdistykselle kelpoisuusvaatimukset täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 §:ssä tarkoitettua kelpoisuutta taikka hän ei ole tilintarkastuslain 24 tai 25 §:ssä tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusvaatimukset täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, yhdistyksen hallitusta on kuultava. Määräys on voimassa, kunnes yhdistykselle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilintarkastajan tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:4",
        "normalized_fi": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhdistykselle kelpoisuusvaatimukset täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 § :ssä tarkoitettua kelpoisuutta taikka hän ei ole tilintarkastuslain 24 tai 25 § :ssä tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusvaatimukset täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, yhdistyksen hallitusta on kuultava. Määräys on voimassa, kunnes yhdistykselle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilintarkastajan tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on ilmoituksesta maarattava vakuutusyhdistykselle kelpoisuusvaatimukset tayttava tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu taman lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tassa laissa tai tilintarkastuslain 3 §:ssa tarkoitettua kelpoisuutta taikka han ei ole tilintarkastuslain 24 tai 25 §:ssa tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjarjestykseen otettua tilintarkastajien lukumaaraa tai kelpoisuutta koskevaa maaraysta on rikottu. ilmoituksen saa edella tarkoitetuissa tapauksissa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusvaatimukset tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, yhdistyksen hallitusta on kuultava. maarays on voimassa, kunnes yhdistykselle on saadetyssa jarjestyksessa valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilintarkastajan tilalle.",
        "content_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för en försäkringsförening, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behörighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i stadgarna om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan nämnda fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande meddelas skall föreningens styrelse höras. Förordnandet gäller till dess att för föreningen i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för en försäkringsförening, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behörighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i stadgarna om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan nämnda fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande meddelas skall föreningens styrelse höras. Förordnandet gäller till dess att för föreningen i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall pa anmalan forordna en behorig revisor for en forsakringsforening, om 1) nagon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behorighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte ar oberoende pa det satt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestammelse i stadgarna om antalet revisorer eller deras behorighet inte har iakttagits. anmalan far i ovan namnda fall goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den pa vilken det ankommer att valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall begara ett utlatande av centralhandelskammarens revisionsnamnd i ett arende som avses i 1 mom. 2 punkten och som galler oberoende innan arendet avgors. innan ett i denna paragraf namnt forordnande meddelas skall foreningens styrelse horas. forordnandet galler till dess att for foreningen i foreskriven ordning valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      }
    },
    {
      "provision_ref": "9:6",
      "chapter": "9",
      "section": "6",
      "content": "Mitä tilintarkastajasta säädetään 15 luvun 5―7 §:ssä, 16 luvun 4 §:ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:6",
        "normalized_fi": "Mitä tilintarkastajasta säädetään 15 luvun 5―7 § :ssä, 16 luvun 4 § :ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan.",
        "folded_fi": "mita tilintarkastajasta saadetaan 15 luvun 5―7 §:ssa, 16 luvun 4 §:ssa ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti tassa pykalassa tarkoitettuun tarkastajaan.",
        "content_sv": "Vad som bestäms om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf.",
        "normalized_sv": "Vad som bestäms om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf.",
        "folded_sv": "vad som bestams om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall pa motsvarande satt tillampas pa en granskare som avses i denna paragraf."
      }
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "content": "Varojen jakamista koskevan päätöksen tekemiseen tai täytäntöönpanoon taikka päätöksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jälkeisen vajauksen täyttämisestä 15 luvun 1, 3 ja 4 §:n sekä tilintarkastuslain 51 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Varojen jakamista koskevan päätöksen tekemiseen tai täytäntöönpanoon taikka päätöksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jälkeisen vajauksen täyttämisestä 15 luvun 1, 3 ja 4 § :n sekä tilintarkastuslain 51 § :n mukaisesti.",
        "folded_fi": "varojen jakamista koskevan paatoksen tekemiseen tai taytantoonpanoon taikka paatoksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jalkeisen vajauksen tayttamisesta 15 luvun 1, 3 ja 4 §:n seka tilintarkastuslain 51 §:n mukaisesti.",
        "content_sv": "De som deltagit i fattandet eller verkställandet av utdelningsbeslutet eller i upprättandet eller fastställandet av den felaktiga balansräkning som legat till grund för beslutet är enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga för den brist som föreligger efter återbetalningen av medel.",
        "normalized_sv": "De som deltagit i fattandet eller verkställandet av utdelningsbeslutet eller i upprättandet eller fastställandet av den felaktiga balansräkning som legat till grund för beslutet är enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga för den brist som föreligger efter återbetalningen av medel.",
        "folded_sv": "de som deltagit i fattandet eller verkstallandet av utdelningsbeslutet eller i upprattandet eller faststallandet av den felaktiga balansrakning som legat till grund for beslutet ar enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga for den brist som foreligger efter aterbetalningen av medel."
      }
    },
    {
      "provision_ref": "14:3",
      "chapter": "14",
      "section": "3",
      "content": "Sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:3",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 5) utredning om de sarskilda formaner och rattigheter som tillkommer den overlatande och den overtagande foreningens forvaltningsradsmedlemmar och styrelsemedlemmar, verkstallande direktor, revisor och en revisor som ar verksam som oberoende sakkunnig,"
      }
    },
    {
      "provision_ref": "14:5",
      "chapter": "14",
      "section": "5",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos sulautumiseen osallistuu vain pieniä vakuutusyhdistyksiä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. Lausunto on päivättävä ja allekirjoitettava, ja se on liitettävä sulautumissuunnitelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:5",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos sulautumiseen osallistuu vain pieniä vakuutusyhdistyksiä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. Lausunto on päivättävä ja allekirjoitettava, ja se on liitettävä sulautumissuunnitelmaan.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan tai, jos sulautumiseen osallistuu vain pienia vakuutusyhdistyksia, kht-tilintarkastajan tai htm-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvan omaisuuden seka vastikkeen arvon ja jaon arviointiin. vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. lausunto on paivattava ja allekirjoitettava, ja se on liitettava sulautumissuunnitelmaan.",
        "content_sv": "En eller flera CGR-revisorer eller, om endast små försäkringsföreningar deltar i fusionen, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge utlåtande om fusionsplanen till de föreningar som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till den övertagande föreningen samt vederlagets värde och dess skifte. I utlåtandet till den övertagande föreningen skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av föreningens skulder. Utlåtandet skall dateras och undertecknas och det skall fogas till fusionsplanen.",
        "normalized_sv": "En eller flera CGR-revisorer eller, om endast små försäkringsföreningar deltar i fusionen, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge utlåtande om fusionsplanen till de föreningar som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till den övertagande föreningen samt vederlagets värde och dess skifte. I utlåtandet till den övertagande föreningen skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av föreningens skulder. Utlåtandet skall dateras och undertecknas och det skall fogas till fusionsplanen.",
        "folded_sv": "en eller flera cgr-revisorer eller, om endast sma forsakringsforeningar deltar i fusionen, en cgr-revisor eller grm-revisor, vilka ar verksamma som oberoende sakkunniga, skall ge utlatande om fusionsplanen till de foreningar som deltar i fusionen. i utlatandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av fusionsorsaken, vardet av den egendom som overgar till den overtagande foreningen samt vederlagets varde och dess skifte. i utlatandet till den overtagande foreningen skall sarskilt namnas om fusionen ar agnad att aventyra betalningen av foreningens skulder. utlatandet skall dateras och undertecknas och det skall fogas till fusionsplanen."
      }
    },
    {
      "provision_ref": "14:17",
      "chapter": "14",
      "section": "17",
      "content": "Sulautuvan yhdistyksen vakuutuskanta sekä muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 §:ään ja tilintarkastuslain 51 §:ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhdistykselle, kun sulautumisen täytäntöönpano on rekisteröity. Samalla sulautuva yhdistys purkautuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:17",
        "normalized_fi": "Sulautuvan yhdistyksen vakuutuskanta sekä muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 § :ään ja tilintarkastuslain 51 § :ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhdistykselle, kun sulautumisen täytäntöönpano on rekisteröity. Samalla sulautuva yhdistys purkautuu.",
        "folded_fi": "sulautuvan yhdistyksen vakuutuskanta seka muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 §:aan ja tilintarkastuslain 51 §:aan perustuvaa vaatimusta, siirtyvat selvitysmenettelytta vastaanottavalle yhdistykselle, kun sulautumisen taytantoonpano on rekisteroity. samalla sulautuva yhdistys purkautuu.",
        "content_sv": "Den överlåtande föreningens försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till den övertagande föreningen, när verkställandet av fusionen har registrerats. Samtidigt upplöses den överlåtande föreningen.",
        "normalized_sv": "Den överlåtande föreningens försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till den övertagande föreningen, när verkställandet av fusionen har registrerats. Samtidigt upplöses den överlåtande föreningen.",
        "folded_sv": "den overlatande foreningens forsakringsbestand samt ovriga tillgangar och skulder, med undantag av yrkande som grundar sig pa 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, overgar utan likvidationsforfarande till den overtagande foreningen, nar verkstallandet av fusionen har registrerats. samtidigt upploses den overlatande foreningen."
      }
    },
    {
      "provision_ref": "14:3",
      "chapter": "14",
      "section": "3",
      "content": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:3",
        "normalized_fi": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 5) utredning om de sarskilda formaner och rattigheter som tillkommer den overlatande och den overtagande foreningens forvaltningsradsmedlemmar och styrelsemedlemmar, verkstallande direktor, revisor och en revisor som ar verksam som oberoende sakkunnig,"
      }
    },
    {
      "provision_ref": "14:4",
      "chapter": "14",
      "section": "4",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen välillä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhdistykselle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä 14 luvun 5 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:4",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen välillä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhdistykselle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä 14 luvun 5 § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen valilla, kht-tilintarkastajan tai htm-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto seka luovuttavalle etta vastaanottavalle yhdistykselle. lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvan vakuutuskannan ja sen katteeksi siirrettavaksi sovitun varallisuuden seka mahdollisen vastikkeen arvon arviointiin. lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita 14 luvun 5 §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer eller, om överlåtelsen av försäkringsbeståndet sker mellan två små försäkringsföreningar, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge både den överlåtande och den övertagande föreningen utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till den övertagande föreningen och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av föreningens skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 14 kap. 5 §.",
        "normalized_sv": "En eller flera CGR-revisorer eller, om överlåtelsen av försäkringsbeståndet sker mellan två små försäkringsföreningar, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge både den överlåtande och den övertagande föreningen utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till den övertagande föreningen och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av föreningens skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 14 kap. 5 § .",
        "folded_sv": "en eller flera cgr-revisorer eller, om overlatelsen av forsakringsbestandet sker mellan tva sma forsakringsforeningar, en cgr-revisor eller grm-revisor, vilka ar verksamma som oberoende sakkunniga, skall ge bade den overlatande och den overtagande foreningen utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till den overtagande foreningen och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av foreningens skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 14 kap. 5 §."
      }
    },
    {
      "provision_ref": "15:5",
      "chapter": "15",
      "section": "5",
      "content": "Vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla päättää yhdistyskokous. Hallituksella on kuitenkin oikeus päättää rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:5",
        "normalized_fi": "Vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 § :n taikka tilintarkastuslain 51 § :n nojalla päättää yhdistyskokous. Hallituksella on kuitenkin oikeus päättää rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
        "folded_fi": "vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla paattaa yhdistyskokous. hallituksella on kuitenkin oikeus paattaa rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
        "content_sv": "Beslut om väckande av skadeståndstalan för föreningens räkning med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av föreningsstämman. Styrelsen har dock rätt att besluta om väckande av skadeståndstalan på grund av en straffbar gärning.",
        "normalized_sv": "Beslut om väckande av skadeståndstalan för föreningens räkning med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av föreningsstämman. Styrelsen har dock rätt att besluta om väckande av skadeståndstalan på grund av en straffbar gärning.",
        "folded_sv": "beslut om vackande av skadestandstalan for foreningens rakning med stod av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av foreningsstamman. styrelsen har dock ratt att besluta om vackande av skadestandstalan pa grund av en straffbar garning."
      }
    },
    {
      "provision_ref": "15:7",
      "chapter": "15",
      "section": "7",
      "content": "Yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:7",
        "normalized_fi": "Yhdistyksen lukuun 1 tai 3 § :n taikka tilintarkastuslain 51 § :n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "folded_fi": "yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "content_sv": "Talan på föreningens vägnar kan med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "normalized_sv": "Talan på föreningens vägnar kan med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "folded_sv": "talan pa foreningens vagnar kan med stod av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas pa en straffbar garning, inte vackas mot"
      }
    },
    {
      "provision_ref": "16:8",
      "chapter": "16",
      "section": "8",
      "content": "Joka tahallaan 4) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:8",
        "normalized_fi": "Joka tahallaan 4) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 4) rikkoo saannoksia riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vahainen tai siita ole muualla laissa saadetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "content_sv": "Den som uppsåtligen 4) bryter mot bestämmelserna om utlåtanden som skall utarbetas av en revisor som är verksam som oberoende sakkunnig, försäkringsföreningsbrott skall, om inte gärningen är ringa eller strängare straff för den föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 4) bryter mot bestämmelserna om utlåtanden som skall utarbetas av en revisor som är verksam som oberoende sakkunnig, försäkringsföreningsbrott skall, om inte gärningen är ringa eller strängare straff för den föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 4) bryter mot bestammelserna om utlatanden som skall utarbetas av en revisor som ar verksam som oberoende sakkunnig, forsakringsforeningsbrott skall, om inte garningen ar ringa eller strangare straff for den foreskrivs nagon annanstans i lag, for domas till boter eller fangelse i hogst ett ar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "9:1",
      "chapter": "9",
      "section": "1",
      "content": "Vakuutusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa (459/2007) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:1",
        "normalized_fi": "Vakuutusyhdistyksen tilintarkastuksesta on voimassa, mitä tässä luvussa ja tilintarkastuslaissa (459/2007) säädetään.",
        "folded_fi": "vakuutusyhdistyksen tilintarkastuksesta on voimassa, mita tassa luvussa ja tilintarkastuslaissa (459/2007) saadetaan.",
        "content_sv": "I fråga om revision av försäkringsföreningar gäller vad som bestäms i detta kapitel och i revisionslagen (459/2007).",
        "normalized_sv": "I fråga om revision av försäkringsföreningar gäller vad som bestäms i detta kapitel och i revisionslagen (459/2007).",
        "folded_sv": "i fraga om revision av forsakringsforeningar galler vad som bestams i detta kapitel och i revisionslagen (459/2007)."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:3",
      "chapter": "9",
      "section": "3",
      "content": "Suuressa vakuutusyhdistyksessä vähintään yhden tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Suuren vakuutusyhdistyksen ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Pienessä vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö tai mainitun lain 2 §:n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:3",
        "normalized_fi": "Suuressa vakuutusyhdistyksessä vähintään yhden tilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö. Suuren vakuutusyhdistyksen ja vakuutusomistusyhteisön tilintarkastukseen sovelletaan, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Pienessä vakuutusyhdistyksessä tilintarkastajan ja varatilintarkastajan on oltava KHT-tilintarkastaja tai KHT-yhteisö tai mainitun lain 2 § :n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
        "folded_fi": "suuressa vakuutusyhdistyksessa vahintaan yhden tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso. suuren vakuutusyhdistyksen ja vakuutusomistusyhteison tilintarkastukseen sovelletaan, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta. pienessa vakuutusyhdistyksessa tilintarkastajan ja varatilintarkastajan on oltava kht-tilintarkastaja tai kht-yhteiso tai mainitun lain 2 §:n 3 kohdassa tarkoitettu htm-tilintarkastaja tai htm-yhteiso.",
        "content_sv": "I en stor försäkringsförening skall minst en revisor vara en sådan CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. På revision av en stor försäkringsförening och försäkringsholdingsammanslutning tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i sammanslutningar som är föremål för offentlig handel. I en liten försäkringsförening skall revisorn och revisorssuppleanten vara en CGR-revisor eller CGR-sammanslutning eller en i 2 § 3 punkten i nämnda lag avsedd GRM-revisor eller GRM-sammanslutning.",
        "normalized_sv": "I en stor försäkringsförening skall minst en revisor vara en sådan CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen. På revision av en stor försäkringsförening och försäkringsholdingsammanslutning tillämpas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i sammanslutningar som är föremål för offentlig handel. I en liten försäkringsförening skall revisorn och revisorssuppleanten vara en CGR-revisor eller CGR-sammanslutning eller en i 2 § 3 punkten i nämnda lag avsedd GRM-revisor eller GRM-sammanslutning.",
        "folded_sv": "i en stor forsakringsforening skall minst en revisor vara en sadan cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen. pa revision av en stor forsakringsforening och forsakringsholdingsammanslutning tillampas vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i sammanslutningar som ar foremal for offentlig handel. i en liten forsakringsforening skall revisorn och revisorssuppleanten vara en cgr-revisor eller cgr-sammanslutning eller en i 2 § 3 punkten i namnda lag avsedd grm-revisor eller grm-sammanslutning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:4",
      "chapter": "9",
      "section": "4",
      "content": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhdistykselle kelpoisuusvaatimukset täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 §:ssä tarkoitettua kelpoisuutta taikka hän ei ole tilintarkastuslain 24 tai 25 §:ssä tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusvaatimukset täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, yhdistyksen hallitusta on kuultava. Määräys on voimassa, kunnes yhdistykselle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilintarkastajan tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:4",
        "normalized_fi": "Vakuutusvalvontaviraston on ilmoituksesta määrättävä vakuutusyhdistykselle kelpoisuusvaatimukset täyttävä tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu tämän lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tässä laissa tai tilintarkastuslain 3 § :ssä tarkoitettua kelpoisuutta taikka hän ei ole tilintarkastuslain 24 tai 25 § :ssä tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjärjestykseen otettua tilintarkastajien lukumäärää tai kelpoisuutta koskevaa määräystä on rikottu. Ilmoituksen saa edellä tarkoitetuissa tapauksissa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusvaatimukset täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, yhdistyksen hallitusta on kuultava. Määräys on voimassa, kunnes yhdistykselle on säädetyssä järjestyksessä valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilintarkastajan tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on ilmoituksesta maarattava vakuutusyhdistykselle kelpoisuusvaatimukset tayttava tilintarkastaja, jos: 1) tilintarkastajaa ei ole valittu taman lain tai tilintarkastuslain mukaisesti; 2) tilintarkastajalla ei ole tassa laissa tai tilintarkastuslain 3 §:ssa tarkoitettua kelpoisuutta taikka han ei ole tilintarkastuslain 24 tai 25 §:ssa tarkoitetulla tavalla riippumaton; taikka 3) yhdistysjarjestykseen otettua tilintarkastajien lukumaaraa tai kelpoisuutta koskevaa maaraysta on rikottu. ilmoituksen saa edella tarkoitetuissa tapauksissa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusvaatimukset tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, yhdistyksen hallitusta on kuultava. maarays on voimassa, kunnes yhdistykselle on saadetyssa jarjestyksessa valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilintarkastajan tilalle.",
        "content_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för en försäkringsförening, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behörighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i stadgarna om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan nämnda fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande meddelas skall föreningens styrelse höras. Förordnandet gäller till dess att för föreningen i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall på anmälan förordna en behörig revisor för en försäkringsförening, om 1) någon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behörighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte är oberoende på det sätt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestämmelse i stadgarna om antalet revisorer eller deras behörighet inte har iakttagits. Anmälan får i ovan nämnda fall göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den på vilken det ankommer att välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall begära ett utlåtande av Centralhandelskammarens revisionsnämnd i ett ärende som avses i 1 mom. 2 punkten och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande meddelas skall föreningens styrelse höras. Förordnandet gäller till dess att för föreningen i föreskriven ordning valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall pa anmalan forordna en behorig revisor for en forsakringsforening, om 1) nagon revisor inte har valts enligt denna lag eller revisionslagen, 2) revisorn inte har den behorighet som avses i denna lag eller i 3 § i revisionslagen eller revisorn inte ar oberoende pa det satt som avses i 24 eller 25 § i revisionslagen, eller om 3) en bestammelse i stadgarna om antalet revisorer eller deras behorighet inte har iakttagits. anmalan far i ovan namnda fall goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den pa vilken det ankommer att valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall begara ett utlatande av centralhandelskammarens revisionsnamnd i ett arende som avses i 1 mom. 2 punkten och som galler oberoende innan arendet avgors. innan ett i denna paragraf namnt forordnande meddelas skall foreningens styrelse horas. forordnandet galler till dess att for foreningen i foreskriven ordning valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9:6",
      "chapter": "9",
      "section": "6",
      "content": "Mitä tilintarkastajasta säädetään 15 luvun 5―7 §:ssä, 16 luvun 4 §:ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:6",
        "normalized_fi": "Mitä tilintarkastajasta säädetään 15 luvun 5―7 § :ssä, 16 luvun 4 § :ssä ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti tässä pykälässä tarkoitettuun tarkastajaan.",
        "folded_fi": "mita tilintarkastajasta saadetaan 15 luvun 5―7 §:ssa, 16 luvun 4 §:ssa ja tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti tassa pykalassa tarkoitettuun tarkastajaan.",
        "content_sv": "Vad som bestäms om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf.",
        "normalized_sv": "Vad som bestäms om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall på motsvarande sätt tillämpas på en granskare som avses i denna paragraf.",
        "folded_sv": "vad som bestams om revisor i 15 kap. 5―7 § och i 16 kap. 4 § i denna lag och i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen skall pa motsvarande satt tillampas pa en granskare som avses i denna paragraf."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "content": "Varojen jakamista koskevan päätöksen tekemiseen tai täytäntöönpanoon taikka päätöksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jälkeisen vajauksen täyttämisestä 15 luvun 1, 3 ja 4 §:n sekä tilintarkastuslain 51 §:n mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Varojen jakamista koskevan päätöksen tekemiseen tai täytäntöönpanoon taikka päätöksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jälkeisen vajauksen täyttämisestä 15 luvun 1, 3 ja 4 § :n sekä tilintarkastuslain 51 § :n mukaisesti.",
        "folded_fi": "varojen jakamista koskevan paatoksen tekemiseen tai taytantoonpanoon taikka paatoksen perusteena olevan virheellisen taseen laatimiseen tai vahvistamiseen osallistuneet ovat yhteisvastuussa varojen palauttamisen jalkeisen vajauksen tayttamisesta 15 luvun 1, 3 ja 4 §:n seka tilintarkastuslain 51 §:n mukaisesti.",
        "content_sv": "De som deltagit i fattandet eller verkställandet av utdelningsbeslutet eller i upprättandet eller fastställandet av den felaktiga balansräkning som legat till grund för beslutet är enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga för den brist som föreligger efter återbetalningen av medel.",
        "normalized_sv": "De som deltagit i fattandet eller verkställandet av utdelningsbeslutet eller i upprättandet eller fastställandet av den felaktiga balansräkning som legat till grund för beslutet är enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga för den brist som föreligger efter återbetalningen av medel.",
        "folded_sv": "de som deltagit i fattandet eller verkstallandet av utdelningsbeslutet eller i upprattandet eller faststallandet av den felaktiga balansrakning som legat till grund for beslutet ar enligt 15 kap. 1, 3 och 4 § i denna lag samt 51 § i revisionslagen solidariskt ansvariga for den brist som foreligger efter aterbetalningen av medel."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14:3",
      "chapter": "14",
      "section": "3",
      "content": "Sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:3",
        "normalized_fi": "Sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "sulautumissuunnitelmassa on oltava: 8) selvitys sulautumiseen osallistuvan yhdistyksen hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 5) utredning om de sarskilda formaner och rattigheter som tillkommer den overlatande och den overtagande foreningens forvaltningsradsmedlemmar och styrelsemedlemmar, verkstallande direktor, revisor och en revisor som ar verksam som oberoende sakkunnig,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14:5",
      "chapter": "14",
      "section": "5",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos sulautumiseen osallistuu vain pieniä vakuutusyhdistyksiä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. Lausunto on päivättävä ja allekirjoitettava, ja se on liitettävä sulautumissuunnitelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:5",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos sulautumiseen osallistuu vain pieniä vakuutusyhdistyksiä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. Lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvän omaisuuden sekä vastikkeen arvon ja jaon arviointiin. Vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. Lausunto on päivättävä ja allekirjoitettava, ja se on liitettävä sulautumissuunnitelmaan.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan tai, jos sulautumiseen osallistuu vain pienia vakuutusyhdistyksia, kht-tilintarkastajan tai htm-tilintarkastajan on annettava sulautumissuunnitelmasta lausunto kullekin sulautumiseen osallistuvalle yhdistykselle. lausunnossa on arvioitava, annetaanko sulautumissuunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan sulautumisen syyn, vastaanottavalle yhdistykselle siirtyvan omaisuuden seka vastikkeen arvon ja jaon arviointiin. vastaanottavalle yhdistykselle annettavassa lausunnossa on erikseen mainittava, onko sulautuminen omiaan vaarantamaan yhdistyksen velkojen maksun. lausunto on paivattava ja allekirjoitettava, ja se on liitettava sulautumissuunnitelmaan.",
        "content_sv": "En eller flera CGR-revisorer eller, om endast små försäkringsföreningar deltar i fusionen, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge utlåtande om fusionsplanen till de föreningar som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till den övertagande föreningen samt vederlagets värde och dess skifte. I utlåtandet till den övertagande föreningen skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av föreningens skulder. Utlåtandet skall dateras och undertecknas och det skall fogas till fusionsplanen.",
        "normalized_sv": "En eller flera CGR-revisorer eller, om endast små försäkringsföreningar deltar i fusionen, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge utlåtande om fusionsplanen till de föreningar som deltar i fusionen. I utlåtandet skall bedömas om fusionsplanen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av fusionsorsaken, värdet av den egendom som övergår till den övertagande föreningen samt vederlagets värde och dess skifte. I utlåtandet till den övertagande föreningen skall särskilt nämnas om fusionen är ägnad att äventyra betalningen av föreningens skulder. Utlåtandet skall dateras och undertecknas och det skall fogas till fusionsplanen.",
        "folded_sv": "en eller flera cgr-revisorer eller, om endast sma forsakringsforeningar deltar i fusionen, en cgr-revisor eller grm-revisor, vilka ar verksamma som oberoende sakkunniga, skall ge utlatande om fusionsplanen till de foreningar som deltar i fusionen. i utlatandet skall bedomas om fusionsplanen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av fusionsorsaken, vardet av den egendom som overgar till den overtagande foreningen samt vederlagets varde och dess skifte. i utlatandet till den overtagande foreningen skall sarskilt namnas om fusionen ar agnad att aventyra betalningen av foreningens skulder. utlatandet skall dateras och undertecknas och det skall fogas till fusionsplanen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14:17",
      "chapter": "14",
      "section": "17",
      "content": "Sulautuvan yhdistyksen vakuutuskanta sekä muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 §:ään ja tilintarkastuslain 51 §:ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhdistykselle, kun sulautumisen täytäntöönpano on rekisteröity. Samalla sulautuva yhdistys purkautuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:17",
        "normalized_fi": "Sulautuvan yhdistyksen vakuutuskanta sekä muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 § :ään ja tilintarkastuslain 51 § :ään perustuvaa vaatimusta, siirtyvät selvitysmenettelyttä vastaanottavalle yhdistykselle, kun sulautumisen täytäntöönpano on rekisteröity. Samalla sulautuva yhdistys purkautuu.",
        "folded_fi": "sulautuvan yhdistyksen vakuutuskanta seka muut varat ja velat, lukuun ottamatta 15 luvun 1 ja 3 §:aan ja tilintarkastuslain 51 §:aan perustuvaa vaatimusta, siirtyvat selvitysmenettelytta vastaanottavalle yhdistykselle, kun sulautumisen taytantoonpano on rekisteroity. samalla sulautuva yhdistys purkautuu.",
        "content_sv": "Den överlåtande föreningens försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till den övertagande föreningen, när verkställandet av fusionen har registrerats. Samtidigt upplöses den överlåtande föreningen.",
        "normalized_sv": "Den överlåtande föreningens försäkringsbestånd samt övriga tillgångar och skulder, med undantag av yrkande som grundar sig på 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, övergår utan likvidationsförfarande till den övertagande föreningen, när verkställandet av fusionen har registrerats. Samtidigt upplöses den överlåtande föreningen.",
        "folded_sv": "den overlatande foreningens forsakringsbestand samt ovriga tillgangar och skulder, med undantag av yrkande som grundar sig pa 15 kap. 1 och 3 § i denna lag och 51 § i revisionslagen, overgar utan likvidationsforfarande till den overtagande foreningen, nar verkstallandet av fusionen har registrerats. samtidigt upploses den overlatande foreningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14:3",
      "chapter": "14",
      "section": "3",
      "content": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:3",
        "normalized_fi": "Vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jäsenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisistä eduista ja oikeuksista;",
        "folded_fi": "vakuutuskannan luovuttamista koskevassa suunnitelmassa on oltava: 5) selvitys luovuttavan ja vastaanottavan yhdistyksen hallintoneuvoston ja hallituksen jasenelle, toimitusjohtajalle, tilintarkastajalle ja riippumattomana asiantuntijana toimivalle tilintarkastajalle annettavista erityisista eduista ja oikeuksista;",
        "content_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "normalized_sv": "Planen för överlåtelse av försäkringsbeståndet skall uppta 5) utredning om de särskilda förmåner och rättigheter som tillkommer den överlåtande och den övertagande föreningens förvaltningsrådsmedlemmar och styrelsemedlemmar, verkställande direktör, revisor och en revisor som är verksam som oberoende sakkunnig,",
        "folded_sv": "planen for overlatelse av forsakringsbestandet skall uppta 5) utredning om de sarskilda formaner och rattigheter som tillkommer den overlatande och den overtagande foreningens forvaltningsradsmedlemmar och styrelsemedlemmar, verkstallande direktor, revisor och en revisor som ar verksam som oberoende sakkunnig,"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "14:4",
      "chapter": "14",
      "section": "4",
      "content": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen välillä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhdistykselle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä 14 luvun 5 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:4",
        "normalized_fi": "Yhden tai useamman riippumattomana asiantuntijana toimivan KHT-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen välillä, KHT-tilintarkastajan tai HTM-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto sekä luovuttavalle että vastaanottavalle yhdistykselle. Lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittävät tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvän vakuutuskannan ja sen katteeksi siirrettäväksi sovitun varallisuuden sekä mahdollisen vastikkeen arvon arviointiin. Lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. Asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mitä 14 luvun 5 § :ssä säädetään.",
        "folded_fi": "yhden tai useamman riippumattomana asiantuntijana toimivan kht-tilintarkastajan tai, jos kannanluovutus tapahtuu kahden pienen vakuutusyhdistyksen valilla, kht-tilintarkastajan tai htm-tilintarkastajan on annettava vakuutuskannan luovuttamista koskevasta suunnitelmasta lausunto seka luovuttavalle etta vastaanottavalle yhdistykselle. lausunnossa on arvioitava, annetaanko suunnitelmassa oikeat ja riittavat tiedot seikoista, jotka ovat omiaan olennaisesti vaikuttamaan vakuutuskannan luovuttamisen syyn, vastaanottavalle yhdistykselle siirtyvan vakuutuskannan ja sen katteeksi siirrettavaksi sovitun varallisuuden seka mahdollisen vastikkeen arvon arviointiin. lausunnossa on erikseen mainittava, onko vakuutuskannan luovuttaminen omiaan vaarantamaan yhdistyksen velkojen maksun. asiantuntijaan ja lausuntoon sovelletaan muutoin soveltuvin osin, mita 14 luvun 5 §:ssa saadetaan.",
        "content_sv": "En eller flera CGR-revisorer eller, om överlåtelsen av försäkringsbeståndet sker mellan två små försäkringsföreningar, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge både den överlåtande och den övertagande föreningen utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till den övertagande föreningen och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av föreningens skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 14 kap. 5 §.",
        "normalized_sv": "En eller flera CGR-revisorer eller, om överlåtelsen av försäkringsbeståndet sker mellan två små försäkringsföreningar, en CGR-revisor eller GRM-revisor, vilka är verksamma som oberoende sakkunniga, skall ge både den överlåtande och den övertagande föreningen utlåtande om planen för överlåtelse av försäkringsbeståndet. I utlåtandet skall bedömas om planen ger riktiga och tillräckliga uppgifter om omständigheter som är ägnade att inverka väsentligt på bedömningen av orsaken till att försäkringsbeståndet överlåts, värdet av det försäkringsbestånd som övergår till den övertagande föreningen och den egendom som enligt avtalet skall överföras som täckning för beståndet samt ett eventuellt vederlags värde. I utlåtandet skall särskilt nämnas om överlåtelsen av försäkringsbeståndet är ägnad att äventyra betalningen av föreningens skulder. I fråga om de sakkunniga och utlåtandet skall i övrigt i tillämpliga delar iakttas 14 kap. 5 § .",
        "folded_sv": "en eller flera cgr-revisorer eller, om overlatelsen av forsakringsbestandet sker mellan tva sma forsakringsforeningar, en cgr-revisor eller grm-revisor, vilka ar verksamma som oberoende sakkunniga, skall ge bade den overlatande och den overtagande foreningen utlatande om planen for overlatelse av forsakringsbestandet. i utlatandet skall bedomas om planen ger riktiga och tillrackliga uppgifter om omstandigheter som ar agnade att inverka vasentligt pa bedomningen av orsaken till att forsakringsbestandet overlats, vardet av det forsakringsbestand som overgar till den overtagande foreningen och den egendom som enligt avtalet skall overforas som tackning for bestandet samt ett eventuellt vederlags varde. i utlatandet skall sarskilt namnas om overlatelsen av forsakringsbestandet ar agnad att aventyra betalningen av foreningens skulder. i fraga om de sakkunniga och utlatandet skall i ovrigt i tillampliga delar iakttas 14 kap. 5 §."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "15:5",
      "chapter": "15",
      "section": "5",
      "content": "Vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla päättää yhdistyskokous. Hallituksella on kuitenkin oikeus päättää rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:5",
        "normalized_fi": "Vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 § :n taikka tilintarkastuslain 51 § :n nojalla päättää yhdistyskokous. Hallituksella on kuitenkin oikeus päättää rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
        "folded_fi": "vahingonkorvauskanteen nostamisesta yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla paattaa yhdistyskokous. hallituksella on kuitenkin oikeus paattaa rangaistavaan tekoon perustuvan korvauskanteen nostamisesta.",
        "content_sv": "Beslut om väckande av skadeståndstalan för föreningens räkning med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av föreningsstämman. Styrelsen har dock rätt att besluta om väckande av skadeståndstalan på grund av en straffbar gärning.",
        "normalized_sv": "Beslut om väckande av skadeståndstalan för föreningens räkning med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av föreningsstämman. Styrelsen har dock rätt att besluta om väckande av skadeståndstalan på grund av en straffbar gärning.",
        "folded_sv": "beslut om vackande av skadestandstalan for foreningens rakning med stod av 1 eller 3 § i denna lag eller 51 § i revisionslagen fattas av foreningsstamman. styrelsen har dock ratt att besluta om vackande av skadestandstalan pa grund av en straffbar garning."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "15:7",
      "chapter": "15",
      "section": "7",
      "content": "Yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
      "metadata": {
        "source": "finlex",
        "source_eid": "15:7",
        "normalized_fi": "Yhdistyksen lukuun 1 tai 3 § :n taikka tilintarkastuslain 51 § :n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "folded_fi": "yhdistyksen lukuun 1 tai 3 §:n taikka tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "content_sv": "Talan på föreningens vägnar kan med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "normalized_sv": "Talan på föreningens vägnar kan med stöd av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "folded_sv": "talan pa foreningens vagnar kan med stod av 1 eller 3 § i denna lag eller 51 § i revisionslagen, om talan inte grundas pa en straffbar garning, inte vackas mot"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "16:8",
      "chapter": "16",
      "section": "8",
      "content": "Joka tahallaan 4) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:8",
        "normalized_fi": "Joka tahallaan 4) rikkoo säännöksiä riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vähäinen tai siitä ole muualla laissa säädetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintään yhdeksi vuodeksi.",
        "folded_fi": "joka tahallaan 4) rikkoo saannoksia riippumattomana asiantuntijana toimivan tilintarkastajan lausunnon laatimisesta, vakuutusyhdistysrikoksesta on tuomittava, jollei teko ole vahainen tai siita ole muualla laissa saadetty ankarampaa rangaistusta, sakkoon tai vankeuteen enintaan yhdeksi vuodeksi.",
        "content_sv": "Den som uppsåtligen 4) bryter mot bestämmelserna om utlåtanden som skall utarbetas av en revisor som är verksam som oberoende sakkunnig, försäkringsföreningsbrott skall, om inte gärningen är ringa eller strängare straff för den föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "normalized_sv": "Den som uppsåtligen 4) bryter mot bestämmelserna om utlåtanden som skall utarbetas av en revisor som är verksam som oberoende sakkunnig, försäkringsföreningsbrott skall, om inte gärningen är ringa eller strängare straff för den föreskrivs någon annanstans i lag, för dömas till böter eller fängelse i högst ett år.",
        "folded_sv": "den som uppsatligen 4) bryter mot bestammelserna om utlatanden som skall utarbetas av en revisor som ar verksam som oberoende sakkunnig, forsakringsforeningsbrott skall, om inte garningen ar ringa eller strangare straff for den foreskrivs nagon annanstans i lag, for domas till boter eller fangelse i hogst ett ar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}