{
  "id": "471/2007",
  "type": "statute",
  "title": "Laki eläkesäätiölain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pensionsstiftelser",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/471/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Eläkesäätiön tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tästä laista muuta johdu. B-eläkesäätiön ja AB-eläkesäätiön tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Eläkesäätiössä on oltava vähintään kaksi tilintarkastajaa. Toimintapiiriin kuuluvat henkilöt valitsevat ainakin yhden tilintarkastajan ja hänelle varatilintarkastajan ja työnantaja nimeää muut tilintarkastajat ja heidän varatilintarkastajansa. Jos eläkesäätiössä on hallintoneuvosto, se nimeää tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkilöiden ja työnantajan esityksestä. Sen estämättä, mitä 3 momentissa säädetään, työnantaja valitsee eläkesäätiötä perustettaessa väliaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. Toimintapiiriä edustavia tilintarkastajia valitessaan työnantajan on kuultava toimintapiirin edustajia. Jos työnantajayhteisöön sovelletaan yhteistoiminnasta yrityksissä annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, työnantajan on toimintapiiriä edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkilöstön edustajia. Eläkesäätiön tultua rekisteröidyksi on sen toimintapiiriä edustavien tilintarkastajien ja heidän varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 §:n 2 momentin säännökset huomioon ottaen on mahdollista. Sen estämättä, mitä 3 ja 4 momentissa säädetään, varatilintarkastaja voidaan jättää valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 §:ssä tarkoitettu KHT-yhteisö tai 34 §:ssä tarkoitettu HTM-yhteisö. Mitä tässä laissa säädetään tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Eläkesäätiön tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tästä laista muuta johdu. B-eläkesäätiön ja AB-eläkesäätiön tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Eläkesäätiössä on oltava vähintään kaksi tilintarkastajaa. Toimintapiiriin kuuluvat henkilöt valitsevat ainakin yhden tilintarkastajan ja hänelle varatilintarkastajan ja työnantaja nimeää muut tilintarkastajat ja heidän varatilintarkastajansa. Jos eläkesäätiössä on hallintoneuvosto, se nimeää tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkilöiden ja työnantajan esityksestä. Sen estämättä, mitä 3 momentissa säädetään, työnantaja valitsee eläkesäätiötä perustettaessa väliaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. Toimintapiiriä edustavia tilintarkastajia valitessaan työnantajan on kuultava toimintapiirin edustajia. Jos työnantajayhteisöön sovelletaan yhteistoiminnasta yrityksissä annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, työnantajan on toimintapiiriä edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkilöstön edustajia. Eläkesäätiön tultua rekisteröidyksi on sen toimintapiiriä edustavien tilintarkastajien ja heidän varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 § :n 2 momentin säännökset huomioon ottaen on mahdollista. Sen estämättä, mitä 3 ja 4 momentissa säädetään, varatilintarkastaja voidaan jättää valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 § :ssä tarkoitettu KHT-yhteisö tai 34 § :ssä tarkoitettu HTM-yhteisö. Mitä tässä laissa säädetään tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
        "folded_fi": "elakesaation tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tasta laista muuta johdu. b-elakesaation ja ab-elakesaation tilintarkastukseen sovelletaan lisaksi, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta. elakesaatiossa on oltava vahintaan kaksi tilintarkastajaa. toimintapiiriin kuuluvat henkilot valitsevat ainakin yhden tilintarkastajan ja hanelle varatilintarkastajan ja tyonantaja nimeaa muut tilintarkastajat ja heidan varatilintarkastajansa. jos elakesaatiossa on hallintoneuvosto, se nimeaa tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkiloiden ja tyonantajan esityksesta. sen estamatta, mita 3 momentissa saadetaan, tyonantaja valitsee elakesaatiota perustettaessa valiaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. toimintapiiria edustavia tilintarkastajia valitessaan tyonantajan on kuultava toimintapiirin edustajia. jos tyonantajayhteisoon sovelletaan yhteistoiminnasta yrityksissa annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, tyonantajan on toimintapiiria edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkiloston edustajia. elakesaation tultua rekisteroidyksi on sen toimintapiiria edustavien tilintarkastajien ja heidan varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 §:n 2 momentin saannokset huomioon ottaen on mahdollista. sen estamatta, mita 3 ja 4 momentissa saadetaan, varatilintarkastaja voidaan jattaa valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 §:ssa tarkoitettu kht-yhteiso tai 34 §:ssa tarkoitettu htm-yhteiso. mita tassa laissa saadetaan tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
        "content_sv": "På revision i en pensionsstiftelse tillämpas revisionslagen (459/2007), om inte något annat följer av denna lag. På revisionen i en B-pensionsstiftelse och en AB-pensionsstiftelse tillämpas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel. En pensionsstiftelse skall ha minst två revisorer. De personer som hör till verksamhetskretsen skall välja åtminstone en revisor och en revisorssuppleant för revisorn och arbetsgivaren skall utse de övriga revisorerna och revisorssuppleanter för dessa. Har pensionsstiftelsen ett förvaltningsråd, utser detta revisorer och revisorssuppleanter på framställning av de personer som hör till verksamhetskretsen och arbetsgivaren. Utan hinder av 3 mom. väljer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. Vid val av revisorer som företräder verksamhetskretsen skall arbetsgivaren höra företrädare för verksamhetskretsen. Tillämpas lagen om samarbete inom företag eller lagen om samarbete inom statens ämbetsverk och inrättningar på arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som företräder verksamhetskretsen höra de företrädare för personalen som avses i nämnda lagar. När pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som företräder verksamhetskretsen förrättas så snart som det med beaktande av vad som bestäms i 3 § 2 mom. är möjligt. Utan hinder av 3 och 4 mom. behöver en revisorssuppleant inte väljas, om en CGR-sammanslutning som avses i 33 § eller en GRM-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. Vad som i denna lag föreskrivs om revisorer skall på motsvarande sätt tillämpas på revisorssuppleanterna.",
        "normalized_sv": "På revision i en pensionsstiftelse tillämpas revisionslagen (459/2007), om inte något annat följer av denna lag. På revisionen i en B-pensionsstiftelse och en AB-pensionsstiftelse tillämpas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel. En pensionsstiftelse skall ha minst två revisorer. De personer som hör till verksamhetskretsen skall välja åtminstone en revisor och en revisorssuppleant för revisorn och arbetsgivaren skall utse de övriga revisorerna och revisorssuppleanter för dessa. Har pensionsstiftelsen ett förvaltningsråd, utser detta revisorer och revisorssuppleanter på framställning av de personer som hör till verksamhetskretsen och arbetsgivaren. Utan hinder av 3 mom. väljer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. Vid val av revisorer som företräder verksamhetskretsen skall arbetsgivaren höra företrädare för verksamhetskretsen. Tillämpas lagen om samarbete inom företag eller lagen om samarbete inom statens ämbetsverk och inrättningar på arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som företräder verksamhetskretsen höra de företrädare för personalen som avses i nämnda lagar. När pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som företräder verksamhetskretsen förrättas så snart som det med beaktande av vad som bestäms i 3 § 2 mom. är möjligt. Utan hinder av 3 och 4 mom. behöver en revisorssuppleant inte väljas, om en CGR-sammanslutning som avses i 33 § eller en GRM-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. Vad som i denna lag föreskrivs om revisorer skall på motsvarande sätt tillämpas på revisorssuppleanterna.",
        "folded_sv": "pa revision i en pensionsstiftelse tillampas revisionslagen (459/2007), om inte nagot annat foljer av denna lag. pa revisionen i en b-pensionsstiftelse och en ab-pensionsstiftelse tillampas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i en sammanslutning som ar foremal for offentlig handel. en pensionsstiftelse skall ha minst tva revisorer. de personer som hor till verksamhetskretsen skall valja atminstone en revisor och en revisorssuppleant for revisorn och arbetsgivaren skall utse de ovriga revisorerna och revisorssuppleanter for dessa. har pensionsstiftelsen ett forvaltningsrad, utser detta revisorer och revisorssuppleanter pa framstallning av de personer som hor till verksamhetskretsen och arbetsgivaren. utan hinder av 3 mom. valjer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. vid val av revisorer som foretrader verksamhetskretsen skall arbetsgivaren hora foretradare for verksamhetskretsen. tillampas lagen om samarbete inom foretag eller lagen om samarbete inom statens ambetsverk och inrattningar pa arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som foretrader verksamhetskretsen hora de foretradare for personalen som avses i namnda lagar. nar pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som foretrader verksamhetskretsen forrattas sa snart som det med beaktande av vad som bestams i 3 § 2 mom. ar mojligt. utan hinder av 3 och 4 mom. behover en revisorssuppleant inte valjas, om en cgr-sammanslutning som avses i 33 § eller en grm-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. vad som i denna lag foreskrivs om revisorer skall pa motsvarande satt tillampas pa revisorssuppleanterna."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Tilintarkastajan toimikausi on määrättävä eläkesäätiön säännöissä. Tilintarkastajan tehtävä päättyy sen eläkesäätiön hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 §:ssä tarkoitettu tilintarkastuskertomus hänen toimikauteensa sisältyvältä viimeiseltä tilikaudelta käsitellään tai, jos hänet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hänen tilalleen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Tilintarkastajan toimikausi on määrättävä eläkesäätiön säännöissä. Tilintarkastajan tehtävä päättyy sen eläkesäätiön hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 § :ssä tarkoitettu tilintarkastuskertomus hänen toimikauteensa sisältyvältä viimeiseltä tilikaudelta käsitellään tai, jos hänet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hänen tilalleen.",
        "folded_fi": "tilintarkastajan toimikausi on maarattava elakesaation saannoissa. tilintarkastajan tehtava paattyy sen elakesaation hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 §:ssa tarkoitettu tilintarkastuskertomus hanen toimikauteensa sisaltyvalta viimeiselta tilikaudelta kasitellaan tai, jos hanet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hanen tilalleen.",
        "content_sv": "Mandattiden för en revisor skall bestämmas i pensionsstiftelsens stadgar. Revisorns uppdrag upphör då det styrelse- eller förvaltningsrådssammanträde avslutas vid vilket den revisionsberättelse som avses i 15 § i revisionslagen för den sista räkenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, då en ny revisor har valts i hans ställe.",
        "normalized_sv": "Mandattiden för en revisor skall bestämmas i pensionsstiftelsens stadgar. Revisorns uppdrag upphör då det styrelse- eller förvaltningsrådssammanträde avslutas vid vilket den revisionsberättelse som avses i 15 § i revisionslagen för den sista räkenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, då en ny revisor har valts i hans ställe.",
        "folded_sv": "mandattiden for en revisor skall bestammas i pensionsstiftelsens stadgar. revisorns uppdrag upphor da det styrelse- eller forvaltningsradssammantrade avslutas vid vilket den revisionsberattelse som avses i 15 § i revisionslagen for den sista rakenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, da en ny revisor har valts i hans stalle."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Eläkesäätiön tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö taikka mainitun lain 2 §:n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Eläkesäätiön tilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö taikka mainitun lain 2 § :n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
        "folded_fi": "elakesaation tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso taikka mainitun lain 2 §:n 3 kohdassa tarkoitettu htm-tilintarkastaja tai htm-yhteiso.",
        "content_sv": "En pensionsstiftelses revisor skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en GRM-revisor eller GRM-sammanslutning som avses i 2 § 3 punkten i nämnda lag.",
        "normalized_sv": "En pensionsstiftelses revisor skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en GRM-revisor eller GRM-sammanslutning som avses i 2 § 3 punkten i nämnda lag.",
        "folded_sv": "en pensionsstiftelses revisor skall vara en cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en grm-revisor eller grm-sammanslutning som avses i 2 § 3 punkten i namnda lag."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Vakuutusvalvontaviraston on määrättävä eläkesäätiölle kelpoisuusehdot täyttävä tilintarkastaja tilintarkastuslain 9 §:n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on tämän lain 34 §:n mukaan esteellinen. Ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 §:n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on eläkesäätiön hallitusta kuultava. Määräys on voimassa siihen asti, kun eläkesäätiölle on valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Vakuutusvalvontaviraston on määrättävä eläkesäätiölle kelpoisuusehdot täyttävä tilintarkastaja tilintarkastuslain 9 § :n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on tämän lain 34 § :n mukaan esteellinen. Ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 § :n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on eläkesäätiön hallitusta kuultava. Määräys on voimassa siihen asti, kun eläkesäätiölle on valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on maarattava elakesaatiolle kelpoisuusehdot tayttava tilintarkastaja tilintarkastuslain 9 §:n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on taman lain 34 §:n mukaan esteellinen. ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusehdot tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 §:n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, on elakesaation hallitusta kuultava. maarays on voimassa siihen asti, kun elakesaatiolle on valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilalle.",
        "content_sv": "Försäkringsinspektionen skall förordna en revisor som uppfyller behörighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn är jävig enligt 34 § i denna lag. Anmälan får i de fall som nämns i 1 mom. göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den som skall välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall av Centralhandelskammarens revisionsnämnd begära ett utlåtande i ett ärende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande ges skall pensionsstiftelsens styrelse höras. Förordnandet gäller till dess för pensionsstiftelsen har valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall förordna en revisor som uppfyller behörighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn är jävig enligt 34 § i denna lag. Anmälan får i de fall som nämns i 1 mom. göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den som skall välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall av Centralhandelskammarens revisionsnämnd begära ett utlåtande i ett ärende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande ges skall pensionsstiftelsens styrelse höras. Förordnandet gäller till dess för pensionsstiftelsen har valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall forordna en revisor som uppfyller behorighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn ar javig enligt 34 § i denna lag. anmalan far i de fall som namns i 1 mom. goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den som skall valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall av centralhandelskammarens revisionsnamnd begara ett utlatande i ett arende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som galler oberoende innan arendet avgors. innan ett i denna paragraf namnt forordnande ges skall pensionsstiftelsens styrelse horas. forordnandet galler till dess for pensionsstiftelsen har valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa eläkesäätiön toimintaa ja osallistua niihin kokouksiin, joissa päätösvaltaa eläkesäätiön asioissa käytetään, ei kuitenkaan päätöksentekoon. Vakuutusvalvontavirasto voi määrätä erityisen tarkastuksen toimitettavaksi eläkesäätiön toiminnasta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Erityinen tarkastus suoritetaan eläkesäätiön kustannuksella. Ennen määräyksen antamista viraston on kuultava eläkesäätiön hallitusta ja, jos tarkastus koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 34, 112, 113 ja 128 §:ssä sekä tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. Vakuutusvalvontavirasto voi erityisestä syystä ottaa haltuunsa eläkesäätiön asiakirjoja. Eläkesäätiön pyynnöstä on niistä maksutta annettava eläkesäätiölle jäljennös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa eläkesäätiön toimintaa ja osallistua niihin kokouksiin, joissa päätösvaltaa eläkesäätiön asioissa käytetään, ei kuitenkaan päätöksentekoon. Vakuutusvalvontavirasto voi määrätä erityisen tarkastuksen toimitettavaksi eläkesäätiön toiminnasta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Erityinen tarkastus suoritetaan eläkesäätiön kustannuksella. Ennen määräyksen antamista viraston on kuultava eläkesäätiön hallitusta ja, jos tarkastus koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 34, 112, 113 ja 128 § :ssä sekä tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. Vakuutusvalvontavirasto voi erityisestä syystä ottaa haltuunsa eläkesäätiön asiakirjoja. Eläkesäätiön pyynnöstä on niistä maksutta annettava eläkesäätiölle jäljennös.",
        "folded_fi": "vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa elakesaation toimintaa ja osallistua niihin kokouksiin, joissa paatosvaltaa elakesaation asioissa kaytetaan, ei kuitenkaan paatoksentekoon. vakuutusvalvontavirasto voi maarata erityisen tarkastuksen toimitettavaksi elakesaation toiminnasta tietylta paattyneelta ajanjaksolta taikka tietyista toimenpiteista tai seikoista. erityinen tarkastus suoritetaan elakesaation kustannuksella. ennen maarayksen antamista viraston on kuultava elakesaation hallitusta ja, jos tarkastus koskee tietyn henkilon toimenpiteita, tata henkiloa. erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syita. virasto voi maarata yhden tai useamman tarkastajan. mita tilintarkastajasta saadetaan 34, 112, 113 ja 128 §:ssa seka tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. vakuutusvalvontavirasto voi erityisesta syysta ottaa haltuunsa elakesaation asiakirjoja. elakesaation pyynnosta on niista maksutta annettava elakesaatiolle jaljennos.",
        "content_sv": "Försäkringsinspektionen har rätt att när som helst granska en pensionsstiftelses verksamhet och delta i de sammanträden där beslutanderätten i pensionsstiftelsens angelägenheter utövas, dock inte i beslutsfattandet. Försäkringsinspektionen kan förordna om särskild granskning av pensionsstiftelsens verksamhet för en viss avslutad period eller av vissa åtgärder eller omständigheter. Särskild granskning utförs på pensionsstiftelsens bekostnad. Innan förordnandet ges skall inspektionen höra pensionsstiftelsens styrelse och, om granskningen avser en viss persons åtgärder, denna person. Särskild granskning skall utföras om vägande skäl anses föreligga. Inspektionen kan utse en eller flera granskare. Vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om revisorer skall på motsvarande sätt tillämpas på en granskare som avses i 2 mom. Av särskilda skäl kan Försäkringsinspektionen omhänderta handlingar som tillhör pensionsstiftelsen. Pensionsstiftelsen skall på begäran avgiftsfritt få kopior av handlingarna.",
        "normalized_sv": "Försäkringsinspektionen har rätt att när som helst granska en pensionsstiftelses verksamhet och delta i de sammanträden där beslutanderätten i pensionsstiftelsens angelägenheter utövas, dock inte i beslutsfattandet. Försäkringsinspektionen kan förordna om särskild granskning av pensionsstiftelsens verksamhet för en viss avslutad period eller av vissa åtgärder eller omständigheter. Särskild granskning utförs på pensionsstiftelsens bekostnad. Innan förordnandet ges skall inspektionen höra pensionsstiftelsens styrelse och, om granskningen avser en viss persons åtgärder, denna person. Särskild granskning skall utföras om vägande skäl anses föreligga. Inspektionen kan utse en eller flera granskare. Vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om revisorer skall på motsvarande sätt tillämpas på en granskare som avses i 2 mom. Av särskilda skäl kan Försäkringsinspektionen omhänderta handlingar som tillhör pensionsstiftelsen. Pensionsstiftelsen skall på begäran avgiftsfritt få kopior av handlingarna.",
        "folded_sv": "forsakringsinspektionen har ratt att nar som helst granska en pensionsstiftelses verksamhet och delta i de sammantraden dar beslutanderatten i pensionsstiftelsens angelagenheter utovas, dock inte i beslutsfattandet. forsakringsinspektionen kan forordna om sarskild granskning av pensionsstiftelsens verksamhet for en viss avslutad period eller av vissa atgarder eller omstandigheter. sarskild granskning utfors pa pensionsstiftelsens bekostnad. innan forordnandet ges skall inspektionen hora pensionsstiftelsens styrelse och, om granskningen avser en viss persons atgarder, denna person. sarskild granskning skall utforas om vagande skal anses foreligga. inspektionen kan utse en eller flera granskare. vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen foreskrivs om revisorer skall pa motsvarande satt tillampas pa en granskare som avses i 2 mom. av sarskilda skal kan forsakringsinspektionen omhanderta handlingar som tillhor pensionsstiftelsen. pensionsstiftelsen skall pa begaran avgiftsfritt fa kopior av handlingarna."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Eläkesäätiön lukuun 109 ja 110 §:n sekä tilintarkastajan osalta tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Eläkesäätiön lukuun 109 ja 110 § :n sekä tilintarkastajan osalta tilintarkastuslain 51 § :n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "folded_fi": "elakesaation lukuun 109 ja 110 §:n seka tilintarkastajan osalta tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "content_sv": "Sådan talan på pensionsstiftelsens vägnar som grundar sig på 109 och 110 § eller, i fråga om revisor, på 51 § i revisionslagen kan, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "normalized_sv": "Sådan talan på pensionsstiftelsens vägnar som grundar sig på 109 och 110 § eller, i fråga om revisor, på 51 § i revisionslagen kan, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "folded_sv": "sadan talan pa pensionsstiftelsens vagnar som grundar sig pa 109 och 110 § eller, i fraga om revisor, pa 51 § i revisionslagen kan, om talan inte grundas pa en straffbar garning, inte vackas mot"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Eläkesäätiön tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tästä laista muuta johdu. B-eläkesäätiön ja AB-eläkesäätiön tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Eläkesäätiössä on oltava vähintään kaksi tilintarkastajaa. Toimintapiiriin kuuluvat henkilöt valitsevat ainakin yhden tilintarkastajan ja hänelle varatilintarkastajan ja työnantaja nimeää muut tilintarkastajat ja heidän varatilintarkastajansa. Jos eläkesäätiössä on hallintoneuvosto, se nimeää tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkilöiden ja työnantajan esityksestä. Sen estämättä, mitä 3 momentissa säädetään, työnantaja valitsee eläkesäätiötä perustettaessa väliaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. Toimintapiiriä edustavia tilintarkastajia valitessaan työnantajan on kuultava toimintapiirin edustajia. Jos työnantajayhteisöön sovelletaan yhteistoiminnasta yrityksissä annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, työnantajan on toimintapiiriä edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkilöstön edustajia. Eläkesäätiön tultua rekisteröidyksi on sen toimintapiiriä edustavien tilintarkastajien ja heidän varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 §:n 2 momentin säännökset huomioon ottaen on mahdollista. Sen estämättä, mitä 3 ja 4 momentissa säädetään, varatilintarkastaja voidaan jättää valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 §:ssä tarkoitettu KHT-yhteisö tai 34 §:ssä tarkoitettu HTM-yhteisö. Mitä tässä laissa säädetään tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Eläkesäätiön tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tästä laista muuta johdu. B-eläkesäätiön ja AB-eläkesäätiön tilintarkastukseen sovelletaan lisäksi, mitä tilintarkastuslain 25 § :n 1 momentin 8 kohdassa, 5 luvussa ja 40 § :n 2 momentin 1 kohdassa säädetään julkisen kaupankäynnin kohteena olevan yhteisön tilintarkastuksesta ja tilintarkastajasta. Eläkesäätiössä on oltava vähintään kaksi tilintarkastajaa. Toimintapiiriin kuuluvat henkilöt valitsevat ainakin yhden tilintarkastajan ja hänelle varatilintarkastajan ja työnantaja nimeää muut tilintarkastajat ja heidän varatilintarkastajansa. Jos eläkesäätiössä on hallintoneuvosto, se nimeää tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkilöiden ja työnantajan esityksestä. Sen estämättä, mitä 3 momentissa säädetään, työnantaja valitsee eläkesäätiötä perustettaessa väliaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. Toimintapiiriä edustavia tilintarkastajia valitessaan työnantajan on kuultava toimintapiirin edustajia. Jos työnantajayhteisöön sovelletaan yhteistoiminnasta yrityksissä annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, työnantajan on toimintapiiriä edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkilöstön edustajia. Eläkesäätiön tultua rekisteröidyksi on sen toimintapiiriä edustavien tilintarkastajien ja heidän varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 § :n 2 momentin säännökset huomioon ottaen on mahdollista. Sen estämättä, mitä 3 ja 4 momentissa säädetään, varatilintarkastaja voidaan jättää valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 § :ssä tarkoitettu KHT-yhteisö tai 34 § :ssä tarkoitettu HTM-yhteisö. Mitä tässä laissa säädetään tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
        "folded_fi": "elakesaation tilintarkastukseen sovelletaan tilintarkastuslakia (459/2007), jollei tasta laista muuta johdu. b-elakesaation ja ab-elakesaation tilintarkastukseen sovelletaan lisaksi, mita tilintarkastuslain 25 §:n 1 momentin 8 kohdassa, 5 luvussa ja 40 §:n 2 momentin 1 kohdassa saadetaan julkisen kaupankaynnin kohteena olevan yhteison tilintarkastuksesta ja tilintarkastajasta. elakesaatiossa on oltava vahintaan kaksi tilintarkastajaa. toimintapiiriin kuuluvat henkilot valitsevat ainakin yhden tilintarkastajan ja hanelle varatilintarkastajan ja tyonantaja nimeaa muut tilintarkastajat ja heidan varatilintarkastajansa. jos elakesaatiossa on hallintoneuvosto, se nimeaa tilintarkastajat ja varatilintarkastajat toimintapiiriin kuuluvien henkiloiden ja tyonantajan esityksesta. sen estamatta, mita 3 momentissa saadetaan, tyonantaja valitsee elakesaatiota perustettaessa valiaikaisesti kaikki tilintarkastajat ja heille varatilintarkastajat. toimintapiiria edustavia tilintarkastajia valitessaan tyonantajan on kuultava toimintapiirin edustajia. jos tyonantajayhteisoon sovelletaan yhteistoiminnasta yrityksissa annettua lakia tai yhteistoiminnasta valtion virastoissa ja laitoksissa annettua lakia, tyonantajan on toimintapiiria edustavia tilintarkastajia valitessaan kuultava sanotuissa laeissa tarkoitettuja henkiloston edustajia. elakesaation tultua rekisteroidyksi on sen toimintapiiria edustavien tilintarkastajien ja heidan varatilintarkastajiensa valinta suoritettava niin pian kuin se 3 §:n 2 momentin saannokset huomioon ottaen on mahdollista. sen estamatta, mita 3 ja 4 momentissa saadetaan, varatilintarkastaja voidaan jattaa valitsematta, jos tilintarkastajaksi on valittu tilintarkastuslain 33 §:ssa tarkoitettu kht-yhteiso tai 34 §:ssa tarkoitettu htm-yhteiso. mita tassa laissa saadetaan tilintarkastajasta, on vastaavasti sovellettava varatilintarkastajaan.",
        "content_sv": "På revision i en pensionsstiftelse tillämpas revisionslagen (459/2007), om inte något annat följer av denna lag. På revisionen i en B-pensionsstiftelse och en AB-pensionsstiftelse tillämpas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel. En pensionsstiftelse skall ha minst två revisorer. De personer som hör till verksamhetskretsen skall välja åtminstone en revisor och en revisorssuppleant för revisorn och arbetsgivaren skall utse de övriga revisorerna och revisorssuppleanter för dessa. Har pensionsstiftelsen ett förvaltningsråd, utser detta revisorer och revisorssuppleanter på framställning av de personer som hör till verksamhetskretsen och arbetsgivaren. Utan hinder av 3 mom. väljer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. Vid val av revisorer som företräder verksamhetskretsen skall arbetsgivaren höra företrädare för verksamhetskretsen. Tillämpas lagen om samarbete inom företag eller lagen om samarbete inom statens ämbetsverk och inrättningar på arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som företräder verksamhetskretsen höra de företrädare för personalen som avses i nämnda lagar. När pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som företräder verksamhetskretsen förrättas så snart som det med beaktande av vad som bestäms i 3 § 2 mom. är möjligt. Utan hinder av 3 och 4 mom. behöver en revisorssuppleant inte väljas, om en CGR-sammanslutning som avses i 33 § eller en GRM-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. Vad som i denna lag föreskrivs om revisorer skall på motsvarande sätt tillämpas på revisorssuppleanterna.",
        "normalized_sv": "På revision i en pensionsstiftelse tillämpas revisionslagen (459/2007), om inte något annat följer av denna lag. På revisionen i en B-pensionsstiftelse och en AB-pensionsstiftelse tillämpas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen föreskrivs om revision och revisorer i en sammanslutning som är föremål för offentlig handel. En pensionsstiftelse skall ha minst två revisorer. De personer som hör till verksamhetskretsen skall välja åtminstone en revisor och en revisorssuppleant för revisorn och arbetsgivaren skall utse de övriga revisorerna och revisorssuppleanter för dessa. Har pensionsstiftelsen ett förvaltningsråd, utser detta revisorer och revisorssuppleanter på framställning av de personer som hör till verksamhetskretsen och arbetsgivaren. Utan hinder av 3 mom. väljer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. Vid val av revisorer som företräder verksamhetskretsen skall arbetsgivaren höra företrädare för verksamhetskretsen. Tillämpas lagen om samarbete inom företag eller lagen om samarbete inom statens ämbetsverk och inrättningar på arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som företräder verksamhetskretsen höra de företrädare för personalen som avses i nämnda lagar. När pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som företräder verksamhetskretsen förrättas så snart som det med beaktande av vad som bestäms i 3 § 2 mom. är möjligt. Utan hinder av 3 och 4 mom. behöver en revisorssuppleant inte väljas, om en CGR-sammanslutning som avses i 33 § eller en GRM-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. Vad som i denna lag föreskrivs om revisorer skall på motsvarande sätt tillämpas på revisorssuppleanterna.",
        "folded_sv": "pa revision i en pensionsstiftelse tillampas revisionslagen (459/2007), om inte nagot annat foljer av denna lag. pa revisionen i en b-pensionsstiftelse och en ab-pensionsstiftelse tillampas dessutom vad som i 25 § 1 mom. 8 punkten, 5 kap. och 40 § 2 mom. 1 punkten i revisionslagen foreskrivs om revision och revisorer i en sammanslutning som ar foremal for offentlig handel. en pensionsstiftelse skall ha minst tva revisorer. de personer som hor till verksamhetskretsen skall valja atminstone en revisor och en revisorssuppleant for revisorn och arbetsgivaren skall utse de ovriga revisorerna och revisorssuppleanter for dessa. har pensionsstiftelsen ett forvaltningsrad, utser detta revisorer och revisorssuppleanter pa framstallning av de personer som hor till verksamhetskretsen och arbetsgivaren. utan hinder av 3 mom. valjer arbetsgivaren vid grundandet av en pensionsstiftelse interimistiskt alla revisorer och deras revisorssuppleanter. vid val av revisorer som foretrader verksamhetskretsen skall arbetsgivaren hora foretradare for verksamhetskretsen. tillampas lagen om samarbete inom foretag eller lagen om samarbete inom statens ambetsverk och inrattningar pa arbetsgivarsammanslutningen, skall arbetsgivaren vid val av revisorer som foretrader verksamhetskretsen hora de foretradare for personalen som avses i namnda lagar. nar pensionsstiftelsen har registrerats skall valet av revisorer och deras revisorssuppleanter som foretrader verksamhetskretsen forrattas sa snart som det med beaktande av vad som bestams i 3 § 2 mom. ar mojligt. utan hinder av 3 och 4 mom. behover en revisorssuppleant inte valjas, om en cgr-sammanslutning som avses i 33 § eller en grm-sammanslutning som avses i 34 § i revisionslagen har valts till revisor. vad som i denna lag foreskrivs om revisorer skall pa motsvarande satt tillampas pa revisorssuppleanterna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Tilintarkastajan toimikausi on määrättävä eläkesäätiön säännöissä. Tilintarkastajan tehtävä päättyy sen eläkesäätiön hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 §:ssä tarkoitettu tilintarkastuskertomus hänen toimikauteensa sisältyvältä viimeiseltä tilikaudelta käsitellään tai, jos hänet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hänen tilalleen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:32",
        "normalized_fi": "Tilintarkastajan toimikausi on määrättävä eläkesäätiön säännöissä. Tilintarkastajan tehtävä päättyy sen eläkesäätiön hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 § :ssä tarkoitettu tilintarkastuskertomus hänen toimikauteensa sisältyvältä viimeiseltä tilikaudelta käsitellään tai, jos hänet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hänen tilalleen.",
        "folded_fi": "tilintarkastajan toimikausi on maarattava elakesaation saannoissa. tilintarkastajan tehtava paattyy sen elakesaation hallituksen tai hallintoneuvoston kokouksen lopussa, jossa tilintarkastuslain 15 §:ssa tarkoitettu tilintarkastuskertomus hanen toimikauteensa sisaltyvalta viimeiselta tilikaudelta kasitellaan tai, jos hanet on valittu toistaiseksi, silloin kun uusi tilintarkastaja on valittu hanen tilalleen.",
        "content_sv": "Mandattiden för en revisor skall bestämmas i pensionsstiftelsens stadgar. Revisorns uppdrag upphör då det styrelse- eller förvaltningsrådssammanträde avslutas vid vilket den revisionsberättelse som avses i 15 § i revisionslagen för den sista räkenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, då en ny revisor har valts i hans ställe.",
        "normalized_sv": "Mandattiden för en revisor skall bestämmas i pensionsstiftelsens stadgar. Revisorns uppdrag upphör då det styrelse- eller förvaltningsrådssammanträde avslutas vid vilket den revisionsberättelse som avses i 15 § i revisionslagen för den sista räkenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, då en ny revisor har valts i hans ställe.",
        "folded_sv": "mandattiden for en revisor skall bestammas i pensionsstiftelsens stadgar. revisorns uppdrag upphor da det styrelse- eller forvaltningsradssammantrade avslutas vid vilket den revisionsberattelse som avses i 15 § i revisionslagen for den sista rakenskapsperioden under revisorns mandattid behandlas eller, om revisorn valts tills vidare, da en ny revisor har valts i hans stalle."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Eläkesäätiön tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö taikka mainitun lain 2 §:n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Eläkesäätiön tilintarkastajan on oltava tilintarkastuslain 2 § :n 2 kohdassa tarkoitettu KHT-tilintarkastaja tai KHT-yhteisö taikka mainitun lain 2 § :n 3 kohdassa tarkoitettu HTM-tilintarkastaja tai HTM-yhteisö.",
        "folded_fi": "elakesaation tilintarkastajan on oltava tilintarkastuslain 2 §:n 2 kohdassa tarkoitettu kht-tilintarkastaja tai kht-yhteiso taikka mainitun lain 2 §:n 3 kohdassa tarkoitettu htm-tilintarkastaja tai htm-yhteiso.",
        "content_sv": "En pensionsstiftelses revisor skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en GRM-revisor eller GRM-sammanslutning som avses i 2 § 3 punkten i nämnda lag.",
        "normalized_sv": "En pensionsstiftelses revisor skall vara en CGR-revisor eller CGR-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en GRM-revisor eller GRM-sammanslutning som avses i 2 § 3 punkten i nämnda lag.",
        "folded_sv": "en pensionsstiftelses revisor skall vara en cgr-revisor eller cgr-sammanslutning som avses i 2 § 2 punkten i revisionslagen eller en grm-revisor eller grm-sammanslutning som avses i 2 § 3 punkten i namnda lag."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Vakuutusvalvontaviraston on määrättävä eläkesäätiölle kelpoisuusehdot täyttävä tilintarkastaja tilintarkastuslain 9 §:n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on tämän lain 34 §:n mukaan esteellinen. Ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 §:n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on eläkesäätiön hallitusta kuultava. Määräys on voimassa siihen asti, kun eläkesäätiölle on valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Vakuutusvalvontaviraston on määrättävä eläkesäätiölle kelpoisuusehdot täyttävä tilintarkastaja tilintarkastuslain 9 § :n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on tämän lain 34 § :n mukaan esteellinen. Ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehdä kuka tahansa. Hallitus on velvollinen tekemään ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksettä valitse kelpoisuusehdot täyttävää tilintarkastajaa. Vakuutusvalvontaviraston on pyydettävä Keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 § :n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. Ennen kuin tässä pykälässä mainittu määräys annetaan, on eläkesäätiön hallitusta kuultava. Määräys on voimassa siihen asti, kun eläkesäätiölle on valittu tilintarkastaja Vakuutusvalvontaviraston määräämän tilalle.",
        "folded_fi": "vakuutusvalvontaviraston on maarattava elakesaatiolle kelpoisuusehdot tayttava tilintarkastaja tilintarkastuslain 9 §:n 1 momentissa tarkoitetuissa tapauksissa tai jos tilintarkastaja on taman lain 34 §:n mukaan esteellinen. ilmoituksen 1 momentissa tarkoitetuissa tapauksissa saa tehda kuka tahansa. hallitus on velvollinen tekemaan ilmoituksen, jollei se, jolle tilintarkastajan valitseminen kuuluu, viivytyksetta valitse kelpoisuusehdot tayttavaa tilintarkastajaa. vakuutusvalvontaviraston on pyydettava keskuskauppakamarin tilintarkastuslautakunnalta lausunto tilintarkastuslain 9 §:n 1 momentin 2 kohdassa tarkoitetussa riippumattomuutta koskevassa asiassa ennen sen ratkaisemista. ennen kuin tassa pykalassa mainittu maarays annetaan, on elakesaation hallitusta kuultava. maarays on voimassa siihen asti, kun elakesaatiolle on valittu tilintarkastaja vakuutusvalvontaviraston maaraaman tilalle.",
        "content_sv": "Försäkringsinspektionen skall förordna en revisor som uppfyller behörighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn är jävig enligt 34 § i denna lag. Anmälan får i de fall som nämns i 1 mom. göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den som skall välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall av Centralhandelskammarens revisionsnämnd begära ett utlåtande i ett ärende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande ges skall pensionsstiftelsens styrelse höras. Förordnandet gäller till dess för pensionsstiftelsen har valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "normalized_sv": "Försäkringsinspektionen skall förordna en revisor som uppfyller behörighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn är jävig enligt 34 § i denna lag. Anmälan får i de fall som nämns i 1 mom. göras av vem som helst. Styrelsen är skyldig att göra anmälan, om inte den som skall välja revisor utan dröjsmål väljer en revisor som uppfyller behörighetsvillkoren. Försäkringsinspektionen skall av Centralhandelskammarens revisionsnämnd begära ett utlåtande i ett ärende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som gäller oberoende innan ärendet avgörs. Innan ett i denna paragraf nämnt förordnande ges skall pensionsstiftelsens styrelse höras. Förordnandet gäller till dess för pensionsstiftelsen har valts en revisor i stället för den som Försäkringsinspektionen förordnat.",
        "folded_sv": "forsakringsinspektionen skall forordna en revisor som uppfyller behorighetsvillkoren i de fall som avses i 9 § 1 mom. i revisionslagen eller om revisorn ar javig enligt 34 § i denna lag. anmalan far i de fall som namns i 1 mom. goras av vem som helst. styrelsen ar skyldig att gora anmalan, om inte den som skall valja revisor utan drojsmal valjer en revisor som uppfyller behorighetsvillkoren. forsakringsinspektionen skall av centralhandelskammarens revisionsnamnd begara ett utlatande i ett arende som avses i 9 § 1 mom. 2 punkten i revisionslagen och som galler oberoende innan arendet avgors. innan ett i denna paragraf namnt forordnande ges skall pensionsstiftelsens styrelse horas. forordnandet galler till dess for pensionsstiftelsen har valts en revisor i stallet for den som forsakringsinspektionen forordnat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa eläkesäätiön toimintaa ja osallistua niihin kokouksiin, joissa päätösvaltaa eläkesäätiön asioissa käytetään, ei kuitenkaan päätöksentekoon. Vakuutusvalvontavirasto voi määrätä erityisen tarkastuksen toimitettavaksi eläkesäätiön toiminnasta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Erityinen tarkastus suoritetaan eläkesäätiön kustannuksella. Ennen määräyksen antamista viraston on kuultava eläkesäätiön hallitusta ja, jos tarkastus koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 34, 112, 113 ja 128 §:ssä sekä tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssä, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. Vakuutusvalvontavirasto voi erityisestä syystä ottaa haltuunsa eläkesäätiön asiakirjoja. Eläkesäätiön pyynnöstä on niistä maksutta annettava eläkesäätiölle jäljennös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "Vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa eläkesäätiön toimintaa ja osallistua niihin kokouksiin, joissa päätösvaltaa eläkesäätiön asioissa käytetään, ei kuitenkaan päätöksentekoon. Vakuutusvalvontavirasto voi määrätä erityisen tarkastuksen toimitettavaksi eläkesäätiön toiminnasta tietyltä päättyneeltä ajanjaksolta taikka tietyistä toimenpiteistä tai seikoista. Erityinen tarkastus suoritetaan eläkesäätiön kustannuksella. Ennen määräyksen antamista viraston on kuultava eläkesäätiön hallitusta ja, jos tarkastus koskee tietyn henkilön toimenpiteitä, tätä henkilöä. Erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syitä. Virasto voi määrätä yhden tai useamman tarkastajan. Mitä tilintarkastajasta säädetään 34, 112, 113 ja 128 § :ssä sekä tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 § :ssä, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. Vakuutusvalvontavirasto voi erityisestä syystä ottaa haltuunsa eläkesäätiön asiakirjoja. Eläkesäätiön pyynnöstä on niistä maksutta annettava eläkesäätiölle jäljennös.",
        "folded_fi": "vakuutusvalvontavirastolla on oikeus milloin tahansa tarkastaa elakesaation toimintaa ja osallistua niihin kokouksiin, joissa paatosvaltaa elakesaation asioissa kaytetaan, ei kuitenkaan paatoksentekoon. vakuutusvalvontavirasto voi maarata erityisen tarkastuksen toimitettavaksi elakesaation toiminnasta tietylta paattyneelta ajanjaksolta taikka tietyista toimenpiteista tai seikoista. erityinen tarkastus suoritetaan elakesaation kustannuksella. ennen maarayksen antamista viraston on kuultava elakesaation hallitusta ja, jos tarkastus koskee tietyn henkilon toimenpiteita, tata henkiloa. erityinen tarkastus on toimitettava, jos siihen katsotaan olevan painavia syita. virasto voi maarata yhden tai useamman tarkastajan. mita tilintarkastajasta saadetaan 34, 112, 113 ja 128 §:ssa seka tilintarkastuslain 3, 8, 18, 19, 24―26 ja 51 §:ssa, sovelletaan vastaavasti 2 momentissa tarkoitettuun tarkastajaan. vakuutusvalvontavirasto voi erityisesta syysta ottaa haltuunsa elakesaation asiakirjoja. elakesaation pyynnosta on niista maksutta annettava elakesaatiolle jaljennos.",
        "content_sv": "Försäkringsinspektionen har rätt att när som helst granska en pensionsstiftelses verksamhet och delta i de sammanträden där beslutanderätten i pensionsstiftelsens angelägenheter utövas, dock inte i beslutsfattandet. Försäkringsinspektionen kan förordna om särskild granskning av pensionsstiftelsens verksamhet för en viss avslutad period eller av vissa åtgärder eller omständigheter. Särskild granskning utförs på pensionsstiftelsens bekostnad. Innan förordnandet ges skall inspektionen höra pensionsstiftelsens styrelse och, om granskningen avser en viss persons åtgärder, denna person. Särskild granskning skall utföras om vägande skäl anses föreligga. Inspektionen kan utse en eller flera granskare. Vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om revisorer skall på motsvarande sätt tillämpas på en granskare som avses i 2 mom. Av särskilda skäl kan Försäkringsinspektionen omhänderta handlingar som tillhör pensionsstiftelsen. Pensionsstiftelsen skall på begäran avgiftsfritt få kopior av handlingarna.",
        "normalized_sv": "Försäkringsinspektionen har rätt att när som helst granska en pensionsstiftelses verksamhet och delta i de sammanträden där beslutanderätten i pensionsstiftelsens angelägenheter utövas, dock inte i beslutsfattandet. Försäkringsinspektionen kan förordna om särskild granskning av pensionsstiftelsens verksamhet för en viss avslutad period eller av vissa åtgärder eller omständigheter. Särskild granskning utförs på pensionsstiftelsens bekostnad. Innan förordnandet ges skall inspektionen höra pensionsstiftelsens styrelse och, om granskningen avser en viss persons åtgärder, denna person. Särskild granskning skall utföras om vägande skäl anses föreligga. Inspektionen kan utse en eller flera granskare. Vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen föreskrivs om revisorer skall på motsvarande sätt tillämpas på en granskare som avses i 2 mom. Av särskilda skäl kan Försäkringsinspektionen omhänderta handlingar som tillhör pensionsstiftelsen. Pensionsstiftelsen skall på begäran avgiftsfritt få kopior av handlingarna.",
        "folded_sv": "forsakringsinspektionen har ratt att nar som helst granska en pensionsstiftelses verksamhet och delta i de sammantraden dar beslutanderatten i pensionsstiftelsens angelagenheter utovas, dock inte i beslutsfattandet. forsakringsinspektionen kan forordna om sarskild granskning av pensionsstiftelsens verksamhet for en viss avslutad period eller av vissa atgarder eller omstandigheter. sarskild granskning utfors pa pensionsstiftelsens bekostnad. innan forordnandet ges skall inspektionen hora pensionsstiftelsens styrelse och, om granskningen avser en viss persons atgarder, denna person. sarskild granskning skall utforas om vagande skal anses foreligga. inspektionen kan utse en eller flera granskare. vad som i 34, 112, 113 och 128 § i denna lag samt i 3, 8, 18, 19, 24―26 och 51 § i revisionslagen foreskrivs om revisorer skall pa motsvarande satt tillampas pa en granskare som avses i 2 mom. av sarskilda skal kan forsakringsinspektionen omhanderta handlingar som tillhor pensionsstiftelsen. pensionsstiftelsen skall pa begaran avgiftsfritt fa kopior av handlingarna."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Eläkesäätiön lukuun 109 ja 110 §:n sekä tilintarkastajan osalta tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:113",
        "normalized_fi": "Eläkesäätiön lukuun 109 ja 110 § :n sekä tilintarkastajan osalta tilintarkastuslain 51 § :n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "folded_fi": "elakesaation lukuun 109 ja 110 §:n seka tilintarkastajan osalta tilintarkastuslain 51 §:n nojalla ajettavaa kannetta ei voida nostaa, ellei kanne perustu rangaistavaan tekoon:",
        "content_sv": "Sådan talan på pensionsstiftelsens vägnar som grundar sig på 109 och 110 § eller, i fråga om revisor, på 51 § i revisionslagen kan, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "normalized_sv": "Sådan talan på pensionsstiftelsens vägnar som grundar sig på 109 och 110 § eller, i fråga om revisor, på 51 § i revisionslagen kan, om talan inte grundas på en straffbar gärning, inte väckas mot",
        "folded_sv": "sadan talan pa pensionsstiftelsens vagnar som grundar sig pa 109 och 110 § eller, i fraga om revisor, pa 51 § i revisionslagen kan, om talan inte grundas pa en straffbar garning, inte vackas mot"
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}