{
  "id": "482/2024",
  "type": "statute",
  "title": "Laki väliaikaisista toimenpiteistä välineellistetyn maahantulon torjumiseksi",
  "title_en": "Lag om temporära åtgärder för bekämpande av instrumentaliserad inresa",
  "status": "in_force",
  "issued_date": "2024-07-16",
  "in_force_date": "2024-07-16",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/482/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on torjua vieraan valtion Suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyväksikäyttämällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on torjua vieraan valtion Suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyväksikäyttämällä.",
        "folded_fi": "taman lain tarkoituksena on torjua vieraan valtion suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyvaksikayttamalla.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att bekämpa sådan påverkan med utnyttjande av inresande som en främmande stat riktar mot Finland.",
        "normalized_sv": "Syftet med denna lag är att bekämpa sådan påverkan med utnyttjande av inresande som en främmande stat riktar mot Finland.",
        "folded_sv": "syftet med denna lag ar att bekampa sadan paverkan med utnyttjande av inresande som en frammande stat riktar mot finland."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvälistä suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvälistä suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä.",
        "folded_fi": "tata lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvalista suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan suomeen maahantulijoita hyvaksikayttamalla.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på utlänningars inresa, avlägsnande av utlänningar ur landet och mottagande av ansökningar om internationellt skydd i situationer där en främmande stat strävar efter att påverka Finland genom att utnyttja inresande.",
        "normalized_sv": "Denna lag tillämpas på utlänningars inresa, avlägsnande av utlänningar ur landet och mottagande av ansökningar om internationellt skydd i situationer där en främmande stat strävar efter att påverka Finland genom att utnyttja inresande.",
        "folded_sv": "denna lag tillampas pa utlanningars inresa, avlagsnande av utlanningar ur landet och mottagande av ansokningar om internationellt skydd i situationer dar en frammande stat stravar efter att paverka finland genom att utnyttja inresande."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kansainvälistä suojelua koskevien hakemusten vastaanottamisen rajoittaminen",
      "content": "Valtioneuvoston yleisistunto voi päättää rajoittaa kansainvälistä suojelua koskevien hakemusten vastaanottamista rajatulla osalla Suomen valtakunnanrajaa ja sen välittömässä läheisyydessä enintään kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, että: 1) on tieto tai perusteltu epäily siitä, että vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä; 2) vaikuttaminen vaarantaa vakavasti Suomen täysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivät ole riittäviä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. Edellä 1 momentissa tarkoitettu päätös ei rajoita kansainvälistä suojelua koskevien hakemusten vastaanottamista muualla kuin päätöksessä tarkoitetulla alueella. Valtioneuvoston on viipymättä annettava 1 momentissa tarkoitetusta päätöksestä selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. Valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriölle. Hallintovaliokunta voi myös laatia selvityksen pohjalta mietinnön täysistunnolle, jos valiokunta katsoo asian merkityksen sitä vaativan. Kansainvälistä suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempään kuin mikä on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. Valtioneuvosto arvioi päätöksen sisältöä ja laajuutta säännöllisesti tilanteen kehittymisen perusteella yhteistyössä viranomaisten kanssa. Päätös on kumottava, kun se ei ole enää välttämätön 1 momentissa säädetyssä tarkoituksessa. Sisäministeriön on tiedotettava tässä pykälässä tarkoitetusta päätöksestä riittävässä laajuudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtioneuvoston yleisistunto voi päättää rajoittaa kansainvälistä suojelua koskevien hakemusten vastaanottamista rajatulla osalla Suomen valtakunnanrajaa ja sen välittömässä läheisyydessä enintään kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, että: 1) on tieto tai perusteltu epäily siitä, että vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä; 2) vaikuttaminen vaarantaa vakavasti Suomen täysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivät ole riittäviä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. Edellä 1 momentissa tarkoitettu päätös ei rajoita kansainvälistä suojelua koskevien hakemusten vastaanottamista muualla kuin päätöksessä tarkoitetulla alueella. Valtioneuvoston on viipymättä annettava 1 momentissa tarkoitetusta päätöksestä selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. Valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriölle. Hallintovaliokunta voi myös laatia selvityksen pohjalta mietinnön täysistunnolle, jos valiokunta katsoo asian merkityksen sitä vaativan. Kansainvälistä suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempään kuin mikä on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. Valtioneuvosto arvioi päätöksen sisältöä ja laajuutta säännöllisesti tilanteen kehittymisen perusteella yhteistyössä viranomaisten kanssa. Päätös on kumottava, kun se ei ole enää välttämätön 1 momentissa säädetyssä tarkoituksessa. Sisäministeriön on tiedotettava tässä pykälässä tarkoitetusta päätöksestä riittävässä laajuudessa.",
        "folded_fi": "valtioneuvoston yleisistunto voi paattaa rajoittaa kansainvalista suojelua koskevien hakemusten vastaanottamista rajatulla osalla suomen valtakunnanrajaa ja sen valittomassa laheisyydessa enintaan kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, etta: 1) on tieto tai perusteltu epaily siita, etta vieras valtio pyrkii vaikuttamaan suomeen maahantulijoita hyvaksikayttamalla; 2) vaikuttaminen vaarantaa vakavasti suomen taysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on valttamatonta suomen taysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivat ole riittavia suomen taysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. edella 1 momentissa tarkoitettu paatos ei rajoita kansainvalista suojelua koskevien hakemusten vastaanottamista muualla kuin paatoksessa tarkoitetulla alueella. valtioneuvoston on viipymatta annettava 1 momentissa tarkoitetusta paatoksesta selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriolle. hallintovaliokunta voi myos laatia selvityksen pohjalta mietinnon taysistunnolle, jos valiokunta katsoo asian merkityksen sita vaativan. kansainvalista suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempaan kuin mika on valttamatonta suomen taysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. valtioneuvosto arvioi paatoksen sisaltoa ja laajuutta saannollisesti tilanteen kehittymisen perusteella yhteistyossa viranomaisten kanssa. paatos on kumottava, kun se ei ole enaa valttamaton 1 momentissa saadetyssa tarkoituksessa. sisaministerion on tiedotettava tassa pykalassa tarkoitetusta paatoksesta riittavassa laajuudessa.",
        "title_sv": "Begränsning av mottagande av ansökningar om internationellt skydd",
        "content_sv": "Statsrådets allmänna sammanträde kan besluta att begränsa mottagandet av ansökningar om internationellt skydd vid en begränsad del av riksgränsen i Finland och i dess omedelbara närhet för högst en månad åt gången, om republikens president och statsrådet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en främmande stat försöker påverka Finland genom att utnyttja inresande, 2) påverkan allvarligt äventyrar Finlands suveränitet eller nationella säkerhet, 3) begränsningen är nödvändig för att trygga Finlands suveränitet eller nationella säkerhet, och 4) inga andra sätt är tillräckliga för att trygga Finlands suveränitet eller nationella säkerhet. Ett beslut enligt 1 mom. begränsar inte mottagandet av ansökningar om internationellt skydd någon annanstans än på det område som beslutet avser. Statsrådet ska utan dröjsmål lämna riksdagens förvaltningsutskott, utrikesutskott och försvarsutskott en utredning om ett beslut som avses i 1 mom. Utskotten kan med anledning av utredningen ge ett yttrande till statsrådet eller ministeriet. Förvaltningsutskottet kan också utifrån utredningen utarbeta ett betänkande för plenum, om utskottet anser att ärendets betydelse kräver det. Mottagandet av ansökningar om internationellt skydd får inte begränsas i större omfattning eller under längre tid än vad som är nödvändigt för att förhindra att Finlands suveränitet eller nationella säkerhet allvarligt äventyras. Statsrådet ska regelbundet i samarbete med myndigheterna bedöma beslutets innehåll och omfattning utifrån hur läget utvecklas. Beslutet ska upphävas när beslutet inte längre är nödvändigt för det syfte som anges i 1 mom. Inrikesministeriet ska i tillräcklig omfattning informera om beslut som avses i denna paragraf.",
        "normalized_sv": "Statsrådets allmänna sammanträde kan besluta att begränsa mottagandet av ansökningar om internationellt skydd vid en begränsad del av riksgränsen i Finland och i dess omedelbara närhet för högst en månad åt gången, om republikens president och statsrådet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en främmande stat försöker påverka Finland genom att utnyttja inresande, 2) påverkan allvarligt äventyrar Finlands suveränitet eller nationella säkerhet, 3) begränsningen är nödvändig för att trygga Finlands suveränitet eller nationella säkerhet, och 4) inga andra sätt är tillräckliga för att trygga Finlands suveränitet eller nationella säkerhet. Ett beslut enligt 1 mom. begränsar inte mottagandet av ansökningar om internationellt skydd någon annanstans än på det område som beslutet avser. Statsrådet ska utan dröjsmål lämna riksdagens förvaltningsutskott, utrikesutskott och försvarsutskott en utredning om ett beslut som avses i 1 mom. Utskotten kan med anledning av utredningen ge ett yttrande till statsrådet eller ministeriet. Förvaltningsutskottet kan också utifrån utredningen utarbeta ett betänkande för plenum, om utskottet anser att ärendets betydelse kräver det. Mottagandet av ansökningar om internationellt skydd får inte begränsas i större omfattning eller under längre tid än vad som är nödvändigt för att förhindra att Finlands suveränitet eller nationella säkerhet allvarligt äventyras. Statsrådet ska regelbundet i samarbete med myndigheterna bedöma beslutets innehåll och omfattning utifrån hur läget utvecklas. Beslutet ska upphävas när beslutet inte längre är nödvändigt för det syfte som anges i 1 mom. Inrikesministeriet ska i tillräcklig omfattning informera om beslut som avses i denna paragraf.",
        "folded_sv": "statsradets allmanna sammantrade kan besluta att begransa mottagandet av ansokningar om internationellt skydd vid en begransad del av riksgransen i finland och i dess omedelbara narhet for hogst en manad at gangen, om republikens president och statsradet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en frammande stat forsoker paverka finland genom att utnyttja inresande, 2) paverkan allvarligt aventyrar finlands suveranitet eller nationella sakerhet, 3) begransningen ar nodvandig for att trygga finlands suveranitet eller nationella sakerhet, och 4) inga andra satt ar tillrackliga for att trygga finlands suveranitet eller nationella sakerhet. ett beslut enligt 1 mom. begransar inte mottagandet av ansokningar om internationellt skydd nagon annanstans an pa det omrade som beslutet avser. statsradet ska utan drojsmal lamna riksdagens forvaltningsutskott, utrikesutskott och forsvarsutskott en utredning om ett beslut som avses i 1 mom. utskotten kan med anledning av utredningen ge ett yttrande till statsradet eller ministeriet. forvaltningsutskottet kan ocksa utifran utredningen utarbeta ett betankande for plenum, om utskottet anser att arendets betydelse kraver det. mottagandet av ansokningar om internationellt skydd far inte begransas i storre omfattning eller under langre tid an vad som ar nodvandigt for att forhindra att finlands suveranitet eller nationella sakerhet allvarligt aventyras. statsradet ska regelbundet i samarbete med myndigheterna bedoma beslutets innehall och omfattning utifran hur laget utvecklas. beslutet ska upphavas nar beslutet inte langre ar nodvandigt for det syfte som anges i 1 mom. inrikesministeriet ska i tillracklig omfattning informera om beslut som avses i denna paragraf."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Maahanpääsyn estäminen ja maasta poistaminen",
      "content": "Jos valtioneuvosto on tehnyt 3 §:n 1 momentissa tarkoitetun päätöksen, päätöksessä tarkoitetulla alueella vaikuttamisen välineenä olevan henkilön maahanpääsy estetään. Maahan saapunut vaikuttamisen välineenä oleva henkilö poistetaan viipymättä maasta ja ohjataan siirtymään paikkaan, jossa kansainvälistä suojelua koskevia hakemuksia otetaan vastaan. Poikkeuksista maahanpääsyn estämiseen ja maasta poistamiseen säädetään 5 §:ssä. Maasta poistettavalle henkilölle on ilmoitettava kirjallisesti toimenpiteen perusteet sekä tieto siitä, että henkilö voi vaatia maasta poistamisen uudelleenarviointia ja siitä, missä henkilö voi tehdä kansainvälistä suojelua koskevan hakemuksen. Maasta poistamiseen ei saa hakea muutosta valittamalla. Maasta poistettava henkilö voi vaatia maasta poistamisen uudelleenarviointia Rajavartiolaitokselta kirjallisesti 30 päivän kuluessa maasta poistamisesta. Maasta poistaminen pannaan kuitenkin täytäntöön uudelleenarviointia koskevasta vaatimuksesta huolimatta. Vaatimus uudelleenarvioinnista on käsiteltävä kiireellisenä. Uudelleenarvioinnin voi tehdä asianosaista henkilöä kuulematta vaatimuksen ja sen liitteenä olevan kirjallisen aineiston sekä Rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. Uudelleenarviosta toimitetaan tieto henkilön ilmoittamaan osoitteeseen postitse kirjeenä tai sähköisenä viestinä. Uudelleenarvioon ei saa hakea muutosta valittamalla. Sen sijasta, mitä hallintolain (434/2003) 6 luvussa säädetään asian selvittämisestä ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelystä, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelystä, noudatetaan uudelleenarvioinnissa tämän lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos valtioneuvosto on tehnyt 3 § :n 1 momentissa tarkoitetun päätöksen, päätöksessä tarkoitetulla alueella vaikuttamisen välineenä olevan henkilön maahanpääsy estetään. Maahan saapunut vaikuttamisen välineenä oleva henkilö poistetaan viipymättä maasta ja ohjataan siirtymään paikkaan, jossa kansainvälistä suojelua koskevia hakemuksia otetaan vastaan. Poikkeuksista maahanpääsyn estämiseen ja maasta poistamiseen säädetään 5 § :ssä. Maasta poistettavalle henkilölle on ilmoitettava kirjallisesti toimenpiteen perusteet sekä tieto siitä, että henkilö voi vaatia maasta poistamisen uudelleenarviointia ja siitä, missä henkilö voi tehdä kansainvälistä suojelua koskevan hakemuksen. Maasta poistamiseen ei saa hakea muutosta valittamalla. Maasta poistettava henkilö voi vaatia maasta poistamisen uudelleenarviointia Rajavartiolaitokselta kirjallisesti 30 päivän kuluessa maasta poistamisesta. Maasta poistaminen pannaan kuitenkin täytäntöön uudelleenarviointia koskevasta vaatimuksesta huolimatta. Vaatimus uudelleenarvioinnista on käsiteltävä kiireellisenä. Uudelleenarvioinnin voi tehdä asianosaista henkilöä kuulematta vaatimuksen ja sen liitteenä olevan kirjallisen aineiston sekä Rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. Uudelleenarviosta toimitetaan tieto henkilön ilmoittamaan osoitteeseen postitse kirjeenä tai sähköisenä viestinä. Uudelleenarvioon ei saa hakea muutosta valittamalla. Sen sijasta, mitä hallintolain (434/2003) 6 luvussa säädetään asian selvittämisestä ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelystä, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelystä, noudatetaan uudelleenarvioinnissa tämän lain säännöksiä.",
        "folded_fi": "jos valtioneuvosto on tehnyt 3 §:n 1 momentissa tarkoitetun paatoksen, paatoksessa tarkoitetulla alueella vaikuttamisen valineena olevan henkilon maahanpaasy estetaan. maahan saapunut vaikuttamisen valineena oleva henkilo poistetaan viipymatta maasta ja ohjataan siirtymaan paikkaan, jossa kansainvalista suojelua koskevia hakemuksia otetaan vastaan. poikkeuksista maahanpaasyn estamiseen ja maasta poistamiseen saadetaan 5 §:ssa. maasta poistettavalle henkilolle on ilmoitettava kirjallisesti toimenpiteen perusteet seka tieto siita, etta henkilo voi vaatia maasta poistamisen uudelleenarviointia ja siita, missa henkilo voi tehda kansainvalista suojelua koskevan hakemuksen. maasta poistamiseen ei saa hakea muutosta valittamalla. maasta poistettava henkilo voi vaatia maasta poistamisen uudelleenarviointia rajavartiolaitokselta kirjallisesti 30 paivan kuluessa maasta poistamisesta. maasta poistaminen pannaan kuitenkin taytantoon uudelleenarviointia koskevasta vaatimuksesta huolimatta. vaatimus uudelleenarvioinnista on kasiteltava kiireellisena. uudelleenarvioinnin voi tehda asianosaista henkiloa kuulematta vaatimuksen ja sen liitteena olevan kirjallisen aineiston seka rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. uudelleenarviosta toimitetaan tieto henkilon ilmoittamaan osoitteeseen postitse kirjeena tai sahkoisena viestina. uudelleenarvioon ei saa hakea muutosta valittamalla. sen sijasta, mita hallintolain (434/2003) 6 luvussa saadetaan asian selvittamisesta ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelysta, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelysta, noudatetaan uudelleenarvioinnissa taman lain saannoksia.",
        "title_sv": "Förhindrande av inresa samt avlägsnande ur landet",
        "content_sv": "Om statsrådet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som används för påverkan i det område som beslutet avser hindras från att resa in i landet. Personer som används för påverkan och som har kommit in i landet ska utan dröjsmål avlägsnas ur landet och hänvisas till en plats där ansökningar om internationellt skydd tas emot. Bestämmelser om undantag från förhindrande av inresa samt avlägsnande ur landet finns i 5 §. En person som avlägsnas ur landet ska skriftligen underrättas om grunderna för åtgärden, om att personen kan begära ny prövning av avlägsnandet ur landet och om var personen kan ansöka om internationellt skydd. Avlägsnande ur landet får inte överklagas genom besvär. Den som avlägsnas ur landet kan skriftligen hos Gränsbevakningsväsendet begära ny prövning av avlägsnandet ur landet inom 30 dagar från avlägsnandet. Avlägsnandet verkställs dock trots att ny prövning begärts. Begäran gällande ny prövning ska behandlas skyndsamt. Den nya prövningen kan göras utan att den berörda personen hörs på grundval av begäran och det skriftliga material som fogats till den samt de uppgifter av betydelse som Gränsbevakningsväsendet i övrigt har. Uppgift om den nya prövningen sänds per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. En ny prövning får inte överklagas genom besvär. I stället för vad som föreskrivs i förvaltningslagens (434/2003) 6 kap. om utredning av ärenden och hörande av parter, 7 kap. om avgörande av ärenden, 7 a kap. om omprövningsförfarande, 9 kap. om delgivning och 10 kap. om förfarandet vid delgivning, ska bestämmelserna i denna lag iakttas vid ny prövning.",
        "normalized_sv": "Om statsrådet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som används för påverkan i det område som beslutet avser hindras från att resa in i landet. Personer som används för påverkan och som har kommit in i landet ska utan dröjsmål avlägsnas ur landet och hänvisas till en plats där ansökningar om internationellt skydd tas emot. Bestämmelser om undantag från förhindrande av inresa samt avlägsnande ur landet finns i 5 § . En person som avlägsnas ur landet ska skriftligen underrättas om grunderna för åtgärden, om att personen kan begära ny prövning av avlägsnandet ur landet och om var personen kan ansöka om internationellt skydd. Avlägsnande ur landet får inte överklagas genom besvär. Den som avlägsnas ur landet kan skriftligen hos Gränsbevakningsväsendet begära ny prövning av avlägsnandet ur landet inom 30 dagar från avlägsnandet. Avlägsnandet verkställs dock trots att ny prövning begärts. Begäran gällande ny prövning ska behandlas skyndsamt. Den nya prövningen kan göras utan att den berörda personen hörs på grundval av begäran och det skriftliga material som fogats till den samt de uppgifter av betydelse som Gränsbevakningsväsendet i övrigt har. Uppgift om den nya prövningen sänds per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. En ny prövning får inte överklagas genom besvär. I stället för vad som föreskrivs i förvaltningslagens (434/2003) 6 kap. om utredning av ärenden och hörande av parter, 7 kap. om avgörande av ärenden, 7 a kap. om omprövningsförfarande, 9 kap. om delgivning och 10 kap. om förfarandet vid delgivning, ska bestämmelserna i denna lag iakttas vid ny prövning.",
        "folded_sv": "om statsradet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som anvands for paverkan i det omrade som beslutet avser hindras fran att resa in i landet. personer som anvands for paverkan och som har kommit in i landet ska utan drojsmal avlagsnas ur landet och hanvisas till en plats dar ansokningar om internationellt skydd tas emot. bestammelser om undantag fran forhindrande av inresa samt avlagsnande ur landet finns i 5 §. en person som avlagsnas ur landet ska skriftligen underrattas om grunderna for atgarden, om att personen kan begara ny provning av avlagsnandet ur landet och om var personen kan ansoka om internationellt skydd. avlagsnande ur landet far inte overklagas genom besvar. den som avlagsnas ur landet kan skriftligen hos gransbevakningsvasendet begara ny provning av avlagsnandet ur landet inom 30 dagar fran avlagsnandet. avlagsnandet verkstalls dock trots att ny provning begarts. begaran gallande ny provning ska behandlas skyndsamt. den nya provningen kan goras utan att den berorda personen hors pa grundval av begaran och det skriftliga material som fogats till den samt de uppgifter av betydelse som gransbevakningsvasendet i ovrigt har. uppgift om den nya provningen sands per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. en ny provning far inte overklagas genom besvar. i stallet for vad som foreskrivs i forvaltningslagens (434/2003) 6 kap. om utredning av arenden och horande av parter, 7 kap. om avgorande av arenden, 7 a kap. om omprovningsforfarande, 9 kap. om delgivning och 10 kap. om forfarandet vid delgivning, ska bestammelserna i denna lag iakttas vid ny provning."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poikkeukset",
      "content": "Edellä 4 §:ssä säädetystä poiketen kansainvälistä suojelua koskeva hakemus otetaan vastaan, jos se on tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan välttämätöntä lapsen, vammaisen henkilön tai muun erityisen haavoittuvassa asemassa olevan henkilön oikeuksien turvaamiseksi. Arviossa otetaan huomioon lapsen etu sekä se, aiheuttaisiko maasta poistaminen henkilölle välittömän hengen tai terveyden vaaran. Kansainvälistä suojelua koskeva hakemus voidaan ottaa vastaan myös henkilöltä, josta lapsi, vammainen henkilö tai muu erityisen haavoittuvassa asemassa oleva henkilö on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. Kansainvälistä suojelua koskeva hakemus otetaan vastaan myös, jos henkilö on esittänyt tai on tullut ilmi seikkoja, joiden perusteella tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeistä, että henkilö on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta hän on saapunut Suomeen. Arviossa otetaan huomioon henkilön esittämät asiakirjat ja muut seikat, henkilössä ulkoisesti havaittavissa olevat seikat sekä eri lähteistä hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilölle. Edellä 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilön oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. Rajavartiomiehen on arviota tehdessään varmistettava, että henkilö tulee riittävällä tavalla ymmärretyksi ja että hänellä on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisiä seikkoja. Olennaiset arviointiin, henkilöön ja tämän olosuhteisiin liittyvät merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksilöitävä riittävällä tavalla. Jos kansainvälistä suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 §:n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen käsittelyyn sovelletaan ulkomaalaislakia (301/2004).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Edellä 4 § :ssä säädetystä poiketen kansainvälistä suojelua koskeva hakemus otetaan vastaan, jos se on tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan välttämätöntä lapsen, vammaisen henkilön tai muun erityisen haavoittuvassa asemassa olevan henkilön oikeuksien turvaamiseksi. Arviossa otetaan huomioon lapsen etu sekä se, aiheuttaisiko maasta poistaminen henkilölle välittömän hengen tai terveyden vaaran. Kansainvälistä suojelua koskeva hakemus voidaan ottaa vastaan myös henkilöltä, josta lapsi, vammainen henkilö tai muu erityisen haavoittuvassa asemassa oleva henkilö on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. Kansainvälistä suojelua koskeva hakemus otetaan vastaan myös, jos henkilö on esittänyt tai on tullut ilmi seikkoja, joiden perusteella tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeistä, että henkilö on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta hän on saapunut Suomeen. Arviossa otetaan huomioon henkilön esittämät asiakirjat ja muut seikat, henkilössä ulkoisesti havaittavissa olevat seikat sekä eri lähteistä hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilölle. Edellä 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilön oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. Rajavartiomiehen on arviota tehdessään varmistettava, että henkilö tulee riittävällä tavalla ymmärretyksi ja että hänellä on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisiä seikkoja. Olennaiset arviointiin, henkilöön ja tämän olosuhteisiin liittyvät merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksilöitävä riittävällä tavalla. Jos kansainvälistä suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 § :n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen käsittelyyn sovelletaan ulkomaalaislakia (301/2004).",
        "folded_fi": "edella 4 §:ssa saadetysta poiketen kansainvalista suojelua koskeva hakemus otetaan vastaan, jos se on tehtavaan koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan valttamatonta lapsen, vammaisen henkilon tai muun erityisen haavoittuvassa asemassa olevan henkilon oikeuksien turvaamiseksi. arviossa otetaan huomioon lapsen etu seka se, aiheuttaisiko maasta poistaminen henkilolle valittoman hengen tai terveyden vaaran. kansainvalista suojelua koskeva hakemus voidaan ottaa vastaan myos henkilolta, josta lapsi, vammainen henkilo tai muu erityisen haavoittuvassa asemassa oleva henkilo on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. kansainvalista suojelua koskeva hakemus otetaan vastaan myos, jos henkilo on esittanyt tai on tullut ilmi seikkoja, joiden perusteella tehtavaan koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeista, etta henkilo on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta han on saapunut suomeen. arviossa otetaan huomioon henkilon esittamat asiakirjat ja muut seikat, henkilossa ulkoisesti havaittavissa olevat seikat seka eri lahteista hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilolle. edella 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilon oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. rajavartiomiehen on arviota tehdessaan varmistettava, etta henkilo tulee riittavalla tavalla ymmarretyksi ja etta hanella on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisia seikkoja. olennaiset arviointiin, henkiloon ja taman olosuhteisiin liittyvat merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksiloitava riittavalla tavalla. jos kansainvalista suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 §:n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen kasittelyyn sovelletaan ulkomaalaislakia (301/2004).",
        "title_sv": "Undantag",
        "content_sv": "Med avvikelse från vad som föreskrivs i 4 § tas en ansökan om internationellt skydd emot, om det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är nödvändigt för att trygga rättigheterna för ett barn, en person med funktionsnedsättning eller en annan person i en särskilt utsatt ställning. Vid bedömningen ska barnets bästa beaktas, liksom även huruvida ett avlägsnande ur landet skulle medföra en omedelbar fara för personens liv eller hälsa. En ansökan om internationellt skydd kan tas emot också från den som ett barn, en person med funktionsnedsättning eller någon annan person i en särskilt utsatt ställning medan bedömningen pågått har konstaterats vara faktiskt beroende av. En ansökan om internationellt skydd tas även emot, om personen har anfört eller det har framkommit omständigheter på basis av vilka det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är uppenbart att personen löper en verklig risk att bli utsatt för dödsstraff, tortyr eller annan behandling som kränker människovärdet i första hand i den stat från vilken personen har anlänt till Finland. Vid bedömningen ska beaktas handlingar och andra omständigheter som personen lägger fram, yttre omständigheter som kan observeras hos personen samt aktuella uppgifter som inhämtats från olika källor och som gäller hur säker den bedömda staten är för en person som avlägsnas ur landet. Den bedömning som avses i 1 och 2 mom. ska genomföras på ett sätt som behövs för att trygga personens rättigheter, för att trygga gränssäkerheten eller den nationella säkerheten eller med hänvisning till andra omständigheter. Gränsbevakningsmannen ska vid bedömningen försäkra sig om att personen blir tillräckligt förstådd och att personen har en faktisk möjlighet att föra fram omständigheter som är av betydelse för bedömningen. Väsentliga uppgifter som hänför sig till bedömningen, personen och dennes omständigheter och som är betydelsefulla samt resultatet av bedömningen ska dokumenteras och specificeras på ett tillräckligt sätt. Om en ansökan om internationellt skydd tas emot i sådana fall som avses i 1 och 2 mom. eller till följd av en sådan ny prövning som avses i 4 § 5 mom., ska utlänningslagen (301/2004) tillämpas på behandlingen av ansökan.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 4 § tas en ansökan om internationellt skydd emot, om det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är nödvändigt för att trygga rättigheterna för ett barn, en person med funktionsnedsättning eller en annan person i en särskilt utsatt ställning. Vid bedömningen ska barnets bästa beaktas, liksom även huruvida ett avlägsnande ur landet skulle medföra en omedelbar fara för personens liv eller hälsa. En ansökan om internationellt skydd kan tas emot också från den som ett barn, en person med funktionsnedsättning eller någon annan person i en särskilt utsatt ställning medan bedömningen pågått har konstaterats vara faktiskt beroende av. En ansökan om internationellt skydd tas även emot, om personen har anfört eller det har framkommit omständigheter på basis av vilka det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är uppenbart att personen löper en verklig risk att bli utsatt för dödsstraff, tortyr eller annan behandling som kränker människovärdet i första hand i den stat från vilken personen har anlänt till Finland. Vid bedömningen ska beaktas handlingar och andra omständigheter som personen lägger fram, yttre omständigheter som kan observeras hos personen samt aktuella uppgifter som inhämtats från olika källor och som gäller hur säker den bedömda staten är för en person som avlägsnas ur landet. Den bedömning som avses i 1 och 2 mom. ska genomföras på ett sätt som behövs för att trygga personens rättigheter, för att trygga gränssäkerheten eller den nationella säkerheten eller med hänvisning till andra omständigheter. Gränsbevakningsmannen ska vid bedömningen försäkra sig om att personen blir tillräckligt förstådd och att personen har en faktisk möjlighet att föra fram omständigheter som är av betydelse för bedömningen. Väsentliga uppgifter som hänför sig till bedömningen, personen och dennes omständigheter och som är betydelsefulla samt resultatet av bedömningen ska dokumenteras och specificeras på ett tillräckligt sätt. Om en ansökan om internationellt skydd tas emot i sådana fall som avses i 1 och 2 mom. eller till följd av en sådan ny prövning som avses i 4 § 5 mom., ska utlänningslagen (301/2004) tillämpas på behandlingen av ansökan.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 4 § tas en ansokan om internationellt skydd emot, om det enligt en bedomning i ett enskilt fall av en gransbevakningsman som har utbildats och getts anvisningar for uppgiften ar nodvandigt for att trygga rattigheterna for ett barn, en person med funktionsnedsattning eller en annan person i en sarskilt utsatt stallning. vid bedomningen ska barnets basta beaktas, liksom aven huruvida ett avlagsnande ur landet skulle medfora en omedelbar fara for personens liv eller halsa. en ansokan om internationellt skydd kan tas emot ocksa fran den som ett barn, en person med funktionsnedsattning eller nagon annan person i en sarskilt utsatt stallning medan bedomningen pagatt har konstaterats vara faktiskt beroende av. en ansokan om internationellt skydd tas aven emot, om personen har anfort eller det har framkommit omstandigheter pa basis av vilka det enligt en bedomning i ett enskilt fall av en gransbevakningsman som har utbildats och getts anvisningar for uppgiften ar uppenbart att personen loper en verklig risk att bli utsatt for dodsstraff, tortyr eller annan behandling som kranker manniskovardet i forsta hand i den stat fran vilken personen har anlant till finland. vid bedomningen ska beaktas handlingar och andra omstandigheter som personen lagger fram, yttre omstandigheter som kan observeras hos personen samt aktuella uppgifter som inhamtats fran olika kallor och som galler hur saker den bedomda staten ar for en person som avlagsnas ur landet. den bedomning som avses i 1 och 2 mom. ska genomforas pa ett satt som behovs for att trygga personens rattigheter, for att trygga granssakerheten eller den nationella sakerheten eller med hanvisning till andra omstandigheter. gransbevakningsmannen ska vid bedomningen forsakra sig om att personen blir tillrackligt forstadd och att personen har en faktisk mojlighet att fora fram omstandigheter som ar av betydelse for bedomningen. vasentliga uppgifter som hanfor sig till bedomningen, personen och dennes omstandigheter och som ar betydelsefulla samt resultatet av bedomningen ska dokumenteras och specificeras pa ett tillrackligt satt. om en ansokan om internationellt skydd tas emot i sadana fall som avses i 1 och 2 mom. eller till foljd av en sadan ny provning som avses i 4 § 5 mom., ska utlanningslagen (301/2004) tillampas pa behandlingen av ansokan."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Poikkeukselliset tilanteet",
      "content": "Maahantunkeutuminen väkivaltaa tai henkilöiden suurta lukumäärää hyväksi käyttäen voidaan välittömästi valtakunnanrajalla torjua ilman 5 §:ssä tarkoitetun tapauskohtaisen arvion tekemistä, jos se on välttämätöntä ihmisten hengen ja terveyden varmistamiseksi ja jos menettelyä voidaan kokonaisuutena arvioiden pitää puolustettavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maahantunkeutuminen väkivaltaa tai henkilöiden suurta lukumäärää hyväksi käyttäen voidaan välittömästi valtakunnanrajalla torjua ilman 5 § :ssä tarkoitetun tapauskohtaisen arvion tekemistä, jos se on välttämätöntä ihmisten hengen ja terveyden varmistamiseksi ja jos menettelyä voidaan kokonaisuutena arvioiden pitää puolustettavana.",
        "folded_fi": "maahantunkeutuminen vakivaltaa tai henkiloiden suurta lukumaaraa hyvaksi kayttaen voidaan valittomasti valtakunnanrajalla torjua ilman 5 §:ssa tarkoitetun tapauskohtaisen arvion tekemista, jos se on valttamatonta ihmisten hengen ja terveyden varmistamiseksi ja jos menettelya voidaan kokonaisuutena arvioiden pitaa puolustettavana.",
        "title_sv": "Exceptionella situationer",
        "content_sv": "Inträngande i landet med hjälp av våld eller med utnyttjande av stora antal personer kan förhindras omedelbart vid riksgränsen utan att det görs någon i 5 § avsedd bedömning i enskilt fall, om det är nödvändigt för att trygga människors liv och hälsa och om förfarandet som helhet bedömt kan anses vara försvarbart.",
        "normalized_sv": "Inträngande i landet med hjälp av våld eller med utnyttjande av stora antal personer kan förhindras omedelbart vid riksgränsen utan att det görs någon i 5 § avsedd bedömning i enskilt fall, om det är nödvändigt för att trygga människors liv och hälsa och om förfarandet som helhet bedömt kan anses vara försvarbart.",
        "folded_sv": "intrangande i landet med hjalp av vald eller med utnyttjande av stora antal personer kan forhindras omedelbart vid riksgransen utan att det gors nagon i 5 § avsedd bedomning i enskilt fall, om det ar nodvandigt for att trygga manniskors liv och halsa och om forfarandet som helhet bedomt kan anses vara forsvarbart."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 22 päivänä heinäkuuta 2024 ja on voimassa vuoden voimaantulosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämä laki tulee voimaan 22 päivänä heinäkuuta 2024 ja on voimassa vuoden voimaantulosta.",
        "folded_fi": "tama laki tulee voimaan 22 paivana heinakuuta 2024 ja on voimassa vuoden voimaantulosta.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 22 juli 2024 och gäller i ett år från ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 22 juli 2024 och gäller i ett år från ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 22 juli 2024 och galler i ett ar fran ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on torjua vieraan valtion Suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyväksikäyttämällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on torjua vieraan valtion Suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyväksikäyttämällä.",
        "folded_fi": "taman lain tarkoituksena on torjua vieraan valtion suomeen kohdistamaa vaikuttamista, joka tapahtuu maahantulijoita hyvaksikayttamalla.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att bekämpa sådan påverkan med utnyttjande av inresande som en främmande stat riktar mot Finland.",
        "normalized_sv": "Syftet med denna lag är att bekämpa sådan påverkan med utnyttjande av inresande som en främmande stat riktar mot Finland.",
        "folded_sv": "syftet med denna lag ar att bekampa sadan paverkan med utnyttjande av inresande som en frammande stat riktar mot finland."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvälistä suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvälistä suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä.",
        "folded_fi": "tata lakia sovelletaan ulkomaalaisen maahantuloon, maasta poistamiseen ja kansainvalista suojelua koskevan hakemuksen vastaanottamiseen tilanteessa, jossa vieras valtio pyrkii vaikuttamaan suomeen maahantulijoita hyvaksikayttamalla.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på utlänningars inresa, avlägsnande av utlänningar ur landet och mottagande av ansökningar om internationellt skydd i situationer där en främmande stat strävar efter att påverka Finland genom att utnyttja inresande.",
        "normalized_sv": "Denna lag tillämpas på utlänningars inresa, avlägsnande av utlänningar ur landet och mottagande av ansökningar om internationellt skydd i situationer där en främmande stat strävar efter att påverka Finland genom att utnyttja inresande.",
        "folded_sv": "denna lag tillampas pa utlanningars inresa, avlagsnande av utlanningar ur landet och mottagande av ansokningar om internationellt skydd i situationer dar en frammande stat stravar efter att paverka finland genom att utnyttja inresande."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kansainvälistä suojelua koskevien hakemusten vastaanottamisen rajoittaminen",
      "content": "Valtioneuvoston yleisistunto voi päättää rajoittaa kansainvälistä suojelua koskevien hakemusten vastaanottamista rajatulla osalla Suomen valtakunnanrajaa ja sen välittömässä läheisyydessä enintään kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, että: 1) on tieto tai perusteltu epäily siitä, että vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä; 2) vaikuttaminen vaarantaa vakavasti Suomen täysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivät ole riittäviä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. Edellä 1 momentissa tarkoitettu päätös ei rajoita kansainvälistä suojelua koskevien hakemusten vastaanottamista muualla kuin päätöksessä tarkoitetulla alueella. Valtioneuvoston on viipymättä annettava 1 momentissa tarkoitetusta päätöksestä selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. Valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriölle. Hallintovaliokunta voi myös laatia selvityksen pohjalta mietinnön täysistunnolle, jos valiokunta katsoo asian merkityksen sitä vaativan. Kansainvälistä suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempään kuin mikä on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. Valtioneuvosto arvioi päätöksen sisältöä ja laajuutta säännöllisesti tilanteen kehittymisen perusteella yhteistyössä viranomaisten kanssa. Päätös on kumottava, kun se ei ole enää välttämätön 1 momentissa säädetyssä tarkoituksessa. Sisäministeriön on tiedotettava tässä pykälässä tarkoitetusta päätöksestä riittävässä laajuudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtioneuvoston yleisistunto voi päättää rajoittaa kansainvälistä suojelua koskevien hakemusten vastaanottamista rajatulla osalla Suomen valtakunnanrajaa ja sen välittömässä läheisyydessä enintään kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, että: 1) on tieto tai perusteltu epäily siitä, että vieras valtio pyrkii vaikuttamaan Suomeen maahantulijoita hyväksikäyttämällä; 2) vaikuttaminen vaarantaa vakavasti Suomen täysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivät ole riittäviä Suomen täysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. Edellä 1 momentissa tarkoitettu päätös ei rajoita kansainvälistä suojelua koskevien hakemusten vastaanottamista muualla kuin päätöksessä tarkoitetulla alueella. Valtioneuvoston on viipymättä annettava 1 momentissa tarkoitetusta päätöksestä selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. Valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriölle. Hallintovaliokunta voi myös laatia selvityksen pohjalta mietinnön täysistunnolle, jos valiokunta katsoo asian merkityksen sitä vaativan. Kansainvälistä suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempään kuin mikä on välttämätöntä Suomen täysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. Valtioneuvosto arvioi päätöksen sisältöä ja laajuutta säännöllisesti tilanteen kehittymisen perusteella yhteistyössä viranomaisten kanssa. Päätös on kumottava, kun se ei ole enää välttämätön 1 momentissa säädetyssä tarkoituksessa. Sisäministeriön on tiedotettava tässä pykälässä tarkoitetusta päätöksestä riittävässä laajuudessa.",
        "folded_fi": "valtioneuvoston yleisistunto voi paattaa rajoittaa kansainvalista suojelua koskevien hakemusten vastaanottamista rajatulla osalla suomen valtakunnanrajaa ja sen valittomassa laheisyydessa enintaan kuukauden ajaksi kerrallaan, jos tasavallan presidentti ja valtioneuvosto ovat yhteistoiminnassa todenneet, etta: 1) on tieto tai perusteltu epaily siita, etta vieras valtio pyrkii vaikuttamaan suomeen maahantulijoita hyvaksikayttamalla; 2) vaikuttaminen vaarantaa vakavasti suomen taysivaltaisuutta tai kansallista turvallisuutta; 3) rajoittaminen on valttamatonta suomen taysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi; ja 4) muut keinot eivat ole riittavia suomen taysivaltaisuuden tai kansallisen turvallisuuden varmistamiseksi. edella 1 momentissa tarkoitettu paatos ei rajoita kansainvalista suojelua koskevien hakemusten vastaanottamista muualla kuin paatoksessa tarkoitetulla alueella. valtioneuvoston on viipymatta annettava 1 momentissa tarkoitetusta paatoksesta selvitys eduskunnan hallintovaliokunnalle, ulkoasiainvaliokunnalle ja puolustusvaliokunnalle. valiokunnat voivat antaa selvityksen johdosta lausunnon valtioneuvostolle tai ministeriolle. hallintovaliokunta voi myos laatia selvityksen pohjalta mietinnon taysistunnolle, jos valiokunta katsoo asian merkityksen sita vaativan. kansainvalista suojelua koskevien hakemusten vastaanottamista ei saa rajoittaa laajemmin tai pidempaan kuin mika on valttamatonta suomen taysivaltaisuuden tai kansallisen turvallisuuden vakavan vaarantumisen torjumiseksi. valtioneuvosto arvioi paatoksen sisaltoa ja laajuutta saannollisesti tilanteen kehittymisen perusteella yhteistyossa viranomaisten kanssa. paatos on kumottava, kun se ei ole enaa valttamaton 1 momentissa saadetyssa tarkoituksessa. sisaministerion on tiedotettava tassa pykalassa tarkoitetusta paatoksesta riittavassa laajuudessa.",
        "title_sv": "Begränsning av mottagande av ansökningar om internationellt skydd",
        "content_sv": "Statsrådets allmänna sammanträde kan besluta att begränsa mottagandet av ansökningar om internationellt skydd vid en begränsad del av riksgränsen i Finland och i dess omedelbara närhet för högst en månad åt gången, om republikens president och statsrådet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en främmande stat försöker påverka Finland genom att utnyttja inresande, 2) påverkan allvarligt äventyrar Finlands suveränitet eller nationella säkerhet, 3) begränsningen är nödvändig för att trygga Finlands suveränitet eller nationella säkerhet, och 4) inga andra sätt är tillräckliga för att trygga Finlands suveränitet eller nationella säkerhet. Ett beslut enligt 1 mom. begränsar inte mottagandet av ansökningar om internationellt skydd någon annanstans än på det område som beslutet avser. Statsrådet ska utan dröjsmål lämna riksdagens förvaltningsutskott, utrikesutskott och försvarsutskott en utredning om ett beslut som avses i 1 mom. Utskotten kan med anledning av utredningen ge ett yttrande till statsrådet eller ministeriet. Förvaltningsutskottet kan också utifrån utredningen utarbeta ett betänkande för plenum, om utskottet anser att ärendets betydelse kräver det. Mottagandet av ansökningar om internationellt skydd får inte begränsas i större omfattning eller under längre tid än vad som är nödvändigt för att förhindra att Finlands suveränitet eller nationella säkerhet allvarligt äventyras. Statsrådet ska regelbundet i samarbete med myndigheterna bedöma beslutets innehåll och omfattning utifrån hur läget utvecklas. Beslutet ska upphävas när beslutet inte längre är nödvändigt för det syfte som anges i 1 mom. Inrikesministeriet ska i tillräcklig omfattning informera om beslut som avses i denna paragraf.",
        "normalized_sv": "Statsrådets allmänna sammanträde kan besluta att begränsa mottagandet av ansökningar om internationellt skydd vid en begränsad del av riksgränsen i Finland och i dess omedelbara närhet för högst en månad åt gången, om republikens president och statsrådet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en främmande stat försöker påverka Finland genom att utnyttja inresande, 2) påverkan allvarligt äventyrar Finlands suveränitet eller nationella säkerhet, 3) begränsningen är nödvändig för att trygga Finlands suveränitet eller nationella säkerhet, och 4) inga andra sätt är tillräckliga för att trygga Finlands suveränitet eller nationella säkerhet. Ett beslut enligt 1 mom. begränsar inte mottagandet av ansökningar om internationellt skydd någon annanstans än på det område som beslutet avser. Statsrådet ska utan dröjsmål lämna riksdagens förvaltningsutskott, utrikesutskott och försvarsutskott en utredning om ett beslut som avses i 1 mom. Utskotten kan med anledning av utredningen ge ett yttrande till statsrådet eller ministeriet. Förvaltningsutskottet kan också utifrån utredningen utarbeta ett betänkande för plenum, om utskottet anser att ärendets betydelse kräver det. Mottagandet av ansökningar om internationellt skydd får inte begränsas i större omfattning eller under längre tid än vad som är nödvändigt för att förhindra att Finlands suveränitet eller nationella säkerhet allvarligt äventyras. Statsrådet ska regelbundet i samarbete med myndigheterna bedöma beslutets innehåll och omfattning utifrån hur läget utvecklas. Beslutet ska upphävas när beslutet inte längre är nödvändigt för det syfte som anges i 1 mom. Inrikesministeriet ska i tillräcklig omfattning informera om beslut som avses i denna paragraf.",
        "folded_sv": "statsradets allmanna sammantrade kan besluta att begransa mottagandet av ansokningar om internationellt skydd vid en begransad del av riksgransen i finland och i dess omedelbara narhet for hogst en manad at gangen, om republikens president och statsradet i samverkan har konstaterat att 1) det finns information eller grundad misstanke om att en frammande stat forsoker paverka finland genom att utnyttja inresande, 2) paverkan allvarligt aventyrar finlands suveranitet eller nationella sakerhet, 3) begransningen ar nodvandig for att trygga finlands suveranitet eller nationella sakerhet, och 4) inga andra satt ar tillrackliga for att trygga finlands suveranitet eller nationella sakerhet. ett beslut enligt 1 mom. begransar inte mottagandet av ansokningar om internationellt skydd nagon annanstans an pa det omrade som beslutet avser. statsradet ska utan drojsmal lamna riksdagens forvaltningsutskott, utrikesutskott och forsvarsutskott en utredning om ett beslut som avses i 1 mom. utskotten kan med anledning av utredningen ge ett yttrande till statsradet eller ministeriet. forvaltningsutskottet kan ocksa utifran utredningen utarbeta ett betankande for plenum, om utskottet anser att arendets betydelse kraver det. mottagandet av ansokningar om internationellt skydd far inte begransas i storre omfattning eller under langre tid an vad som ar nodvandigt for att forhindra att finlands suveranitet eller nationella sakerhet allvarligt aventyras. statsradet ska regelbundet i samarbete med myndigheterna bedoma beslutets innehall och omfattning utifran hur laget utvecklas. beslutet ska upphavas nar beslutet inte langre ar nodvandigt for det syfte som anges i 1 mom. inrikesministeriet ska i tillracklig omfattning informera om beslut som avses i denna paragraf."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Maahanpääsyn estäminen ja maasta poistaminen",
      "content": "Jos valtioneuvosto on tehnyt 3 §:n 1 momentissa tarkoitetun päätöksen, päätöksessä tarkoitetulla alueella vaikuttamisen välineenä olevan henkilön maahanpääsy estetään. Maahan saapunut vaikuttamisen välineenä oleva henkilö poistetaan viipymättä maasta ja ohjataan siirtymään paikkaan, jossa kansainvälistä suojelua koskevia hakemuksia otetaan vastaan. Poikkeuksista maahanpääsyn estämiseen ja maasta poistamiseen säädetään 5 §:ssä. Maasta poistettavalle henkilölle on ilmoitettava kirjallisesti toimenpiteen perusteet sekä tieto siitä, että henkilö voi vaatia maasta poistamisen uudelleenarviointia ja siitä, missä henkilö voi tehdä kansainvälistä suojelua koskevan hakemuksen. Maasta poistamiseen ei saa hakea muutosta valittamalla. Maasta poistettava henkilö voi vaatia maasta poistamisen uudelleenarviointia Rajavartiolaitokselta kirjallisesti 30 päivän kuluessa maasta poistamisesta. Maasta poistaminen pannaan kuitenkin täytäntöön uudelleenarviointia koskevasta vaatimuksesta huolimatta. Vaatimus uudelleenarvioinnista on käsiteltävä kiireellisenä. Uudelleenarvioinnin voi tehdä asianosaista henkilöä kuulematta vaatimuksen ja sen liitteenä olevan kirjallisen aineiston sekä Rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. Uudelleenarviosta toimitetaan tieto henkilön ilmoittamaan osoitteeseen postitse kirjeenä tai sähköisenä viestinä. Uudelleenarvioon ei saa hakea muutosta valittamalla. Sen sijasta, mitä hallintolain (434/2003) 6 luvussa säädetään asian selvittämisestä ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelystä, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelystä, noudatetaan uudelleenarvioinnissa tämän lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos valtioneuvosto on tehnyt 3 § :n 1 momentissa tarkoitetun päätöksen, päätöksessä tarkoitetulla alueella vaikuttamisen välineenä olevan henkilön maahanpääsy estetään. Maahan saapunut vaikuttamisen välineenä oleva henkilö poistetaan viipymättä maasta ja ohjataan siirtymään paikkaan, jossa kansainvälistä suojelua koskevia hakemuksia otetaan vastaan. Poikkeuksista maahanpääsyn estämiseen ja maasta poistamiseen säädetään 5 § :ssä. Maasta poistettavalle henkilölle on ilmoitettava kirjallisesti toimenpiteen perusteet sekä tieto siitä, että henkilö voi vaatia maasta poistamisen uudelleenarviointia ja siitä, missä henkilö voi tehdä kansainvälistä suojelua koskevan hakemuksen. Maasta poistamiseen ei saa hakea muutosta valittamalla. Maasta poistettava henkilö voi vaatia maasta poistamisen uudelleenarviointia Rajavartiolaitokselta kirjallisesti 30 päivän kuluessa maasta poistamisesta. Maasta poistaminen pannaan kuitenkin täytäntöön uudelleenarviointia koskevasta vaatimuksesta huolimatta. Vaatimus uudelleenarvioinnista on käsiteltävä kiireellisenä. Uudelleenarvioinnin voi tehdä asianosaista henkilöä kuulematta vaatimuksen ja sen liitteenä olevan kirjallisen aineiston sekä Rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. Uudelleenarviosta toimitetaan tieto henkilön ilmoittamaan osoitteeseen postitse kirjeenä tai sähköisenä viestinä. Uudelleenarvioon ei saa hakea muutosta valittamalla. Sen sijasta, mitä hallintolain (434/2003) 6 luvussa säädetään asian selvittämisestä ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelystä, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelystä, noudatetaan uudelleenarvioinnissa tämän lain säännöksiä.",
        "folded_fi": "jos valtioneuvosto on tehnyt 3 §:n 1 momentissa tarkoitetun paatoksen, paatoksessa tarkoitetulla alueella vaikuttamisen valineena olevan henkilon maahanpaasy estetaan. maahan saapunut vaikuttamisen valineena oleva henkilo poistetaan viipymatta maasta ja ohjataan siirtymaan paikkaan, jossa kansainvalista suojelua koskevia hakemuksia otetaan vastaan. poikkeuksista maahanpaasyn estamiseen ja maasta poistamiseen saadetaan 5 §:ssa. maasta poistettavalle henkilolle on ilmoitettava kirjallisesti toimenpiteen perusteet seka tieto siita, etta henkilo voi vaatia maasta poistamisen uudelleenarviointia ja siita, missa henkilo voi tehda kansainvalista suojelua koskevan hakemuksen. maasta poistamiseen ei saa hakea muutosta valittamalla. maasta poistettava henkilo voi vaatia maasta poistamisen uudelleenarviointia rajavartiolaitokselta kirjallisesti 30 paivan kuluessa maasta poistamisesta. maasta poistaminen pannaan kuitenkin taytantoon uudelleenarviointia koskevasta vaatimuksesta huolimatta. vaatimus uudelleenarvioinnista on kasiteltava kiireellisena. uudelleenarvioinnin voi tehda asianosaista henkiloa kuulematta vaatimuksen ja sen liitteena olevan kirjallisen aineiston seka rajavartiolaitoksella muutoin olevan merkityksellisen tiedon perusteella. uudelleenarviosta toimitetaan tieto henkilon ilmoittamaan osoitteeseen postitse kirjeena tai sahkoisena viestina. uudelleenarvioon ei saa hakea muutosta valittamalla. sen sijasta, mita hallintolain (434/2003) 6 luvussa saadetaan asian selvittamisesta ja asianosaisen kuulemisesta, 7 luvussa asian ratkaisemisesta, 7 a luvussa oikaisuvaatimusmenettelysta, 9 luvussa tiedoksiannosta ja 10 luvussa tiedoksiannossa noudatettavasta menettelysta, noudatetaan uudelleenarvioinnissa taman lain saannoksia.",
        "title_sv": "Förhindrande av inresa samt avlägsnande ur landet",
        "content_sv": "Om statsrådet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som används för påverkan i det område som beslutet avser hindras från att resa in i landet. Personer som används för påverkan och som har kommit in i landet ska utan dröjsmål avlägsnas ur landet och hänvisas till en plats där ansökningar om internationellt skydd tas emot. Bestämmelser om undantag från förhindrande av inresa samt avlägsnande ur landet finns i 5 §. En person som avlägsnas ur landet ska skriftligen underrättas om grunderna för åtgärden, om att personen kan begära ny prövning av avlägsnandet ur landet och om var personen kan ansöka om internationellt skydd. Avlägsnande ur landet får inte överklagas genom besvär. Den som avlägsnas ur landet kan skriftligen hos Gränsbevakningsväsendet begära ny prövning av avlägsnandet ur landet inom 30 dagar från avlägsnandet. Avlägsnandet verkställs dock trots att ny prövning begärts. Begäran gällande ny prövning ska behandlas skyndsamt. Den nya prövningen kan göras utan att den berörda personen hörs på grundval av begäran och det skriftliga material som fogats till den samt de uppgifter av betydelse som Gränsbevakningsväsendet i övrigt har. Uppgift om den nya prövningen sänds per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. En ny prövning får inte överklagas genom besvär. I stället för vad som föreskrivs i förvaltningslagens (434/2003) 6 kap. om utredning av ärenden och hörande av parter, 7 kap. om avgörande av ärenden, 7 a kap. om omprövningsförfarande, 9 kap. om delgivning och 10 kap. om förfarandet vid delgivning, ska bestämmelserna i denna lag iakttas vid ny prövning.",
        "normalized_sv": "Om statsrådet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som används för påverkan i det område som beslutet avser hindras från att resa in i landet. Personer som används för påverkan och som har kommit in i landet ska utan dröjsmål avlägsnas ur landet och hänvisas till en plats där ansökningar om internationellt skydd tas emot. Bestämmelser om undantag från förhindrande av inresa samt avlägsnande ur landet finns i 5 § . En person som avlägsnas ur landet ska skriftligen underrättas om grunderna för åtgärden, om att personen kan begära ny prövning av avlägsnandet ur landet och om var personen kan ansöka om internationellt skydd. Avlägsnande ur landet får inte överklagas genom besvär. Den som avlägsnas ur landet kan skriftligen hos Gränsbevakningsväsendet begära ny prövning av avlägsnandet ur landet inom 30 dagar från avlägsnandet. Avlägsnandet verkställs dock trots att ny prövning begärts. Begäran gällande ny prövning ska behandlas skyndsamt. Den nya prövningen kan göras utan att den berörda personen hörs på grundval av begäran och det skriftliga material som fogats till den samt de uppgifter av betydelse som Gränsbevakningsväsendet i övrigt har. Uppgift om den nya prövningen sänds per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. En ny prövning får inte överklagas genom besvär. I stället för vad som föreskrivs i förvaltningslagens (434/2003) 6 kap. om utredning av ärenden och hörande av parter, 7 kap. om avgörande av ärenden, 7 a kap. om omprövningsförfarande, 9 kap. om delgivning och 10 kap. om förfarandet vid delgivning, ska bestämmelserna i denna lag iakttas vid ny prövning.",
        "folded_sv": "om statsradet har fattat ett beslut som avses i 3 § 1 mom., ska de personer som anvands for paverkan i det omrade som beslutet avser hindras fran att resa in i landet. personer som anvands for paverkan och som har kommit in i landet ska utan drojsmal avlagsnas ur landet och hanvisas till en plats dar ansokningar om internationellt skydd tas emot. bestammelser om undantag fran forhindrande av inresa samt avlagsnande ur landet finns i 5 §. en person som avlagsnas ur landet ska skriftligen underrattas om grunderna for atgarden, om att personen kan begara ny provning av avlagsnandet ur landet och om var personen kan ansoka om internationellt skydd. avlagsnande ur landet far inte overklagas genom besvar. den som avlagsnas ur landet kan skriftligen hos gransbevakningsvasendet begara ny provning av avlagsnandet ur landet inom 30 dagar fran avlagsnandet. avlagsnandet verkstalls dock trots att ny provning begarts. begaran gallande ny provning ska behandlas skyndsamt. den nya provningen kan goras utan att den berorda personen hors pa grundval av begaran och det skriftliga material som fogats till den samt de uppgifter av betydelse som gransbevakningsvasendet i ovrigt har. uppgift om den nya provningen sands per post som brev eller som elektroniskt meddelande till den adress som personen uppgett. en ny provning far inte overklagas genom besvar. i stallet for vad som foreskrivs i forvaltningslagens (434/2003) 6 kap. om utredning av arenden och horande av parter, 7 kap. om avgorande av arenden, 7 a kap. om omprovningsforfarande, 9 kap. om delgivning och 10 kap. om forfarandet vid delgivning, ska bestammelserna i denna lag iakttas vid ny provning."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poikkeukset",
      "content": "Edellä 4 §:ssä säädetystä poiketen kansainvälistä suojelua koskeva hakemus otetaan vastaan, jos se on tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan välttämätöntä lapsen, vammaisen henkilön tai muun erityisen haavoittuvassa asemassa olevan henkilön oikeuksien turvaamiseksi. Arviossa otetaan huomioon lapsen etu sekä se, aiheuttaisiko maasta poistaminen henkilölle välittömän hengen tai terveyden vaaran. Kansainvälistä suojelua koskeva hakemus voidaan ottaa vastaan myös henkilöltä, josta lapsi, vammainen henkilö tai muu erityisen haavoittuvassa asemassa oleva henkilö on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. Kansainvälistä suojelua koskeva hakemus otetaan vastaan myös, jos henkilö on esittänyt tai on tullut ilmi seikkoja, joiden perusteella tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeistä, että henkilö on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta hän on saapunut Suomeen. Arviossa otetaan huomioon henkilön esittämät asiakirjat ja muut seikat, henkilössä ulkoisesti havaittavissa olevat seikat sekä eri lähteistä hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilölle. Edellä 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilön oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. Rajavartiomiehen on arviota tehdessään varmistettava, että henkilö tulee riittävällä tavalla ymmärretyksi ja että hänellä on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisiä seikkoja. Olennaiset arviointiin, henkilöön ja tämän olosuhteisiin liittyvät merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksilöitävä riittävällä tavalla. Jos kansainvälistä suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 §:n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen käsittelyyn sovelletaan ulkomaalaislakia (301/2004).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Edellä 4 § :ssä säädetystä poiketen kansainvälistä suojelua koskeva hakemus otetaan vastaan, jos se on tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan välttämätöntä lapsen, vammaisen henkilön tai muun erityisen haavoittuvassa asemassa olevan henkilön oikeuksien turvaamiseksi. Arviossa otetaan huomioon lapsen etu sekä se, aiheuttaisiko maasta poistaminen henkilölle välittömän hengen tai terveyden vaaran. Kansainvälistä suojelua koskeva hakemus voidaan ottaa vastaan myös henkilöltä, josta lapsi, vammainen henkilö tai muu erityisen haavoittuvassa asemassa oleva henkilö on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. Kansainvälistä suojelua koskeva hakemus otetaan vastaan myös, jos henkilö on esittänyt tai on tullut ilmi seikkoja, joiden perusteella tehtävään koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeistä, että henkilö on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta hän on saapunut Suomeen. Arviossa otetaan huomioon henkilön esittämät asiakirjat ja muut seikat, henkilössä ulkoisesti havaittavissa olevat seikat sekä eri lähteistä hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilölle. Edellä 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilön oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. Rajavartiomiehen on arviota tehdessään varmistettava, että henkilö tulee riittävällä tavalla ymmärretyksi ja että hänellä on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisiä seikkoja. Olennaiset arviointiin, henkilöön ja tämän olosuhteisiin liittyvät merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksilöitävä riittävällä tavalla. Jos kansainvälistä suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 § :n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen käsittelyyn sovelletaan ulkomaalaislakia (301/2004).",
        "folded_fi": "edella 4 §:ssa saadetysta poiketen kansainvalista suojelua koskeva hakemus otetaan vastaan, jos se on tehtavaan koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan valttamatonta lapsen, vammaisen henkilon tai muun erityisen haavoittuvassa asemassa olevan henkilon oikeuksien turvaamiseksi. arviossa otetaan huomioon lapsen etu seka se, aiheuttaisiko maasta poistaminen henkilolle valittoman hengen tai terveyden vaaran. kansainvalista suojelua koskeva hakemus voidaan ottaa vastaan myos henkilolta, josta lapsi, vammainen henkilo tai muu erityisen haavoittuvassa asemassa oleva henkilo on arvioinnin kuluessa todettu tosiasiallisesti riippuvaiseksi. kansainvalista suojelua koskeva hakemus otetaan vastaan myos, jos henkilo on esittanyt tai on tullut ilmi seikkoja, joiden perusteella tehtavaan koulutetun ja ohjeistetun rajavartiomiehen tapauskohtaisen arvion mukaan on ilmeista, etta henkilo on todellisessa vaarassa joutua kuolemanrangaistuksen, kidutuksen tai muun ihmisarvoa loukkaavan kohtelun kohteeksi ensisijaisesti valtiossa, josta han on saapunut suomeen. arviossa otetaan huomioon henkilon esittamat asiakirjat ja muut seikat, henkilossa ulkoisesti havaittavissa olevat seikat seka eri lahteista hankitut ajantasaiset tiedot arvioinnin kohteena olevan valtion turvallisuudesta maasta poistettavalle henkilolle. edella 1 ja 2 momentissa tarkoitettu arvio toteutetaan tavalla, joka on tarpeen henkilon oikeuksien turvaamiseksi, rajaturvallisuuden tai kansallisen turvallisuuden varmistamiseksi tai muiden olosuhteiden vuoksi. rajavartiomiehen on arviota tehdessaan varmistettava, etta henkilo tulee riittavalla tavalla ymmarretyksi ja etta hanella on tosiasiallinen mahdollisuus tuoda esiin arvioinnin kannalta merkityksellisia seikkoja. olennaiset arviointiin, henkiloon ja taman olosuhteisiin liittyvat merkitykselliset tiedot ja arvioinnin lopputulos on kirjattava ja yksiloitava riittavalla tavalla. jos kansainvalista suojelua koskeva hakemus otetaan 1 ja 2 momentissa tarkoitetuissa tapauksissa tai 4 §:n 5 momentissa tarkoitetun uudelleenarvion johdosta vastaan, hakemuksen kasittelyyn sovelletaan ulkomaalaislakia (301/2004).",
        "title_sv": "Undantag",
        "content_sv": "Med avvikelse från vad som föreskrivs i 4 § tas en ansökan om internationellt skydd emot, om det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är nödvändigt för att trygga rättigheterna för ett barn, en person med funktionsnedsättning eller en annan person i en särskilt utsatt ställning. Vid bedömningen ska barnets bästa beaktas, liksom även huruvida ett avlägsnande ur landet skulle medföra en omedelbar fara för personens liv eller hälsa. En ansökan om internationellt skydd kan tas emot också från den som ett barn, en person med funktionsnedsättning eller någon annan person i en särskilt utsatt ställning medan bedömningen pågått har konstaterats vara faktiskt beroende av. En ansökan om internationellt skydd tas även emot, om personen har anfört eller det har framkommit omständigheter på basis av vilka det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är uppenbart att personen löper en verklig risk att bli utsatt för dödsstraff, tortyr eller annan behandling som kränker människovärdet i första hand i den stat från vilken personen har anlänt till Finland. Vid bedömningen ska beaktas handlingar och andra omständigheter som personen lägger fram, yttre omständigheter som kan observeras hos personen samt aktuella uppgifter som inhämtats från olika källor och som gäller hur säker den bedömda staten är för en person som avlägsnas ur landet. Den bedömning som avses i 1 och 2 mom. ska genomföras på ett sätt som behövs för att trygga personens rättigheter, för att trygga gränssäkerheten eller den nationella säkerheten eller med hänvisning till andra omständigheter. Gränsbevakningsmannen ska vid bedömningen försäkra sig om att personen blir tillräckligt förstådd och att personen har en faktisk möjlighet att föra fram omständigheter som är av betydelse för bedömningen. Väsentliga uppgifter som hänför sig till bedömningen, personen och dennes omständigheter och som är betydelsefulla samt resultatet av bedömningen ska dokumenteras och specificeras på ett tillräckligt sätt. Om en ansökan om internationellt skydd tas emot i sådana fall som avses i 1 och 2 mom. eller till följd av en sådan ny prövning som avses i 4 § 5 mom., ska utlänningslagen (301/2004) tillämpas på behandlingen av ansökan.",
        "normalized_sv": "Med avvikelse från vad som föreskrivs i 4 § tas en ansökan om internationellt skydd emot, om det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är nödvändigt för att trygga rättigheterna för ett barn, en person med funktionsnedsättning eller en annan person i en särskilt utsatt ställning. Vid bedömningen ska barnets bästa beaktas, liksom även huruvida ett avlägsnande ur landet skulle medföra en omedelbar fara för personens liv eller hälsa. En ansökan om internationellt skydd kan tas emot också från den som ett barn, en person med funktionsnedsättning eller någon annan person i en särskilt utsatt ställning medan bedömningen pågått har konstaterats vara faktiskt beroende av. En ansökan om internationellt skydd tas även emot, om personen har anfört eller det har framkommit omständigheter på basis av vilka det enligt en bedömning i ett enskilt fall av en gränsbevakningsman som har utbildats och getts anvisningar för uppgiften är uppenbart att personen löper en verklig risk att bli utsatt för dödsstraff, tortyr eller annan behandling som kränker människovärdet i första hand i den stat från vilken personen har anlänt till Finland. Vid bedömningen ska beaktas handlingar och andra omständigheter som personen lägger fram, yttre omständigheter som kan observeras hos personen samt aktuella uppgifter som inhämtats från olika källor och som gäller hur säker den bedömda staten är för en person som avlägsnas ur landet. Den bedömning som avses i 1 och 2 mom. ska genomföras på ett sätt som behövs för att trygga personens rättigheter, för att trygga gränssäkerheten eller den nationella säkerheten eller med hänvisning till andra omständigheter. Gränsbevakningsmannen ska vid bedömningen försäkra sig om att personen blir tillräckligt förstådd och att personen har en faktisk möjlighet att föra fram omständigheter som är av betydelse för bedömningen. Väsentliga uppgifter som hänför sig till bedömningen, personen och dennes omständigheter och som är betydelsefulla samt resultatet av bedömningen ska dokumenteras och specificeras på ett tillräckligt sätt. Om en ansökan om internationellt skydd tas emot i sådana fall som avses i 1 och 2 mom. eller till följd av en sådan ny prövning som avses i 4 § 5 mom., ska utlänningslagen (301/2004) tillämpas på behandlingen av ansökan.",
        "folded_sv": "med avvikelse fran vad som foreskrivs i 4 § tas en ansokan om internationellt skydd emot, om det enligt en bedomning i ett enskilt fall av en gransbevakningsman som har utbildats och getts anvisningar for uppgiften ar nodvandigt for att trygga rattigheterna for ett barn, en person med funktionsnedsattning eller en annan person i en sarskilt utsatt stallning. vid bedomningen ska barnets basta beaktas, liksom aven huruvida ett avlagsnande ur landet skulle medfora en omedelbar fara for personens liv eller halsa. en ansokan om internationellt skydd kan tas emot ocksa fran den som ett barn, en person med funktionsnedsattning eller nagon annan person i en sarskilt utsatt stallning medan bedomningen pagatt har konstaterats vara faktiskt beroende av. en ansokan om internationellt skydd tas aven emot, om personen har anfort eller det har framkommit omstandigheter pa basis av vilka det enligt en bedomning i ett enskilt fall av en gransbevakningsman som har utbildats och getts anvisningar for uppgiften ar uppenbart att personen loper en verklig risk att bli utsatt for dodsstraff, tortyr eller annan behandling som kranker manniskovardet i forsta hand i den stat fran vilken personen har anlant till finland. vid bedomningen ska beaktas handlingar och andra omstandigheter som personen lagger fram, yttre omstandigheter som kan observeras hos personen samt aktuella uppgifter som inhamtats fran olika kallor och som galler hur saker den bedomda staten ar for en person som avlagsnas ur landet. den bedomning som avses i 1 och 2 mom. ska genomforas pa ett satt som behovs for att trygga personens rattigheter, for att trygga granssakerheten eller den nationella sakerheten eller med hanvisning till andra omstandigheter. gransbevakningsmannen ska vid bedomningen forsakra sig om att personen blir tillrackligt forstadd och att personen har en faktisk mojlighet att fora fram omstandigheter som ar av betydelse for bedomningen. vasentliga uppgifter som hanfor sig till bedomningen, personen och dennes omstandigheter och som ar betydelsefulla samt resultatet av bedomningen ska dokumenteras och specificeras pa ett tillrackligt satt. om en ansokan om internationellt skydd tas emot i sadana fall som avses i 1 och 2 mom. eller till foljd av en sadan ny provning som avses i 4 § 5 mom., ska utlanningslagen (301/2004) tillampas pa behandlingen av ansokan."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Poikkeukselliset tilanteet",
      "content": "Maahantunkeutuminen väkivaltaa tai henkilöiden suurta lukumäärää hyväksi käyttäen voidaan välittömästi valtakunnanrajalla torjua ilman 5 §:ssä tarkoitetun tapauskohtaisen arvion tekemistä, jos se on välttämätöntä ihmisten hengen ja terveyden varmistamiseksi ja jos menettelyä voidaan kokonaisuutena arvioiden pitää puolustettavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maahantunkeutuminen väkivaltaa tai henkilöiden suurta lukumäärää hyväksi käyttäen voidaan välittömästi valtakunnanrajalla torjua ilman 5 § :ssä tarkoitetun tapauskohtaisen arvion tekemistä, jos se on välttämätöntä ihmisten hengen ja terveyden varmistamiseksi ja jos menettelyä voidaan kokonaisuutena arvioiden pitää puolustettavana.",
        "folded_fi": "maahantunkeutuminen vakivaltaa tai henkiloiden suurta lukumaaraa hyvaksi kayttaen voidaan valittomasti valtakunnanrajalla torjua ilman 5 §:ssa tarkoitetun tapauskohtaisen arvion tekemista, jos se on valttamatonta ihmisten hengen ja terveyden varmistamiseksi ja jos menettelya voidaan kokonaisuutena arvioiden pitaa puolustettavana.",
        "title_sv": "Exceptionella situationer",
        "content_sv": "Inträngande i landet med hjälp av våld eller med utnyttjande av stora antal personer kan förhindras omedelbart vid riksgränsen utan att det görs någon i 5 § avsedd bedömning i enskilt fall, om det är nödvändigt för att trygga människors liv och hälsa och om förfarandet som helhet bedömt kan anses vara försvarbart.",
        "normalized_sv": "Inträngande i landet med hjälp av våld eller med utnyttjande av stora antal personer kan förhindras omedelbart vid riksgränsen utan att det görs någon i 5 § avsedd bedömning i enskilt fall, om det är nödvändigt för att trygga människors liv och hälsa och om förfarandet som helhet bedömt kan anses vara försvarbart.",
        "folded_sv": "intrangande i landet med hjalp av vald eller med utnyttjande av stora antal personer kan forhindras omedelbart vid riksgransen utan att det gors nagon i 5 § avsedd bedomning i enskilt fall, om det ar nodvandigt for att trygga manniskors liv och halsa och om forfarandet som helhet bedomt kan anses vara forsvarbart."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 22 päivänä heinäkuuta 2024 ja on voimassa vuoden voimaantulosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämä laki tulee voimaan 22 päivänä heinäkuuta 2024 ja on voimassa vuoden voimaantulosta.",
        "folded_fi": "tama laki tulee voimaan 22 paivana heinakuuta 2024 ja on voimassa vuoden voimaantulosta.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 22 juli 2024 och gäller i ett år från ikraftträdandet.",
        "normalized_sv": "Denna lag träder i kraft den 22 juli 2024 och gäller i ett år från ikraftträdandet.",
        "folded_sv": "denna lag trader i kraft den 22 juli 2024 och galler i ett ar fran ikrafttradandet."
      },
      "valid_from": "2024-07-16",
      "valid_to": null
    }
  ]
}