{
  "id": "485/2024",
  "type": "statute",
  "title": "Laki puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä tehdystä sopimuksesta",
  "title_en": "Lag om avtalet mellan Republiken Finlands regering och Amerikas förenta staters regering om försvarssamarbete",
  "status": "in_force",
  "issued_date": "2024-07-05",
  "in_force_date": "2024-07-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/485/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lainsäädännön alaan kuuluvat määräykset",
      "content": "Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä Washingtonissa 18 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä Washingtonissa 18 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "puolustusyhteistyosta suomen tasavallan hallituksen ja amerikan yhdysvaltojen hallituksen valilla washingtonissa 18 paivana joulukuuta 2023 tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Bestämmelser som hör till området för lagstiftningen",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Washington den 18 december 2023 mellan Republiken Finlands regering och Amerikas förenta staters regering ingångna avtalet om försvarssamarbete ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Washington den 18 december 2023 mellan Republiken Finlands regering och Amerikas förenta staters regering ingångna avtalet om försvarssamarbete ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i washington den 18 december 2023 mellan republiken finlands regering och amerikas forenta staters regering ingangna avtalet om forsvarssamarbete ska galla som lag, sadana som finland har forbundit sig till dem."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sovittujen tilojen ja alueiden rajat",
      "content": "Puolustusvoimat määrittää käytössään olevien puolustusyhteistyösopimuksen liitteessä A lueteltujen sovittujen tilojen ja alueiden rajat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Puolustusvoimat määrittää käytössään olevien puolustusyhteistyösopimuksen liitteessä A lueteltujen sovittujen tilojen ja alueiden rajat.",
        "folded_fi": "puolustusvoimat maarittaa kaytossaan olevien puolustusyhteistyosopimuksen liitteessa a lueteltujen sovittujen tilojen ja alueiden rajat.",
        "title_sv": "Gränserna för överenskomna anläggningar och områden",
        "content_sv": "Försvarsmakten fastställer gränserna för de överenskomna anläggningar och områden som den förfogar över och som uppräknas i bilaga A till avtalet om försvarssamarbete.",
        "normalized_sv": "Försvarsmakten fastställer gränserna för de överenskomna anläggningar och områden som den förfogar över och som uppräknas i bilaga A till avtalet om försvarssamarbete.",
        "folded_sv": "forsvarsmakten faststaller granserna for de overenskomna anlaggningar och omraden som den forfogar over och som uppraknas i bilaga a till avtalet om forsvarssamarbete."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Puolustustarvikkeiden vientiä ja kaksikäyttötuotteiden vientivalvontaa koskeva poikkeus",
      "content": "Puolustustarvikkeiden viennistä annettua lakia (282/2012) ja kaksikäyttötuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyösopimuksen mukaiseen toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Puolustustarvikkeiden viennistä annettua lakia (282/2012) ja kaksikäyttötuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyösopimuksen mukaiseen toimintaan.",
        "folded_fi": "puolustustarvikkeiden viennista annettua lakia (282/2012) ja kaksikayttotuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyosopimuksen mukaiseen toimintaan.",
        "title_sv": "Undantag som gäller export av försvarsmateriel och kontroll av export av produkter med dubbel användning",
        "content_sv": "Lagen om export av försvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel användning (562/1996) tillämpas inte på verksamhet som sker i enlighet med avtalet om försvarssamarbete.",
        "normalized_sv": "Lagen om export av försvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel användning (562/1996) tillämpas inte på verksamhet som sker i enlighet med avtalet om försvarssamarbete.",
        "folded_sv": "lagen om export av forsvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel anvandning (562/1996) tillampas inte pa verksamhet som sker i enlighet med avtalet om forsvarssamarbete."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ammattilupia ja -pätevyyksiä koskevat poikkeukset",
      "content": "Suomen lainsäädännössä säädettyjä vaatimuksia ammattiluvista, ammattipätevyyksistä, ammatinharjoittajan rekisteröinnistä tai näitä koskevista ilmoituksista tai niihin liittyvästä tarkastuksesta tai valvonnasta ei puolustusyhteistyösopimuksen 10 artiklan 3 kohdan nojalla sovelleta USA:n joukkojen jäseniin eikä USA:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita USA:n joukoille ja niiden jäsenten huollettaville, USA:n sopimustoimittajille tai muille Suomen ja Yhdysvaltojen yhdessä määrittelemille muille henkilöille osana puolustusyhteistyösopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtäviään. Tämän poikkeuksen soveltaminen edellyttää, että puolustusyhteistyösopimuksen 10 artiklan 3 kohdassa määrätyt edellytykset täyttyvät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomen lainsäädännössä säädettyjä vaatimuksia ammattiluvista, ammattipätevyyksistä, ammatinharjoittajan rekisteröinnistä tai näitä koskevista ilmoituksista tai niihin liittyvästä tarkastuksesta tai valvonnasta ei puolustusyhteistyösopimuksen 10 artiklan 3 kohdan nojalla sovelleta USA:n joukkojen jäseniin eikä USA:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita USA:n joukoille ja niiden jäsenten huollettaville, USA:n sopimustoimittajille tai muille Suomen ja Yhdysvaltojen yhdessä määrittelemille muille henkilöille osana puolustusyhteistyösopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtäviään. Tämän poikkeuksen soveltaminen edellyttää, että puolustusyhteistyösopimuksen 10 artiklan 3 kohdassa määrätyt edellytykset täyttyvät.",
        "folded_fi": "suomen lainsaadannossa saadettyja vaatimuksia ammattiluvista, ammattipatevyyksista, ammatinharjoittajan rekisteroinnista tai naita koskevista ilmoituksista tai niihin liittyvasta tarkastuksesta tai valvonnasta ei puolustusyhteistyosopimuksen 10 artiklan 3 kohdan nojalla sovelleta usa:n joukkojen jaseniin eika usa:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita usa:n joukoille ja niiden jasenten huollettaville, usa:n sopimustoimittajille tai muille suomen ja yhdysvaltojen yhdessa maarittelemille muille henkiloille osana puolustusyhteistyosopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtaviaan. taman poikkeuksen soveltaminen edellyttaa, etta puolustusyhteistyosopimuksen 10 artiklan 3 kohdassa maaratyt edellytykset tayttyvat.",
        "title_sv": "Undantag som gäller yrkeslicenser och yrkeskvalifikationer",
        "content_sv": "Kraven enligt finsk lagstiftning för yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutövare eller anmälningar om dessa eller kontroll eller tillsyn i anslutning till dem tillämpas med stöd av artikel 10.3 i avtalet om försvarssamarbete inte på medlemmar av de amerikanska styrkorna eller på amerikanska avtalsentreprenörer när de inom ramen för deras av detta avtal föranledda tjänsteutövning eller kontraktsenliga skyldigheter utför tjänster för eller tillhandahåller varor till de amerikanska styrkorna, anhöriga till medlemmar av styrkorna, amerikanska avtalsentreprenörer eller andra personer som Finland och Förenta staterna kommit överens om. Tillämpning av detta undantag förutsätter att villkoren i artikel 10.3 i avtalet om försvarssamarbete uppfylls.",
        "normalized_sv": "Kraven enligt finsk lagstiftning för yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutövare eller anmälningar om dessa eller kontroll eller tillsyn i anslutning till dem tillämpas med stöd av artikel 10.3 i avtalet om försvarssamarbete inte på medlemmar av de amerikanska styrkorna eller på amerikanska avtalsentreprenörer när de inom ramen för deras av detta avtal föranledda tjänsteutövning eller kontraktsenliga skyldigheter utför tjänster för eller tillhandahåller varor till de amerikanska styrkorna, anhöriga till medlemmar av styrkorna, amerikanska avtalsentreprenörer eller andra personer som Finland och Förenta staterna kommit överens om. Tillämpning av detta undantag förutsätter att villkoren i artikel 10.3 i avtalet om försvarssamarbete uppfylls.",
        "folded_sv": "kraven enligt finsk lagstiftning for yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutovare eller anmalningar om dessa eller kontroll eller tillsyn i anslutning till dem tillampas med stod av artikel 10.3 i avtalet om forsvarssamarbete inte pa medlemmar av de amerikanska styrkorna eller pa amerikanska avtalsentreprenorer nar de inom ramen for deras av detta avtal foranledda tjansteutovning eller kontraktsenliga skyldigheter utfor tjanster for eller tillhandahaller varor till de amerikanska styrkorna, anhoriga till medlemmar av styrkorna, amerikanska avtalsentreprenorer eller andra personer som finland och forenta staterna kommit overens om. tillampning av detta undantag forutsatter att villkoren i artikel 10.3 i avtalet om forsvarssamarbete uppfylls."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimivalta peruuttaa tuomiovallasta luopuminen",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 2 kohdassa tarkoitetun päätöksen peruuttaa tuomiovallasta luopuminen Suomessa tekee valtakunnansyyttäjä. Valtakunnansyyttäjän on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jättäminen voisi johtaa perustuslain tai Suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. Puolustusyhteistyösopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 2 kohdassa tarkoitetun päätöksen peruuttaa tuomiovallasta luopuminen Suomessa tekee valtakunnansyyttäjä. Valtakunnansyyttäjän on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jättäminen voisi johtaa perustuslain tai Suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. Puolustusyhteistyösopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 2 kohdassa tarkoitetun paatoksen peruuttaa tuomiovallasta luopuminen suomessa tekee valtakunnansyyttaja. valtakunnansyyttajan on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jattaminen voisi johtaa perustuslain tai suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. puolustusyhteistyosopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttaja.",
        "title_sv": "Behörighet att återkalla avstående från jurisdiktion",
        "content_sv": "Det i artikel 12.2 i avtalet om försvarssamarbete avsedda beslutet om återkallande av avstående från jurisdiktion fattas i Finland av riksåklagaren. Riksåklagaren ska återkalla avståendet från jurisdiktion, om ett uteblivet återkallande kan leda till att dödsstraff döms ut i strid med grundlagen eller de människorättsförpliktelser som är bindande för Finland. I artikel 12.3 i avtalet om försvarssamarbete avsedda underrättelser mottas av riksåklagaren.",
        "normalized_sv": "Det i artikel 12.2 i avtalet om försvarssamarbete avsedda beslutet om återkallande av avstående från jurisdiktion fattas i Finland av riksåklagaren. Riksåklagaren ska återkalla avståendet från jurisdiktion, om ett uteblivet återkallande kan leda till att dödsstraff döms ut i strid med grundlagen eller de människorättsförpliktelser som är bindande för Finland. I artikel 12.3 i avtalet om försvarssamarbete avsedda underrättelser mottas av riksåklagaren.",
        "folded_sv": "det i artikel 12.2 i avtalet om forsvarssamarbete avsedda beslutet om aterkallande av avstaende fran jurisdiktion fattas i finland av riksaklagaren. riksaklagaren ska aterkalla avstaendet fran jurisdiktion, om ett uteblivet aterkallande kan leda till att dodsstraff doms ut i strid med grundlagen eller de manniskorattsforpliktelser som ar bindande for finland. i artikel 12.3 i avtalet om forsvarssamarbete avsedda underrattelser mottas av riksaklagaren."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Virallisen tehtävän määrittely",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttäjän toimesta. Puolustusyhteistyösopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaisen viranomaiseen tapahtuu Puolustusvoimien toimesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttäjän toimesta. Puolustusyhteistyösopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaisen viranomaiseen tapahtuu Puolustusvoimien toimesta.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito usa:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttajan toimesta. puolustusyhteistyosopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito usa:n joukkojen toimivaltaisen viranomaiseen tapahtuu puolustusvoimien toimesta.",
        "title_sv": "Fastställande av tjänsteutövning",
        "content_sv": "Den i artikel 12.6 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom riksåklagaren. Den i artikel 15.3 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom Försvarsmakten.",
        "normalized_sv": "Den i artikel 12.6 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom riksåklagaren. Den i artikel 15.3 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom Försvarsmakten.",
        "folded_sv": "den i artikel 12.6 i avtalet om forsvarssamarbete avsedda kontakten med den behoriga amerikanska militara myndigheten sker genom riksaklagaren. den i artikel 15.3 i avtalet om forsvarssamarbete avsedda kontakten med den behoriga amerikanska militara myndigheten sker genom forsvarsmakten."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Uhrien oikeuksia koskeva yhteistyö",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyöhön ja tietojenvaihtoon toimivaltainen viranomainen Suomessa on valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyöhön ja tietojenvaihtoon toimivaltainen viranomainen Suomessa on valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyohon ja tietojenvaihtoon toimivaltainen viranomainen suomessa on valtakunnansyyttaja.",
        "title_sv": "Samarbete avseende offrens rättigheter",
        "content_sv": "Riksåklagaren är behörig myndighet i Finland vid i artikel 12.7 i avtalet om försvarssamarbete avsett samarbete och informationsutbyte.",
        "normalized_sv": "Riksåklagaren är behörig myndighet i Finland vid i artikel 12.7 i avtalet om försvarssamarbete avsett samarbete och informationsutbyte.",
        "folded_sv": "riksaklagaren ar behorig myndighet i finland vid i artikel 12.7 i avtalet om forsvarssamarbete avsett samarbete och informationsutbyte."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Toimivalta tehdä ilmoitus kiinniottamisesta ja pidättämisestä",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidättämisestä USA:n joukkojen viranomaisille tekee valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidättämisestä USA:n joukkojen viranomaisille tekee valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidattamisesta usa:n joukkojen viranomaisille tekee valtakunnansyyttaja.",
        "title_sv": "Behörighet att underrätta om gripande och anhållande",
        "content_sv": "En i artikel 13.1 i avtalet om försvarssamarbete avsedd underrättelse om gripande och anhållande lämnas till den behöriga amerikanska militära myndigheten av riksåklagaren.",
        "normalized_sv": "En i artikel 13.1 i avtalet om försvarssamarbete avsedd underrättelse om gripande och anhållande lämnas till den behöriga amerikanska militära myndigheten av riksåklagaren.",
        "folded_sv": "en i artikel 13.1 i avtalet om forsvarssamarbete avsedd underrattelse om gripande och anhallande lamnas till den behoriga amerikanska militara myndigheten av riksaklagaren."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 2 kohdassa tarkoitetusta USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta päättää syyttäjän esityksestä vangitsemisesta päättävä tuomioistuin. Asian käsittelyssä noudatetaan soveltuvin osin, mitä pakkokeinolain (806/2011) 3 luvussa säädetään. Syyttäjä voi esittää puolustusyhteistyösopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnön USA:n joukon jäsenen tai tämän huollettavan vapaudenmenetyksen toimeenpanosta Suomen viranomaisten toimesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 2 kohdassa tarkoitetusta USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta päättää syyttäjän esityksestä vangitsemisesta päättävä tuomioistuin. Asian käsittelyssä noudatetaan soveltuvin osin, mitä pakkokeinolain (806/2011) 3 luvussa säädetään. Syyttäjä voi esittää puolustusyhteistyösopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnön USA:n joukon jäsenen tai tämän huollettavan vapaudenmenetyksen toimeenpanosta Suomen viranomaisten toimesta.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 2 kohdassa tarkoitetusta usa:n joukkojen viranomaisten maaraysvaltaan jaamisesta tai asettamisesta paattaa syyttajan esityksesta vangitsemisesta paattava tuomioistuin. asian kasittelyssa noudatetaan soveltuvin osin, mita pakkokeinolain (806/2011) 3 luvussa saadetaan. syyttaja voi esittaa puolustusyhteistyosopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnon usa:n joukon jasenen tai taman huollettavan vapaudenmenetyksen toimeenpanosta suomen viranomaisten toimesta.",
        "title_sv": "Förblivande eller ställande under amerikanska militära myndigheters kontroll",
        "content_sv": "Beslut om i artikel 13.2 i avtalet om försvarssamarbete avsett förblivande eller ställande under amerikanska militära myndigheters kontroll fattas på framställning av åklagaren av den domstol som fattar beslut om häktning. Vid handläggningen av ärendet iakttas i tillämpliga delar 3 kap. i tvångsmedelslagen (806/2011). Åklagaren kan framställa en i artikel 13.3 i avtalet om försvarssamarbete avsedd begäran om att finska myndigheter ska få verkställa frihetsberövande av en medlem av de amerikanska styrkorna eller en anhörig till en sådan medlem.",
        "normalized_sv": "Beslut om i artikel 13.2 i avtalet om försvarssamarbete avsett förblivande eller ställande under amerikanska militära myndigheters kontroll fattas på framställning av åklagaren av den domstol som fattar beslut om häktning. Vid handläggningen av ärendet iakttas i tillämpliga delar 3 kap. i tvångsmedelslagen (806/2011). Åklagaren kan framställa en i artikel 13.3 i avtalet om försvarssamarbete avsedd begäran om att finska myndigheter ska få verkställa frihetsberövande av en medlem av de amerikanska styrkorna eller en anhörig till en sådan medlem.",
        "folded_sv": "beslut om i artikel 13.2 i avtalet om forsvarssamarbete avsett forblivande eller stallande under amerikanska militara myndigheters kontroll fattas pa framstallning av aklagaren av den domstol som fattar beslut om haktning. vid handlaggningen av arendet iakttas i tillampliga delar 3 kap. i tvangsmedelslagen (806/2011). aklagaren kan framstalla en i artikel 13.3 i avtalet om forsvarssamarbete avsedd begaran om att finska myndigheter ska fa verkstalla frihetsberovande av en medlem av de amerikanska styrkorna eller en anhorig till en sadan medlem."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Oikeudellisen menettelyn määräajan pidentäminen",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan sopimuksen voi tehdä syyttäjä sen jälkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu käräjäoikeus, jossa asian käsittely käy sopivasti päinsä, on syyttäjän pyynnöstä antanut siihen luvan. Asian käsittelyssä tuomioistuimessa noudatetaan soveltuvin osin, mitä pakkokeinolain 3 luvun 14 §:n 2 ja 3 momentissa sekä 19 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan sopimuksen voi tehdä syyttäjä sen jälkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu käräjäoikeus, jossa asian käsittely käy sopivasti päinsä, on syyttäjän pyynnöstä antanut siihen luvan. Asian käsittelyssä tuomioistuimessa noudatetaan soveltuvin osin, mitä pakkokeinolain 3 luvun 14 § :n 2 ja 3 momentissa sekä 19 § :ssä säädetään.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentamista koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentamista koskevan sopimuksen voi tehda syyttaja sen jalkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu karajaoikeus, jossa asian kasittely kay sopivasti painsa, on syyttajan pyynnosta antanut siihen luvan. asian kasittelyssa tuomioistuimessa noudatetaan soveltuvin osin, mita pakkokeinolain 3 luvun 14 §:n 2 ja 3 momentissa seka 19 §:ssa saadetaan.",
        "title_sv": "Förlängning av tidsfristen för rättsligt förfarande",
        "content_sv": "Samtycke till förlängning av ett i artikel 13.4 i avtalet om försvarssamarbete avsett rättsligt förfarande kan ges eller en överenskommelse om förlängning av ett i nämnda punkt avsett rättsligt förfarande kan ingås av åklagaren efter det att den domstol som är behörig i åtalsärendet eller, innan åtal väcks, av någon annan tingsrätt där behandlingen av ärendet lämpligen kan ske har gett tillstånd till det på begäran av åklagaren. Vid behandlingen av ärendet i domstolen iakttas i tillämpliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvångsmedelslagen.",
        "normalized_sv": "Samtycke till förlängning av ett i artikel 13.4 i avtalet om försvarssamarbete avsett rättsligt förfarande kan ges eller en överenskommelse om förlängning av ett i nämnda punkt avsett rättsligt förfarande kan ingås av åklagaren efter det att den domstol som är behörig i åtalsärendet eller, innan åtal väcks, av någon annan tingsrätt där behandlingen av ärendet lämpligen kan ske har gett tillstånd till det på begäran av åklagaren. Vid behandlingen av ärendet i domstolen iakttas i tillämpliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvångsmedelslagen.",
        "folded_sv": "samtycke till forlangning av ett i artikel 13.4 i avtalet om forsvarssamarbete avsett rattsligt forfarande kan ges eller en overenskommelse om forlangning av ett i namnda punkt avsett rattsligt forfarande kan ingas av aklagaren efter det att den domstol som ar behorig i atalsarendet eller, innan atal vacks, av nagon annan tingsratt dar behandlingen av arendet lampligen kan ske har gett tillstand till det pa begaran av aklagaren. vid behandlingen av arendet i domstolen iakttas i tillampliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvangsmedelslagen."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vapaudenmenetysajan vähentäminen",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa käsiteltävässä rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 §:n säännöksiä vapaudenmenetysajan vähentämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa käsiteltävässä rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 § :n säännöksiä vapaudenmenetysajan vähentämisestä.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa kasiteltavassa rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 §:n saannoksia vapaudenmenetysajan vahentamisesta.",
        "title_sv": "Avräkning av tiden för frihetsberövande",
        "content_sv": "I fråga om ett i artikel 13.5 i avtalet om försvarssamarbete avsett brottmål som behandlas vid en finsk domstol tillämpas bestämmelserna om avräkning av tiden för frihetsberövande i 6 kap. 13 § i strafflagen (39/1889).",
        "normalized_sv": "I fråga om ett i artikel 13.5 i avtalet om försvarssamarbete avsett brottmål som behandlas vid en finsk domstol tillämpas bestämmelserna om avräkning av tiden för frihetsberövande i 6 kap. 13 § i strafflagen (39/1889).",
        "folded_sv": "i fraga om ett i artikel 13.5 i avtalet om forsvarssamarbete avsett brottmal som behandlas vid en finsk domstol tillampas bestammelserna om avrakning av tiden for frihetsberovande i 6 kap. 13 § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Asevoimille tarkoitettuihin palveluihin liittyvät poikkeukset",
      "content": "Puolustusyhteistyösopimuksen 21 artiklan 1 kohdassa tarkoitettuihin USA:n joukkojen jäsenille, näiden huollettaville ja muille yhteisesti sovituille henkilöille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta Suomen lainsäädäntöä siltä osin, kuin kyse on kyseisiä palveluja koskevista luvista, rekisteröinneistä, ilmoituksista, tarkastuksesta tai valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Puolustusyhteistyösopimuksen 21 artiklan 1 kohdassa tarkoitettuihin USA:n joukkojen jäsenille, näiden huollettaville ja muille yhteisesti sovituille henkilöille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta Suomen lainsäädäntöä siltä osin, kuin kyse on kyseisiä palveluja koskevista luvista, rekisteröinneistä, ilmoituksista, tarkastuksesta tai valvonnasta.",
        "folded_fi": "puolustusyhteistyosopimuksen 21 artiklan 1 kohdassa tarkoitettuihin usa:n joukkojen jasenille, naiden huollettaville ja muille yhteisesti sovituille henkiloille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta suomen lainsaadantoa silta osin, kuin kyse on kyseisia palveluja koskevista luvista, rekisteroinneista, ilmoituksista, tarkastuksesta tai valvonnasta.",
        "title_sv": "Undantag för tjänster som är avsedda för väpnade styrkor",
        "content_sv": "På sådana tjänster enligt i artikel 21.1 i avtalet om försvarssamarbete som är avsedda för väpnade styrkor och tillhandahålls medlemmar av de amerikanska styrkorna, anhöriga till sådana medlemmar samt andra personer som parterna kommit överens om tillämpas inte finsk lagstiftning till den del det är fråga om licenser eller tillstånd, registrering, underrättelser, inspektion eller tillsyn som gäller tjänsterna.",
        "normalized_sv": "På sådana tjänster enligt i artikel 21.1 i avtalet om försvarssamarbete som är avsedda för väpnade styrkor och tillhandahålls medlemmar av de amerikanska styrkorna, anhöriga till sådana medlemmar samt andra personer som parterna kommit överens om tillämpas inte finsk lagstiftning till den del det är fråga om licenser eller tillstånd, registrering, underrättelser, inspektion eller tillsyn som gäller tjänsterna.",
        "folded_sv": "pa sadana tjanster enligt i artikel 21.1 i avtalet om forsvarssamarbete som ar avsedda for vapnade styrkor och tillhandahalls medlemmar av de amerikanska styrkorna, anhoriga till sadana medlemmar samt andra personer som parterna kommit overens om tillampas inte finsk lagstiftning till den del det ar fraga om licenser eller tillstand, registrering, underrattelser, inspektion eller tillsyn som galler tjansterna."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muut kuin lainsäädännön alaan kuuluvat määräykset",
      "content": "Puolustusyhteistyösopimuksen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Puolustusyhteistyösopimuksen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "puolustusyhteistyosopimuksen muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Bestämmelser som inte hör till området för lagstiftningen",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet om försvarssamarbete som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet om försvarssamarbete som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i avtalet om forsvarssamarbete som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lainsäädännön alaan kuuluvat määräykset",
      "content": "Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä Washingtonissa 18 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä Washingtonissa 18 päivänä joulukuuta 2023 tehdyn sopimuksen lainsäädännön alaan kuuluvat määräykset ovat lakina voimassa sellaisina kuin Suomi on niihin sitoutunut.",
        "folded_fi": "puolustusyhteistyosta suomen tasavallan hallituksen ja amerikan yhdysvaltojen hallituksen valilla washingtonissa 18 paivana joulukuuta 2023 tehdyn sopimuksen lainsaadannon alaan kuuluvat maaraykset ovat lakina voimassa sellaisina kuin suomi on niihin sitoutunut.",
        "title_sv": "Bestämmelser som hör till området för lagstiftningen",
        "content_sv": "De bestämmelser som hör till området för lagstiftningen i det i Washington den 18 december 2023 mellan Republiken Finlands regering och Amerikas förenta staters regering ingångna avtalet om försvarssamarbete ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "normalized_sv": "De bestämmelser som hör till området för lagstiftningen i det i Washington den 18 december 2023 mellan Republiken Finlands regering och Amerikas förenta staters regering ingångna avtalet om försvarssamarbete ska gälla som lag, sådana som Finland har förbundit sig till dem.",
        "folded_sv": "de bestammelser som hor till omradet for lagstiftningen i det i washington den 18 december 2023 mellan republiken finlands regering och amerikas forenta staters regering ingangna avtalet om forsvarssamarbete ska galla som lag, sadana som finland har forbundit sig till dem."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sovittujen tilojen ja alueiden rajat",
      "content": "Puolustusvoimat määrittää käytössään olevien puolustusyhteistyösopimuksen liitteessä A lueteltujen sovittujen tilojen ja alueiden rajat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Puolustusvoimat määrittää käytössään olevien puolustusyhteistyösopimuksen liitteessä A lueteltujen sovittujen tilojen ja alueiden rajat.",
        "folded_fi": "puolustusvoimat maarittaa kaytossaan olevien puolustusyhteistyosopimuksen liitteessa a lueteltujen sovittujen tilojen ja alueiden rajat.",
        "title_sv": "Gränserna för överenskomna anläggningar och områden",
        "content_sv": "Försvarsmakten fastställer gränserna för de överenskomna anläggningar och områden som den förfogar över och som uppräknas i bilaga A till avtalet om försvarssamarbete.",
        "normalized_sv": "Försvarsmakten fastställer gränserna för de överenskomna anläggningar och områden som den förfogar över och som uppräknas i bilaga A till avtalet om försvarssamarbete.",
        "folded_sv": "forsvarsmakten faststaller granserna for de overenskomna anlaggningar och omraden som den forfogar over och som uppraknas i bilaga a till avtalet om forsvarssamarbete."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Puolustustarvikkeiden vientiä ja kaksikäyttötuotteiden vientivalvontaa koskeva poikkeus",
      "content": "Puolustustarvikkeiden viennistä annettua lakia (282/2012) ja kaksikäyttötuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyösopimuksen mukaiseen toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Puolustustarvikkeiden viennistä annettua lakia (282/2012) ja kaksikäyttötuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyösopimuksen mukaiseen toimintaan.",
        "folded_fi": "puolustustarvikkeiden viennista annettua lakia (282/2012) ja kaksikayttotuotteiden vientivalvonnasta annettua lakia (562/1996) ei sovelleta puolustusyhteistyosopimuksen mukaiseen toimintaan.",
        "title_sv": "Undantag som gäller export av försvarsmateriel och kontroll av export av produkter med dubbel användning",
        "content_sv": "Lagen om export av försvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel användning (562/1996) tillämpas inte på verksamhet som sker i enlighet med avtalet om försvarssamarbete.",
        "normalized_sv": "Lagen om export av försvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel användning (562/1996) tillämpas inte på verksamhet som sker i enlighet med avtalet om försvarssamarbete.",
        "folded_sv": "lagen om export av forsvarsmateriel (282/2012) och lagen om kontroll av export av produkter med dubbel anvandning (562/1996) tillampas inte pa verksamhet som sker i enlighet med avtalet om forsvarssamarbete."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ammattilupia ja -pätevyyksiä koskevat poikkeukset",
      "content": "Suomen lainsäädännössä säädettyjä vaatimuksia ammattiluvista, ammattipätevyyksistä, ammatinharjoittajan rekisteröinnistä tai näitä koskevista ilmoituksista tai niihin liittyvästä tarkastuksesta tai valvonnasta ei puolustusyhteistyösopimuksen 10 artiklan 3 kohdan nojalla sovelleta USA:n joukkojen jäseniin eikä USA:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita USA:n joukoille ja niiden jäsenten huollettaville, USA:n sopimustoimittajille tai muille Suomen ja Yhdysvaltojen yhdessä määrittelemille muille henkilöille osana puolustusyhteistyösopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtäviään. Tämän poikkeuksen soveltaminen edellyttää, että puolustusyhteistyösopimuksen 10 artiklan 3 kohdassa määrätyt edellytykset täyttyvät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Suomen lainsäädännössä säädettyjä vaatimuksia ammattiluvista, ammattipätevyyksistä, ammatinharjoittajan rekisteröinnistä tai näitä koskevista ilmoituksista tai niihin liittyvästä tarkastuksesta tai valvonnasta ei puolustusyhteistyösopimuksen 10 artiklan 3 kohdan nojalla sovelleta USA:n joukkojen jäseniin eikä USA:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita USA:n joukoille ja niiden jäsenten huollettaville, USA:n sopimustoimittajille tai muille Suomen ja Yhdysvaltojen yhdessä määrittelemille muille henkilöille osana puolustusyhteistyösopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtäviään. Tämän poikkeuksen soveltaminen edellyttää, että puolustusyhteistyösopimuksen 10 artiklan 3 kohdassa määrätyt edellytykset täyttyvät.",
        "folded_fi": "suomen lainsaadannossa saadettyja vaatimuksia ammattiluvista, ammattipatevyyksista, ammatinharjoittajan rekisteroinnista tai naita koskevista ilmoituksista tai niihin liittyvasta tarkastuksesta tai valvonnasta ei puolustusyhteistyosopimuksen 10 artiklan 3 kohdan nojalla sovelleta usa:n joukkojen jaseniin eika usa:n sopimustoimittajiin niiden suorittaessa palveluita tai toimittaessa tavaroita usa:n joukoille ja niiden jasenten huollettaville, usa:n sopimustoimittajille tai muille suomen ja yhdysvaltojen yhdessa maarittelemille muille henkiloille osana puolustusyhteistyosopimuksen mukaisia virallisia tai hankintasopimukseen perustuvia tehtaviaan. taman poikkeuksen soveltaminen edellyttaa, etta puolustusyhteistyosopimuksen 10 artiklan 3 kohdassa maaratyt edellytykset tayttyvat.",
        "title_sv": "Undantag som gäller yrkeslicenser och yrkeskvalifikationer",
        "content_sv": "Kraven enligt finsk lagstiftning för yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutövare eller anmälningar om dessa eller kontroll eller tillsyn i anslutning till dem tillämpas med stöd av artikel 10.3 i avtalet om försvarssamarbete inte på medlemmar av de amerikanska styrkorna eller på amerikanska avtalsentreprenörer när de inom ramen för deras av detta avtal föranledda tjänsteutövning eller kontraktsenliga skyldigheter utför tjänster för eller tillhandahåller varor till de amerikanska styrkorna, anhöriga till medlemmar av styrkorna, amerikanska avtalsentreprenörer eller andra personer som Finland och Förenta staterna kommit överens om. Tillämpning av detta undantag förutsätter att villkoren i artikel 10.3 i avtalet om försvarssamarbete uppfylls.",
        "normalized_sv": "Kraven enligt finsk lagstiftning för yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutövare eller anmälningar om dessa eller kontroll eller tillsyn i anslutning till dem tillämpas med stöd av artikel 10.3 i avtalet om försvarssamarbete inte på medlemmar av de amerikanska styrkorna eller på amerikanska avtalsentreprenörer när de inom ramen för deras av detta avtal föranledda tjänsteutövning eller kontraktsenliga skyldigheter utför tjänster för eller tillhandahåller varor till de amerikanska styrkorna, anhöriga till medlemmar av styrkorna, amerikanska avtalsentreprenörer eller andra personer som Finland och Förenta staterna kommit överens om. Tillämpning av detta undantag förutsätter att villkoren i artikel 10.3 i avtalet om försvarssamarbete uppfylls.",
        "folded_sv": "kraven enligt finsk lagstiftning for yrkeslicenser, yrkeskvalifikationer, registrering av yrkesutovare eller anmalningar om dessa eller kontroll eller tillsyn i anslutning till dem tillampas med stod av artikel 10.3 i avtalet om forsvarssamarbete inte pa medlemmar av de amerikanska styrkorna eller pa amerikanska avtalsentreprenorer nar de inom ramen for deras av detta avtal foranledda tjansteutovning eller kontraktsenliga skyldigheter utfor tjanster for eller tillhandahaller varor till de amerikanska styrkorna, anhoriga till medlemmar av styrkorna, amerikanska avtalsentreprenorer eller andra personer som finland och forenta staterna kommit overens om. tillampning av detta undantag forutsatter att villkoren i artikel 10.3 i avtalet om forsvarssamarbete uppfylls."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Toimivalta peruuttaa tuomiovallasta luopuminen",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 2 kohdassa tarkoitetun päätöksen peruuttaa tuomiovallasta luopuminen Suomessa tekee valtakunnansyyttäjä. Valtakunnansyyttäjän on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jättäminen voisi johtaa perustuslain tai Suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. Puolustusyhteistyösopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 2 kohdassa tarkoitetun päätöksen peruuttaa tuomiovallasta luopuminen Suomessa tekee valtakunnansyyttäjä. Valtakunnansyyttäjän on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jättäminen voisi johtaa perustuslain tai Suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. Puolustusyhteistyösopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 2 kohdassa tarkoitetun paatoksen peruuttaa tuomiovallasta luopuminen suomessa tekee valtakunnansyyttaja. valtakunnansyyttajan on peruutettava tuomiovallasta luopuminen, jos peruuttamatta jattaminen voisi johtaa perustuslain tai suomea sitovien ihmisoikeusvelvoitteiden vastaisesti kuolemanrangaistuksen tuomitsemiseen. puolustusyhteistyosopimuksen 12 artiklan 3 kohdassa tarkoitetut ilmoitukset vastaanottaa valtakunnansyyttaja.",
        "title_sv": "Behörighet att återkalla avstående från jurisdiktion",
        "content_sv": "Det i artikel 12.2 i avtalet om försvarssamarbete avsedda beslutet om återkallande av avstående från jurisdiktion fattas i Finland av riksåklagaren. Riksåklagaren ska återkalla avståendet från jurisdiktion, om ett uteblivet återkallande kan leda till att dödsstraff döms ut i strid med grundlagen eller de människorättsförpliktelser som är bindande för Finland. I artikel 12.3 i avtalet om försvarssamarbete avsedda underrättelser mottas av riksåklagaren.",
        "normalized_sv": "Det i artikel 12.2 i avtalet om försvarssamarbete avsedda beslutet om återkallande av avstående från jurisdiktion fattas i Finland av riksåklagaren. Riksåklagaren ska återkalla avståendet från jurisdiktion, om ett uteblivet återkallande kan leda till att dödsstraff döms ut i strid med grundlagen eller de människorättsförpliktelser som är bindande för Finland. I artikel 12.3 i avtalet om försvarssamarbete avsedda underrättelser mottas av riksåklagaren.",
        "folded_sv": "det i artikel 12.2 i avtalet om forsvarssamarbete avsedda beslutet om aterkallande av avstaende fran jurisdiktion fattas i finland av riksaklagaren. riksaklagaren ska aterkalla avstaendet fran jurisdiktion, om ett uteblivet aterkallande kan leda till att dodsstraff doms ut i strid med grundlagen eller de manniskorattsforpliktelser som ar bindande for finland. i artikel 12.3 i avtalet om forsvarssamarbete avsedda underrattelser mottas av riksaklagaren."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Virallisen tehtävän määrittely",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttäjän toimesta. Puolustusyhteistyösopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaisen viranomaiseen tapahtuu Puolustusvoimien toimesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttäjän toimesta. Puolustusyhteistyösopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito USA:n joukkojen toimivaltaisen viranomaiseen tapahtuu Puolustusvoimien toimesta.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 6 kohdassa tarkoitettu yhteydenpito usa:n joukkojen toimivaltaiseen viranomaiseen tapahtuu valtakunnansyyttajan toimesta. puolustusyhteistyosopimuksen 15 artiklan 3 kohdassa tarkoitettu yhteydenpito usa:n joukkojen toimivaltaisen viranomaiseen tapahtuu puolustusvoimien toimesta.",
        "title_sv": "Fastställande av tjänsteutövning",
        "content_sv": "Den i artikel 12.6 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom riksåklagaren. Den i artikel 15.3 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom Försvarsmakten.",
        "normalized_sv": "Den i artikel 12.6 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom riksåklagaren. Den i artikel 15.3 i avtalet om försvarssamarbete avsedda kontakten med den behöriga amerikanska militära myndigheten sker genom Försvarsmakten.",
        "folded_sv": "den i artikel 12.6 i avtalet om forsvarssamarbete avsedda kontakten med den behoriga amerikanska militara myndigheten sker genom riksaklagaren. den i artikel 15.3 i avtalet om forsvarssamarbete avsedda kontakten med den behoriga amerikanska militara myndigheten sker genom forsvarsmakten."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Uhrien oikeuksia koskeva yhteistyö",
      "content": "Puolustusyhteistyösopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyöhön ja tietojenvaihtoon toimivaltainen viranomainen Suomessa on valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Puolustusyhteistyösopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyöhön ja tietojenvaihtoon toimivaltainen viranomainen Suomessa on valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 12 artiklan 7 kohdassa tarkoitettuun yhteistyohon ja tietojenvaihtoon toimivaltainen viranomainen suomessa on valtakunnansyyttaja.",
        "title_sv": "Samarbete avseende offrens rättigheter",
        "content_sv": "Riksåklagaren är behörig myndighet i Finland vid i artikel 12.7 i avtalet om försvarssamarbete avsett samarbete och informationsutbyte.",
        "normalized_sv": "Riksåklagaren är behörig myndighet i Finland vid i artikel 12.7 i avtalet om försvarssamarbete avsett samarbete och informationsutbyte.",
        "folded_sv": "riksaklagaren ar behorig myndighet i finland vid i artikel 12.7 i avtalet om forsvarssamarbete avsett samarbete och informationsutbyte."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Toimivalta tehdä ilmoitus kiinniottamisesta ja pidättämisestä",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidättämisestä USA:n joukkojen viranomaisille tekee valtakunnansyyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidättämisestä USA:n joukkojen viranomaisille tekee valtakunnansyyttäjä.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 1 kohdassa tarkoitetun ilmoituksen kiinniottamisesta ja pidattamisesta usa:n joukkojen viranomaisille tekee valtakunnansyyttaja.",
        "title_sv": "Behörighet att underrätta om gripande och anhållande",
        "content_sv": "En i artikel 13.1 i avtalet om försvarssamarbete avsedd underrättelse om gripande och anhållande lämnas till den behöriga amerikanska militära myndigheten av riksåklagaren.",
        "normalized_sv": "En i artikel 13.1 i avtalet om försvarssamarbete avsedd underrättelse om gripande och anhållande lämnas till den behöriga amerikanska militära myndigheten av riksåklagaren.",
        "folded_sv": "en i artikel 13.1 i avtalet om forsvarssamarbete avsedd underrattelse om gripande och anhallande lamnas till den behoriga amerikanska militara myndigheten av riksaklagaren."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 2 kohdassa tarkoitetusta USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta päättää syyttäjän esityksestä vangitsemisesta päättävä tuomioistuin. Asian käsittelyssä noudatetaan soveltuvin osin, mitä pakkokeinolain (806/2011) 3 luvussa säädetään. Syyttäjä voi esittää puolustusyhteistyösopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnön USA:n joukon jäsenen tai tämän huollettavan vapaudenmenetyksen toimeenpanosta Suomen viranomaisten toimesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 2 kohdassa tarkoitetusta USA:n joukkojen viranomaisten määräysvaltaan jäämisestä tai asettamisesta päättää syyttäjän esityksestä vangitsemisesta päättävä tuomioistuin. Asian käsittelyssä noudatetaan soveltuvin osin, mitä pakkokeinolain (806/2011) 3 luvussa säädetään. Syyttäjä voi esittää puolustusyhteistyösopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnön USA:n joukon jäsenen tai tämän huollettavan vapaudenmenetyksen toimeenpanosta Suomen viranomaisten toimesta.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 2 kohdassa tarkoitetusta usa:n joukkojen viranomaisten maaraysvaltaan jaamisesta tai asettamisesta paattaa syyttajan esityksesta vangitsemisesta paattava tuomioistuin. asian kasittelyssa noudatetaan soveltuvin osin, mita pakkokeinolain (806/2011) 3 luvussa saadetaan. syyttaja voi esittaa puolustusyhteistyosopimuksen 13 artiklan 3 kohdassa tarkoitetun pyynnon usa:n joukon jasenen tai taman huollettavan vapaudenmenetyksen toimeenpanosta suomen viranomaisten toimesta.",
        "title_sv": "Förblivande eller ställande under amerikanska militära myndigheters kontroll",
        "content_sv": "Beslut om i artikel 13.2 i avtalet om försvarssamarbete avsett förblivande eller ställande under amerikanska militära myndigheters kontroll fattas på framställning av åklagaren av den domstol som fattar beslut om häktning. Vid handläggningen av ärendet iakttas i tillämpliga delar 3 kap. i tvångsmedelslagen (806/2011). Åklagaren kan framställa en i artikel 13.3 i avtalet om försvarssamarbete avsedd begäran om att finska myndigheter ska få verkställa frihetsberövande av en medlem av de amerikanska styrkorna eller en anhörig till en sådan medlem.",
        "normalized_sv": "Beslut om i artikel 13.2 i avtalet om försvarssamarbete avsett förblivande eller ställande under amerikanska militära myndigheters kontroll fattas på framställning av åklagaren av den domstol som fattar beslut om häktning. Vid handläggningen av ärendet iakttas i tillämpliga delar 3 kap. i tvångsmedelslagen (806/2011). Åklagaren kan framställa en i artikel 13.3 i avtalet om försvarssamarbete avsedd begäran om att finska myndigheter ska få verkställa frihetsberövande av en medlem av de amerikanska styrkorna eller en anhörig till en sådan medlem.",
        "folded_sv": "beslut om i artikel 13.2 i avtalet om forsvarssamarbete avsett forblivande eller stallande under amerikanska militara myndigheters kontroll fattas pa framstallning av aklagaren av den domstol som fattar beslut om haktning. vid handlaggningen av arendet iakttas i tillampliga delar 3 kap. i tvangsmedelslagen (806/2011). aklagaren kan framstalla en i artikel 13.3 i avtalet om forsvarssamarbete avsedd begaran om att finska myndigheter ska fa verkstalla frihetsberovande av en medlem av de amerikanska styrkorna eller en anhorig till en sadan medlem."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Oikeudellisen menettelyn määräajan pidentäminen",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan sopimuksen voi tehdä syyttäjä sen jälkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu käräjäoikeus, jossa asian käsittely käy sopivasti päinsä, on syyttäjän pyynnöstä antanut siihen luvan. Asian käsittelyssä tuomioistuimessa noudatetaan soveltuvin osin, mitä pakkokeinolain 3 luvun 14 §:n 2 ja 3 momentissa sekä 19 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentämistä koskevan sopimuksen voi tehdä syyttäjä sen jälkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu käräjäoikeus, jossa asian käsittely käy sopivasti päinsä, on syyttäjän pyynnöstä antanut siihen luvan. Asian käsittelyssä tuomioistuimessa noudatetaan soveltuvin osin, mitä pakkokeinolain 3 luvun 14 § :n 2 ja 3 momentissa sekä 19 § :ssä säädetään.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 4 kohdassa tarkoitetun oikeudellisen menettelyn pidentamista koskevan suostumuksen voi antaa tai mainitussa kohdassa tarkoitetun oikeudellisen menettelyn pidentamista koskevan sopimuksen voi tehda syyttaja sen jalkeen, kun syyteasiassa toimivaltainen tuomioistuin taikka ennen syytteen nostamista muu karajaoikeus, jossa asian kasittely kay sopivasti painsa, on syyttajan pyynnosta antanut siihen luvan. asian kasittelyssa tuomioistuimessa noudatetaan soveltuvin osin, mita pakkokeinolain 3 luvun 14 §:n 2 ja 3 momentissa seka 19 §:ssa saadetaan.",
        "title_sv": "Förlängning av tidsfristen för rättsligt förfarande",
        "content_sv": "Samtycke till förlängning av ett i artikel 13.4 i avtalet om försvarssamarbete avsett rättsligt förfarande kan ges eller en överenskommelse om förlängning av ett i nämnda punkt avsett rättsligt förfarande kan ingås av åklagaren efter det att den domstol som är behörig i åtalsärendet eller, innan åtal väcks, av någon annan tingsrätt där behandlingen av ärendet lämpligen kan ske har gett tillstånd till det på begäran av åklagaren. Vid behandlingen av ärendet i domstolen iakttas i tillämpliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvångsmedelslagen.",
        "normalized_sv": "Samtycke till förlängning av ett i artikel 13.4 i avtalet om försvarssamarbete avsett rättsligt förfarande kan ges eller en överenskommelse om förlängning av ett i nämnda punkt avsett rättsligt förfarande kan ingås av åklagaren efter det att den domstol som är behörig i åtalsärendet eller, innan åtal väcks, av någon annan tingsrätt där behandlingen av ärendet lämpligen kan ske har gett tillstånd till det på begäran av åklagaren. Vid behandlingen av ärendet i domstolen iakttas i tillämpliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvångsmedelslagen.",
        "folded_sv": "samtycke till forlangning av ett i artikel 13.4 i avtalet om forsvarssamarbete avsett rattsligt forfarande kan ges eller en overenskommelse om forlangning av ett i namnda punkt avsett rattsligt forfarande kan ingas av aklagaren efter det att den domstol som ar behorig i atalsarendet eller, innan atal vacks, av nagon annan tingsratt dar behandlingen av arendet lampligen kan ske har gett tillstand till det pa begaran av aklagaren. vid behandlingen av arendet i domstolen iakttas i tillampliga delar 3 kap. 14 § 2 och 3 mom. samt 19 § i tvangsmedelslagen."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Vapaudenmenetysajan vähentäminen",
      "content": "Puolustusyhteistyösopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa käsiteltävässä rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 §:n säännöksiä vapaudenmenetysajan vähentämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Puolustusyhteistyösopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa käsiteltävässä rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 § :n säännöksiä vapaudenmenetysajan vähentämisestä.",
        "folded_fi": "puolustusyhteistyosopimuksen 13 artiklan 5 kohdassa tarkoitetussa suomalaisessa tuomioistuimessa kasiteltavassa rikosasiassa sovelletaan rikoslain (39/1889) 6 luvun 13 §:n saannoksia vapaudenmenetysajan vahentamisesta.",
        "title_sv": "Avräkning av tiden för frihetsberövande",
        "content_sv": "I fråga om ett i artikel 13.5 i avtalet om försvarssamarbete avsett brottmål som behandlas vid en finsk domstol tillämpas bestämmelserna om avräkning av tiden för frihetsberövande i 6 kap. 13 § i strafflagen (39/1889).",
        "normalized_sv": "I fråga om ett i artikel 13.5 i avtalet om försvarssamarbete avsett brottmål som behandlas vid en finsk domstol tillämpas bestämmelserna om avräkning av tiden för frihetsberövande i 6 kap. 13 § i strafflagen (39/1889).",
        "folded_sv": "i fraga om ett i artikel 13.5 i avtalet om forsvarssamarbete avsett brottmal som behandlas vid en finsk domstol tillampas bestammelserna om avrakning av tiden for frihetsberovande i 6 kap. 13 § i strafflagen (39/1889)."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Asevoimille tarkoitettuihin palveluihin liittyvät poikkeukset",
      "content": "Puolustusyhteistyösopimuksen 21 artiklan 1 kohdassa tarkoitettuihin USA:n joukkojen jäsenille, näiden huollettaville ja muille yhteisesti sovituille henkilöille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta Suomen lainsäädäntöä siltä osin, kuin kyse on kyseisiä palveluja koskevista luvista, rekisteröinneistä, ilmoituksista, tarkastuksesta tai valvonnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Puolustusyhteistyösopimuksen 21 artiklan 1 kohdassa tarkoitettuihin USA:n joukkojen jäsenille, näiden huollettaville ja muille yhteisesti sovituille henkilöille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta Suomen lainsäädäntöä siltä osin, kuin kyse on kyseisiä palveluja koskevista luvista, rekisteröinneistä, ilmoituksista, tarkastuksesta tai valvonnasta.",
        "folded_fi": "puolustusyhteistyosopimuksen 21 artiklan 1 kohdassa tarkoitettuihin usa:n joukkojen jasenille, naiden huollettaville ja muille yhteisesti sovituille henkiloille tarjottaviin asevoimille tarkoitettuihin palveluihin ei sovelleta suomen lainsaadantoa silta osin, kuin kyse on kyseisia palveluja koskevista luvista, rekisteroinneista, ilmoituksista, tarkastuksesta tai valvonnasta.",
        "title_sv": "Undantag för tjänster som är avsedda för väpnade styrkor",
        "content_sv": "På sådana tjänster enligt i artikel 21.1 i avtalet om försvarssamarbete som är avsedda för väpnade styrkor och tillhandahålls medlemmar av de amerikanska styrkorna, anhöriga till sådana medlemmar samt andra personer som parterna kommit överens om tillämpas inte finsk lagstiftning till den del det är fråga om licenser eller tillstånd, registrering, underrättelser, inspektion eller tillsyn som gäller tjänsterna.",
        "normalized_sv": "På sådana tjänster enligt i artikel 21.1 i avtalet om försvarssamarbete som är avsedda för väpnade styrkor och tillhandahålls medlemmar av de amerikanska styrkorna, anhöriga till sådana medlemmar samt andra personer som parterna kommit överens om tillämpas inte finsk lagstiftning till den del det är fråga om licenser eller tillstånd, registrering, underrättelser, inspektion eller tillsyn som gäller tjänsterna.",
        "folded_sv": "pa sadana tjanster enligt i artikel 21.1 i avtalet om forsvarssamarbete som ar avsedda for vapnade styrkor och tillhandahalls medlemmar av de amerikanska styrkorna, anhoriga till sadana medlemmar samt andra personer som parterna kommit overens om tillampas inte finsk lagstiftning till den del det ar fraga om licenser eller tillstand, registrering, underrattelser, inspektion eller tillsyn som galler tjansterna."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muut kuin lainsäädännön alaan kuuluvat määräykset",
      "content": "Puolustusyhteistyösopimuksen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Puolustusyhteistyösopimuksen muiden kuin lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "puolustusyhteistyosopimuksen muiden kuin lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Bestämmelser som inte hör till området för lagstiftningen",
        "content_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet om försvarssamarbete som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om sättande i kraft av de bestämmelser i avtalet om försvarssamarbete som inte hör till området för lagstiftningen utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om sattande i kraft av de bestammelser i avtalet om forsvarssamarbete som inte hor till omradet for lagstiftningen utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Voimaantulo",
      "content": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämän lain voimaantulosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "taman lain voimaantulosta saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Bestämmelser om ikraftträdandet av denna lag utfärdas genom förordning av statsrådet.",
        "folded_sv": "bestammelser om ikrafttradandet av denna lag utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    }
  ]
}