{
  "id": "487/2007",
  "type": "statute",
  "title": "Laki rakennuksen energiatodistuksesta",
  "title_en": "Lag om energicertifikat för byggnader",
  "status": "in_force",
  "issued_date": "2007-04-13",
  "in_force_date": "2007-04-13",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/487/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Rakennuksen energiatodistus",
      "content": "Rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan käyttöön tarvittava energiamäärä. Rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamäärä rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. Rakennukset jaetaan käyttötarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. Rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessä, osana isännöitsijäntodistusta tai erillisenä todistuksena. Erillisen energiatodistuksen liitteenä tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. Ympäristöministeriön asetuksella säädetään rakennusten ryhmittelystä ja energiatodistuksessa käytettävästä asteikosta. Ministeriön asetuksella voidaan säätää energiatodistuslomakkeen kaavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan käyttöön tarvittava energiamäärä. Rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamäärä rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. Rakennukset jaetaan käyttötarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. Rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessä, osana isännöitsijäntodistusta tai erillisenä todistuksena. Erillisen energiatodistuksen liitteenä tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. Ympäristöministeriön asetuksella säädetään rakennusten ryhmittelystä ja energiatodistuksessa käytettävästä asteikosta. Ministeriön asetuksella voidaan säätää energiatodistuslomakkeen kaavasta.",
        "folded_fi": "rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan kayttoon tarvittava energiamaara. rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamaara rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. rakennukset jaetaan kayttotarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessa, osana isannoitsijantodistusta tai erillisena todistuksena. erillisen energiatodistuksen liitteena tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. ymparistoministerion asetuksella saadetaan rakennusten ryhmittelysta ja energiatodistuksessa kaytettavasta asteikosta. ministerion asetuksella voidaan saataa energiatodistuslomakkeen kaavasta.",
        "title_sv": "En byggnads energicertifikat",
        "content_sv": "I en byggnads energicertifikat skall anges den energimängd som behövs vid användningen av byggnaden för sitt ändamål. För att det skall vara möjligt att bedöma en byggnads energiprestanda och jämföra den med andra byggnader för samma ändamål skall den energimängd som byggnaden behöver i förhållande till byggnadens yta anges på en skala som är indelad i flera klasser. Byggnaderna delas in i kategorier enligt användningsändamålet, och varje kategori har en skala som anger energiprestandan. En byggnads energicertifikat kan utfärdas i samband med bygglovsförfarandet eller en energikartläggning, som en del av ett disponentintyg eller som ett separat certifikat. Ett separat energicertifikat skall åtföljas av rekommendationer för hur byggnadens energiprestanda kan förbättras. Genom förordning av miljöministeriet föreskrivs om indelningen av byggnader i kategorier och om den skala som skall användas i energicertifikatet. Genom förordning av ministeriet kan föreskrivas om formuläret för energicertifikatsblanketten.",
        "normalized_sv": "I en byggnads energicertifikat skall anges den energimängd som behövs vid användningen av byggnaden för sitt ändamål. För att det skall vara möjligt att bedöma en byggnads energiprestanda och jämföra den med andra byggnader för samma ändamål skall den energimängd som byggnaden behöver i förhållande till byggnadens yta anges på en skala som är indelad i flera klasser. Byggnaderna delas in i kategorier enligt användningsändamålet, och varje kategori har en skala som anger energiprestandan. En byggnads energicertifikat kan utfärdas i samband med bygglovsförfarandet eller en energikartläggning, som en del av ett disponentintyg eller som ett separat certifikat. Ett separat energicertifikat skall åtföljas av rekommendationer för hur byggnadens energiprestanda kan förbättras. Genom förordning av miljöministeriet föreskrivs om indelningen av byggnader i kategorier och om den skala som skall användas i energicertifikatet. Genom förordning av ministeriet kan föreskrivas om formuläret för energicertifikatsblanketten.",
        "folded_sv": "i en byggnads energicertifikat skall anges den energimangd som behovs vid anvandningen av byggnaden for sitt andamal. for att det skall vara mojligt att bedoma en byggnads energiprestanda och jamfora den med andra byggnader for samma andamal skall den energimangd som byggnaden behover i forhallande till byggnadens yta anges pa en skala som ar indelad i flera klasser. byggnaderna delas in i kategorier enligt anvandningsandamalet, och varje kategori har en skala som anger energiprestandan. en byggnads energicertifikat kan utfardas i samband med bygglovsforfarandet eller en energikartlaggning, som en del av ett disponentintyg eller som ett separat certifikat. ett separat energicertifikat skall atfoljas av rekommendationer for hur byggnadens energiprestanda kan forbattras. genom forordning av miljoministeriet foreskrivs om indelningen av byggnader i kategorier och om den skala som skall anvandas i energicertifikatet. genom forordning av ministeriet kan foreskrivas om formularet for energicertifikatsblanketten."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Energiatodistuksessa ilmoitettava energiamäärä",
      "content": "Rakennuksen käyttöön tarvittava energiamäärä on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmällä, joka ottaa huomioon rakennuksen lämpöominaisuudet, lämmityslaitteet ja lämpimän veden jakelun, ilmanvaihdon ja ilmastointilaitteet sekä muissa kuin asuinrakennuksissa kiinteän valaistusjärjestelmän. Rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisäilmasto-olosuhteet. Rakennusluvan yhteydessä rakennuksen tarvitsema energiamäärä sekä enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän tarvitsema energiamäärä arvioidaan laskentamenetelmällä. Muun rakennuksen tarvitsema energiamäärä arvioidaan luotettavien kulutustietojen perusteella. Ympäristöministeriön asetuksella säädetään laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Rakennuksen käyttöön tarvittava energiamäärä on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmällä, joka ottaa huomioon rakennuksen lämpöominaisuudet, lämmityslaitteet ja lämpimän veden jakelun, ilmanvaihdon ja ilmastointilaitteet sekä muissa kuin asuinrakennuksissa kiinteän valaistusjärjestelmän. Rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisäilmasto-olosuhteet. Rakennusluvan yhteydessä rakennuksen tarvitsema energiamäärä sekä enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän tarvitsema energiamäärä arvioidaan laskentamenetelmällä. Muun rakennuksen tarvitsema energiamäärä arvioidaan luotettavien kulutustietojen perusteella. Ympäristöministeriön asetuksella säädetään laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
        "folded_fi": "rakennuksen kayttoon tarvittava energiamaara on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmalla, joka ottaa huomioon rakennuksen lampoominaisuudet, lammityslaitteet ja lampiman veden jakelun, ilmanvaihdon ja ilmastointilaitteet seka muissa kuin asuinrakennuksissa kiintean valaistusjarjestelman. rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisailmasto-olosuhteet. rakennusluvan yhteydessa rakennuksen tarvitsema energiamaara seka enintaan kuuden asunnon asuinrakennuksen tai rakennusryhman tarvitsema energiamaara arvioidaan laskentamenetelmalla. muun rakennuksen tarvitsema energiamaara arvioidaan luotettavien kulutustietojen perusteella. ymparistoministerion asetuksella saadetaan laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
        "title_sv": "Energimängd som anges i energicertifikatet",
        "content_sv": "Den energimängd som behövs vid användningen av en byggnad skall bedömas på basis av tillförlitliga uppgifter om energiförbrukningen eller beräknas med en metod som beaktar byggnadens termiska egenskaper, värmeanläggningar och varmvattenförsörjning, ventilation och luftkonditioneringsanläggningar samt, i andra än bostadshus, inbyggda belysningsinstallationer. Vid bedömningen av en byggnads energiprestanda skall förhållandena avseende inomhusklimatet beaktas. I samband med bygglovet bedöms den energimängd som behövs i en byggnad samt i ett bostadshus eller byggnadsgrupp med högst sex bostäder med hjälp av en beräkningsmetod. Den energimängd som behövs i en annan byggnad bedöms på basis av tillförlitliga uppgifter om förbrukningen. Genom förordning av miljöministeriet föreskrivs om den bedömning av en byggnads energiprestanda som bygger på en beräkning eller på uppgifter om förbrukningen.",
        "normalized_sv": "Den energimängd som behövs vid användningen av en byggnad skall bedömas på basis av tillförlitliga uppgifter om energiförbrukningen eller beräknas med en metod som beaktar byggnadens termiska egenskaper, värmeanläggningar och varmvattenförsörjning, ventilation och luftkonditioneringsanläggningar samt, i andra än bostadshus, inbyggda belysningsinstallationer. Vid bedömningen av en byggnads energiprestanda skall förhållandena avseende inomhusklimatet beaktas. I samband med bygglovet bedöms den energimängd som behövs i en byggnad samt i ett bostadshus eller byggnadsgrupp med högst sex bostäder med hjälp av en beräkningsmetod. Den energimängd som behövs i en annan byggnad bedöms på basis av tillförlitliga uppgifter om förbrukningen. Genom förordning av miljöministeriet föreskrivs om den bedömning av en byggnads energiprestanda som bygger på en beräkning eller på uppgifter om förbrukningen.",
        "folded_sv": "den energimangd som behovs vid anvandningen av en byggnad skall bedomas pa basis av tillforlitliga uppgifter om energiforbrukningen eller beraknas med en metod som beaktar byggnadens termiska egenskaper, varmeanlaggningar och varmvattenforsorjning, ventilation och luftkonditioneringsanlaggningar samt, i andra an bostadshus, inbyggda belysningsinstallationer. vid bedomningen av en byggnads energiprestanda skall forhallandena avseende inomhusklimatet beaktas. i samband med bygglovet bedoms den energimangd som behovs i en byggnad samt i ett bostadshus eller byggnadsgrupp med hogst sex bostader med hjalp av en berakningsmetod. den energimangd som behovs i en annan byggnad bedoms pa basis av tillforlitliga uppgifter om forbrukningen. genom forordning av miljoministeriet foreskrivs om den bedomning av en byggnads energiprestanda som bygger pa en berakning eller pa uppgifter om forbrukningen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Energiatodistuksen perustana oleva rakennuksen tarkastus",
      "content": "Rakennuksen käyttöön tarvittavan energiamäärän arvioimiseksi laskentaan perustuvalla menetelmällä sekä energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. Ympäristöministeriön asetuksella säädetään tarkemmin tarkastuksen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Rakennuksen käyttöön tarvittavan energiamäärän arvioimiseksi laskentaan perustuvalla menetelmällä sekä energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. Ympäristöministeriön asetuksella säädetään tarkemmin tarkastuksen suorittamisesta.",
        "folded_fi": "rakennuksen kayttoon tarvittavan energiamaaran arvioimiseksi laskentaan perustuvalla menetelmalla seka energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. ymparistoministerion asetuksella saadetaan tarkemmin tarkastuksen suorittamisesta.",
        "title_sv": "Inspektion av en byggnad som grund för energicertifikatet",
        "content_sv": "För bedömning av den energimängd som behövs vid användningen av en byggnad med en beräkningsmetod samt för utarbetandet av rekommendationer som förbättrar energiprestandan skall de egenskaper som påverkar byggnadens energiförbrukning inspekteras. Genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförandet av inspektioner.",
        "normalized_sv": "För bedömning av den energimängd som behövs vid användningen av en byggnad med en beräkningsmetod samt för utarbetandet av rekommendationer som förbättrar energiprestandan skall de egenskaper som påverkar byggnadens energiförbrukning inspekteras. Genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförandet av inspektioner.",
        "folded_sv": "for bedomning av den energimangd som behovs vid anvandningen av en byggnad med en berakningsmetod samt for utarbetandet av rekommendationer som forbattrar energiprestandan skall de egenskaper som paverkar byggnadens energiforbrukning inspekteras. genom forordning av miljoministeriet utfardas narmare bestammelser om utforandet av inspektioner."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Energiatodistuksen voimassaolo",
      "content": "Rakennuslupamenettelyn yhteydessä annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhmän taikka pääosin liike- tai palvelurakennuksen energiatodistus on voimassa neljä vuotta. Rakennuslupamenettelyn yhteydessä annettu enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän energiatodistus on voimassa kymmenen vuotta. Erillinen energiatodistus ja energiakatselmuksen yhteydessä annettu energiatodistus on voimassa kymmenen vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Rakennuslupamenettelyn yhteydessä annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhmän taikka pääosin liike- tai palvelurakennuksen energiatodistus on voimassa neljä vuotta. Rakennuslupamenettelyn yhteydessä annettu enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän energiatodistus on voimassa kymmenen vuotta. Erillinen energiatodistus ja energiakatselmuksen yhteydessä annettu energiatodistus on voimassa kymmenen vuotta.",
        "folded_fi": "rakennuslupamenettelyn yhteydessa annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhman taikka paaosin liike- tai palvelurakennuksen energiatodistus on voimassa nelja vuotta. rakennuslupamenettelyn yhteydessa annettu enintaan kuuden asunnon asuinrakennuksen tai rakennusryhman energiatodistus on voimassa kymmenen vuotta. erillinen energiatodistus ja energiakatselmuksen yhteydessa annettu energiatodistus on voimassa kymmenen vuotta.",
        "title_sv": "Giltighetstiden för energicertifikat",
        "content_sv": "Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med fler än sex bostäder eller för en byggnad som huvudsakligen är en affärs- eller servicebyggnad är giltigt i fyra år. Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med högst sex bostäder är giltigt i tio år. Ett separat energicertifikat och ett energicertifikat som utfärdats i samband med en energikartläggning är giltigt i tio år.",
        "normalized_sv": "Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med fler än sex bostäder eller för en byggnad som huvudsakligen är en affärs- eller servicebyggnad är giltigt i fyra år. Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med högst sex bostäder är giltigt i tio år. Ett separat energicertifikat och ett energicertifikat som utfärdats i samband med en energikartläggning är giltigt i tio år.",
        "folded_sv": "ett energicertifikat som i samband med bygglovsforfarandet utfardats for ett bostadshus eller en byggnadsgrupp med fler an sex bostader eller for en byggnad som huvudsakligen ar en affars- eller servicebyggnad ar giltigt i fyra ar. ett energicertifikat som i samband med bygglovsforfarandet utfardats for ett bostadshus eller en byggnadsgrupp med hogst sex bostader ar giltigt i tio ar. ett separat energicertifikat och ett energicertifikat som utfardats i samband med en energikartlaggning ar giltigt i tio ar."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Velvollisuus asettaa energiatodistus nähtäville",
      "content": "Rakennusta tai sen osaa taikka niiden hallintaoikeutta myytäessä tai vuokrattaessa myyjän tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nähtäville voimassa oleva rakennuksen energiatodistus. Energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintään 50 m; 2) asuinrakennusta, joka on tarkoitettu käytettäväksi enintään neljän kuukauden ajan vuodessa; 3) väliaikaista rakennusta, jonka suunniteltu käyttöaika on enintään kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkäyttöön tarkoitettua maatilarakennusta, jossa energiantarve on vähäinen tai jota käytetään alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankäyttö- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella päätöksellä tai joka Museoviraston tekemässä inventoinnissa on määritelty kulttuurihistoriallisesti merkittäväksi, eikä 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka näitä palvelevaan toimintaan tarkoitettuja tiloja. Energiatodistusta ei tarvitse hankkia myöskään ennen tämän lain voimaantuloa valmistuneesta, enintään kuuden asunnon asuinrakennuksesta tai rakennusryhmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rakennusta tai sen osaa taikka niiden hallintaoikeutta myytäessä tai vuokrattaessa myyjän tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nähtäville voimassa oleva rakennuksen energiatodistus. Energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintään 50 m; 2) asuinrakennusta, joka on tarkoitettu käytettäväksi enintään neljän kuukauden ajan vuodessa; 3) väliaikaista rakennusta, jonka suunniteltu käyttöaika on enintään kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkäyttöön tarkoitettua maatilarakennusta, jossa energiantarve on vähäinen tai jota käytetään alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankäyttö- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella päätöksellä tai joka Museoviraston tekemässä inventoinnissa on määritelty kulttuurihistoriallisesti merkittäväksi, eikä 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka näitä palvelevaan toimintaan tarkoitettuja tiloja. Energiatodistusta ei tarvitse hankkia myöskään ennen tämän lain voimaantuloa valmistuneesta, enintään kuuden asunnon asuinrakennuksesta tai rakennusryhmästä.",
        "folded_fi": "rakennusta tai sen osaa taikka niiden hallintaoikeutta myytaessa tai vuokrattaessa myyjan tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nahtaville voimassa oleva rakennuksen energiatodistus. energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintaan 50 m; 2) asuinrakennusta, joka on tarkoitettu kaytettavaksi enintaan neljan kuukauden ajan vuodessa; 3) valiaikaista rakennusta, jonka suunniteltu kayttoaika on enintaan kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkayttoon tarkoitettua maatilarakennusta, jossa energiantarve on vahainen tai jota kaytetaan alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankaytto- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella paatoksella tai joka museoviraston tekemassa inventoinnissa on maaritelty kulttuurihistoriallisesti merkittavaksi, eika 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka naita palvelevaan toimintaan tarkoitettuja tiloja. energiatodistusta ei tarvitse hankkia myoskaan ennen taman lain voimaantuloa valmistuneesta, enintaan kuuden asunnon asuinrakennuksesta tai rakennusryhmasta.",
        "title_sv": "Skyldighet att lägga fram energicertifikatet",
        "content_sv": "När en byggnad eller en del av den eller besittningsrätten säljs eller hyrs ut skall säljaren eller hyresvärden lägga fram ett giltigt energicertifikat för byggnaden för den presumtive köparen eller hyresgästen. Kravet på ett energicertifikat gäller inte 1) 2 byggnader med en yta på högst 50 m, 2) bostadshus som är avsedda för användning högst fyra månader per år, 3) tillfälliga byggnader som är avsedda att användas högst två år, 4) industribyggnader eller verkstäder eller jordbruksbyggnader som inte är avsedda för boende och som har ett lågt energibehov eller som används inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvändnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller förordningen om skydd för staten tillhöriga byggnader (480/1985) eller byggnader som i en inventering av Museiverket har fastställts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund ägda byggnader vilka endast har utrymmen för samling eller andakt eller verksamhet som tjänar dessa. Energicertifikat behöver inte heller skaffas för ett bostadshus eller byggnadsgrupp med högst sex bostäder som färdigställts före denna lags ikraftträdande.",
        "normalized_sv": "När en byggnad eller en del av den eller besittningsrätten säljs eller hyrs ut skall säljaren eller hyresvärden lägga fram ett giltigt energicertifikat för byggnaden för den presumtive köparen eller hyresgästen. Kravet på ett energicertifikat gäller inte 1) 2 byggnader med en yta på högst 50 m, 2) bostadshus som är avsedda för användning högst fyra månader per år, 3) tillfälliga byggnader som är avsedda att användas högst två år, 4) industribyggnader eller verkstäder eller jordbruksbyggnader som inte är avsedda för boende och som har ett lågt energibehov eller som används inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvändnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller förordningen om skydd för staten tillhöriga byggnader (480/1985) eller byggnader som i en inventering av Museiverket har fastställts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund ägda byggnader vilka endast har utrymmen för samling eller andakt eller verksamhet som tjänar dessa. Energicertifikat behöver inte heller skaffas för ett bostadshus eller byggnadsgrupp med högst sex bostäder som färdigställts före denna lags ikraftträdande.",
        "folded_sv": "nar en byggnad eller en del av den eller besittningsratten saljs eller hyrs ut skall saljaren eller hyresvarden lagga fram ett giltigt energicertifikat for byggnaden for den presumtive koparen eller hyresgasten. kravet pa ett energicertifikat galler inte 1) 2 byggnader med en yta pa hogst 50 m, 2) bostadshus som ar avsedda for anvandning hogst fyra manader per ar, 3) tillfalliga byggnader som ar avsedda att anvandas hogst tva ar, 4) industribyggnader eller verkstader eller jordbruksbyggnader som inte ar avsedda for boende och som har ett lagt energibehov eller som anvands inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvandnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller forordningen om skydd for staten tillhoriga byggnader (480/1985) eller byggnader som i en inventering av museiverket har faststallts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund agda byggnader vilka endast har utrymmen for samling eller andakt eller verksamhet som tjanar dessa. energicertifikat behover inte heller skaffas for ett bostadshus eller byggnadsgrupp med hogst sex bostader som fardigstallts fore denna lags ikrafttradande."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Uuden rakennuksen energiatodistus",
      "content": "Haettaessa maankäyttö- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettävässä energiaselvityksessä oltava pääsuunnittelijan antama rakennuksen energiatodistus. Ennen rakennuksen käyttöönottoa pääsuunnittelijan on varmennettava energiaselvitykseen sisältyvä energiatodistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Haettaessa maankäyttö- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettävässä energiaselvityksessä oltava pääsuunnittelijan antama rakennuksen energiatodistus. Ennen rakennuksen käyttöönottoa pääsuunnittelijan on varmennettava energiaselvitykseen sisältyvä energiatodistus.",
        "folded_fi": "haettaessa maankaytto- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettavassa energiaselvityksessa oltava paasuunnittelijan antama rakennuksen energiatodistus. ennen rakennuksen kayttoonottoa paasuunnittelijan on varmennettava energiaselvitykseen sisaltyva energiatodistus.",
        "title_sv": "Energicertifikat för en ny byggnad",
        "content_sv": "Vid ansökan om i markanvändnings- och bygglagen avsett bygglov för nybyggnad skall i den energiutredning som fogas till ansökan finnas ett energicertifikat som utfärdats av huvudprojekteraren. Innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen.",
        "normalized_sv": "Vid ansökan om i markanvändnings- och bygglagen avsett bygglov för nybyggnad skall i den energiutredning som fogas till ansökan finnas ett energicertifikat som utfärdats av huvudprojekteraren. Innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen.",
        "folded_sv": "vid ansokan om i markanvandnings- och bygglagen avsett bygglov for nybyggnad skall i den energiutredning som fogas till ansokan finnas ett energicertifikat som utfardats av huvudprojekteraren. innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Todistuksen antaja",
      "content": "Erillisen energiatodistuksen voi antaa henkilö, joka on osoittanut täyttävänsä tehtävän suorittamiselle säädetyt pätevyysvaatimukset. Uuden rakennuksen energiaselvitykseen sisältyvän energiatodistuksen antaa rakennuksen pääsuunnittelija. Energiakatselmuksen yhteydessä annettavan energiatodistuksen antaa katselmuksen suorittaja. Isännöitsijäntodistukseen sisältyvän energiatodistuksen antaa yhtiön isännöitsijä tai hallituksen puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Erillisen energiatodistuksen voi antaa henkilö, joka on osoittanut täyttävänsä tehtävän suorittamiselle säädetyt pätevyysvaatimukset. Uuden rakennuksen energiaselvitykseen sisältyvän energiatodistuksen antaa rakennuksen pääsuunnittelija. Energiakatselmuksen yhteydessä annettavan energiatodistuksen antaa katselmuksen suorittaja. Isännöitsijäntodistukseen sisältyvän energiatodistuksen antaa yhtiön isännöitsijä tai hallituksen puheenjohtaja.",
        "folded_fi": "erillisen energiatodistuksen voi antaa henkilo, joka on osoittanut tayttavansa tehtavan suorittamiselle saadetyt patevyysvaatimukset. uuden rakennuksen energiaselvitykseen sisaltyvan energiatodistuksen antaa rakennuksen paasuunnittelija. energiakatselmuksen yhteydessa annettavan energiatodistuksen antaa katselmuksen suorittaja. isannoitsijantodistukseen sisaltyvan energiatodistuksen antaa yhtion isannoitsija tai hallituksen puheenjohtaja.",
        "title_sv": "Den som utfärdar certifikat",
        "content_sv": "Ett separat energicertifikat kan utfärdas av en person som har visat att han eller hon uppfyller de behörighetsvillkor som föreskrivs för uppgiften. Ett energicertifikat som ingår i energiutredningen för en ny byggnad utfärdas av byggnadens huvudprojekterare. Ett energicertifikat som utfärdas i samband med en energikartläggning utfärdas av den som utför kartläggningen. Ett energicertifikat som ingår i ett disponentintyg utfärdas av bolagets disponent eller av ordföranden för bolagets styrelse.",
        "normalized_sv": "Ett separat energicertifikat kan utfärdas av en person som har visat att han eller hon uppfyller de behörighetsvillkor som föreskrivs för uppgiften. Ett energicertifikat som ingår i energiutredningen för en ny byggnad utfärdas av byggnadens huvudprojekterare. Ett energicertifikat som utfärdas i samband med en energikartläggning utfärdas av den som utför kartläggningen. Ett energicertifikat som ingår i ett disponentintyg utfärdas av bolagets disponent eller av ordföranden för bolagets styrelse.",
        "folded_sv": "ett separat energicertifikat kan utfardas av en person som har visat att han eller hon uppfyller de behorighetsvillkor som foreskrivs for uppgiften. ett energicertifikat som ingar i energiutredningen for en ny byggnad utfardas av byggnadens huvudprojekterare. ett energicertifikat som utfardas i samband med en energikartlaggning utfardas av den som utfor kartlaggningen. ett energicertifikat som ingar i ett disponentintyg utfardas av bolagets disponent eller av ordforanden for bolagets styrelse."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Todistuksen antajan pätevyysvaatimukset",
      "content": "Ympäristöministeriön asetuksella säädetään erillisen energiatodistuksen antajalta edellytettävästä pätevyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ympäristöministeriön asetuksella säädetään erillisen energiatodistuksen antajalta edellytettävästä pätevyydestä.",
        "folded_fi": "ymparistoministerion asetuksella saadetaan erillisen energiatodistuksen antajalta edellytettavasta patevyydesta.",
        "title_sv": "Behörighetsvillkor för den som utfärdar certifikat",
        "content_sv": "Genom förordning av miljöministeriet föreskrivs om den behörighet som krävs av den som utfärdar separata energicertifikat.",
        "normalized_sv": "Genom förordning av miljöministeriet föreskrivs om den behörighet som krävs av den som utfärdar separata energicertifikat.",
        "folded_sv": "genom forordning av miljoministeriet foreskrivs om den behorighet som kravs av den som utfardar separata energicertifikat."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Todistuksen antajan pätevyyden arviointi",
      "content": "Erillisen energiatodistuksen antajalta vaadittavan pätevyyden varmentaa ympäristöministeriön hyväksymä pätevyyden toteaja. Pätevyyden toteajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaisesta toiminnasta ja siitä perityistä maksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Erillisen energiatodistuksen antajalta vaadittavan pätevyyden varmentaa ympäristöministeriön hyväksymä pätevyyden toteaja. Pätevyyden toteajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaisesta toiminnasta ja siitä perityistä maksuista.",
        "folded_fi": "erillisen energiatodistuksen antajalta vaadittavan patevyyden varmentaa ymparistoministerion hyvaksyma patevyyden toteaja. patevyyden toteajan on annettava ymparistoministeriolle sen pyytamat tiedot 1 momentin mukaisesta toiminnasta ja siita perityista maksuista.",
        "title_sv": "Bedömning av behörigheten hos den som utfärdar certifikat",
        "content_sv": "Den behörighet som krävs av den som utfärdar separata energicertifikat verifieras av en person som av miljöministeriet godkänts att konstatera behörigheten. Den som konstaterar behörigheten skall till miljöministeriet lämna de uppgifter som ministeriet begär om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut för den.",
        "normalized_sv": "Den behörighet som krävs av den som utfärdar separata energicertifikat verifieras av en person som av miljöministeriet godkänts att konstatera behörigheten. Den som konstaterar behörigheten skall till miljöministeriet lämna de uppgifter som ministeriet begär om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut för den.",
        "folded_sv": "den behorighet som kravs av den som utfardar separata energicertifikat verifieras av en person som av miljoministeriet godkants att konstatera behorigheten. den som konstaterar behorigheten skall till miljoministeriet lamna de uppgifter som ministeriet begar om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut for den."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Todistuksen antajan toimeksiantopäiväkirja ja arkisto",
      "content": "Erillisen energiatodistuksen antajan on pidettävä vastaanotetuista toimeksiannoista päiväkirjaa, johon on merkittävä toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, sekä toimenpiteet, joita todistuksen antamiseksi on suoritettu. Todistuksen antajan on pidettävä arkistoa antamistaan todistuksista ja todistukset on säilytettävä vähintään 15 vuotta. Rakennuksen pääsuunnittelijan antama energiatodistus sisällytetään rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. Erillisen energiatodistuksen antajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaan päiväkirjaan merkittävistä asioista ja annetuista todistuksista sekä niistä perityistä maksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Erillisen energiatodistuksen antajan on pidettävä vastaanotetuista toimeksiannoista päiväkirjaa, johon on merkittävä toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, sekä toimenpiteet, joita todistuksen antamiseksi on suoritettu. Todistuksen antajan on pidettävä arkistoa antamistaan todistuksista ja todistukset on säilytettävä vähintään 15 vuotta. Rakennuksen pääsuunnittelijan antama energiatodistus sisällytetään rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. Erillisen energiatodistuksen antajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaan päiväkirjaan merkittävistä asioista ja annetuista todistuksista sekä niistä perityistä maksuista.",
        "folded_fi": "erillisen energiatodistuksen antajan on pidettava vastaanotetuista toimeksiannoista paivakirjaa, johon on merkittava toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, seka toimenpiteet, joita todistuksen antamiseksi on suoritettu. todistuksen antajan on pidettava arkistoa antamistaan todistuksista ja todistukset on sailytettava vahintaan 15 vuotta. rakennuksen paasuunnittelijan antama energiatodistus sisallytetaan rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. erillisen energiatodistuksen antajan on annettava ymparistoministeriolle sen pyytamat tiedot 1 momentin mukaan paivakirjaan merkittavista asioista ja annetuista todistuksista seka niista perityista maksuista.",
        "title_sv": "Uppdragsdagbok och arkiv",
        "content_sv": "Den som utfärdar separata energicertifikat skall föra dagbok över mottagna uppdrag. I dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget gäller samt de åtgärder som vidtagits för utfärdande av certifikatet. Den som utfärdar certifikat skall ha ett arkiv över certifikaten. Certifikaten skall förvaras i minst 15 år. Ett energicertifikat som utfärdats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. Den som utfärdar ett separat energicertifikat skall till miljöministeriet lämna de uppgifter som ministeriet begär om det som enligt 1 mom. skall skrivas upp i dagboken, de utfärdade certifikaten och de avgifter som tagits ut för dem.",
        "normalized_sv": "Den som utfärdar separata energicertifikat skall föra dagbok över mottagna uppdrag. I dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget gäller samt de åtgärder som vidtagits för utfärdande av certifikatet. Den som utfärdar certifikat skall ha ett arkiv över certifikaten. Certifikaten skall förvaras i minst 15 år. Ett energicertifikat som utfärdats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. Den som utfärdar ett separat energicertifikat skall till miljöministeriet lämna de uppgifter som ministeriet begär om det som enligt 1 mom. skall skrivas upp i dagboken, de utfärdade certifikaten och de avgifter som tagits ut för dem.",
        "folded_sv": "den som utfardar separata energicertifikat skall fora dagbok over mottagna uppdrag. i dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget galler samt de atgarder som vidtagits for utfardande av certifikatet. den som utfardar certifikat skall ha ett arkiv over certifikaten. certifikaten skall forvaras i minst 15 ar. ett energicertifikat som utfardats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. den som utfardar ett separat energicertifikat skall till miljoministeriet lamna de uppgifter som ministeriet begar om det som enligt 1 mom. skall skrivas upp i dagboken, de utfardade certifikaten och de avgifter som tagits ut for dem."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. I fråga om byggnader som färdigställts före lagens ikraftträdande tillämpas lagen dock från och med ingången av 2009. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. I fråga om byggnader som färdigställts före lagens ikraftträdande tillämpas lagen dock från och med ingången av 2009. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. i fraga om byggnader som fardigstallts fore lagens ikrafttradande tillampas lagen dock fran och med ingangen av 2009. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Rakennuksen energiatodistus",
      "content": "Rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan käyttöön tarvittava energiamäärä. Rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamäärä rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. Rakennukset jaetaan käyttötarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. Rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessä, osana isännöitsijäntodistusta tai erillisenä todistuksena. Erillisen energiatodistuksen liitteenä tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. Ympäristöministeriön asetuksella säädetään rakennusten ryhmittelystä ja energiatodistuksessa käytettävästä asteikosta. Ministeriön asetuksella voidaan säätää energiatodistuslomakkeen kaavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan käyttöön tarvittava energiamäärä. Rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamäärä rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. Rakennukset jaetaan käyttötarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. Rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessä, osana isännöitsijäntodistusta tai erillisenä todistuksena. Erillisen energiatodistuksen liitteenä tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. Ympäristöministeriön asetuksella säädetään rakennusten ryhmittelystä ja energiatodistuksessa käytettävästä asteikosta. Ministeriön asetuksella voidaan säätää energiatodistuslomakkeen kaavasta.",
        "folded_fi": "rakennuksen energiatodistuksessa on ilmoitettava rakennuksen tarkoitustaan vastaavaan kayttoon tarvittava energiamaara. rakennuksen energiatehokkuuden arvioimiseksi ja sen vertaamiseksi muihin samaa tarkoitusta palveleviin rakennuksiin on rakennuksen tarvitsema energiamaara rakennuksen pinta-alan suhteen ilmaistava useampiluokkaisella asteikolla. rakennukset jaetaan kayttotarkoituksensa mukaan ryhmiin, joilla kullakin on energiatehokkuutta ilmaiseva asteikko. rakennuksen energiatodistus voidaan antaa rakennuslupamenettelyn tai energiakatselmuksen yhteydessa, osana isannoitsijantodistusta tai erillisena todistuksena. erillisen energiatodistuksen liitteena tulee antaa suosituksia rakennuksen energiatehokkuuden parantamiseksi. ymparistoministerion asetuksella saadetaan rakennusten ryhmittelysta ja energiatodistuksessa kaytettavasta asteikosta. ministerion asetuksella voidaan saataa energiatodistuslomakkeen kaavasta.",
        "title_sv": "En byggnads energicertifikat",
        "content_sv": "I en byggnads energicertifikat skall anges den energimängd som behövs vid användningen av byggnaden för sitt ändamål. För att det skall vara möjligt att bedöma en byggnads energiprestanda och jämföra den med andra byggnader för samma ändamål skall den energimängd som byggnaden behöver i förhållande till byggnadens yta anges på en skala som är indelad i flera klasser. Byggnaderna delas in i kategorier enligt användningsändamålet, och varje kategori har en skala som anger energiprestandan. En byggnads energicertifikat kan utfärdas i samband med bygglovsförfarandet eller en energikartläggning, som en del av ett disponentintyg eller som ett separat certifikat. Ett separat energicertifikat skall åtföljas av rekommendationer för hur byggnadens energiprestanda kan förbättras. Genom förordning av miljöministeriet föreskrivs om indelningen av byggnader i kategorier och om den skala som skall användas i energicertifikatet. Genom förordning av ministeriet kan föreskrivas om formuläret för energicertifikatsblanketten.",
        "normalized_sv": "I en byggnads energicertifikat skall anges den energimängd som behövs vid användningen av byggnaden för sitt ändamål. För att det skall vara möjligt att bedöma en byggnads energiprestanda och jämföra den med andra byggnader för samma ändamål skall den energimängd som byggnaden behöver i förhållande till byggnadens yta anges på en skala som är indelad i flera klasser. Byggnaderna delas in i kategorier enligt användningsändamålet, och varje kategori har en skala som anger energiprestandan. En byggnads energicertifikat kan utfärdas i samband med bygglovsförfarandet eller en energikartläggning, som en del av ett disponentintyg eller som ett separat certifikat. Ett separat energicertifikat skall åtföljas av rekommendationer för hur byggnadens energiprestanda kan förbättras. Genom förordning av miljöministeriet föreskrivs om indelningen av byggnader i kategorier och om den skala som skall användas i energicertifikatet. Genom förordning av ministeriet kan föreskrivas om formuläret för energicertifikatsblanketten.",
        "folded_sv": "i en byggnads energicertifikat skall anges den energimangd som behovs vid anvandningen av byggnaden for sitt andamal. for att det skall vara mojligt att bedoma en byggnads energiprestanda och jamfora den med andra byggnader for samma andamal skall den energimangd som byggnaden behover i forhallande till byggnadens yta anges pa en skala som ar indelad i flera klasser. byggnaderna delas in i kategorier enligt anvandningsandamalet, och varje kategori har en skala som anger energiprestandan. en byggnads energicertifikat kan utfardas i samband med bygglovsforfarandet eller en energikartlaggning, som en del av ett disponentintyg eller som ett separat certifikat. ett separat energicertifikat skall atfoljas av rekommendationer for hur byggnadens energiprestanda kan forbattras. genom forordning av miljoministeriet foreskrivs om indelningen av byggnader i kategorier och om den skala som skall anvandas i energicertifikatet. genom forordning av ministeriet kan foreskrivas om formularet for energicertifikatsblanketten."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Energiatodistuksessa ilmoitettava energiamäärä",
      "content": "Rakennuksen käyttöön tarvittava energiamäärä on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmällä, joka ottaa huomioon rakennuksen lämpöominaisuudet, lämmityslaitteet ja lämpimän veden jakelun, ilmanvaihdon ja ilmastointilaitteet sekä muissa kuin asuinrakennuksissa kiinteän valaistusjärjestelmän. Rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisäilmasto-olosuhteet. Rakennusluvan yhteydessä rakennuksen tarvitsema energiamäärä sekä enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän tarvitsema energiamäärä arvioidaan laskentamenetelmällä. Muun rakennuksen tarvitsema energiamäärä arvioidaan luotettavien kulutustietojen perusteella. Ympäristöministeriön asetuksella säädetään laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Rakennuksen käyttöön tarvittava energiamäärä on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmällä, joka ottaa huomioon rakennuksen lämpöominaisuudet, lämmityslaitteet ja lämpimän veden jakelun, ilmanvaihdon ja ilmastointilaitteet sekä muissa kuin asuinrakennuksissa kiinteän valaistusjärjestelmän. Rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisäilmasto-olosuhteet. Rakennusluvan yhteydessä rakennuksen tarvitsema energiamäärä sekä enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän tarvitsema energiamäärä arvioidaan laskentamenetelmällä. Muun rakennuksen tarvitsema energiamäärä arvioidaan luotettavien kulutustietojen perusteella. Ympäristöministeriön asetuksella säädetään laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
        "folded_fi": "rakennuksen kayttoon tarvittava energiamaara on arvioitava luotettavien energian kulutustietojen perusteella tai laskettava menetelmalla, joka ottaa huomioon rakennuksen lampoominaisuudet, lammityslaitteet ja lampiman veden jakelun, ilmanvaihdon ja ilmastointilaitteet seka muissa kuin asuinrakennuksissa kiintean valaistusjarjestelman. rakennuksen energiatehokkuuden arvioinnissa on otettava huomioon sisailmasto-olosuhteet. rakennusluvan yhteydessa rakennuksen tarvitsema energiamaara seka enintaan kuuden asunnon asuinrakennuksen tai rakennusryhman tarvitsema energiamaara arvioidaan laskentamenetelmalla. muun rakennuksen tarvitsema energiamaara arvioidaan luotettavien kulutustietojen perusteella. ymparistoministerion asetuksella saadetaan laskentaan ja kulutustietoihin perustuvasta rakennuksen energiatehokkuuden arvioinnista.",
        "title_sv": "Energimängd som anges i energicertifikatet",
        "content_sv": "Den energimängd som behövs vid användningen av en byggnad skall bedömas på basis av tillförlitliga uppgifter om energiförbrukningen eller beräknas med en metod som beaktar byggnadens termiska egenskaper, värmeanläggningar och varmvattenförsörjning, ventilation och luftkonditioneringsanläggningar samt, i andra än bostadshus, inbyggda belysningsinstallationer. Vid bedömningen av en byggnads energiprestanda skall förhållandena avseende inomhusklimatet beaktas. I samband med bygglovet bedöms den energimängd som behövs i en byggnad samt i ett bostadshus eller byggnadsgrupp med högst sex bostäder med hjälp av en beräkningsmetod. Den energimängd som behövs i en annan byggnad bedöms på basis av tillförlitliga uppgifter om förbrukningen. Genom förordning av miljöministeriet föreskrivs om den bedömning av en byggnads energiprestanda som bygger på en beräkning eller på uppgifter om förbrukningen.",
        "normalized_sv": "Den energimängd som behövs vid användningen av en byggnad skall bedömas på basis av tillförlitliga uppgifter om energiförbrukningen eller beräknas med en metod som beaktar byggnadens termiska egenskaper, värmeanläggningar och varmvattenförsörjning, ventilation och luftkonditioneringsanläggningar samt, i andra än bostadshus, inbyggda belysningsinstallationer. Vid bedömningen av en byggnads energiprestanda skall förhållandena avseende inomhusklimatet beaktas. I samband med bygglovet bedöms den energimängd som behövs i en byggnad samt i ett bostadshus eller byggnadsgrupp med högst sex bostäder med hjälp av en beräkningsmetod. Den energimängd som behövs i en annan byggnad bedöms på basis av tillförlitliga uppgifter om förbrukningen. Genom förordning av miljöministeriet föreskrivs om den bedömning av en byggnads energiprestanda som bygger på en beräkning eller på uppgifter om förbrukningen.",
        "folded_sv": "den energimangd som behovs vid anvandningen av en byggnad skall bedomas pa basis av tillforlitliga uppgifter om energiforbrukningen eller beraknas med en metod som beaktar byggnadens termiska egenskaper, varmeanlaggningar och varmvattenforsorjning, ventilation och luftkonditioneringsanlaggningar samt, i andra an bostadshus, inbyggda belysningsinstallationer. vid bedomningen av en byggnads energiprestanda skall forhallandena avseende inomhusklimatet beaktas. i samband med bygglovet bedoms den energimangd som behovs i en byggnad samt i ett bostadshus eller byggnadsgrupp med hogst sex bostader med hjalp av en berakningsmetod. den energimangd som behovs i en annan byggnad bedoms pa basis av tillforlitliga uppgifter om forbrukningen. genom forordning av miljoministeriet foreskrivs om den bedomning av en byggnads energiprestanda som bygger pa en berakning eller pa uppgifter om forbrukningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Energiatodistuksen perustana oleva rakennuksen tarkastus",
      "content": "Rakennuksen käyttöön tarvittavan energiamäärän arvioimiseksi laskentaan perustuvalla menetelmällä sekä energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. Ympäristöministeriön asetuksella säädetään tarkemmin tarkastuksen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Rakennuksen käyttöön tarvittavan energiamäärän arvioimiseksi laskentaan perustuvalla menetelmällä sekä energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. Ympäristöministeriön asetuksella säädetään tarkemmin tarkastuksen suorittamisesta.",
        "folded_fi": "rakennuksen kayttoon tarvittavan energiamaaran arvioimiseksi laskentaan perustuvalla menetelmalla seka energiatehokkuutta parantavien suositusten laatimiseksi rakennuksen energiankulutukseen vaikuttavat ominaisuudet on tarkastettava. ymparistoministerion asetuksella saadetaan tarkemmin tarkastuksen suorittamisesta.",
        "title_sv": "Inspektion av en byggnad som grund för energicertifikatet",
        "content_sv": "För bedömning av den energimängd som behövs vid användningen av en byggnad med en beräkningsmetod samt för utarbetandet av rekommendationer som förbättrar energiprestandan skall de egenskaper som påverkar byggnadens energiförbrukning inspekteras. Genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförandet av inspektioner.",
        "normalized_sv": "För bedömning av den energimängd som behövs vid användningen av en byggnad med en beräkningsmetod samt för utarbetandet av rekommendationer som förbättrar energiprestandan skall de egenskaper som påverkar byggnadens energiförbrukning inspekteras. Genom förordning av miljöministeriet utfärdas närmare bestämmelser om utförandet av inspektioner.",
        "folded_sv": "for bedomning av den energimangd som behovs vid anvandningen av en byggnad med en berakningsmetod samt for utarbetandet av rekommendationer som forbattrar energiprestandan skall de egenskaper som paverkar byggnadens energiforbrukning inspekteras. genom forordning av miljoministeriet utfardas narmare bestammelser om utforandet av inspektioner."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Energiatodistuksen voimassaolo",
      "content": "Rakennuslupamenettelyn yhteydessä annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhmän taikka pääosin liike- tai palvelurakennuksen energiatodistus on voimassa neljä vuotta. Rakennuslupamenettelyn yhteydessä annettu enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän energiatodistus on voimassa kymmenen vuotta. Erillinen energiatodistus ja energiakatselmuksen yhteydessä annettu energiatodistus on voimassa kymmenen vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Rakennuslupamenettelyn yhteydessä annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhmän taikka pääosin liike- tai palvelurakennuksen energiatodistus on voimassa neljä vuotta. Rakennuslupamenettelyn yhteydessä annettu enintään kuuden asunnon asuinrakennuksen tai rakennusryhmän energiatodistus on voimassa kymmenen vuotta. Erillinen energiatodistus ja energiakatselmuksen yhteydessä annettu energiatodistus on voimassa kymmenen vuotta.",
        "folded_fi": "rakennuslupamenettelyn yhteydessa annettu yli kuuden asunnon asuinrakennuksen tai rakennusryhman taikka paaosin liike- tai palvelurakennuksen energiatodistus on voimassa nelja vuotta. rakennuslupamenettelyn yhteydessa annettu enintaan kuuden asunnon asuinrakennuksen tai rakennusryhman energiatodistus on voimassa kymmenen vuotta. erillinen energiatodistus ja energiakatselmuksen yhteydessa annettu energiatodistus on voimassa kymmenen vuotta.",
        "title_sv": "Giltighetstiden för energicertifikat",
        "content_sv": "Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med fler än sex bostäder eller för en byggnad som huvudsakligen är en affärs- eller servicebyggnad är giltigt i fyra år. Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med högst sex bostäder är giltigt i tio år. Ett separat energicertifikat och ett energicertifikat som utfärdats i samband med en energikartläggning är giltigt i tio år.",
        "normalized_sv": "Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med fler än sex bostäder eller för en byggnad som huvudsakligen är en affärs- eller servicebyggnad är giltigt i fyra år. Ett energicertifikat som i samband med bygglovsförfarandet utfärdats för ett bostadshus eller en byggnadsgrupp med högst sex bostäder är giltigt i tio år. Ett separat energicertifikat och ett energicertifikat som utfärdats i samband med en energikartläggning är giltigt i tio år.",
        "folded_sv": "ett energicertifikat som i samband med bygglovsforfarandet utfardats for ett bostadshus eller en byggnadsgrupp med fler an sex bostader eller for en byggnad som huvudsakligen ar en affars- eller servicebyggnad ar giltigt i fyra ar. ett energicertifikat som i samband med bygglovsforfarandet utfardats for ett bostadshus eller en byggnadsgrupp med hogst sex bostader ar giltigt i tio ar. ett separat energicertifikat och ett energicertifikat som utfardats i samband med en energikartlaggning ar giltigt i tio ar."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Velvollisuus asettaa energiatodistus nähtäville",
      "content": "Rakennusta tai sen osaa taikka niiden hallintaoikeutta myytäessä tai vuokrattaessa myyjän tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nähtäville voimassa oleva rakennuksen energiatodistus. Energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintään 50 m; 2) asuinrakennusta, joka on tarkoitettu käytettäväksi enintään neljän kuukauden ajan vuodessa; 3) väliaikaista rakennusta, jonka suunniteltu käyttöaika on enintään kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkäyttöön tarkoitettua maatilarakennusta, jossa energiantarve on vähäinen tai jota käytetään alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankäyttö- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella päätöksellä tai joka Museoviraston tekemässä inventoinnissa on määritelty kulttuurihistoriallisesti merkittäväksi, eikä 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka näitä palvelevaan toimintaan tarkoitettuja tiloja. Energiatodistusta ei tarvitse hankkia myöskään ennen tämän lain voimaantuloa valmistuneesta, enintään kuuden asunnon asuinrakennuksesta tai rakennusryhmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rakennusta tai sen osaa taikka niiden hallintaoikeutta myytäessä tai vuokrattaessa myyjän tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nähtäville voimassa oleva rakennuksen energiatodistus. Energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintään 50 m; 2) asuinrakennusta, joka on tarkoitettu käytettäväksi enintään neljän kuukauden ajan vuodessa; 3) väliaikaista rakennusta, jonka suunniteltu käyttöaika on enintään kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkäyttöön tarkoitettua maatilarakennusta, jossa energiantarve on vähäinen tai jota käytetään alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankäyttö- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella päätöksellä tai joka Museoviraston tekemässä inventoinnissa on määritelty kulttuurihistoriallisesti merkittäväksi, eikä 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka näitä palvelevaan toimintaan tarkoitettuja tiloja. Energiatodistusta ei tarvitse hankkia myöskään ennen tämän lain voimaantuloa valmistuneesta, enintään kuuden asunnon asuinrakennuksesta tai rakennusryhmästä.",
        "folded_fi": "rakennusta tai sen osaa taikka niiden hallintaoikeutta myytaessa tai vuokrattaessa myyjan tai vuokranantajan on asetettava mahdollisen ostajan tai vuokralaisen nahtaville voimassa oleva rakennuksen energiatodistus. energiatodistusta koskeva vaatimus ei koske: 1) 2 rakennusta, jonka pinta-ala on enintaan 50 m; 2) asuinrakennusta, joka on tarkoitettu kaytettavaksi enintaan neljan kuukauden ajan vuodessa; 3) valiaikaista rakennusta, jonka suunniteltu kayttoaika on enintaan kaksi vuotta; 4) teollisuus- tai korjaamorakennusta taikka muuhun kuin asuinkayttoon tarkoitettua maatilarakennusta, jossa energiantarve on vahainen tai jota kaytetaan alalla, jota koskee kansallinen alakohtainen energiatehokkuussopimus; 5) rakennusta, joka on suojeltu maankaytto- ja rakennuslain (132/1999) mukaisella kaavalla, rakennussuojelulain (60/1985) tai valtion omistamien rakennusten suojelusta annetun asetuksen (480/1985) mukaisella paatoksella tai joka museoviraston tekemassa inventoinnissa on maaritelty kulttuurihistoriallisesti merkittavaksi, eika 6) kirkkoa tai muuta uskonnollisen yhdyskunnan omistamaa rakennusta, jossa on vain kokoontumiseen tai hartauden harjoittamiseen taikka naita palvelevaan toimintaan tarkoitettuja tiloja. energiatodistusta ei tarvitse hankkia myoskaan ennen taman lain voimaantuloa valmistuneesta, enintaan kuuden asunnon asuinrakennuksesta tai rakennusryhmasta.",
        "title_sv": "Skyldighet att lägga fram energicertifikatet",
        "content_sv": "När en byggnad eller en del av den eller besittningsrätten säljs eller hyrs ut skall säljaren eller hyresvärden lägga fram ett giltigt energicertifikat för byggnaden för den presumtive köparen eller hyresgästen. Kravet på ett energicertifikat gäller inte 1) 2 byggnader med en yta på högst 50 m, 2) bostadshus som är avsedda för användning högst fyra månader per år, 3) tillfälliga byggnader som är avsedda att användas högst två år, 4) industribyggnader eller verkstäder eller jordbruksbyggnader som inte är avsedda för boende och som har ett lågt energibehov eller som används inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvändnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller förordningen om skydd för staten tillhöriga byggnader (480/1985) eller byggnader som i en inventering av Museiverket har fastställts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund ägda byggnader vilka endast har utrymmen för samling eller andakt eller verksamhet som tjänar dessa. Energicertifikat behöver inte heller skaffas för ett bostadshus eller byggnadsgrupp med högst sex bostäder som färdigställts före denna lags ikraftträdande.",
        "normalized_sv": "När en byggnad eller en del av den eller besittningsrätten säljs eller hyrs ut skall säljaren eller hyresvärden lägga fram ett giltigt energicertifikat för byggnaden för den presumtive köparen eller hyresgästen. Kravet på ett energicertifikat gäller inte 1) 2 byggnader med en yta på högst 50 m, 2) bostadshus som är avsedda för användning högst fyra månader per år, 3) tillfälliga byggnader som är avsedda att användas högst två år, 4) industribyggnader eller verkstäder eller jordbruksbyggnader som inte är avsedda för boende och som har ett lågt energibehov eller som används inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvändnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller förordningen om skydd för staten tillhöriga byggnader (480/1985) eller byggnader som i en inventering av Museiverket har fastställts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund ägda byggnader vilka endast har utrymmen för samling eller andakt eller verksamhet som tjänar dessa. Energicertifikat behöver inte heller skaffas för ett bostadshus eller byggnadsgrupp med högst sex bostäder som färdigställts före denna lags ikraftträdande.",
        "folded_sv": "nar en byggnad eller en del av den eller besittningsratten saljs eller hyrs ut skall saljaren eller hyresvarden lagga fram ett giltigt energicertifikat for byggnaden for den presumtive koparen eller hyresgasten. kravet pa ett energicertifikat galler inte 1) 2 byggnader med en yta pa hogst 50 m, 2) bostadshus som ar avsedda for anvandning hogst fyra manader per ar, 3) tillfalliga byggnader som ar avsedda att anvandas hogst tva ar, 4) industribyggnader eller verkstader eller jordbruksbyggnader som inte ar avsedda for boende och som har ett lagt energibehov eller som anvands inom en sektor som omfattas av ett nationellt sektorsavtal om energiprestanda, 5) byggnader som har skyddats i en plan enligt markanvandnings- och bygglagen (132/1999), genom ett beslut i enlighet med byggnadsskyddslagen (60/1985) eller forordningen om skydd for staten tillhoriga byggnader (480/1985) eller byggnader som i en inventering av museiverket har faststallts som kulturhistoriskt betydande, och inte heller 6) kyrkor eller andra av ett religionssamfund agda byggnader vilka endast har utrymmen for samling eller andakt eller verksamhet som tjanar dessa. energicertifikat behover inte heller skaffas for ett bostadshus eller byggnadsgrupp med hogst sex bostader som fardigstallts fore denna lags ikrafttradande."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Uuden rakennuksen energiatodistus",
      "content": "Haettaessa maankäyttö- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettävässä energiaselvityksessä oltava pääsuunnittelijan antama rakennuksen energiatodistus. Ennen rakennuksen käyttöönottoa pääsuunnittelijan on varmennettava energiaselvitykseen sisältyvä energiatodistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Haettaessa maankäyttö- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettävässä energiaselvityksessä oltava pääsuunnittelijan antama rakennuksen energiatodistus. Ennen rakennuksen käyttöönottoa pääsuunnittelijan on varmennettava energiaselvitykseen sisältyvä energiatodistus.",
        "folded_fi": "haettaessa maankaytto- ja rakennuslaissa tarkoitettua rakennuslupaa uudisrakentamista varten on hakemukseen liitettavassa energiaselvityksessa oltava paasuunnittelijan antama rakennuksen energiatodistus. ennen rakennuksen kayttoonottoa paasuunnittelijan on varmennettava energiaselvitykseen sisaltyva energiatodistus.",
        "title_sv": "Energicertifikat för en ny byggnad",
        "content_sv": "Vid ansökan om i markanvändnings- och bygglagen avsett bygglov för nybyggnad skall i den energiutredning som fogas till ansökan finnas ett energicertifikat som utfärdats av huvudprojekteraren. Innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen.",
        "normalized_sv": "Vid ansökan om i markanvändnings- och bygglagen avsett bygglov för nybyggnad skall i den energiutredning som fogas till ansökan finnas ett energicertifikat som utfärdats av huvudprojekteraren. Innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen.",
        "folded_sv": "vid ansokan om i markanvandnings- och bygglagen avsett bygglov for nybyggnad skall i den energiutredning som fogas till ansokan finnas ett energicertifikat som utfardats av huvudprojekteraren. innan byggnaden tas i bruk skall huvudprojekteraren verifiera energicertifikatet i energiutredningen."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Todistuksen antaja",
      "content": "Erillisen energiatodistuksen voi antaa henkilö, joka on osoittanut täyttävänsä tehtävän suorittamiselle säädetyt pätevyysvaatimukset. Uuden rakennuksen energiaselvitykseen sisältyvän energiatodistuksen antaa rakennuksen pääsuunnittelija. Energiakatselmuksen yhteydessä annettavan energiatodistuksen antaa katselmuksen suorittaja. Isännöitsijäntodistukseen sisältyvän energiatodistuksen antaa yhtiön isännöitsijä tai hallituksen puheenjohtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Erillisen energiatodistuksen voi antaa henkilö, joka on osoittanut täyttävänsä tehtävän suorittamiselle säädetyt pätevyysvaatimukset. Uuden rakennuksen energiaselvitykseen sisältyvän energiatodistuksen antaa rakennuksen pääsuunnittelija. Energiakatselmuksen yhteydessä annettavan energiatodistuksen antaa katselmuksen suorittaja. Isännöitsijäntodistukseen sisältyvän energiatodistuksen antaa yhtiön isännöitsijä tai hallituksen puheenjohtaja.",
        "folded_fi": "erillisen energiatodistuksen voi antaa henkilo, joka on osoittanut tayttavansa tehtavan suorittamiselle saadetyt patevyysvaatimukset. uuden rakennuksen energiaselvitykseen sisaltyvan energiatodistuksen antaa rakennuksen paasuunnittelija. energiakatselmuksen yhteydessa annettavan energiatodistuksen antaa katselmuksen suorittaja. isannoitsijantodistukseen sisaltyvan energiatodistuksen antaa yhtion isannoitsija tai hallituksen puheenjohtaja.",
        "title_sv": "Den som utfärdar certifikat",
        "content_sv": "Ett separat energicertifikat kan utfärdas av en person som har visat att han eller hon uppfyller de behörighetsvillkor som föreskrivs för uppgiften. Ett energicertifikat som ingår i energiutredningen för en ny byggnad utfärdas av byggnadens huvudprojekterare. Ett energicertifikat som utfärdas i samband med en energikartläggning utfärdas av den som utför kartläggningen. Ett energicertifikat som ingår i ett disponentintyg utfärdas av bolagets disponent eller av ordföranden för bolagets styrelse.",
        "normalized_sv": "Ett separat energicertifikat kan utfärdas av en person som har visat att han eller hon uppfyller de behörighetsvillkor som föreskrivs för uppgiften. Ett energicertifikat som ingår i energiutredningen för en ny byggnad utfärdas av byggnadens huvudprojekterare. Ett energicertifikat som utfärdas i samband med en energikartläggning utfärdas av den som utför kartläggningen. Ett energicertifikat som ingår i ett disponentintyg utfärdas av bolagets disponent eller av ordföranden för bolagets styrelse.",
        "folded_sv": "ett separat energicertifikat kan utfardas av en person som har visat att han eller hon uppfyller de behorighetsvillkor som foreskrivs for uppgiften. ett energicertifikat som ingar i energiutredningen for en ny byggnad utfardas av byggnadens huvudprojekterare. ett energicertifikat som utfardas i samband med en energikartlaggning utfardas av den som utfor kartlaggningen. ett energicertifikat som ingar i ett disponentintyg utfardas av bolagets disponent eller av ordforanden for bolagets styrelse."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Todistuksen antajan pätevyysvaatimukset",
      "content": "Ympäristöministeriön asetuksella säädetään erillisen energiatodistuksen antajalta edellytettävästä pätevyydestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Ympäristöministeriön asetuksella säädetään erillisen energiatodistuksen antajalta edellytettävästä pätevyydestä.",
        "folded_fi": "ymparistoministerion asetuksella saadetaan erillisen energiatodistuksen antajalta edellytettavasta patevyydesta.",
        "title_sv": "Behörighetsvillkor för den som utfärdar certifikat",
        "content_sv": "Genom förordning av miljöministeriet föreskrivs om den behörighet som krävs av den som utfärdar separata energicertifikat.",
        "normalized_sv": "Genom förordning av miljöministeriet föreskrivs om den behörighet som krävs av den som utfärdar separata energicertifikat.",
        "folded_sv": "genom forordning av miljoministeriet foreskrivs om den behorighet som kravs av den som utfardar separata energicertifikat."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Todistuksen antajan pätevyyden arviointi",
      "content": "Erillisen energiatodistuksen antajalta vaadittavan pätevyyden varmentaa ympäristöministeriön hyväksymä pätevyyden toteaja. Pätevyyden toteajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaisesta toiminnasta ja siitä perityistä maksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Erillisen energiatodistuksen antajalta vaadittavan pätevyyden varmentaa ympäristöministeriön hyväksymä pätevyyden toteaja. Pätevyyden toteajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaisesta toiminnasta ja siitä perityistä maksuista.",
        "folded_fi": "erillisen energiatodistuksen antajalta vaadittavan patevyyden varmentaa ymparistoministerion hyvaksyma patevyyden toteaja. patevyyden toteajan on annettava ymparistoministeriolle sen pyytamat tiedot 1 momentin mukaisesta toiminnasta ja siita perityista maksuista.",
        "title_sv": "Bedömning av behörigheten hos den som utfärdar certifikat",
        "content_sv": "Den behörighet som krävs av den som utfärdar separata energicertifikat verifieras av en person som av miljöministeriet godkänts att konstatera behörigheten. Den som konstaterar behörigheten skall till miljöministeriet lämna de uppgifter som ministeriet begär om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut för den.",
        "normalized_sv": "Den behörighet som krävs av den som utfärdar separata energicertifikat verifieras av en person som av miljöministeriet godkänts att konstatera behörigheten. Den som konstaterar behörigheten skall till miljöministeriet lämna de uppgifter som ministeriet begär om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut för den.",
        "folded_sv": "den behorighet som kravs av den som utfardar separata energicertifikat verifieras av en person som av miljoministeriet godkants att konstatera behorigheten. den som konstaterar behorigheten skall till miljoministeriet lamna de uppgifter som ministeriet begar om den i 1 mom. avsedda verksamheten och de avgifter som tagits ut for den."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Todistuksen antajan toimeksiantopäiväkirja ja arkisto",
      "content": "Erillisen energiatodistuksen antajan on pidettävä vastaanotetuista toimeksiannoista päiväkirjaa, johon on merkittävä toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, sekä toimenpiteet, joita todistuksen antamiseksi on suoritettu. Todistuksen antajan on pidettävä arkistoa antamistaan todistuksista ja todistukset on säilytettävä vähintään 15 vuotta. Rakennuksen pääsuunnittelijan antama energiatodistus sisällytetään rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. Erillisen energiatodistuksen antajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaan päiväkirjaan merkittävistä asioista ja annetuista todistuksista sekä niistä perityistä maksuista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Erillisen energiatodistuksen antajan on pidettävä vastaanotetuista toimeksiannoista päiväkirjaa, johon on merkittävä toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, sekä toimenpiteet, joita todistuksen antamiseksi on suoritettu. Todistuksen antajan on pidettävä arkistoa antamistaan todistuksista ja todistukset on säilytettävä vähintään 15 vuotta. Rakennuksen pääsuunnittelijan antama energiatodistus sisällytetään rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. Erillisen energiatodistuksen antajan on annettava ympäristöministeriölle sen pyytämät tiedot 1 momentin mukaan päiväkirjaan merkittävistä asioista ja annetuista todistuksista sekä niistä perityistä maksuista.",
        "folded_fi": "erillisen energiatodistuksen antajan on pidettava vastaanotetuista toimeksiannoista paivakirjaa, johon on merkittava toimeksiantajan nimi ja rakennus, jota toimeksianto koskee, seka toimenpiteet, joita todistuksen antamiseksi on suoritettu. todistuksen antajan on pidettava arkistoa antamistaan todistuksista ja todistukset on sailytettava vahintaan 15 vuotta. rakennuksen paasuunnittelijan antama energiatodistus sisallytetaan rakennuslupa-asiakirjoihin ja arkistoidaan rakennusvalvontaviranomaisen arkistoon. erillisen energiatodistuksen antajan on annettava ymparistoministeriolle sen pyytamat tiedot 1 momentin mukaan paivakirjaan merkittavista asioista ja annetuista todistuksista seka niista perityista maksuista.",
        "title_sv": "Uppdragsdagbok och arkiv",
        "content_sv": "Den som utfärdar separata energicertifikat skall föra dagbok över mottagna uppdrag. I dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget gäller samt de åtgärder som vidtagits för utfärdande av certifikatet. Den som utfärdar certifikat skall ha ett arkiv över certifikaten. Certifikaten skall förvaras i minst 15 år. Ett energicertifikat som utfärdats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. Den som utfärdar ett separat energicertifikat skall till miljöministeriet lämna de uppgifter som ministeriet begär om det som enligt 1 mom. skall skrivas upp i dagboken, de utfärdade certifikaten och de avgifter som tagits ut för dem.",
        "normalized_sv": "Den som utfärdar separata energicertifikat skall föra dagbok över mottagna uppdrag. I dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget gäller samt de åtgärder som vidtagits för utfärdande av certifikatet. Den som utfärdar certifikat skall ha ett arkiv över certifikaten. Certifikaten skall förvaras i minst 15 år. Ett energicertifikat som utfärdats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. Den som utfärdar ett separat energicertifikat skall till miljöministeriet lämna de uppgifter som ministeriet begär om det som enligt 1 mom. skall skrivas upp i dagboken, de utfärdade certifikaten och de avgifter som tagits ut för dem.",
        "folded_sv": "den som utfardar separata energicertifikat skall fora dagbok over mottagna uppdrag. i dagboken skall antecknas uppdragsgivarens namn och den byggnad som uppdraget galler samt de atgarder som vidtagits for utfardande av certifikatet. den som utfardar certifikat skall ha ett arkiv over certifikaten. certifikaten skall forvaras i minst 15 ar. ett energicertifikat som utfardats av byggnadens huvudprojekterare fogas till bygglovshandlingarna och arkiveras i byggnadstillsynsmyndighetens arkiv. den som utfardar ett separat energicertifikat skall till miljoministeriet lamna de uppgifter som ministeriet begar om det som enligt 1 mom. skall skrivas upp i dagboken, de utfardade certifikaten och de avgifter som tagits ut for dem."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. kuitenkin ennen lain voimaantuloa valmistuneisiin rakennuksiin lakia sovelletaan vuoden 2009 alusta. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. I fråga om byggnader som färdigställts före lagens ikraftträdande tillämpas lagen dock från och med ingången av 2009. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. I fråga om byggnader som färdigställts före lagens ikraftträdande tillämpas lagen dock från och med ingången av 2009. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. i fraga om byggnader som fardigstallts fore lagens ikrafttradande tillampas lagen dock fran och med ingangen av 2009. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-04-13",
      "valid_to": null
    }
  ]
}