{
  "id": "488/2015",
  "type": "statute",
  "title": "Laki säätiölain voimaanpanosta",
  "title_en": "Lag om införande av stiftelselagen",
  "status": "in_force",
  "issued_date": "2015-04-24",
  "in_force_date": "2015-04-24",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/488/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Säätiölain voimaatulo",
      "content": "uusi laki vanha laki Säätiölaki (487/2015), jäljempänä, tulee voimaan 1 päivänä joulukuuta 2015. Uudella lailla kumotaan säätiölaki (109/1930), jäljempänä. Uutta lakia sovelletaan myös ennen sen voimaantuloa perustettuun säätiöön, jollei tästä laista johdu muuta. Jos muualla lainsäädännössä viitataan vanhan lain säännökseen tai muutoin tarkoitetaan vanhan lain säännöstä, sen sijasta sovelletaan sen tilalle tullutta uuden lain säännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "uusi laki vanha laki Säätiölaki (487/2015), jäljempänä, tulee voimaan 1 päivänä joulukuuta 2015. Uudella lailla kumotaan säätiölaki (109/1930), jäljempänä. Uutta lakia sovelletaan myös ennen sen voimaantuloa perustettuun säätiöön, jollei tästä laista johdu muuta. Jos muualla lainsäädännössä viitataan vanhan lain säännökseen tai muutoin tarkoitetaan vanhan lain säännöstä, sen sijasta sovelletaan sen tilalle tullutta uuden lain säännöstä.",
        "folded_fi": "uusi laki vanha laki saatiolaki (487/2015), jaljempana, tulee voimaan 1 paivana joulukuuta 2015. uudella lailla kumotaan saatiolaki (109/1930), jaljempana. uutta lakia sovelletaan myos ennen sen voimaantuloa perustettuun saatioon, jollei tasta laista johdu muuta. jos muualla lainsaadannossa viitataan vanhan lain saannokseen tai muutoin tarkoitetaan vanhan lain saannosta, sen sijasta sovelletaan sen tilalle tullutta uuden lain saannosta.",
        "title_sv": "Ikraftträdande av stiftelselagen",
        "content_sv": "den nya lagen den gamla lagen Stiftelselagen (487/2015), nedan, träder i kraft den 1 december 2015. Genom den nya lagen upphävs lagen om stiftelser (109/1930), nedan. Den nya lagen tillämpas också på stiftelser som har bildats före lagens ikraftträdande, om inte något annat följer av denna lag. Om det någon annanstans i lagstiftningen hänvisas till en bestämmelse i den gamla lagen eller annars avses en bestämmelse i den gamla lagen, ska den bestämmelse i den nya lagen tillämpas som har trätt i stället för bestämmelsen i den gamla lagen.",
        "normalized_sv": "den nya lagen den gamla lagen Stiftelselagen (487/2015), nedan, träder i kraft den 1 december 2015. Genom den nya lagen upphävs lagen om stiftelser (109/1930), nedan. Den nya lagen tillämpas också på stiftelser som har bildats före lagens ikraftträdande, om inte något annat följer av denna lag. Om det någon annanstans i lagstiftningen hänvisas till en bestämmelse i den gamla lagen eller annars avses en bestämmelse i den gamla lagen, ska den bestämmelse i den nya lagen tillämpas som har trätt i stället för bestämmelsen i den gamla lagen.",
        "folded_sv": "den nya lagen den gamla lagen stiftelselagen (487/2015), nedan, trader i kraft den 1 december 2015. genom den nya lagen upphavs lagen om stiftelser (109/1930), nedan. den nya lagen tillampas ocksa pa stiftelser som har bildats fore lagens ikrafttradande, om inte nagot annat foljer av denna lag. om det nagon annanstans i lagstiftningen hanvisas till en bestammelse i den gamla lagen eller annars avses en bestammelse i den gamla lagen, ska den bestammelse i den nya lagen tillampas som har tratt i stallet for bestammelsen i den gamla lagen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Taloudellinen etu lähipiirille",
      "content": "Jos ennen uuden lain voimaantuloa rekisteröidyn sääntöjen määräyksen perusteella säätiön tarkoituksena on tuottaa vanhan lain 5 §:n 3 momentissa sallittua ja uuden lain 1 luvun 2 §:ssä kiellettyä taloudellista etua lähipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 §:n mukaisin edellytyksin, säätiöön sovelletaan vanhan lain 5 §:n 3 momenttia vuoden 2034 loppuun, ellei määräystä ole sitä ennen muutettu uuden lain mukaiseksi tai poistettu. Jos ennen uuden lain voimaantuloa tehdyn säädekirjan, lahjoituksen ehtojen tai rekisteröidyn sääntömääräyksen perusteella säätiölle varoja luovuttanut on uuden lain 1 luvun 3 §:n 2 tai 3 momentissa tarkoitetulla tavalla pidättänyt varallisuuteen liittyviä oikeuksia, tällaisen määräyksen voimassaolo päättyy 31 päivänä joulukuuta 2034, ellei määräystä ole sitä ennen poistettu. Edellä 1 tai 2 momentissa tarkoitetun sääntömääräyksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. Tällaisen määräyksen voi kuitenkin poistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Jos ennen uuden lain voimaantuloa rekisteröidyn sääntöjen määräyksen perusteella säätiön tarkoituksena on tuottaa vanhan lain 5 § :n 3 momentissa sallittua ja uuden lain 1 luvun 2 § :ssä kiellettyä taloudellista etua lähipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 § :n mukaisin edellytyksin, säätiöön sovelletaan vanhan lain 5 § :n 3 momenttia vuoden 2034 loppuun, ellei määräystä ole sitä ennen muutettu uuden lain mukaiseksi tai poistettu. Jos ennen uuden lain voimaantuloa tehdyn säädekirjan, lahjoituksen ehtojen tai rekisteröidyn sääntömääräyksen perusteella säätiölle varoja luovuttanut on uuden lain 1 luvun 3 § :n 2 tai 3 momentissa tarkoitetulla tavalla pidättänyt varallisuuteen liittyviä oikeuksia, tällaisen määräyksen voimassaolo päättyy 31 päivänä joulukuuta 2034, ellei määräystä ole sitä ennen poistettu. Edellä 1 tai 2 momentissa tarkoitetun sääntömääräyksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. Tällaisen määräyksen voi kuitenkin poistaa.",
        "folded_fi": "jos ennen uuden lain voimaantuloa rekisteroidyn saantojen maarayksen perusteella saation tarkoituksena on tuottaa vanhan lain 5 §:n 3 momentissa sallittua ja uuden lain 1 luvun 2 §:ssa kiellettya taloudellista etua lahipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 §:n mukaisin edellytyksin, saatioon sovelletaan vanhan lain 5 §:n 3 momenttia vuoden 2034 loppuun, ellei maaraysta ole sita ennen muutettu uuden lain mukaiseksi tai poistettu. jos ennen uuden lain voimaantuloa tehdyn saadekirjan, lahjoituksen ehtojen tai rekisteroidyn saantomaarayksen perusteella saatiolle varoja luovuttanut on uuden lain 1 luvun 3 §:n 2 tai 3 momentissa tarkoitetulla tavalla pidattanyt varallisuuteen liittyvia oikeuksia, tallaisen maarayksen voimassaolo paattyy 31 paivana joulukuuta 2034, ellei maaraysta ole sita ennen poistettu. edella 1 tai 2 momentissa tarkoitetun saantomaarayksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. tallaisen maarayksen voi kuitenkin poistaa.",
        "title_sv": "Ekonomisk fördel för närståendekretsen",
        "content_sv": "Om ändamålet för en stiftelse enligt en stadgebestämmelse som registrerats före den nya lagens ikraftträdande är att bereda sådan ekonomisk fördel för någon i närståendekretsen som är tillåten enligt 5 § 3 mom. i den gamla lagen och förbjuden enligt 1 kap. 2 § i den nya lagen under andra förutsättningar än de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillämpas på stiftelsen till utgången av 2034, om inte bestämmelsen före det ändrats i enlighet med den nya lagen eller strukits. Om den som med stöd av en stiftelseurkund som upprättats före den nya lagens ikraftträdande eller med stöd av en stadgebestämmelse som registrerats eller villkoren i en donation som gjorts före ikraftträdandet har överlåtit tillgångar till en stiftelse med sådana förbehåll om rättigheter i förmögenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sådan bestämmelse upphöra att gälla den 31 december 2034, om bestämmelsen inte har strukits före det. En förmånstagare som uppfyller kraven i en stadgebestämmelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen trätt i kraft. En sådan bestämmelse kan dock strykas.",
        "normalized_sv": "Om ändamålet för en stiftelse enligt en stadgebestämmelse som registrerats före den nya lagens ikraftträdande är att bereda sådan ekonomisk fördel för någon i närståendekretsen som är tillåten enligt 5 § 3 mom. i den gamla lagen och förbjuden enligt 1 kap. 2 § i den nya lagen under andra förutsättningar än de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillämpas på stiftelsen till utgången av 2034, om inte bestämmelsen före det ändrats i enlighet med den nya lagen eller strukits. Om den som med stöd av en stiftelseurkund som upprättats före den nya lagens ikraftträdande eller med stöd av en stadgebestämmelse som registrerats eller villkoren i en donation som gjorts före ikraftträdandet har överlåtit tillgångar till en stiftelse med sådana förbehåll om rättigheter i förmögenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sådan bestämmelse upphöra att gälla den 31 december 2034, om bestämmelsen inte har strukits före det. En förmånstagare som uppfyller kraven i en stadgebestämmelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen trätt i kraft. En sådan bestämmelse kan dock strykas.",
        "folded_sv": "om andamalet for en stiftelse enligt en stadgebestammelse som registrerats fore den nya lagens ikrafttradande ar att bereda sadan ekonomisk fordel for nagon i narstaendekretsen som ar tillaten enligt 5 § 3 mom. i den gamla lagen och forbjuden enligt 1 kap. 2 § i den nya lagen under andra forutsattningar an de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillampas pa stiftelsen till utgangen av 2034, om inte bestammelsen fore det andrats i enlighet med den nya lagen eller strukits. om den som med stod av en stiftelseurkund som upprattats fore den nya lagens ikrafttradande eller med stod av en stadgebestammelse som registrerats eller villkoren i en donation som gjorts fore ikrafttradandet har overlatit tillgangar till en stiftelse med sadana forbehall om rattigheter i formogenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sadan bestammelse upphora att galla den 31 december 2034, om bestammelsen inte har strukits fore det. en formanstagare som uppfyller kraven i en stadgebestammelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen tratt i kraft. en sadan bestammelse kan dock strykas."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Säätiön perustaminen",
      "content": "Säätiön perustamiseen ja rekisteröimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 §:n mukaisia rekisteröintiä koskevia asiakirjoja. Säätiön perustaja voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön perustamisessa uutta lakia ja ilmoittaa säätiön rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen säätiö voidaan rekisteröidä, kun uusi laki on tullut voimaan. Jos säätiön perustamisesta on määrätty testamentissa, sovelletaan säätiön perustamiseen 1 momentissa säädetystä poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdään uuden lain voimaantulon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Säätiön perustamiseen ja rekisteröimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 § :n mukaisia rekisteröintiä koskevia asiakirjoja. Säätiön perustaja voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön perustamisessa uutta lakia ja ilmoittaa säätiön rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen säätiö voidaan rekisteröidä, kun uusi laki on tullut voimaan. Jos säätiön perustamisesta on määrätty testamentissa, sovelletaan säätiön perustamiseen 1 momentissa säädetystä poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdään uuden lain voimaantulon jälkeen.",
        "folded_fi": "saation perustamiseen ja rekisteroimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 §:n mukaisia rekisterointia koskevia asiakirjoja. saation perustaja voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saation perustamisessa uutta lakia ja ilmoittaa saation rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen saatio voidaan rekisteroida, kun uusi laki on tullut voimaan. jos saation perustamisesta on maaratty testamentissa, sovelletaan saation perustamiseen 1 momentissa saadetysta poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdaan uuden lain voimaantulon jalkeen.",
        "title_sv": "Bildande av stiftelse",
        "content_sv": "På bildande och registrering av en stiftelse tillämpas den gamla lagen, om stiftelseurkunden har undertecknats före den nya lagens ikraftträdande, förutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sänds till registermyndigheten. Stiftaren kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmäla stiftelsen för registrering före den nya lagens ikraftträdande. En sådan stiftelse får registreras när den nya lagen har trätt i kraft. Har det i ett testamente bestämts om bildande av en stiftelse, ska den nya lagen, med avvikelse från 1 mom., tillämpas på bildandet, om anmälan om bildande görs efter det att den nya lagen har trätt i kraft.",
        "normalized_sv": "På bildande och registrering av en stiftelse tillämpas den gamla lagen, om stiftelseurkunden har undertecknats före den nya lagens ikraftträdande, förutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sänds till registermyndigheten. Stiftaren kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmäla stiftelsen för registrering före den nya lagens ikraftträdande. En sådan stiftelse får registreras när den nya lagen har trätt i kraft. Har det i ett testamente bestämts om bildande av en stiftelse, ska den nya lagen, med avvikelse från 1 mom., tillämpas på bildandet, om anmälan om bildande görs efter det att den nya lagen har trätt i kraft.",
        "folded_sv": "pa bildande och registrering av en stiftelse tillampas den gamla lagen, om stiftelseurkunden har undertecknats fore den nya lagens ikrafttradande, forutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sands till registermyndigheten. stiftaren kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmala stiftelsen for registrering fore den nya lagens ikrafttradande. en sadan stiftelse far registreras nar den nya lagen har tratt i kraft. har det i ett testamente bestamts om bildande av en stiftelse, ska den nya lagen, med avvikelse fran 1 mom., tillampas pa bildandet, om anmalan om bildande gors efter det att den nya lagen har tratt i kraft."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Säätiön säännöt",
      "content": "Säätiön sääntöihin sisältyvän uuden lain vastaisen määräyksen sijasta noudatetaan uutta lakia, jollei tästä laista muuta johdu. Uuden lain vastaisen sääntöjen määräyksen muutos uuden lain mukaiseksi on ilmoitettava rekisteröitäväksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi, kuitenkin kolmen vuoden kuluessa tämän lain voimaantulosta. Rekisteriviranomainen voi asettaa säätiölle uhkasakon tämän velvoitteen täyttämisen tehosteeksi. Edellä sanotun estämättä ennen uuden lain voimaantuloa rekisteröityä sääntöjen määräystä säätiön toimihenkilön oikeudesta kirjoittaa säätiön nimi tulkitaan siten, että määräyksen perusteella säätiön hallitus voi antaa nimenkirjoitusoikeuden säännöissä määrätyssä asemassa olevalle, ja tällainen määräys on muutettava uuden lain mukaiseksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi. Uuden lain voimaantulon jälkeen rekisteröitäväksi ilmoitettua uuden lain vastaista sääntöjen määräystä ei voida rekisteröidä, ellei tästä laista johdu muuta. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää sääntöjensä muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. Päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa ja rekisteröidä siten, että sääntöjen muutos tulee voimaan samana päivänä kuin uusi laki. Sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Säätiön sääntöihin sisältyvän uuden lain vastaisen määräyksen sijasta noudatetaan uutta lakia, jollei tästä laista muuta johdu. Uuden lain vastaisen sääntöjen määräyksen muutos uuden lain mukaiseksi on ilmoitettava rekisteröitäväksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi, kuitenkin kolmen vuoden kuluessa tämän lain voimaantulosta. Rekisteriviranomainen voi asettaa säätiölle uhkasakon tämän velvoitteen täyttämisen tehosteeksi. Edellä sanotun estämättä ennen uuden lain voimaantuloa rekisteröityä sääntöjen määräystä säätiön toimihenkilön oikeudesta kirjoittaa säätiön nimi tulkitaan siten, että määräyksen perusteella säätiön hallitus voi antaa nimenkirjoitusoikeuden säännöissä määrätyssä asemassa olevalle, ja tällainen määräys on muutettava uuden lain mukaiseksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi. Uuden lain voimaantulon jälkeen rekisteröitäväksi ilmoitettua uuden lain vastaista sääntöjen määräystä ei voida rekisteröidä, ellei tästä laista johdu muuta. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää sääntöjensä muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. Päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa ja rekisteröidä siten, että sääntöjen muutos tulee voimaan samana päivänä kuin uusi laki. Sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
        "folded_fi": "saation saantoihin sisaltyvan uuden lain vastaisen maarayksen sijasta noudatetaan uutta lakia, jollei tasta laista muuta johdu. uuden lain vastaisen saantojen maarayksen muutos uuden lain mukaiseksi on ilmoitettava rekisteroitavaksi samalla, kun muu saantojen muutos ilmoitetaan rekisteroitavaksi, kuitenkin kolmen vuoden kuluessa taman lain voimaantulosta. rekisteriviranomainen voi asettaa saatiolle uhkasakon taman velvoitteen tayttamisen tehosteeksi. edella sanotun estamatta ennen uuden lain voimaantuloa rekisteroitya saantojen maaraysta saation toimihenkilon oikeudesta kirjoittaa saation nimi tulkitaan siten, etta maarayksen perusteella saation hallitus voi antaa nimenkirjoitusoikeuden saannoissa maaratyssa asemassa olevalle, ja tallainen maarays on muutettava uuden lain mukaiseksi samalla, kun muu saantojen muutos ilmoitetaan rekisteroitavaksi. uuden lain voimaantulon jalkeen rekisteroitavaksi ilmoitettua uuden lain vastaista saantojen maaraysta ei voida rekisteroida, ellei tasta laista johdu muuta. saatio voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa saantojensa muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. paatos voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa ja rekisteroida siten, etta saantojen muutos tulee voimaan samana paivana kuin uusi laki. sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
        "title_sv": "Stiftelsens stadgar",
        "content_sv": "I stället för en sådan bestämmelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillämpas, om inte något annat följer av denna lag. En ändring av en mot den nya lagen stridande bestämmelse i stadgarna så att den stämmer överens med den nya lagen ska anmälas för registrering samtidigt som andra ändringar av stadgarna anmäls för registrering, dock inom tre år efter denna lags ikraftträdande. Registermyndigheten kan förena stiftelsens förpliktelse med vite. En före den nya lagens ikraftträdande registrerad stadgebestämmelse om rätten för en funktionär i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestäms ovan, så att stiftelsens styrelse med stöd av bestämmelsen kan ge namnteckningsrätt till en person som innehar en i stadgarna föreskriven ställning. En sådan bestämmelse ska ändras så att den stämmer överens med den nya lagen samtidigt som andra ändringar av stadgarna anmäls för registrering. Stadgebestämmelser som strider mot den nya lagen och som anmälts för registrering efter den nya lagens ikraftträdande kan inte registreras, om inte något annat följer av denna lag. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft, med iakttagande av den gamla lagen besluta att ändra sina stadgar i överensstämmelse med den nya lagen. Beslutet kan anmälas för registrering före den nya lagens ikraftträdande och registreras så att ändringen av stadgarna träder i kraft samma dag som den nya lagen. Detsamma gäller en registeranmälan om verkställande direktören och förvaltningsrådet.",
        "normalized_sv": "I stället för en sådan bestämmelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillämpas, om inte något annat följer av denna lag. En ändring av en mot den nya lagen stridande bestämmelse i stadgarna så att den stämmer överens med den nya lagen ska anmälas för registrering samtidigt som andra ändringar av stadgarna anmäls för registrering, dock inom tre år efter denna lags ikraftträdande. Registermyndigheten kan förena stiftelsens förpliktelse med vite. En före den nya lagens ikraftträdande registrerad stadgebestämmelse om rätten för en funktionär i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestäms ovan, så att stiftelsens styrelse med stöd av bestämmelsen kan ge namnteckningsrätt till en person som innehar en i stadgarna föreskriven ställning. En sådan bestämmelse ska ändras så att den stämmer överens med den nya lagen samtidigt som andra ändringar av stadgarna anmäls för registrering. Stadgebestämmelser som strider mot den nya lagen och som anmälts för registrering efter den nya lagens ikraftträdande kan inte registreras, om inte något annat följer av denna lag. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft, med iakttagande av den gamla lagen besluta att ändra sina stadgar i överensstämmelse med den nya lagen. Beslutet kan anmälas för registrering före den nya lagens ikraftträdande och registreras så att ändringen av stadgarna träder i kraft samma dag som den nya lagen. Detsamma gäller en registeranmälan om verkställande direktören och förvaltningsrådet.",
        "folded_sv": "i stallet for en sadan bestammelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillampas, om inte nagot annat foljer av denna lag. en andring av en mot den nya lagen stridande bestammelse i stadgarna sa att den stammer overens med den nya lagen ska anmalas for registrering samtidigt som andra andringar av stadgarna anmals for registrering, dock inom tre ar efter denna lags ikrafttradande. registermyndigheten kan forena stiftelsens forpliktelse med vite. en fore den nya lagens ikrafttradande registrerad stadgebestammelse om ratten for en funktionar i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestams ovan, sa att stiftelsens styrelse med stod av bestammelsen kan ge namnteckningsratt till en person som innehar en i stadgarna foreskriven stallning. en sadan bestammelse ska andras sa att den stammer overens med den nya lagen samtidigt som andra andringar av stadgarna anmals for registrering. stadgebestammelser som strider mot den nya lagen och som anmalts for registrering efter den nya lagens ikrafttradande kan inte registreras, om inte nagot annat foljer av denna lag. en stiftelse kan efter det att den nya lagen har stadfasts men innan den trader i kraft, med iakttagande av den gamla lagen besluta att andra sina stadgar i overensstammelse med den nya lagen. beslutet kan anmalas for registrering fore den nya lagens ikrafttradande och registreras sa att andringen av stadgarna trader i kraft samma dag som den nya lagen. detsamma galler en registeranmalan om verkstallande direktoren och forvaltningsradet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Säätiön nimi",
      "content": "Rekisteriviranomainen rekisteröi vanhan lain aikana rekisteröidyn säätiön nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rekisteriviranomainen rekisteröi vanhan lain aikana rekisteröidyn säätiön nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
        "folded_fi": "rekisteriviranomainen rekisteroi vanhan lain aikana rekisteroidyn saation nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
        "title_sv": "Stiftelsens namn",
        "content_sv": "När den nya lagen träder i kraft registrerar registermyndigheten förkortningen \"sr\" efter namnet på en stiftelse som har registrerats under den gamla lagens giltighetstid.",
        "normalized_sv": "När den nya lagen träder i kraft registrerar registermyndigheten förkortningen \"sr\" efter namnet på en stiftelse som har registrerats under den gamla lagens giltighetstid.",
        "folded_sv": "nar den nya lagen trader i kraft registrerar registermyndigheten forkortningen \"sr\" efter namnet pa en stiftelse som har registrerats under den gamla lagens giltighetstid."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Toimitusjohtaja",
      "content": "Vanhan lain voimassa ollessa rekisteröidyn säätiön sääntöihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti säätiön päivittäisestä toiminnasta vastaavasta johtajasta yleisesti käytetty ilmaus, joka sisältyy vanhan lain aikana rekisteröityyn sääntöjen määräykseen. Tällöin säännöistä on käytävä selvästi ilmi, että ilmausta käytetään uuden lain mukaisesta toimitusjohtajasta. Jos säätiön säännöissä on uuden lain vastaisia määräyksiä säätiön johtajasta, määräykset on muutettava vastaamaan uuden lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vanhan lain voimassa ollessa rekisteröidyn säätiön sääntöihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti säätiön päivittäisestä toiminnasta vastaavasta johtajasta yleisesti käytetty ilmaus, joka sisältyy vanhan lain aikana rekisteröityyn sääntöjen määräykseen. Tällöin säännöistä on käytävä selvästi ilmi, että ilmausta käytetään uuden lain mukaisesta toimitusjohtajasta. Jos säätiön säännöissä on uuden lain vastaisia määräyksiä säätiön johtajasta, määräykset on muutettava vastaamaan uuden lain säännöksiä.",
        "folded_fi": "vanhan lain voimassa ollessa rekisteroidyn saation saantoihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti saation paivittaisesta toiminnasta vastaavasta johtajasta yleisesti kaytetty ilmaus, joka sisaltyy vanhan lain aikana rekisteroityyn saantojen maaraykseen. talloin saannoista on kaytava selvasti ilmi, etta ilmausta kaytetaan uuden lain mukaisesta toimitusjohtajasta. jos saation saannoissa on uuden lain vastaisia maarayksia saation johtajasta, maaraykset on muutettava vastaamaan uuden lain saannoksia.",
        "title_sv": "Verkställande direktör",
        "content_sv": "I stadgarna för en stiftelse som har registrerats när den gamla lagen var i kraft är det möjligt att beträffande verkställande direktören ta in ett sådant annat allmänt använt uttryck för ledaren av stiftelsens dagliga verksamhet som ingår i en stadgebestämmelse som registrerades under den gamla lagens giltighetstid. Av stadgarna ska då tydligt framgå att uttrycket avser en sådan verkställande direktör som det bestäms om i den nya lagen. Om stiftelsens stadgar innehåller sådana bestämmelser om stiftelsens direktör som strider mot den nya lagen, ska bestämmelserna ändras så att de stämmer överens med bestämmelserna i den nya lagen.",
        "normalized_sv": "I stadgarna för en stiftelse som har registrerats när den gamla lagen var i kraft är det möjligt att beträffande verkställande direktören ta in ett sådant annat allmänt använt uttryck för ledaren av stiftelsens dagliga verksamhet som ingår i en stadgebestämmelse som registrerades under den gamla lagens giltighetstid. Av stadgarna ska då tydligt framgå att uttrycket avser en sådan verkställande direktör som det bestäms om i den nya lagen. Om stiftelsens stadgar innehåller sådana bestämmelser om stiftelsens direktör som strider mot den nya lagen, ska bestämmelserna ändras så att de stämmer överens med bestämmelserna i den nya lagen.",
        "folded_sv": "i stadgarna for en stiftelse som har registrerats nar den gamla lagen var i kraft ar det mojligt att betraffande verkstallande direktoren ta in ett sadant annat allmant anvant uttryck for ledaren av stiftelsens dagliga verksamhet som ingar i en stadgebestammelse som registrerades under den gamla lagens giltighetstid. av stadgarna ska da tydligt framga att uttrycket avser en sadan verkstallande direktor som det bestams om i den nya lagen. om stiftelsens stadgar innehaller sadana bestammelser om stiftelsens direktor som strider mot den nya lagen, ska bestammelserna andras sa att de stammer overens med bestammelserna i den nya lagen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hallitus",
      "content": "Jos vanhan lain voimassa ollessa säätiön sääntöihin otetun määräyksen perusteella toisen yksityisoikeudellisen säätiön tai yhteisön hallituksen jäsenet toimivat säätiön hallituksen jäseninä, tällaisen sääntömääräyksen perusteella säätiön hallituksen jäsenenä toimivan toimikausi päättyy viimeistään vuoden 2015 lopussa ja tällaisen sääntömääräyksen sijasta siinä tarkoitettu säätiö tai yhteisö valitsee säätiön hallituksen jäsenet. Uuden lain 3 luvun 11 §:n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos vanhan lain voimassa ollessa säätiön sääntöihin otetun määräyksen perusteella toisen yksityisoikeudellisen säätiön tai yhteisön hallituksen jäsenet toimivat säätiön hallituksen jäseninä, tällaisen sääntömääräyksen perusteella säätiön hallituksen jäsenenä toimivan toimikausi päättyy viimeistään vuoden 2015 lopussa ja tällaisen sääntömääräyksen sijasta siinä tarkoitettu säätiö tai yhteisö valitsee säätiön hallituksen jäsenet. Uuden lain 3 luvun 11 § :n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
        "folded_fi": "jos vanhan lain voimassa ollessa saation saantoihin otetun maarayksen perusteella toisen yksityisoikeudellisen saation tai yhteison hallituksen jasenet toimivat saation hallituksen jasenina, tallaisen saantomaarayksen perusteella saation hallituksen jasenena toimivan toimikausi paattyy viimeistaan vuoden 2015 lopussa ja tallaisen saantomaarayksen sijasta siina tarkoitettu saatio tai yhteiso valitsee saation hallituksen jasenet. uuden lain 3 luvun 11 §:n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
        "title_sv": "Styrelse",
        "content_sv": "Om styrelseledamöter i en annan privaträttslig stiftelse eller sammanslutning med stöd av en bestämmelse som tagits in i stiftelsens stadgar när den gamla lagen var i kraft är styrelseledamöter i stiftelsen, upphör mandattiden för dem som med stöd av stadgebestämmelsen är styrelseledamöter i stiftelsen senast vid utgången av 2015, och i stället för en sådan stadgebestämmelse väljer den i stadgebestämmelsen avsedda stiftelsen eller sammanslutningen ledamöterna i stiftelsens styrelse. Begränsningarna i 3 kap. 11 § i den nya lagen tillämpas inte på en mandattid som börjar före den nya lagens ikraftträdande.",
        "normalized_sv": "Om styrelseledamöter i en annan privaträttslig stiftelse eller sammanslutning med stöd av en bestämmelse som tagits in i stiftelsens stadgar när den gamla lagen var i kraft är styrelseledamöter i stiftelsen, upphör mandattiden för dem som med stöd av stadgebestämmelsen är styrelseledamöter i stiftelsen senast vid utgången av 2015, och i stället för en sådan stadgebestämmelse väljer den i stadgebestämmelsen avsedda stiftelsen eller sammanslutningen ledamöterna i stiftelsens styrelse. Begränsningarna i 3 kap. 11 § i den nya lagen tillämpas inte på en mandattid som börjar före den nya lagens ikraftträdande.",
        "folded_sv": "om styrelseledamoter i en annan privatrattslig stiftelse eller sammanslutning med stod av en bestammelse som tagits in i stiftelsens stadgar nar den gamla lagen var i kraft ar styrelseledamoter i stiftelsen, upphor mandattiden for dem som med stod av stadgebestammelsen ar styrelseledamoter i stiftelsen senast vid utgangen av 2015, och i stallet for en sadan stadgebestammelse valjer den i stadgebestammelsen avsedda stiftelsen eller sammanslutningen ledamoterna i stiftelsens styrelse. begransningarna i 3 kap. 11 § i den nya lagen tillampas inte pa en mandattid som borjar fore den nya lagens ikrafttradande."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Hallintoneuvosto",
      "content": "Uuden lain hallintoneuvostoa koskevia säännöksiä voidaan soveltaa ennen uuden lain voimaantuloa rekisteröityyn sääntömääräykseen perustuvaan säätiön toimielimeen, joka valitsee enemmistön säätiön hallituksen jäsenistä. Uuden lain hallintoneuvostoa koskevien säännösten soveltaminen toimielimeen on ilmoitettava rekisteröitäväksi kolmen vuoden kuluessa uuden lain voimaantulosta. Tällaiseen elimeen sovelletaan vanhan lain 10 a §:ää, kunnes elin on rekisteröity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. Jos säätiön säännöissä on hallintoneuvostoa koskevia uuden lain vastaisia määräyksiä, nuo määräykset ja toimielimen nimi on muutettava vastaamaan uuden lain säännöksiä. Uuden lain 3 luvun 19 §:n 1 momenttia valvontaan liittyvästä tehtävästä sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto päätä toisin tai säätiön säännöissä muuta määrätä aikaisemmasta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Uuden lain hallintoneuvostoa koskevia säännöksiä voidaan soveltaa ennen uuden lain voimaantuloa rekisteröityyn sääntömääräykseen perustuvaan säätiön toimielimeen, joka valitsee enemmistön säätiön hallituksen jäsenistä. Uuden lain hallintoneuvostoa koskevien säännösten soveltaminen toimielimeen on ilmoitettava rekisteröitäväksi kolmen vuoden kuluessa uuden lain voimaantulosta. Tällaiseen elimeen sovelletaan vanhan lain 10 a § :ää, kunnes elin on rekisteröity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. Jos säätiön säännöissä on hallintoneuvostoa koskevia uuden lain vastaisia määräyksiä, nuo määräykset ja toimielimen nimi on muutettava vastaamaan uuden lain säännöksiä. Uuden lain 3 luvun 19 § :n 1 momenttia valvontaan liittyvästä tehtävästä sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto päätä toisin tai säätiön säännöissä muuta määrätä aikaisemmasta ajankohdasta.",
        "folded_fi": "uuden lain hallintoneuvostoa koskevia saannoksia voidaan soveltaa ennen uuden lain voimaantuloa rekisteroityyn saantomaaraykseen perustuvaan saation toimielimeen, joka valitsee enemmiston saation hallituksen jasenista. uuden lain hallintoneuvostoa koskevien saannosten soveltaminen toimielimeen on ilmoitettava rekisteroitavaksi kolmen vuoden kuluessa uuden lain voimaantulosta. tallaiseen elimeen sovelletaan vanhan lain 10 a §:aa, kunnes elin on rekisteroity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. jos saation saannoissa on hallintoneuvostoa koskevia uuden lain vastaisia maarayksia, nuo maaraykset ja toimielimen nimi on muutettava vastaamaan uuden lain saannoksia. uuden lain 3 luvun 19 §:n 1 momenttia valvontaan liittyvasta tehtavasta sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto paata toisin tai saation saannoissa muuta maarata aikaisemmasta ajankohdasta.",
        "title_sv": "Förvaltningsråd",
        "content_sv": "Bestämmelserna om förvaltningsråd i den nya lagen kan tillämpas på ett sådant organ i en stiftelse som utser majoriteten av ledamöterna i stiftelsens styrelse och som baserar sig på en stadgebestämmelse som har registrerats före den nya lagens ikraftträdande. Tillämpningen av den nya lagens bestämmelser om förvaltningsråd på organet ska anmälas för registrering inom tre år efter det att den nya lagen har trätt i kraft. På ett sådant organ tillämpas den gamla lagens 10 a §, tills organet har registrerats som förvaltningsråd enligt den nya lagen eller tre år har förflutit från den nya lagens ikraftträdande. Om stiftelsens stadgar innehåller sådana bestämmelser om förvaltningsrådet som strider mot den nya lagen, ska bestämmelserna och organets namn ändras så att de stämmer överens med bestämmelserna i den nya lagen. Det som i 3 kap. 19 § 1 mom. i den nya lagen föreskrivs om uppgifter i anslutning till tillsynen tillämpas på förvaltningsrådet efter tre år från det att den nya lagen har trätt i kraft, om inte förvaltningsrådet beslutar annat eller det bestäms annat i stiftelsens stadgar om en tidigare tidpunkt.",
        "normalized_sv": "Bestämmelserna om förvaltningsråd i den nya lagen kan tillämpas på ett sådant organ i en stiftelse som utser majoriteten av ledamöterna i stiftelsens styrelse och som baserar sig på en stadgebestämmelse som har registrerats före den nya lagens ikraftträdande. Tillämpningen av den nya lagens bestämmelser om förvaltningsråd på organet ska anmälas för registrering inom tre år efter det att den nya lagen har trätt i kraft. På ett sådant organ tillämpas den gamla lagens 10 a § , tills organet har registrerats som förvaltningsråd enligt den nya lagen eller tre år har förflutit från den nya lagens ikraftträdande. Om stiftelsens stadgar innehåller sådana bestämmelser om förvaltningsrådet som strider mot den nya lagen, ska bestämmelserna och organets namn ändras så att de stämmer överens med bestämmelserna i den nya lagen. Det som i 3 kap. 19 § 1 mom. i den nya lagen föreskrivs om uppgifter i anslutning till tillsynen tillämpas på förvaltningsrådet efter tre år från det att den nya lagen har trätt i kraft, om inte förvaltningsrådet beslutar annat eller det bestäms annat i stiftelsens stadgar om en tidigare tidpunkt.",
        "folded_sv": "bestammelserna om forvaltningsrad i den nya lagen kan tillampas pa ett sadant organ i en stiftelse som utser majoriteten av ledamoterna i stiftelsens styrelse och som baserar sig pa en stadgebestammelse som har registrerats fore den nya lagens ikrafttradande. tillampningen av den nya lagens bestammelser om forvaltningsrad pa organet ska anmalas for registrering inom tre ar efter det att den nya lagen har tratt i kraft. pa ett sadant organ tillampas den gamla lagens 10 a §, tills organet har registrerats som forvaltningsrad enligt den nya lagen eller tre ar har forflutit fran den nya lagens ikrafttradande. om stiftelsens stadgar innehaller sadana bestammelser om forvaltningsradet som strider mot den nya lagen, ska bestammelserna och organets namn andras sa att de stammer overens med bestammelserna i den nya lagen. det som i 3 kap. 19 § 1 mom. i den nya lagen foreskrivs om uppgifter i anslutning till tillsynen tillampas pa forvaltningsradet efter tre ar fran det att den nya lagen har tratt i kraft, om inte forvaltningsradet beslutar annat eller det bestams annat i stiftelsens stadgar om en tidigare tidpunkt."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Säätiön säännöissä määrätyn elimen jäsenen vahingonkorvausvastuu",
      "content": "Ennen uuden lain voimaantuloa säätiön säännöissä määrätyn vanhan lain 10 a §:ssä määrätyn toimielimen jäseneen ja toimihenkilöön, joka ei ole työntekijä, sovelletaan uuden lain 1 luvun 4 §:n, 8 luvun ja 10 luvun säännöksiä säätiön johdon tehtävistä, vahingonkorvausvastuusta ja rangaistusvastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ennen uuden lain voimaantuloa säätiön säännöissä määrätyn vanhan lain 10 a § :ssä määrätyn toimielimen jäseneen ja toimihenkilöön, joka ei ole työntekijä, sovelletaan uuden lain 1 luvun 4 § :n, 8 luvun ja 10 luvun säännöksiä säätiön johdon tehtävistä, vahingonkorvausvastuusta ja rangaistusvastuusta.",
        "folded_fi": "ennen uuden lain voimaantuloa saation saannoissa maaratyn vanhan lain 10 a §:ssa maaratyn toimielimen jaseneen ja toimihenkiloon, joka ei ole tyontekija, sovelletaan uuden lain 1 luvun 4 §:n, 8 luvun ja 10 luvun saannoksia saation johdon tehtavista, vahingonkorvausvastuusta ja rangaistusvastuusta.",
        "title_sv": "Skadeståndsansvar för en ledamot i ett organ som anges i stiftelsens stadgar",
        "content_sv": "Det som i 1 kap. 4 §, 8 kap. och 10 kap. i den nya lagen föreskrivs om stiftelseledningens uppgifter, skadeståndsansvar och straffansvar tillämpas på ledamöter i organ samt sådana funktionärer som inte är arbetstagare, i fråga om vilka det enligt 10 a § i den gamla lagen tagits in bestämmelser i stiftelsens stadgar före den nya lagens ikraftträdande.",
        "normalized_sv": "Det som i 1 kap. 4 § , 8 kap. och 10 kap. i den nya lagen föreskrivs om stiftelseledningens uppgifter, skadeståndsansvar och straffansvar tillämpas på ledamöter i organ samt sådana funktionärer som inte är arbetstagare, i fråga om vilka det enligt 10 a § i den gamla lagen tagits in bestämmelser i stiftelsens stadgar före den nya lagens ikraftträdande.",
        "folded_sv": "det som i 1 kap. 4 §, 8 kap. och 10 kap. i den nya lagen foreskrivs om stiftelseledningens uppgifter, skadestandsansvar och straffansvar tillampas pa ledamoter i organ samt sadana funktionarer som inte ar arbetstagare, i fraga om vilka det enligt 10 a § i den gamla lagen tagits in bestammelser i stiftelsens stadgar fore den nya lagens ikrafttradande."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tilinpäätös ja toimintakertomus",
      "content": "Uuden lain 5 luvun 2 ja 3 §:ää toimintakertomuksessa annettavista tiedoista sekä 5 luvun 4 §:ää konsernitilinpäätöksestä sovelletaan tilinpäätökseen viimeistään siltä tilikaudelta, joka ensiksi alkaa vuoden 2014 jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Uuden lain 5 luvun 2 ja 3 § :ää toimintakertomuksessa annettavista tiedoista sekä 5 luvun 4 § :ää konsernitilinpäätöksestä sovelletaan tilinpäätökseen viimeistään siltä tilikaudelta, joka ensiksi alkaa vuoden 2014 jälkeen.",
        "folded_fi": "uuden lain 5 luvun 2 ja 3 §:aa toimintakertomuksessa annettavista tiedoista seka 5 luvun 4 §:aa konsernitilinpaatoksesta sovelletaan tilinpaatokseen viimeistaan silta tilikaudelta, joka ensiksi alkaa vuoden 2014 jalkeen.",
        "title_sv": "Bokslut och verksamhetsberättelse",
        "content_sv": "Det som i 5 kap. 2 och 3 § i den nya lagen föreskrivs om uppgifter som ska ingå i verksamhetsberättelsen och i 5 kap. 4 § om koncernbokslut tillämpas på bokslutet senast för den första räkenskapsperiod som börjar efter 2014.",
        "normalized_sv": "Det som i 5 kap. 2 och 3 § i den nya lagen föreskrivs om uppgifter som ska ingå i verksamhetsberättelsen och i 5 kap. 4 § om koncernbokslut tillämpas på bokslutet senast för den första räkenskapsperiod som börjar efter 2014.",
        "folded_sv": "det som i 5 kap. 2 och 3 § i den nya lagen foreskrivs om uppgifter som ska inga i verksamhetsberattelsen och i 5 kap. 4 § om koncernbokslut tillampas pa bokslutet senast for den forsta rakenskapsperiod som borjar efter 2014."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sulautuminen",
      "content": "Sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa sulautumiseen sovelletaan uutta lakia. Säätiöt voivat uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiöiden sulautumisessa uutta lakia. Sulautumissuunnitelma voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen sulautumissuunnitelma voidaan rekisteröidä, kun uusi laki on tullut voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa sulautumiseen sovelletaan uutta lakia. Säätiöt voivat uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiöiden sulautumisessa uutta lakia. Sulautumissuunnitelma voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen sulautumissuunnitelma voidaan rekisteröidä, kun uusi laki on tullut voimaan.",
        "folded_fi": "sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jatetaan rekisteriviranomaiselle ennen uuden lain voimaantuloa. muussa tapauksessa sulautumiseen sovelletaan uutta lakia. saatiot voivat uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saatioiden sulautumisessa uutta lakia. sulautumissuunnitelma voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen sulautumissuunnitelma voidaan rekisteroida, kun uusi laki on tullut voimaan.",
        "title_sv": "Fusion",
        "content_sv": "På fusion tillämpas den gamla lagen, om en ansökan om fusionstillstånd lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på fusion. Stiftelser kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. Fusionsplanen får anmälas för registrering före den nya lagens ikraftträdande. En sådan fusionsplan får registreras när den nya lagen har trätt i kraft.",
        "normalized_sv": "På fusion tillämpas den gamla lagen, om en ansökan om fusionstillstånd lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på fusion. Stiftelser kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. Fusionsplanen får anmälas för registrering före den nya lagens ikraftträdande. En sådan fusionsplan får registreras när den nya lagen har trätt i kraft.",
        "folded_sv": "pa fusion tillampas den gamla lagen, om en ansokan om fusionstillstand lamnas in till registermyndigheten fore den nya lagens ikrafttradande. i annat fall tillampas den nya lagen pa fusion. stiftelser kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. fusionsplanen far anmalas for registrering fore den nya lagens ikrafttradande. en sadan fusionsplan far registreras nar den nya lagen har tratt i kraft."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Säätiön purkaminen",
      "content": "Säätiön purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa säätiön purkamiseen sovelletaan uutta lakia. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön purkamisessa uutta lakia. Selvitystilaa koskeva päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen päätös voidaan rekisteröidä, kun uusi laki on tullut voimaan. Uuden lain 12 luvun 14 §:n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteröityyn säätiöön, jos säätiön rekisteröidyissä säännöissä on määrätty ennen uuden lain voimaantuloa, että varat luovutetaan säätiön purkautuessa uuden lain 1 luvun 8 §:ssä säädettyyn lähipiiriin kuuluvalle. Uuden lain 12 luvun 4 §:n 1 momentin 2 kohdassa tarkoitettua määräaikaa laskettaessa otetaan huomioon myös ennen uuden lain voimaantuloa kulunut aika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Säätiön purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa säätiön purkamiseen sovelletaan uutta lakia. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön purkamisessa uutta lakia. Selvitystilaa koskeva päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen päätös voidaan rekisteröidä, kun uusi laki on tullut voimaan. Uuden lain 12 luvun 14 § :n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteröityyn säätiöön, jos säätiön rekisteröidyissä säännöissä on määrätty ennen uuden lain voimaantuloa, että varat luovutetaan säätiön purkautuessa uuden lain 1 luvun 8 § :ssä säädettyyn lähipiiriin kuuluvalle. Uuden lain 12 luvun 4 § :n 1 momentin 2 kohdassa tarkoitettua määräaikaa laskettaessa otetaan huomioon myös ennen uuden lain voimaantuloa kulunut aika.",
        "folded_fi": "saation purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jatetaan rekisteriviranomaiselle ennen uuden lain voimaantuloa. muussa tapauksessa saation purkamiseen sovelletaan uutta lakia. saatio voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saation purkamisessa uutta lakia. selvitystilaa koskeva paatos voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen paatos voidaan rekisteroida, kun uusi laki on tullut voimaan. uuden lain 12 luvun 14 §:n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteroityyn saatioon, jos saation rekisteroidyissa saannoissa on maaratty ennen uuden lain voimaantuloa, etta varat luovutetaan saation purkautuessa uuden lain 1 luvun 8 §:ssa saadettyyn lahipiiriin kuuluvalle. uuden lain 12 luvun 4 §:n 1 momentin 2 kohdassa tarkoitettua maaraaikaa laskettaessa otetaan huomioon myos ennen uuden lain voimaantuloa kulunut aika.",
        "title_sv": "Upplösning av en stiftelse",
        "content_sv": "På upplösning av en stiftelse tillämpas den gamla lagen, om en ansökan om upplösning lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på upplösning av stiftelsen. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid upplösning av stiftelsen. Ett beslut om likvidation får anmälas för registrering före den nya lagens ikraftträdande. Ett sådant beslut får registreras när den nya lagen har trätt i kraft. Det som föreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillämpas inte på en stiftelse som har registrerats före lagens ikraftträdande, om det i stiftelsens registrerade stadgar före den nya lagens ikraftträdande har bestämts att tillgångarna ska överlåtas till någon i den närståendekrets som avses i 1 kap. 8 § i den nya lagen vid upplösning av stiftelsen. Vid beräkning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska också den tid som löpt före den nya lagens ikraftträdande beaktas.",
        "normalized_sv": "På upplösning av en stiftelse tillämpas den gamla lagen, om en ansökan om upplösning lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på upplösning av stiftelsen. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid upplösning av stiftelsen. Ett beslut om likvidation får anmälas för registrering före den nya lagens ikraftträdande. Ett sådant beslut får registreras när den nya lagen har trätt i kraft. Det som föreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillämpas inte på en stiftelse som har registrerats före lagens ikraftträdande, om det i stiftelsens registrerade stadgar före den nya lagens ikraftträdande har bestämts att tillgångarna ska överlåtas till någon i den närståendekrets som avses i 1 kap. 8 § i den nya lagen vid upplösning av stiftelsen. Vid beräkning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska också den tid som löpt före den nya lagens ikraftträdande beaktas.",
        "folded_sv": "pa upplosning av en stiftelse tillampas den gamla lagen, om en ansokan om upplosning lamnas in till registermyndigheten fore den nya lagens ikrafttradande. i annat fall tillampas den nya lagen pa upplosning av stiftelsen. en stiftelse kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid upplosning av stiftelsen. ett beslut om likvidation far anmalas for registrering fore den nya lagens ikrafttradande. ett sadant beslut far registreras nar den nya lagen har tratt i kraft. det som foreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillampas inte pa en stiftelse som har registrerats fore lagens ikrafttradande, om det i stiftelsens registrerade stadgar fore den nya lagens ikrafttradande har bestamts att tillgangarna ska overlatas till nagon i den narstaendekrets som avses i 1 kap. 8 § i den nya lagen vid upplosning av stiftelsen. vid berakning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska ocksa den tid som lopt fore den nya lagens ikrafttradande beaktas."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Riitojen ratkaiseminen",
      "content": "Ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia säännöksiä sellaisina kuin ne olivat uuden lain voimaan tullessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia säännöksiä sellaisina kuin ne olivat uuden lain voimaan tullessa.",
        "folded_fi": "ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia saannoksia sellaisina kuin ne olivat uuden lain voimaan tullessa.",
        "title_sv": "Avgörande av tvister",
        "content_sv": "På tvistemål som inletts före den nya lagens ikraftträdande tillämpas bestämmelserna om behörig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikraftträdande.",
        "normalized_sv": "På tvistemål som inletts före den nya lagens ikraftträdande tillämpas bestämmelserna om behörig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikraftträdande.",
        "folded_sv": "pa tvistemal som inletts fore den nya lagens ikrafttradande tillampas bestammelserna om behorig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikrafttradande."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rekisteröintiin sovellettava menettely",
      "content": "Säätiön toimielimen ennen uuden lain voimaantuloa tekemiin päätöksiin ja niihin liittyviin rekisteröinteihin sekä muihin menettelyihin sovelletaan vanhaa lakia, jollei tästä laista johdu muuta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Säätiön toimielimen ennen uuden lain voimaantuloa tekemiin päätöksiin ja niihin liittyviin rekisteröinteihin sekä muihin menettelyihin sovelletaan vanhaa lakia, jollei tästä laista johdu muuta.",
        "folded_fi": "saation toimielimen ennen uuden lain voimaantuloa tekemiin paatoksiin ja niihin liittyviin rekisterointeihin seka muihin menettelyihin sovelletaan vanhaa lakia, jollei tasta laista johdu muuta.",
        "title_sv": "Förfarande som ska tillämpas på registreringen",
        "content_sv": "På sådana beslut av ett organ i en stiftelse som fattas före den nya lagens ikraftträdande och på registreringar i samband med besluten samt på förfarandet i övrigt ska den gamla lagen tillämpas, om inte något annat följer av denna lag.",
        "normalized_sv": "På sådana beslut av ett organ i en stiftelse som fattas före den nya lagens ikraftträdande och på registreringar i samband med besluten samt på förfarandet i övrigt ska den gamla lagen tillämpas, om inte något annat följer av denna lag.",
        "folded_sv": "pa sadana beslut av ett organ i en stiftelse som fattas fore den nya lagens ikrafttradande och pa registreringar i samband med besluten samt pa forfarandet i ovrigt ska den gamla lagen tillampas, om inte nagot annat foljer av denna lag."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Valvonta",
      "content": "Valvontaa koskevia uuden lain 14 luvun säännöksiä sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Valvontaa koskevia uuden lain 14 luvun säännöksiä sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
        "folded_fi": "valvontaa koskevia uuden lain 14 luvun saannoksia sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
        "title_sv": "Tillsyn",
        "content_sv": "Det som i 14 kap. i den nya lagen föreskrivs om tillsyn tillämpas efter det att den nya lagen har trätt i kraft, även om ett ärende som gäller tillsyn har inletts hos registermyndigheten före den nya lagens ikraftträdande.",
        "normalized_sv": "Det som i 14 kap. i den nya lagen föreskrivs om tillsyn tillämpas efter det att den nya lagen har trätt i kraft, även om ett ärende som gäller tillsyn har inletts hos registermyndigheten före den nya lagens ikraftträdande.",
        "folded_sv": "det som i 14 kap. i den nya lagen foreskrivs om tillsyn tillampas efter det att den nya lagen har tratt i kraft, aven om ett arende som galler tillsyn har inletts hos registermyndigheten fore den nya lagens ikrafttradande."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä joulukuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä joulukuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana joulukuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 december 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 december 2015.",
        "folded_sv": "denna lag trader i kraft den 1 december 2015."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Säätiölain voimaatulo",
      "content": "uusi laki vanha laki Säätiölaki (487/2015), jäljempänä, tulee voimaan 1 päivänä joulukuuta 2015. Uudella lailla kumotaan säätiölaki (109/1930), jäljempänä. Uutta lakia sovelletaan myös ennen sen voimaantuloa perustettuun säätiöön, jollei tästä laista johdu muuta. Jos muualla lainsäädännössä viitataan vanhan lain säännökseen tai muutoin tarkoitetaan vanhan lain säännöstä, sen sijasta sovelletaan sen tilalle tullutta uuden lain säännöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "uusi laki vanha laki Säätiölaki (487/2015), jäljempänä, tulee voimaan 1 päivänä joulukuuta 2015. Uudella lailla kumotaan säätiölaki (109/1930), jäljempänä. Uutta lakia sovelletaan myös ennen sen voimaantuloa perustettuun säätiöön, jollei tästä laista johdu muuta. Jos muualla lainsäädännössä viitataan vanhan lain säännökseen tai muutoin tarkoitetaan vanhan lain säännöstä, sen sijasta sovelletaan sen tilalle tullutta uuden lain säännöstä.",
        "folded_fi": "uusi laki vanha laki saatiolaki (487/2015), jaljempana, tulee voimaan 1 paivana joulukuuta 2015. uudella lailla kumotaan saatiolaki (109/1930), jaljempana. uutta lakia sovelletaan myos ennen sen voimaantuloa perustettuun saatioon, jollei tasta laista johdu muuta. jos muualla lainsaadannossa viitataan vanhan lain saannokseen tai muutoin tarkoitetaan vanhan lain saannosta, sen sijasta sovelletaan sen tilalle tullutta uuden lain saannosta.",
        "title_sv": "Ikraftträdande av stiftelselagen",
        "content_sv": "den nya lagen den gamla lagen Stiftelselagen (487/2015), nedan, träder i kraft den 1 december 2015. Genom den nya lagen upphävs lagen om stiftelser (109/1930), nedan. Den nya lagen tillämpas också på stiftelser som har bildats före lagens ikraftträdande, om inte något annat följer av denna lag. Om det någon annanstans i lagstiftningen hänvisas till en bestämmelse i den gamla lagen eller annars avses en bestämmelse i den gamla lagen, ska den bestämmelse i den nya lagen tillämpas som har trätt i stället för bestämmelsen i den gamla lagen.",
        "normalized_sv": "den nya lagen den gamla lagen Stiftelselagen (487/2015), nedan, träder i kraft den 1 december 2015. Genom den nya lagen upphävs lagen om stiftelser (109/1930), nedan. Den nya lagen tillämpas också på stiftelser som har bildats före lagens ikraftträdande, om inte något annat följer av denna lag. Om det någon annanstans i lagstiftningen hänvisas till en bestämmelse i den gamla lagen eller annars avses en bestämmelse i den gamla lagen, ska den bestämmelse i den nya lagen tillämpas som har trätt i stället för bestämmelsen i den gamla lagen.",
        "folded_sv": "den nya lagen den gamla lagen stiftelselagen (487/2015), nedan, trader i kraft den 1 december 2015. genom den nya lagen upphavs lagen om stiftelser (109/1930), nedan. den nya lagen tillampas ocksa pa stiftelser som har bildats fore lagens ikrafttradande, om inte nagot annat foljer av denna lag. om det nagon annanstans i lagstiftningen hanvisas till en bestammelse i den gamla lagen eller annars avses en bestammelse i den gamla lagen, ska den bestammelse i den nya lagen tillampas som har tratt i stallet for bestammelsen i den gamla lagen."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Taloudellinen etu lähipiirille",
      "content": "Jos ennen uuden lain voimaantuloa rekisteröidyn sääntöjen määräyksen perusteella säätiön tarkoituksena on tuottaa vanhan lain 5 §:n 3 momentissa sallittua ja uuden lain 1 luvun 2 §:ssä kiellettyä taloudellista etua lähipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 §:n mukaisin edellytyksin, säätiöön sovelletaan vanhan lain 5 §:n 3 momenttia vuoden 2034 loppuun, ellei määräystä ole sitä ennen muutettu uuden lain mukaiseksi tai poistettu. Jos ennen uuden lain voimaantuloa tehdyn säädekirjan, lahjoituksen ehtojen tai rekisteröidyn sääntömääräyksen perusteella säätiölle varoja luovuttanut on uuden lain 1 luvun 3 §:n 2 tai 3 momentissa tarkoitetulla tavalla pidättänyt varallisuuteen liittyviä oikeuksia, tällaisen määräyksen voimassaolo päättyy 31 päivänä joulukuuta 2034, ellei määräystä ole sitä ennen poistettu. Edellä 1 tai 2 momentissa tarkoitetun sääntömääräyksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. Tällaisen määräyksen voi kuitenkin poistaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Jos ennen uuden lain voimaantuloa rekisteröidyn sääntöjen määräyksen perusteella säätiön tarkoituksena on tuottaa vanhan lain 5 § :n 3 momentissa sallittua ja uuden lain 1 luvun 2 § :ssä kiellettyä taloudellista etua lähipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 § :n mukaisin edellytyksin, säätiöön sovelletaan vanhan lain 5 § :n 3 momenttia vuoden 2034 loppuun, ellei määräystä ole sitä ennen muutettu uuden lain mukaiseksi tai poistettu. Jos ennen uuden lain voimaantuloa tehdyn säädekirjan, lahjoituksen ehtojen tai rekisteröidyn sääntömääräyksen perusteella säätiölle varoja luovuttanut on uuden lain 1 luvun 3 § :n 2 tai 3 momentissa tarkoitetulla tavalla pidättänyt varallisuuteen liittyviä oikeuksia, tällaisen määräyksen voimassaolo päättyy 31 päivänä joulukuuta 2034, ellei määräystä ole sitä ennen poistettu. Edellä 1 tai 2 momentissa tarkoitetun sääntömääräyksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. Tällaisen määräyksen voi kuitenkin poistaa.",
        "folded_fi": "jos ennen uuden lain voimaantuloa rekisteroidyn saantojen maarayksen perusteella saation tarkoituksena on tuottaa vanhan lain 5 §:n 3 momentissa sallittua ja uuden lain 1 luvun 2 §:ssa kiellettya taloudellista etua lahipiiriin kuuluvalle muuten kuin uuden lain 1 luvun 9 §:n mukaisin edellytyksin, saatioon sovelletaan vanhan lain 5 §:n 3 momenttia vuoden 2034 loppuun, ellei maaraysta ole sita ennen muutettu uuden lain mukaiseksi tai poistettu. jos ennen uuden lain voimaantuloa tehdyn saadekirjan, lahjoituksen ehtojen tai rekisteroidyn saantomaarayksen perusteella saatiolle varoja luovuttanut on uuden lain 1 luvun 3 §:n 2 tai 3 momentissa tarkoitetulla tavalla pidattanyt varallisuuteen liittyvia oikeuksia, tallaisen maarayksen voimassaolo paattyy 31 paivana joulukuuta 2034, ellei maaraysta ole sita ennen poistettu. edella 1 tai 2 momentissa tarkoitetun saantomaarayksen tai lahjoituksen ehtojen mukaista edunsaajaa ei voi muuttaa uuden lain tultua voimaan. tallaisen maarayksen voi kuitenkin poistaa.",
        "title_sv": "Ekonomisk fördel för närståendekretsen",
        "content_sv": "Om ändamålet för en stiftelse enligt en stadgebestämmelse som registrerats före den nya lagens ikraftträdande är att bereda sådan ekonomisk fördel för någon i närståendekretsen som är tillåten enligt 5 § 3 mom. i den gamla lagen och förbjuden enligt 1 kap. 2 § i den nya lagen under andra förutsättningar än de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillämpas på stiftelsen till utgången av 2034, om inte bestämmelsen före det ändrats i enlighet med den nya lagen eller strukits. Om den som med stöd av en stiftelseurkund som upprättats före den nya lagens ikraftträdande eller med stöd av en stadgebestämmelse som registrerats eller villkoren i en donation som gjorts före ikraftträdandet har överlåtit tillgångar till en stiftelse med sådana förbehåll om rättigheter i förmögenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sådan bestämmelse upphöra att gälla den 31 december 2034, om bestämmelsen inte har strukits före det. En förmånstagare som uppfyller kraven i en stadgebestämmelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen trätt i kraft. En sådan bestämmelse kan dock strykas.",
        "normalized_sv": "Om ändamålet för en stiftelse enligt en stadgebestämmelse som registrerats före den nya lagens ikraftträdande är att bereda sådan ekonomisk fördel för någon i närståendekretsen som är tillåten enligt 5 § 3 mom. i den gamla lagen och förbjuden enligt 1 kap. 2 § i den nya lagen under andra förutsättningar än de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillämpas på stiftelsen till utgången av 2034, om inte bestämmelsen före det ändrats i enlighet med den nya lagen eller strukits. Om den som med stöd av en stiftelseurkund som upprättats före den nya lagens ikraftträdande eller med stöd av en stadgebestämmelse som registrerats eller villkoren i en donation som gjorts före ikraftträdandet har överlåtit tillgångar till en stiftelse med sådana förbehåll om rättigheter i förmögenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sådan bestämmelse upphöra att gälla den 31 december 2034, om bestämmelsen inte har strukits före det. En förmånstagare som uppfyller kraven i en stadgebestämmelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen trätt i kraft. En sådan bestämmelse kan dock strykas.",
        "folded_sv": "om andamalet for en stiftelse enligt en stadgebestammelse som registrerats fore den nya lagens ikrafttradande ar att bereda sadan ekonomisk fordel for nagon i narstaendekretsen som ar tillaten enligt 5 § 3 mom. i den gamla lagen och forbjuden enligt 1 kap. 2 § i den nya lagen under andra forutsattningar an de som anges i 1 kap. 9 § i den nya lagen, ska 5 § 3 mom. i den gamla lagen tillampas pa stiftelsen till utgangen av 2034, om inte bestammelsen fore det andrats i enlighet med den nya lagen eller strukits. om den som med stod av en stiftelseurkund som upprattats fore den nya lagens ikrafttradande eller med stod av en stadgebestammelse som registrerats eller villkoren i en donation som gjorts fore ikrafttradandet har overlatit tillgangar till en stiftelse med sadana forbehall om rattigheter i formogenheten som anges i 1 kap. 3 § 2 eller 3 mom. i den nya lagen, ska en sadan bestammelse upphora att galla den 31 december 2034, om bestammelsen inte har strukits fore det. en formanstagare som uppfyller kraven i en stadgebestammelse enligt 1 eller 2 mom. eller donationsvillkor som avses i de momenten kan inte bytas efter det att den nya lagen tratt i kraft. en sadan bestammelse kan dock strykas."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Säätiön perustaminen",
      "content": "Säätiön perustamiseen ja rekisteröimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 §:n mukaisia rekisteröintiä koskevia asiakirjoja. Säätiön perustaja voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön perustamisessa uutta lakia ja ilmoittaa säätiön rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen säätiö voidaan rekisteröidä, kun uusi laki on tullut voimaan. Jos säätiön perustamisesta on määrätty testamentissa, sovelletaan säätiön perustamiseen 1 momentissa säädetystä poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdään uuden lain voimaantulon jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Säätiön perustamiseen ja rekisteröimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 § :n mukaisia rekisteröintiä koskevia asiakirjoja. Säätiön perustaja voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön perustamisessa uutta lakia ja ilmoittaa säätiön rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen säätiö voidaan rekisteröidä, kun uusi laki on tullut voimaan. Jos säätiön perustamisesta on määrätty testamentissa, sovelletaan säätiön perustamiseen 1 momentissa säädetystä poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdään uuden lain voimaantulon jälkeen.",
        "folded_fi": "saation perustamiseen ja rekisteroimiseen sovelletaan vanhaa lakia, jos perustamiskirja on allekirjoitettu ennen uuden lain voimaantuloa, jollei rekisteriviranomaiselle toimiteta uuden lain 13 luvun 5 §:n mukaisia rekisterointia koskevia asiakirjoja. saation perustaja voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saation perustamisessa uutta lakia ja ilmoittaa saation rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen saatio voidaan rekisteroida, kun uusi laki on tullut voimaan. jos saation perustamisesta on maaratty testamentissa, sovelletaan saation perustamiseen 1 momentissa saadetysta poiketen uutta lakia, jos perustamista koskeva ilmoitus tehdaan uuden lain voimaantulon jalkeen.",
        "title_sv": "Bildande av stiftelse",
        "content_sv": "På bildande och registrering av en stiftelse tillämpas den gamla lagen, om stiftelseurkunden har undertecknats före den nya lagens ikraftträdande, förutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sänds till registermyndigheten. Stiftaren kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmäla stiftelsen för registrering före den nya lagens ikraftträdande. En sådan stiftelse får registreras när den nya lagen har trätt i kraft. Har det i ett testamente bestämts om bildande av en stiftelse, ska den nya lagen, med avvikelse från 1 mom., tillämpas på bildandet, om anmälan om bildande görs efter det att den nya lagen har trätt i kraft.",
        "normalized_sv": "På bildande och registrering av en stiftelse tillämpas den gamla lagen, om stiftelseurkunden har undertecknats före den nya lagens ikraftträdande, förutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sänds till registermyndigheten. Stiftaren kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmäla stiftelsen för registrering före den nya lagens ikraftträdande. En sådan stiftelse får registreras när den nya lagen har trätt i kraft. Har det i ett testamente bestämts om bildande av en stiftelse, ska den nya lagen, med avvikelse från 1 mom., tillämpas på bildandet, om anmälan om bildande görs efter det att den nya lagen har trätt i kraft.",
        "folded_sv": "pa bildande och registrering av en stiftelse tillampas den gamla lagen, om stiftelseurkunden har undertecknats fore den nya lagens ikrafttradande, forutsatt att registreringshandlingar enligt 13 kap. 5 § i den nya lagen inte sands till registermyndigheten. stiftaren kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid bildandet av stiftelsen och anmala stiftelsen for registrering fore den nya lagens ikrafttradande. en sadan stiftelse far registreras nar den nya lagen har tratt i kraft. har det i ett testamente bestamts om bildande av en stiftelse, ska den nya lagen, med avvikelse fran 1 mom., tillampas pa bildandet, om anmalan om bildande gors efter det att den nya lagen har tratt i kraft."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Säätiön säännöt",
      "content": "Säätiön sääntöihin sisältyvän uuden lain vastaisen määräyksen sijasta noudatetaan uutta lakia, jollei tästä laista muuta johdu. Uuden lain vastaisen sääntöjen määräyksen muutos uuden lain mukaiseksi on ilmoitettava rekisteröitäväksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi, kuitenkin kolmen vuoden kuluessa tämän lain voimaantulosta. Rekisteriviranomainen voi asettaa säätiölle uhkasakon tämän velvoitteen täyttämisen tehosteeksi. Edellä sanotun estämättä ennen uuden lain voimaantuloa rekisteröityä sääntöjen määräystä säätiön toimihenkilön oikeudesta kirjoittaa säätiön nimi tulkitaan siten, että määräyksen perusteella säätiön hallitus voi antaa nimenkirjoitusoikeuden säännöissä määrätyssä asemassa olevalle, ja tällainen määräys on muutettava uuden lain mukaiseksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi. Uuden lain voimaantulon jälkeen rekisteröitäväksi ilmoitettua uuden lain vastaista sääntöjen määräystä ei voida rekisteröidä, ellei tästä laista johdu muuta. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää sääntöjensä muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. Päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa ja rekisteröidä siten, että sääntöjen muutos tulee voimaan samana päivänä kuin uusi laki. Sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Säätiön sääntöihin sisältyvän uuden lain vastaisen määräyksen sijasta noudatetaan uutta lakia, jollei tästä laista muuta johdu. Uuden lain vastaisen sääntöjen määräyksen muutos uuden lain mukaiseksi on ilmoitettava rekisteröitäväksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi, kuitenkin kolmen vuoden kuluessa tämän lain voimaantulosta. Rekisteriviranomainen voi asettaa säätiölle uhkasakon tämän velvoitteen täyttämisen tehosteeksi. Edellä sanotun estämättä ennen uuden lain voimaantuloa rekisteröityä sääntöjen määräystä säätiön toimihenkilön oikeudesta kirjoittaa säätiön nimi tulkitaan siten, että määräyksen perusteella säätiön hallitus voi antaa nimenkirjoitusoikeuden säännöissä määrätyssä asemassa olevalle, ja tällainen määräys on muutettava uuden lain mukaiseksi samalla, kun muu sääntöjen muutos ilmoitetaan rekisteröitäväksi. Uuden lain voimaantulon jälkeen rekisteröitäväksi ilmoitettua uuden lain vastaista sääntöjen määräystä ei voida rekisteröidä, ellei tästä laista johdu muuta. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää sääntöjensä muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. Päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa ja rekisteröidä siten, että sääntöjen muutos tulee voimaan samana päivänä kuin uusi laki. Sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
        "folded_fi": "saation saantoihin sisaltyvan uuden lain vastaisen maarayksen sijasta noudatetaan uutta lakia, jollei tasta laista muuta johdu. uuden lain vastaisen saantojen maarayksen muutos uuden lain mukaiseksi on ilmoitettava rekisteroitavaksi samalla, kun muu saantojen muutos ilmoitetaan rekisteroitavaksi, kuitenkin kolmen vuoden kuluessa taman lain voimaantulosta. rekisteriviranomainen voi asettaa saatiolle uhkasakon taman velvoitteen tayttamisen tehosteeksi. edella sanotun estamatta ennen uuden lain voimaantuloa rekisteroitya saantojen maaraysta saation toimihenkilon oikeudesta kirjoittaa saation nimi tulkitaan siten, etta maarayksen perusteella saation hallitus voi antaa nimenkirjoitusoikeuden saannoissa maaratyssa asemassa olevalle, ja tallainen maarays on muutettava uuden lain mukaiseksi samalla, kun muu saantojen muutos ilmoitetaan rekisteroitavaksi. uuden lain voimaantulon jalkeen rekisteroitavaksi ilmoitettua uuden lain vastaista saantojen maaraysta ei voida rekisteroida, ellei tasta laista johdu muuta. saatio voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa saantojensa muuttamisesta uuden lain mukaisiksi noudattaen vanhaa lakia. paatos voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa ja rekisteroida siten, etta saantojen muutos tulee voimaan samana paivana kuin uusi laki. sama koskee toimitusjohtajan ja hallintoneuvoston ilmoittamista rekisteriin.",
        "title_sv": "Stiftelsens stadgar",
        "content_sv": "I stället för en sådan bestämmelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillämpas, om inte något annat följer av denna lag. En ändring av en mot den nya lagen stridande bestämmelse i stadgarna så att den stämmer överens med den nya lagen ska anmälas för registrering samtidigt som andra ändringar av stadgarna anmäls för registrering, dock inom tre år efter denna lags ikraftträdande. Registermyndigheten kan förena stiftelsens förpliktelse med vite. En före den nya lagens ikraftträdande registrerad stadgebestämmelse om rätten för en funktionär i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestäms ovan, så att stiftelsens styrelse med stöd av bestämmelsen kan ge namnteckningsrätt till en person som innehar en i stadgarna föreskriven ställning. En sådan bestämmelse ska ändras så att den stämmer överens med den nya lagen samtidigt som andra ändringar av stadgarna anmäls för registrering. Stadgebestämmelser som strider mot den nya lagen och som anmälts för registrering efter den nya lagens ikraftträdande kan inte registreras, om inte något annat följer av denna lag. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft, med iakttagande av den gamla lagen besluta att ändra sina stadgar i överensstämmelse med den nya lagen. Beslutet kan anmälas för registrering före den nya lagens ikraftträdande och registreras så att ändringen av stadgarna träder i kraft samma dag som den nya lagen. Detsamma gäller en registeranmälan om verkställande direktören och förvaltningsrådet.",
        "normalized_sv": "I stället för en sådan bestämmelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillämpas, om inte något annat följer av denna lag. En ändring av en mot den nya lagen stridande bestämmelse i stadgarna så att den stämmer överens med den nya lagen ska anmälas för registrering samtidigt som andra ändringar av stadgarna anmäls för registrering, dock inom tre år efter denna lags ikraftträdande. Registermyndigheten kan förena stiftelsens förpliktelse med vite. En före den nya lagens ikraftträdande registrerad stadgebestämmelse om rätten för en funktionär i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestäms ovan, så att stiftelsens styrelse med stöd av bestämmelsen kan ge namnteckningsrätt till en person som innehar en i stadgarna föreskriven ställning. En sådan bestämmelse ska ändras så att den stämmer överens med den nya lagen samtidigt som andra ändringar av stadgarna anmäls för registrering. Stadgebestämmelser som strider mot den nya lagen och som anmälts för registrering efter den nya lagens ikraftträdande kan inte registreras, om inte något annat följer av denna lag. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft, med iakttagande av den gamla lagen besluta att ändra sina stadgar i överensstämmelse med den nya lagen. Beslutet kan anmälas för registrering före den nya lagens ikraftträdande och registreras så att ändringen av stadgarna träder i kraft samma dag som den nya lagen. Detsamma gäller en registeranmälan om verkställande direktören och förvaltningsrådet.",
        "folded_sv": "i stallet for en sadan bestammelse i en stiftelses stadgar som strider mot den nya lagen ska den nya lagen tillampas, om inte nagot annat foljer av denna lag. en andring av en mot den nya lagen stridande bestammelse i stadgarna sa att den stammer overens med den nya lagen ska anmalas for registrering samtidigt som andra andringar av stadgarna anmals for registrering, dock inom tre ar efter denna lags ikrafttradande. registermyndigheten kan forena stiftelsens forpliktelse med vite. en fore den nya lagens ikrafttradande registrerad stadgebestammelse om ratten for en funktionar i stiftelsen att teckna stiftelsens namn tolkas, trots det som bestams ovan, sa att stiftelsens styrelse med stod av bestammelsen kan ge namnteckningsratt till en person som innehar en i stadgarna foreskriven stallning. en sadan bestammelse ska andras sa att den stammer overens med den nya lagen samtidigt som andra andringar av stadgarna anmals for registrering. stadgebestammelser som strider mot den nya lagen och som anmalts for registrering efter den nya lagens ikrafttradande kan inte registreras, om inte nagot annat foljer av denna lag. en stiftelse kan efter det att den nya lagen har stadfasts men innan den trader i kraft, med iakttagande av den gamla lagen besluta att andra sina stadgar i overensstammelse med den nya lagen. beslutet kan anmalas for registrering fore den nya lagens ikrafttradande och registreras sa att andringen av stadgarna trader i kraft samma dag som den nya lagen. detsamma galler en registeranmalan om verkstallande direktoren och forvaltningsradet."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Säätiön nimi",
      "content": "Rekisteriviranomainen rekisteröi vanhan lain aikana rekisteröidyn säätiön nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Rekisteriviranomainen rekisteröi vanhan lain aikana rekisteröidyn säätiön nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
        "folded_fi": "rekisteriviranomainen rekisteroi vanhan lain aikana rekisteroidyn saation nimen loppuun tunnuksen \"sr\" uuden lain voimaan tullessa.",
        "title_sv": "Stiftelsens namn",
        "content_sv": "När den nya lagen träder i kraft registrerar registermyndigheten förkortningen \"sr\" efter namnet på en stiftelse som har registrerats under den gamla lagens giltighetstid.",
        "normalized_sv": "När den nya lagen träder i kraft registrerar registermyndigheten förkortningen \"sr\" efter namnet på en stiftelse som har registrerats under den gamla lagens giltighetstid.",
        "folded_sv": "nar den nya lagen trader i kraft registrerar registermyndigheten forkortningen \"sr\" efter namnet pa en stiftelse som har registrerats under den gamla lagens giltighetstid."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Toimitusjohtaja",
      "content": "Vanhan lain voimassa ollessa rekisteröidyn säätiön sääntöihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti säätiön päivittäisestä toiminnasta vastaavasta johtajasta yleisesti käytetty ilmaus, joka sisältyy vanhan lain aikana rekisteröityyn sääntöjen määräykseen. Tällöin säännöistä on käytävä selvästi ilmi, että ilmausta käytetään uuden lain mukaisesta toimitusjohtajasta. Jos säätiön säännöissä on uuden lain vastaisia määräyksiä säätiön johtajasta, määräykset on muutettava vastaamaan uuden lain säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vanhan lain voimassa ollessa rekisteröidyn säätiön sääntöihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti säätiön päivittäisestä toiminnasta vastaavasta johtajasta yleisesti käytetty ilmaus, joka sisältyy vanhan lain aikana rekisteröityyn sääntöjen määräykseen. Tällöin säännöistä on käytävä selvästi ilmi, että ilmausta käytetään uuden lain mukaisesta toimitusjohtajasta. Jos säätiön säännöissä on uuden lain vastaisia määräyksiä säätiön johtajasta, määräykset on muutettava vastaamaan uuden lain säännöksiä.",
        "folded_fi": "vanhan lain voimassa ollessa rekisteroidyn saation saantoihin voidaan ottaa toimitusjohtajasta sellainen muu yleisesti saation paivittaisesta toiminnasta vastaavasta johtajasta yleisesti kaytetty ilmaus, joka sisaltyy vanhan lain aikana rekisteroityyn saantojen maaraykseen. talloin saannoista on kaytava selvasti ilmi, etta ilmausta kaytetaan uuden lain mukaisesta toimitusjohtajasta. jos saation saannoissa on uuden lain vastaisia maarayksia saation johtajasta, maaraykset on muutettava vastaamaan uuden lain saannoksia.",
        "title_sv": "Verkställande direktör",
        "content_sv": "I stadgarna för en stiftelse som har registrerats när den gamla lagen var i kraft är det möjligt att beträffande verkställande direktören ta in ett sådant annat allmänt använt uttryck för ledaren av stiftelsens dagliga verksamhet som ingår i en stadgebestämmelse som registrerades under den gamla lagens giltighetstid. Av stadgarna ska då tydligt framgå att uttrycket avser en sådan verkställande direktör som det bestäms om i den nya lagen. Om stiftelsens stadgar innehåller sådana bestämmelser om stiftelsens direktör som strider mot den nya lagen, ska bestämmelserna ändras så att de stämmer överens med bestämmelserna i den nya lagen.",
        "normalized_sv": "I stadgarna för en stiftelse som har registrerats när den gamla lagen var i kraft är det möjligt att beträffande verkställande direktören ta in ett sådant annat allmänt använt uttryck för ledaren av stiftelsens dagliga verksamhet som ingår i en stadgebestämmelse som registrerades under den gamla lagens giltighetstid. Av stadgarna ska då tydligt framgå att uttrycket avser en sådan verkställande direktör som det bestäms om i den nya lagen. Om stiftelsens stadgar innehåller sådana bestämmelser om stiftelsens direktör som strider mot den nya lagen, ska bestämmelserna ändras så att de stämmer överens med bestämmelserna i den nya lagen.",
        "folded_sv": "i stadgarna for en stiftelse som har registrerats nar den gamla lagen var i kraft ar det mojligt att betraffande verkstallande direktoren ta in ett sadant annat allmant anvant uttryck for ledaren av stiftelsens dagliga verksamhet som ingar i en stadgebestammelse som registrerades under den gamla lagens giltighetstid. av stadgarna ska da tydligt framga att uttrycket avser en sadan verkstallande direktor som det bestams om i den nya lagen. om stiftelsens stadgar innehaller sadana bestammelser om stiftelsens direktor som strider mot den nya lagen, ska bestammelserna andras sa att de stammer overens med bestammelserna i den nya lagen."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hallitus",
      "content": "Jos vanhan lain voimassa ollessa säätiön sääntöihin otetun määräyksen perusteella toisen yksityisoikeudellisen säätiön tai yhteisön hallituksen jäsenet toimivat säätiön hallituksen jäseninä, tällaisen sääntömääräyksen perusteella säätiön hallituksen jäsenenä toimivan toimikausi päättyy viimeistään vuoden 2015 lopussa ja tällaisen sääntömääräyksen sijasta siinä tarkoitettu säätiö tai yhteisö valitsee säätiön hallituksen jäsenet. Uuden lain 3 luvun 11 §:n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos vanhan lain voimassa ollessa säätiön sääntöihin otetun määräyksen perusteella toisen yksityisoikeudellisen säätiön tai yhteisön hallituksen jäsenet toimivat säätiön hallituksen jäseninä, tällaisen sääntömääräyksen perusteella säätiön hallituksen jäsenenä toimivan toimikausi päättyy viimeistään vuoden 2015 lopussa ja tällaisen sääntömääräyksen sijasta siinä tarkoitettu säätiö tai yhteisö valitsee säätiön hallituksen jäsenet. Uuden lain 3 luvun 11 § :n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
        "folded_fi": "jos vanhan lain voimassa ollessa saation saantoihin otetun maarayksen perusteella toisen yksityisoikeudellisen saation tai yhteison hallituksen jasenet toimivat saation hallituksen jasenina, tallaisen saantomaarayksen perusteella saation hallituksen jasenena toimivan toimikausi paattyy viimeistaan vuoden 2015 lopussa ja tallaisen saantomaarayksen sijasta siina tarkoitettu saatio tai yhteiso valitsee saation hallituksen jasenet. uuden lain 3 luvun 11 §:n mukaisia rajoituksia ei sovelleta ennen uuden lain voimaantuloa alkavaan toimikauteen.",
        "title_sv": "Styrelse",
        "content_sv": "Om styrelseledamöter i en annan privaträttslig stiftelse eller sammanslutning med stöd av en bestämmelse som tagits in i stiftelsens stadgar när den gamla lagen var i kraft är styrelseledamöter i stiftelsen, upphör mandattiden för dem som med stöd av stadgebestämmelsen är styrelseledamöter i stiftelsen senast vid utgången av 2015, och i stället för en sådan stadgebestämmelse väljer den i stadgebestämmelsen avsedda stiftelsen eller sammanslutningen ledamöterna i stiftelsens styrelse. Begränsningarna i 3 kap. 11 § i den nya lagen tillämpas inte på en mandattid som börjar före den nya lagens ikraftträdande.",
        "normalized_sv": "Om styrelseledamöter i en annan privaträttslig stiftelse eller sammanslutning med stöd av en bestämmelse som tagits in i stiftelsens stadgar när den gamla lagen var i kraft är styrelseledamöter i stiftelsen, upphör mandattiden för dem som med stöd av stadgebestämmelsen är styrelseledamöter i stiftelsen senast vid utgången av 2015, och i stället för en sådan stadgebestämmelse väljer den i stadgebestämmelsen avsedda stiftelsen eller sammanslutningen ledamöterna i stiftelsens styrelse. Begränsningarna i 3 kap. 11 § i den nya lagen tillämpas inte på en mandattid som börjar före den nya lagens ikraftträdande.",
        "folded_sv": "om styrelseledamoter i en annan privatrattslig stiftelse eller sammanslutning med stod av en bestammelse som tagits in i stiftelsens stadgar nar den gamla lagen var i kraft ar styrelseledamoter i stiftelsen, upphor mandattiden for dem som med stod av stadgebestammelsen ar styrelseledamoter i stiftelsen senast vid utgangen av 2015, och i stallet for en sadan stadgebestammelse valjer den i stadgebestammelsen avsedda stiftelsen eller sammanslutningen ledamoterna i stiftelsens styrelse. begransningarna i 3 kap. 11 § i den nya lagen tillampas inte pa en mandattid som borjar fore den nya lagens ikrafttradande."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Hallintoneuvosto",
      "content": "Uuden lain hallintoneuvostoa koskevia säännöksiä voidaan soveltaa ennen uuden lain voimaantuloa rekisteröityyn sääntömääräykseen perustuvaan säätiön toimielimeen, joka valitsee enemmistön säätiön hallituksen jäsenistä. Uuden lain hallintoneuvostoa koskevien säännösten soveltaminen toimielimeen on ilmoitettava rekisteröitäväksi kolmen vuoden kuluessa uuden lain voimaantulosta. Tällaiseen elimeen sovelletaan vanhan lain 10 a §:ää, kunnes elin on rekisteröity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. Jos säätiön säännöissä on hallintoneuvostoa koskevia uuden lain vastaisia määräyksiä, nuo määräykset ja toimielimen nimi on muutettava vastaamaan uuden lain säännöksiä. Uuden lain 3 luvun 19 §:n 1 momenttia valvontaan liittyvästä tehtävästä sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto päätä toisin tai säätiön säännöissä muuta määrätä aikaisemmasta ajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Uuden lain hallintoneuvostoa koskevia säännöksiä voidaan soveltaa ennen uuden lain voimaantuloa rekisteröityyn sääntömääräykseen perustuvaan säätiön toimielimeen, joka valitsee enemmistön säätiön hallituksen jäsenistä. Uuden lain hallintoneuvostoa koskevien säännösten soveltaminen toimielimeen on ilmoitettava rekisteröitäväksi kolmen vuoden kuluessa uuden lain voimaantulosta. Tällaiseen elimeen sovelletaan vanhan lain 10 a § :ää, kunnes elin on rekisteröity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. Jos säätiön säännöissä on hallintoneuvostoa koskevia uuden lain vastaisia määräyksiä, nuo määräykset ja toimielimen nimi on muutettava vastaamaan uuden lain säännöksiä. Uuden lain 3 luvun 19 § :n 1 momenttia valvontaan liittyvästä tehtävästä sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto päätä toisin tai säätiön säännöissä muuta määrätä aikaisemmasta ajankohdasta.",
        "folded_fi": "uuden lain hallintoneuvostoa koskevia saannoksia voidaan soveltaa ennen uuden lain voimaantuloa rekisteroityyn saantomaaraykseen perustuvaan saation toimielimeen, joka valitsee enemmiston saation hallituksen jasenista. uuden lain hallintoneuvostoa koskevien saannosten soveltaminen toimielimeen on ilmoitettava rekisteroitavaksi kolmen vuoden kuluessa uuden lain voimaantulosta. tallaiseen elimeen sovelletaan vanhan lain 10 a §:aa, kunnes elin on rekisteroity uuden lain mukaisena hallintoneuvostona tai kolme vuotta on kulunut uuden lain voimaantulosta. jos saation saannoissa on hallintoneuvostoa koskevia uuden lain vastaisia maarayksia, nuo maaraykset ja toimielimen nimi on muutettava vastaamaan uuden lain saannoksia. uuden lain 3 luvun 19 §:n 1 momenttia valvontaan liittyvasta tehtavasta sovelletaan hallintoneuvostoon kolmen vuoden kuluttua uuden lain voimaantulosta, jollei hallintoneuvosto paata toisin tai saation saannoissa muuta maarata aikaisemmasta ajankohdasta.",
        "title_sv": "Förvaltningsråd",
        "content_sv": "Bestämmelserna om förvaltningsråd i den nya lagen kan tillämpas på ett sådant organ i en stiftelse som utser majoriteten av ledamöterna i stiftelsens styrelse och som baserar sig på en stadgebestämmelse som har registrerats före den nya lagens ikraftträdande. Tillämpningen av den nya lagens bestämmelser om förvaltningsråd på organet ska anmälas för registrering inom tre år efter det att den nya lagen har trätt i kraft. På ett sådant organ tillämpas den gamla lagens 10 a §, tills organet har registrerats som förvaltningsråd enligt den nya lagen eller tre år har förflutit från den nya lagens ikraftträdande. Om stiftelsens stadgar innehåller sådana bestämmelser om förvaltningsrådet som strider mot den nya lagen, ska bestämmelserna och organets namn ändras så att de stämmer överens med bestämmelserna i den nya lagen. Det som i 3 kap. 19 § 1 mom. i den nya lagen föreskrivs om uppgifter i anslutning till tillsynen tillämpas på förvaltningsrådet efter tre år från det att den nya lagen har trätt i kraft, om inte förvaltningsrådet beslutar annat eller det bestäms annat i stiftelsens stadgar om en tidigare tidpunkt.",
        "normalized_sv": "Bestämmelserna om förvaltningsråd i den nya lagen kan tillämpas på ett sådant organ i en stiftelse som utser majoriteten av ledamöterna i stiftelsens styrelse och som baserar sig på en stadgebestämmelse som har registrerats före den nya lagens ikraftträdande. Tillämpningen av den nya lagens bestämmelser om förvaltningsråd på organet ska anmälas för registrering inom tre år efter det att den nya lagen har trätt i kraft. På ett sådant organ tillämpas den gamla lagens 10 a § , tills organet har registrerats som förvaltningsråd enligt den nya lagen eller tre år har förflutit från den nya lagens ikraftträdande. Om stiftelsens stadgar innehåller sådana bestämmelser om förvaltningsrådet som strider mot den nya lagen, ska bestämmelserna och organets namn ändras så att de stämmer överens med bestämmelserna i den nya lagen. Det som i 3 kap. 19 § 1 mom. i den nya lagen föreskrivs om uppgifter i anslutning till tillsynen tillämpas på förvaltningsrådet efter tre år från det att den nya lagen har trätt i kraft, om inte förvaltningsrådet beslutar annat eller det bestäms annat i stiftelsens stadgar om en tidigare tidpunkt.",
        "folded_sv": "bestammelserna om forvaltningsrad i den nya lagen kan tillampas pa ett sadant organ i en stiftelse som utser majoriteten av ledamoterna i stiftelsens styrelse och som baserar sig pa en stadgebestammelse som har registrerats fore den nya lagens ikrafttradande. tillampningen av den nya lagens bestammelser om forvaltningsrad pa organet ska anmalas for registrering inom tre ar efter det att den nya lagen har tratt i kraft. pa ett sadant organ tillampas den gamla lagens 10 a §, tills organet har registrerats som forvaltningsrad enligt den nya lagen eller tre ar har forflutit fran den nya lagens ikrafttradande. om stiftelsens stadgar innehaller sadana bestammelser om forvaltningsradet som strider mot den nya lagen, ska bestammelserna och organets namn andras sa att de stammer overens med bestammelserna i den nya lagen. det som i 3 kap. 19 § 1 mom. i den nya lagen foreskrivs om uppgifter i anslutning till tillsynen tillampas pa forvaltningsradet efter tre ar fran det att den nya lagen har tratt i kraft, om inte forvaltningsradet beslutar annat eller det bestams annat i stiftelsens stadgar om en tidigare tidpunkt."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Säätiön säännöissä määrätyn elimen jäsenen vahingonkorvausvastuu",
      "content": "Ennen uuden lain voimaantuloa säätiön säännöissä määrätyn vanhan lain 10 a §:ssä määrätyn toimielimen jäseneen ja toimihenkilöön, joka ei ole työntekijä, sovelletaan uuden lain 1 luvun 4 §:n, 8 luvun ja 10 luvun säännöksiä säätiön johdon tehtävistä, vahingonkorvausvastuusta ja rangaistusvastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Ennen uuden lain voimaantuloa säätiön säännöissä määrätyn vanhan lain 10 a § :ssä määrätyn toimielimen jäseneen ja toimihenkilöön, joka ei ole työntekijä, sovelletaan uuden lain 1 luvun 4 § :n, 8 luvun ja 10 luvun säännöksiä säätiön johdon tehtävistä, vahingonkorvausvastuusta ja rangaistusvastuusta.",
        "folded_fi": "ennen uuden lain voimaantuloa saation saannoissa maaratyn vanhan lain 10 a §:ssa maaratyn toimielimen jaseneen ja toimihenkiloon, joka ei ole tyontekija, sovelletaan uuden lain 1 luvun 4 §:n, 8 luvun ja 10 luvun saannoksia saation johdon tehtavista, vahingonkorvausvastuusta ja rangaistusvastuusta.",
        "title_sv": "Skadeståndsansvar för en ledamot i ett organ som anges i stiftelsens stadgar",
        "content_sv": "Det som i 1 kap. 4 §, 8 kap. och 10 kap. i den nya lagen föreskrivs om stiftelseledningens uppgifter, skadeståndsansvar och straffansvar tillämpas på ledamöter i organ samt sådana funktionärer som inte är arbetstagare, i fråga om vilka det enligt 10 a § i den gamla lagen tagits in bestämmelser i stiftelsens stadgar före den nya lagens ikraftträdande.",
        "normalized_sv": "Det som i 1 kap. 4 § , 8 kap. och 10 kap. i den nya lagen föreskrivs om stiftelseledningens uppgifter, skadeståndsansvar och straffansvar tillämpas på ledamöter i organ samt sådana funktionärer som inte är arbetstagare, i fråga om vilka det enligt 10 a § i den gamla lagen tagits in bestämmelser i stiftelsens stadgar före den nya lagens ikraftträdande.",
        "folded_sv": "det som i 1 kap. 4 §, 8 kap. och 10 kap. i den nya lagen foreskrivs om stiftelseledningens uppgifter, skadestandsansvar och straffansvar tillampas pa ledamoter i organ samt sadana funktionarer som inte ar arbetstagare, i fraga om vilka det enligt 10 a § i den gamla lagen tagits in bestammelser i stiftelsens stadgar fore den nya lagens ikrafttradande."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tilinpäätös ja toimintakertomus",
      "content": "Uuden lain 5 luvun 2 ja 3 §:ää toimintakertomuksessa annettavista tiedoista sekä 5 luvun 4 §:ää konsernitilinpäätöksestä sovelletaan tilinpäätökseen viimeistään siltä tilikaudelta, joka ensiksi alkaa vuoden 2014 jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Uuden lain 5 luvun 2 ja 3 § :ää toimintakertomuksessa annettavista tiedoista sekä 5 luvun 4 § :ää konsernitilinpäätöksestä sovelletaan tilinpäätökseen viimeistään siltä tilikaudelta, joka ensiksi alkaa vuoden 2014 jälkeen.",
        "folded_fi": "uuden lain 5 luvun 2 ja 3 §:aa toimintakertomuksessa annettavista tiedoista seka 5 luvun 4 §:aa konsernitilinpaatoksesta sovelletaan tilinpaatokseen viimeistaan silta tilikaudelta, joka ensiksi alkaa vuoden 2014 jalkeen.",
        "title_sv": "Bokslut och verksamhetsberättelse",
        "content_sv": "Det som i 5 kap. 2 och 3 § i den nya lagen föreskrivs om uppgifter som ska ingå i verksamhetsberättelsen och i 5 kap. 4 § om koncernbokslut tillämpas på bokslutet senast för den första räkenskapsperiod som börjar efter 2014.",
        "normalized_sv": "Det som i 5 kap. 2 och 3 § i den nya lagen föreskrivs om uppgifter som ska ingå i verksamhetsberättelsen och i 5 kap. 4 § om koncernbokslut tillämpas på bokslutet senast för den första räkenskapsperiod som börjar efter 2014.",
        "folded_sv": "det som i 5 kap. 2 och 3 § i den nya lagen foreskrivs om uppgifter som ska inga i verksamhetsberattelsen och i 5 kap. 4 § om koncernbokslut tillampas pa bokslutet senast for den forsta rakenskapsperiod som borjar efter 2014."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sulautuminen",
      "content": "Sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa sulautumiseen sovelletaan uutta lakia. Säätiöt voivat uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiöiden sulautumisessa uutta lakia. Sulautumissuunnitelma voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen sulautumissuunnitelma voidaan rekisteröidä, kun uusi laki on tullut voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa sulautumiseen sovelletaan uutta lakia. Säätiöt voivat uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiöiden sulautumisessa uutta lakia. Sulautumissuunnitelma voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen sulautumissuunnitelma voidaan rekisteröidä, kun uusi laki on tullut voimaan.",
        "folded_fi": "sulautumiseen sovelletaan vanhaa lakia, jos sulautumislupaa koskeva hakemus jatetaan rekisteriviranomaiselle ennen uuden lain voimaantuloa. muussa tapauksessa sulautumiseen sovelletaan uutta lakia. saatiot voivat uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saatioiden sulautumisessa uutta lakia. sulautumissuunnitelma voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen sulautumissuunnitelma voidaan rekisteroida, kun uusi laki on tullut voimaan.",
        "title_sv": "Fusion",
        "content_sv": "På fusion tillämpas den gamla lagen, om en ansökan om fusionstillstånd lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på fusion. Stiftelser kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. Fusionsplanen får anmälas för registrering före den nya lagens ikraftträdande. En sådan fusionsplan får registreras när den nya lagen har trätt i kraft.",
        "normalized_sv": "På fusion tillämpas den gamla lagen, om en ansökan om fusionstillstånd lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på fusion. Stiftelser kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. Fusionsplanen får anmälas för registrering före den nya lagens ikraftträdande. En sådan fusionsplan får registreras när den nya lagen har trätt i kraft.",
        "folded_sv": "pa fusion tillampas den gamla lagen, om en ansokan om fusionstillstand lamnas in till registermyndigheten fore den nya lagens ikrafttradande. i annat fall tillampas den nya lagen pa fusion. stiftelser kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid fusion av stiftelser. fusionsplanen far anmalas for registrering fore den nya lagens ikrafttradande. en sadan fusionsplan far registreras nar den nya lagen har tratt i kraft."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Säätiön purkaminen",
      "content": "Säätiön purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa säätiön purkamiseen sovelletaan uutta lakia. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön purkamisessa uutta lakia. Selvitystilaa koskeva päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen päätös voidaan rekisteröidä, kun uusi laki on tullut voimaan. Uuden lain 12 luvun 14 §:n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteröityyn säätiöön, jos säätiön rekisteröidyissä säännöissä on määrätty ennen uuden lain voimaantuloa, että varat luovutetaan säätiön purkautuessa uuden lain 1 luvun 8 §:ssä säädettyyn lähipiiriin kuuluvalle. Uuden lain 12 luvun 4 §:n 1 momentin 2 kohdassa tarkoitettua määräaikaa laskettaessa otetaan huomioon myös ennen uuden lain voimaantuloa kulunut aika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Säätiön purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jätetään rekisteriviranomaiselle ennen uuden lain voimaantuloa. Muussa tapauksessa säätiön purkamiseen sovelletaan uutta lakia. Säätiö voi uuden lain vahvistamisen jälkeen, mutta ennen sen voimaantuloa päättää noudattaa säätiön purkamisessa uutta lakia. Selvitystilaa koskeva päätös voidaan ilmoittaa rekisteröitäväksi ennen uuden lain voimaantuloa. Tällainen päätös voidaan rekisteröidä, kun uusi laki on tullut voimaan. Uuden lain 12 luvun 14 § :n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteröityyn säätiöön, jos säätiön rekisteröidyissä säännöissä on määrätty ennen uuden lain voimaantuloa, että varat luovutetaan säätiön purkautuessa uuden lain 1 luvun 8 § :ssä säädettyyn lähipiiriin kuuluvalle. Uuden lain 12 luvun 4 § :n 1 momentin 2 kohdassa tarkoitettua määräaikaa laskettaessa otetaan huomioon myös ennen uuden lain voimaantuloa kulunut aika.",
        "folded_fi": "saation purkamiseen sovelletaan vanhaa lakia, jos lakkauttamista koskeva hakemus jatetaan rekisteriviranomaiselle ennen uuden lain voimaantuloa. muussa tapauksessa saation purkamiseen sovelletaan uutta lakia. saatio voi uuden lain vahvistamisen jalkeen, mutta ennen sen voimaantuloa paattaa noudattaa saation purkamisessa uutta lakia. selvitystilaa koskeva paatos voidaan ilmoittaa rekisteroitavaksi ennen uuden lain voimaantuloa. tallainen paatos voidaan rekisteroida, kun uusi laki on tullut voimaan. uuden lain 12 luvun 14 §:n 2 momenttia ei sovelleta ennen lain voimaantuloa rekisteroityyn saatioon, jos saation rekisteroidyissa saannoissa on maaratty ennen uuden lain voimaantuloa, etta varat luovutetaan saation purkautuessa uuden lain 1 luvun 8 §:ssa saadettyyn lahipiiriin kuuluvalle. uuden lain 12 luvun 4 §:n 1 momentin 2 kohdassa tarkoitettua maaraaikaa laskettaessa otetaan huomioon myos ennen uuden lain voimaantuloa kulunut aika.",
        "title_sv": "Upplösning av en stiftelse",
        "content_sv": "På upplösning av en stiftelse tillämpas den gamla lagen, om en ansökan om upplösning lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på upplösning av stiftelsen. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid upplösning av stiftelsen. Ett beslut om likvidation får anmälas för registrering före den nya lagens ikraftträdande. Ett sådant beslut får registreras när den nya lagen har trätt i kraft. Det som föreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillämpas inte på en stiftelse som har registrerats före lagens ikraftträdande, om det i stiftelsens registrerade stadgar före den nya lagens ikraftträdande har bestämts att tillgångarna ska överlåtas till någon i den närståendekrets som avses i 1 kap. 8 § i den nya lagen vid upplösning av stiftelsen. Vid beräkning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska också den tid som löpt före den nya lagens ikraftträdande beaktas.",
        "normalized_sv": "På upplösning av en stiftelse tillämpas den gamla lagen, om en ansökan om upplösning lämnas in till registermyndigheten före den nya lagens ikraftträdande. I annat fall tillämpas den nya lagen på upplösning av stiftelsen. En stiftelse kan efter det att den nya lagen har stadfästs men innan den träder i kraft besluta att iaktta den nya lagen vid upplösning av stiftelsen. Ett beslut om likvidation får anmälas för registrering före den nya lagens ikraftträdande. Ett sådant beslut får registreras när den nya lagen har trätt i kraft. Det som föreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillämpas inte på en stiftelse som har registrerats före lagens ikraftträdande, om det i stiftelsens registrerade stadgar före den nya lagens ikraftträdande har bestämts att tillgångarna ska överlåtas till någon i den närståendekrets som avses i 1 kap. 8 § i den nya lagen vid upplösning av stiftelsen. Vid beräkning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska också den tid som löpt före den nya lagens ikraftträdande beaktas.",
        "folded_sv": "pa upplosning av en stiftelse tillampas den gamla lagen, om en ansokan om upplosning lamnas in till registermyndigheten fore den nya lagens ikrafttradande. i annat fall tillampas den nya lagen pa upplosning av stiftelsen. en stiftelse kan efter det att den nya lagen har stadfasts men innan den trader i kraft besluta att iaktta den nya lagen vid upplosning av stiftelsen. ett beslut om likvidation far anmalas for registrering fore den nya lagens ikrafttradande. ett sadant beslut far registreras nar den nya lagen har tratt i kraft. det som foreskrivs i 12 kap. 14 § 2 mom. i den nya lagen tillampas inte pa en stiftelse som har registrerats fore lagens ikrafttradande, om det i stiftelsens registrerade stadgar fore den nya lagens ikrafttradande har bestamts att tillgangarna ska overlatas till nagon i den narstaendekrets som avses i 1 kap. 8 § i den nya lagen vid upplosning av stiftelsen. vid berakning av den tid som avses i 12 kap. 4 § 1 mom. 2 punkten i den nya lagen ska ocksa den tid som lopt fore den nya lagens ikrafttradande beaktas."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Riitojen ratkaiseminen",
      "content": "Ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia säännöksiä sellaisina kuin ne olivat uuden lain voimaan tullessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia säännöksiä sellaisina kuin ne olivat uuden lain voimaan tullessa.",
        "folded_fi": "ennen uuden lain voimaan tuloa vireille tulleisiin riita-asioihin sovelletaan vanhan lain toimivaltaista tuomioistuinta koskevia saannoksia sellaisina kuin ne olivat uuden lain voimaan tullessa.",
        "title_sv": "Avgörande av tvister",
        "content_sv": "På tvistemål som inletts före den nya lagens ikraftträdande tillämpas bestämmelserna om behörig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikraftträdande.",
        "normalized_sv": "På tvistemål som inletts före den nya lagens ikraftträdande tillämpas bestämmelserna om behörig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikraftträdande.",
        "folded_sv": "pa tvistemal som inletts fore den nya lagens ikrafttradande tillampas bestammelserna om behorig domstol i den gamla lagen i den lydelse de hade vid den nya lagens ikrafttradande."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Rekisteröintiin sovellettava menettely",
      "content": "Säätiön toimielimen ennen uuden lain voimaantuloa tekemiin päätöksiin ja niihin liittyviin rekisteröinteihin sekä muihin menettelyihin sovelletaan vanhaa lakia, jollei tästä laista johdu muuta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Säätiön toimielimen ennen uuden lain voimaantuloa tekemiin päätöksiin ja niihin liittyviin rekisteröinteihin sekä muihin menettelyihin sovelletaan vanhaa lakia, jollei tästä laista johdu muuta.",
        "folded_fi": "saation toimielimen ennen uuden lain voimaantuloa tekemiin paatoksiin ja niihin liittyviin rekisterointeihin seka muihin menettelyihin sovelletaan vanhaa lakia, jollei tasta laista johdu muuta.",
        "title_sv": "Förfarande som ska tillämpas på registreringen",
        "content_sv": "På sådana beslut av ett organ i en stiftelse som fattas före den nya lagens ikraftträdande och på registreringar i samband med besluten samt på förfarandet i övrigt ska den gamla lagen tillämpas, om inte något annat följer av denna lag.",
        "normalized_sv": "På sådana beslut av ett organ i en stiftelse som fattas före den nya lagens ikraftträdande och på registreringar i samband med besluten samt på förfarandet i övrigt ska den gamla lagen tillämpas, om inte något annat följer av denna lag.",
        "folded_sv": "pa sadana beslut av ett organ i en stiftelse som fattas fore den nya lagens ikrafttradande och pa registreringar i samband med besluten samt pa forfarandet i ovrigt ska den gamla lagen tillampas, om inte nagot annat foljer av denna lag."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Valvonta",
      "content": "Valvontaa koskevia uuden lain 14 luvun säännöksiä sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Valvontaa koskevia uuden lain 14 luvun säännöksiä sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
        "folded_fi": "valvontaa koskevia uuden lain 14 luvun saannoksia sovelletaan uuden lain tultua voimaan, vaikka valvontaa koskeva asia olisi pantu vireille rekisteriviranomaisessa ennen uuden lain voimaantuloa.",
        "title_sv": "Tillsyn",
        "content_sv": "Det som i 14 kap. i den nya lagen föreskrivs om tillsyn tillämpas efter det att den nya lagen har trätt i kraft, även om ett ärende som gäller tillsyn har inletts hos registermyndigheten före den nya lagens ikraftträdande.",
        "normalized_sv": "Det som i 14 kap. i den nya lagen föreskrivs om tillsyn tillämpas efter det att den nya lagen har trätt i kraft, även om ett ärende som gäller tillsyn har inletts hos registermyndigheten före den nya lagens ikraftträdande.",
        "folded_sv": "det som i 14 kap. i den nya lagen foreskrivs om tillsyn tillampas efter det att den nya lagen har tratt i kraft, aven om ett arende som galler tillsyn har inletts hos registermyndigheten fore den nya lagens ikrafttradande."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä joulukuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä joulukuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana joulukuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 december 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 december 2015.",
        "folded_sv": "denna lag trader i kraft den 1 december 2015."
      },
      "valid_from": "2015-04-24",
      "valid_to": null
    }
  ]
}