{
  "id": "489/2024",
  "type": "statute",
  "title": "Laki arvonlisäverolain muuttamisesta",
  "title_en": "Lag om ändring av mervärdesskattelagen",
  "status": "in_force",
  "issued_date": "2024-07-05",
  "in_force_date": "2024-07-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/489/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnistä suoritettava arvonlisävero on ilmoitettava 133 r §:ssä tarkoitetussa erityisjärjestelmässä, jos erityisjärjestelmää käyttävälle verovelvolliselle järjestelmän käyttämistä varten annettu yksilöllinen tunniste on ilmoitettu Tullille viimeistään tuonti-ilmoituksen antamishetkellä; puolustusyhteistyösopimus 27) Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä tehdyn sopimuksen, jäljempänä, 19 artiklassa tarkoitetun USA:n joukkojen jäsenen, hänen talouteensa kuuluvan perheenjäsenen ja USA:n sopimustoimittajan työntekijän henkilökohtaiseen käyttöön maahantuomat tavarat niillä edellytyksillä ja rajoituksilla, jotka on sovittu puolustusyhteistyösopimuksessa edellyttäen, että maahantuonnista suoritettavan veron peruste lisättynä arvonlisäveron osuudella on vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä; tavaran maahantuojan tulee pyydettäessä esittää Tullille asianmukainen todistus siitä, että hänellä on puolustusyhteistyösopimuksen, asemansa sekä tavaran käyttötarkoituksen perusteella oikeus verottomuuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:94",
        "normalized_fi": "Verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnistä suoritettava arvonlisävero on ilmoitettava 133 r § :ssä tarkoitetussa erityisjärjestelmässä, jos erityisjärjestelmää käyttävälle verovelvolliselle järjestelmän käyttämistä varten annettu yksilöllinen tunniste on ilmoitettu Tullille viimeistään tuonti-ilmoituksen antamishetkellä; puolustusyhteistyösopimus 27) Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä tehdyn sopimuksen, jäljempänä, 19 artiklassa tarkoitetun USA:n joukkojen jäsenen, hänen talouteensa kuuluvan perheenjäsenen ja USA:n sopimustoimittajan työntekijän henkilökohtaiseen käyttöön maahantuomat tavarat niillä edellytyksillä ja rajoituksilla, jotka on sovittu puolustusyhteistyösopimuksessa edellyttäen, että maahantuonnista suoritettavan veron peruste lisättynä arvonlisäveron osuudella on vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä; tavaran maahantuojan tulee pyydettäessä esittää Tullille asianmukainen todistus siitä, että hänellä on puolustusyhteistyösopimuksen, asemansa sekä tavaran käyttötarkoituksen perusteella oikeus verottomuuteen.",
        "folded_fi": "verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnista suoritettava arvonlisavero on ilmoitettava 133 r §:ssa tarkoitetussa erityisjarjestelmassa, jos erityisjarjestelmaa kayttavalle verovelvolliselle jarjestelman kayttamista varten annettu yksilollinen tunniste on ilmoitettu tullille viimeistaan tuonti-ilmoituksen antamishetkella; puolustusyhteistyosopimus 27) puolustusyhteistyosta suomen tasavallan hallituksen ja amerikan yhdysvaltojen hallituksen valilla tehdyn sopimuksen, jaljempana, 19 artiklassa tarkoitetun usa:n joukkojen jasenen, hanen talouteensa kuuluvan perheenjasenen ja usa:n sopimustoimittajan tyontekijan henkilokohtaiseen kayttoon maahantuomat tavarat niilla edellytyksilla ja rajoituksilla, jotka on sovittu puolustusyhteistyosopimuksessa edellyttaen, etta maahantuonnista suoritettavan veron peruste lisattyna arvonlisaveron osuudella on vahintaan 170 euroa tai puolustusyhteistyosopimuksessa sovittu muu maara; tavaran maahantuojan tulee pyydettaessa esittaa tullille asianmukainen todistus siita, etta hanella on puolustusyhteistyosopimuksen, asemansa seka tavaran kayttotarkoituksen perusteella oikeus verottomuuteen.",
        "content_sv": "Skattefri är import av följande varor 26) varor i fråga om vilka den mervärdesskatt som betalas på försäljningen ska deklareras i den särskilda ordning som avses i 133 r §, om det individuella registreringsnummer som tilldelats den skattskyldige för användning av den särskilda ordningen har anmälts till Tullen senast när importanmälan lämnas, avtalet om försvarssamarbete 27) varor som i artikel 19 i avtalet mellan Republiken Finlands regering och Amerikas Förenta staters regering om försvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hör till medlemmens hushåll och anställda hos amerikanska avtalsentreprenörer importerar för personligt bruk enligt de förutsättningar och begränsningar som fastställs i avtalet om försvarssamarbete, förutsatt att grunden för den skatt som ska betalas på importen ökad med mervärdesskattens andel är minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete; den som importerar en vara ska på begäran för Tullen visa upp ett adekvat intyg om att personen med stöd av avtalet om försvarssamarbete, sin status och varans användningsändamål har rätt till skattefrihet.",
        "normalized_sv": "Skattefri är import av följande varor 26) varor i fråga om vilka den mervärdesskatt som betalas på försäljningen ska deklareras i den särskilda ordning som avses i 133 r § , om det individuella registreringsnummer som tilldelats den skattskyldige för användning av den särskilda ordningen har anmälts till Tullen senast när importanmälan lämnas, avtalet om försvarssamarbete 27) varor som i artikel 19 i avtalet mellan Republiken Finlands regering och Amerikas Förenta staters regering om försvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hör till medlemmens hushåll och anställda hos amerikanska avtalsentreprenörer importerar för personligt bruk enligt de förutsättningar och begränsningar som fastställs i avtalet om försvarssamarbete, förutsatt att grunden för den skatt som ska betalas på importen ökad med mervärdesskattens andel är minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete; den som importerar en vara ska på begäran för Tullen visa upp ett adekvat intyg om att personen med stöd av avtalet om försvarssamarbete, sin status och varans användningsändamål har rätt till skattefrihet.",
        "folded_sv": "skattefri ar import av foljande varor 26) varor i fraga om vilka den mervardesskatt som betalas pa forsaljningen ska deklareras i den sarskilda ordning som avses i 133 r §, om det individuella registreringsnummer som tilldelats den skattskyldige for anvandning av den sarskilda ordningen har anmalts till tullen senast nar importanmalan lamnas, avtalet om forsvarssamarbete 27) varor som i artikel 19 i avtalet mellan republiken finlands regering och amerikas forenta staters regering om forsvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hor till medlemmens hushall och anstallda hos amerikanska avtalsentreprenorer importerar for personligt bruk enligt de forutsattningar och begransningar som faststalls i avtalet om forsvarssamarbete, forutsatt att grunden for den skatt som ska betalas pa importen okad med mervardesskattens andel ar minst 170 euro eller nagot annat belopp som faststalls i avtalet om forsvarssamarbete; den som importerar en vara ska pa begaran for tullen visa upp ett adekvat intyg om att personen med stod av avtalet om forsvarssamarbete, sin status och varans anvandningsandamal har ratt till skattefrihet."
      }
    },
    {
      "provision_ref": "129 d",
      "section": "129 d",
      "content": "Puolustusyhteistyösopimuksen 17 artiklassa tarkoitetulle Suomessa olevalle USA:n joukkojen jäsenelle palautetaan Suomesta ostettujen tavaroiden ja palvelujen hankintaan sisältyvä vero, jos tavara tai palvelu on ostettu USA:n joukkojen jäsenen tai hänen talouteensa kuuluvan perheenjäsenen henkilökohtaiseen käyttöön. Palautuksen edellytyksenä on, että tavaroiden tai palvelujen verollinen ostohinta on yhteensä vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä. Palautukseen sovelletaan muutoinkin puolustusyhteistyösopimuksessa sovittuja rajoituksia ja edellytyksiä. Vero palautetaan neljänneskalenterivuodelta Verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen päivän kuluessa hakemuksen vastaanottamisesta. Hakemus on tehtävä vuoden kuluessa laskun maksupäivästä. Hakemukseen tulee liittää asianmukainen todistus siitä, että hakijalla on puolustusyhteistyösopimuksen, hakijan aseman sekä tavaran tai palvelun käyttötarkoituksen perusteella oikeus palautukseen. Verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. Verohallinto määrää tarkemmin hakemukseen sisällytettävistä tiedoista ja hakemukseen liitettävistä asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 d",
        "normalized_fi": "Puolustusyhteistyösopimuksen 17 artiklassa tarkoitetulle Suomessa olevalle USA:n joukkojen jäsenelle palautetaan Suomesta ostettujen tavaroiden ja palvelujen hankintaan sisältyvä vero, jos tavara tai palvelu on ostettu USA:n joukkojen jäsenen tai hänen talouteensa kuuluvan perheenjäsenen henkilökohtaiseen käyttöön. Palautuksen edellytyksenä on, että tavaroiden tai palvelujen verollinen ostohinta on yhteensä vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä. Palautukseen sovelletaan muutoinkin puolustusyhteistyösopimuksessa sovittuja rajoituksia ja edellytyksiä. Vero palautetaan neljänneskalenterivuodelta Verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen päivän kuluessa hakemuksen vastaanottamisesta. Hakemus on tehtävä vuoden kuluessa laskun maksupäivästä. Hakemukseen tulee liittää asianmukainen todistus siitä, että hakijalla on puolustusyhteistyösopimuksen, hakijan aseman sekä tavaran tai palvelun käyttötarkoituksen perusteella oikeus palautukseen. Verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. Verohallinto määrää tarkemmin hakemukseen sisällytettävistä tiedoista ja hakemukseen liitettävistä asiakirjoista.",
        "folded_fi": "puolustusyhteistyosopimuksen 17 artiklassa tarkoitetulle suomessa olevalle usa:n joukkojen jasenelle palautetaan suomesta ostettujen tavaroiden ja palvelujen hankintaan sisaltyva vero, jos tavara tai palvelu on ostettu usa:n joukkojen jasenen tai hanen talouteensa kuuluvan perheenjasenen henkilokohtaiseen kayttoon. palautuksen edellytyksena on, etta tavaroiden tai palvelujen verollinen ostohinta on yhteensa vahintaan 170 euroa tai puolustusyhteistyosopimuksessa sovittu muu maara. palautukseen sovelletaan muutoinkin puolustusyhteistyosopimuksessa sovittuja rajoituksia ja edellytyksia. vero palautetaan neljanneskalenterivuodelta verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen paivan kuluessa hakemuksen vastaanottamisesta. hakemus on tehtava vuoden kuluessa laskun maksupaivasta. hakemukseen tulee liittaa asianmukainen todistus siita, etta hakijalla on puolustusyhteistyosopimuksen, hakijan aseman seka tavaran tai palvelun kayttotarkoituksen perusteella oikeus palautukseen. verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. verohallinto maaraa tarkemmin hakemukseen sisallytettavista tiedoista ja hakemukseen liitettavista asiakirjoista.",
        "content_sv": "Till en sådan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om försvarssamarbete och som befinner sig i Finland återbetalas den skatt som ingår i förvärvet av varor och tjänster som köpts i Finland, om varan eller tjänsten har köpts för personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hör till medlemmens hushåll. Förutsättningen för återbäring är att varornas eller tjänsternas skattebelagda inköpspris är totalt minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete. På återbäringen tillämpas även i övrigt de begränsningar och förutsättningar som fastställs i avtalet om försvarssamarbete. Skatten återbetalas kvartalsvis på basis av en ansökan som gjorts till Skatteförvaltningen och inom trettio dagar från mottagandet av ansökan. Ansökan ska göras inom ett år efter betalningsdagen för fakturan. Till ansökan ska fogas ett adekvat intyg om att sökanden med stöd av avtalet om försvarssamarbete, sökandens status eller ändamålet med varan eller tjänsten har rätt till återbäring. Skatteförvaltningen kontrollerar förutsättningarna för återbäring och återbetalar skatten. Skatteförvaltningen bestämmer närmare vilka uppgifter som ska ingå i ansökan och vilka handlingar som ska fogas till ansökan.",
        "normalized_sv": "Till en sådan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om försvarssamarbete och som befinner sig i Finland återbetalas den skatt som ingår i förvärvet av varor och tjänster som köpts i Finland, om varan eller tjänsten har köpts för personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hör till medlemmens hushåll. Förutsättningen för återbäring är att varornas eller tjänsternas skattebelagda inköpspris är totalt minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete. På återbäringen tillämpas även i övrigt de begränsningar och förutsättningar som fastställs i avtalet om försvarssamarbete. Skatten återbetalas kvartalsvis på basis av en ansökan som gjorts till Skatteförvaltningen och inom trettio dagar från mottagandet av ansökan. Ansökan ska göras inom ett år efter betalningsdagen för fakturan. Till ansökan ska fogas ett adekvat intyg om att sökanden med stöd av avtalet om försvarssamarbete, sökandens status eller ändamålet med varan eller tjänsten har rätt till återbäring. Skatteförvaltningen kontrollerar förutsättningarna för återbäring och återbetalar skatten. Skatteförvaltningen bestämmer närmare vilka uppgifter som ska ingå i ansökan och vilka handlingar som ska fogas till ansökan.",
        "folded_sv": "till en sadan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om forsvarssamarbete och som befinner sig i finland aterbetalas den skatt som ingar i forvarvet av varor och tjanster som kopts i finland, om varan eller tjansten har kopts for personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hor till medlemmens hushall. forutsattningen for aterbaring ar att varornas eller tjansternas skattebelagda inkopspris ar totalt minst 170 euro eller nagot annat belopp som faststalls i avtalet om forsvarssamarbete. pa aterbaringen tillampas aven i ovrigt de begransningar och forutsattningar som faststalls i avtalet om forsvarssamarbete. skatten aterbetalas kvartalsvis pa basis av en ansokan som gjorts till skatteforvaltningen och inom trettio dagar fran mottagandet av ansokan. ansokan ska goras inom ett ar efter betalningsdagen for fakturan. till ansokan ska fogas ett adekvat intyg om att sokanden med stod av avtalet om forsvarssamarbete, sokandens status eller andamalet med varan eller tjansten har ratt till aterbaring. skatteforvaltningen kontrollerar forutsattningarna for aterbaring och aterbetalar skatten. skatteforvaltningen bestammer narmare vilka uppgifter som ska inga i ansokan och vilka handlingar som ska fogas till ansokan."
      }
    },
    {
      "provision_ref": "129 e",
      "section": "129 e",
      "content": "Jos veroa on palautettu 129 tai 129 a-129 d §:n perusteella liikaa, voidaan liikaa palautetun veron määrä vähentää myöhemmin palautettavan veron määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 e",
        "normalized_fi": "Jos veroa on palautettu 129 tai 129 a-129 d § :n perusteella liikaa, voidaan liikaa palautetun veron määrä vähentää myöhemmin palautettavan veron määrästä.",
        "folded_fi": "jos veroa on palautettu 129 tai 129 a-129 d §:n perusteella liikaa, voidaan liikaa palautetun veron maara vahentaa myohemmin palautettavan veron maarasta.",
        "content_sv": "Om skatt har återburits till för stort belopp med stöd av 129 eller 129 a-129 d §, kan det överstora skattebelopp som återburits dras av från ett skattebelopp som återbärs senare.",
        "normalized_sv": "Om skatt har återburits till för stort belopp med stöd av 129 eller 129 a-129 d § , kan det överstora skattebelopp som återburits dras av från ett skattebelopp som återbärs senare.",
        "folded_sv": "om skatt har aterburits till for stort belopp med stod av 129 eller 129 a-129 d §, kan det overstora skattebelopp som aterburits dras av fran ett skattebelopp som aterbars senare."
      }
    },
    {
      "provision_ref": "129 f",
      "section": "129 f",
      "content": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös 129 ja 129 a-129 d §:ssä tarkoitettuun palautukseen oikeutettuun. Haettaessa muutosta 129 ja 129 a-129 d §:n nojalla tehtyyn päätökseen oikaisuvaatimuksen tekemisen määräaika lasketaan sen kalenterivuoden päättymisestä, johon kuuluvaa ajanjaksoa päätös koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 f",
        "normalized_fi": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös 129 ja 129 a-129 d § :ssä tarkoitettuun palautukseen oikeutettuun. Haettaessa muutosta 129 ja 129 a-129 d § :n nojalla tehtyyn päätökseen oikaisuvaatimuksen tekemisen määräaika lasketaan sen kalenterivuoden päättymisestä, johon kuuluvaa ajanjaksoa päätös koskee.",
        "folded_fi": "mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos 129 ja 129 a-129 d §:ssa tarkoitettuun palautukseen oikeutettuun. haettaessa muutosta 129 ja 129 a-129 d §:n nojalla tehtyyn paatokseen oikaisuvaatimuksen tekemisen maaraaika lasketaan sen kalenterivuoden paattymisesta, johon kuuluvaa ajanjaksoa paatos koskee.",
        "content_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på den som är berättigad till återbäring enligt 129 och 129 a-129 d §. När ändring söks i ett beslut som fattats med stöd av 129 och 129 a-129 d § räknas tidsfristen för begäran om omprövning från utgången av det kalenderår som omfattar den period som berörs av beslutet.",
        "normalized_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på den som är berättigad till återbäring enligt 129 och 129 a-129 d § . När ändring söks i ett beslut som fattats med stöd av 129 och 129 a-129 d § räknas tidsfristen för begäran om omprövning från utgången av det kalenderår som omfattar den period som berörs av beslutet.",
        "folded_sv": "vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa den som ar berattigad till aterbaring enligt 129 och 129 a-129 d §. nar andring soks i ett beslut som fattats med stod av 129 och 129 a-129 d § raknas tidsfristen for begaran om omprovning fran utgangen av det kalenderar som omfattar den period som berors av beslutet."
      }
    },
    {
      "provision_ref": "209 r",
      "section": "209 r",
      "content": "Edellä 128, 129 ja 129 a-129 d §:ssä tarkoitetun hakemuksen perusteena oleva lasku on säilytettävä kolme vuotta laskun maksupäivää seuraavan vuoden alusta. Edellä 125 §:ssä tarkoitetun hakemuksen osalta tavaroiden hankintaan sisältyvän veron määrän ja näiden tavaroiden viennin todentavat asiakirjat on säilytettävä kolme vuotta tavaroiden vientiä seuraavan vuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:209 r",
        "normalized_fi": "Edellä 128, 129 ja 129 a-129 d § :ssä tarkoitetun hakemuksen perusteena oleva lasku on säilytettävä kolme vuotta laskun maksupäivää seuraavan vuoden alusta. Edellä 125 § :ssä tarkoitetun hakemuksen osalta tavaroiden hankintaan sisältyvän veron määrän ja näiden tavaroiden viennin todentavat asiakirjat on säilytettävä kolme vuotta tavaroiden vientiä seuraavan vuoden alusta.",
        "folded_fi": "edella 128, 129 ja 129 a-129 d §:ssa tarkoitetun hakemuksen perusteena oleva lasku on sailytettava kolme vuotta laskun maksupaivaa seuraavan vuoden alusta. edella 125 §:ssa tarkoitetun hakemuksen osalta tavaroiden hankintaan sisaltyvan veron maaran ja naiden tavaroiden viennin todentavat asiakirjat on sailytettava kolme vuotta tavaroiden vientia seuraavan vuoden alusta.",
        "content_sv": "En faktura som ligger till grund för en ansökan enligt 128, 129 och 129 a-129 d § ska förvaras i tre år från ingången av året efter fakturans betalningsdag. I fråga om en ansökan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingår i förvärvet av varorna och utförseln av dessa varor förvaras i tre år från ingången av året efter det år då varorna utfördes.",
        "normalized_sv": "En faktura som ligger till grund för en ansökan enligt 128, 129 och 129 a-129 d § ska förvaras i tre år från ingången av året efter fakturans betalningsdag. I fråga om en ansökan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingår i förvärvet av varorna och utförseln av dessa varor förvaras i tre år från ingången av året efter det år då varorna utfördes.",
        "folded_sv": "en faktura som ligger till grund for en ansokan enligt 128, 129 och 129 a-129 d § ska forvaras i tre ar fran ingangen av aret efter fakturans betalningsdag. i fraga om en ansokan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingar i forvarvet av varorna och utforseln av dessa varor forvaras i tre ar fran ingangen av aret efter det ar da varorna utfordes."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnistä suoritettava arvonlisävero on ilmoitettava 133 r §:ssä tarkoitetussa erityisjärjestelmässä, jos erityisjärjestelmää käyttävälle verovelvolliselle järjestelmän käyttämistä varten annettu yksilöllinen tunniste on ilmoitettu Tullille viimeistään tuonti-ilmoituksen antamishetkellä; puolustusyhteistyösopimus 27) Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä tehdyn sopimuksen, jäljempänä, 19 artiklassa tarkoitetun USA:n joukkojen jäsenen, hänen talouteensa kuuluvan perheenjäsenen ja USA:n sopimustoimittajan työntekijän henkilökohtaiseen käyttöön maahantuomat tavarat niillä edellytyksillä ja rajoituksilla, jotka on sovittu puolustusyhteistyösopimuksessa edellyttäen, että maahantuonnista suoritettavan veron peruste lisättynä arvonlisäveron osuudella on vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä; tavaran maahantuojan tulee pyydettäessä esittää Tullille asianmukainen todistus siitä, että hänellä on puolustusyhteistyösopimuksen, asemansa sekä tavaran käyttötarkoituksen perusteella oikeus verottomuuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:94",
        "normalized_fi": "Verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnistä suoritettava arvonlisävero on ilmoitettava 133 r § :ssä tarkoitetussa erityisjärjestelmässä, jos erityisjärjestelmää käyttävälle verovelvolliselle järjestelmän käyttämistä varten annettu yksilöllinen tunniste on ilmoitettu Tullille viimeistään tuonti-ilmoituksen antamishetkellä; puolustusyhteistyösopimus 27) Puolustusyhteistyöstä Suomen tasavallan hallituksen ja Amerikan yhdysvaltojen hallituksen välillä tehdyn sopimuksen, jäljempänä, 19 artiklassa tarkoitetun USA:n joukkojen jäsenen, hänen talouteensa kuuluvan perheenjäsenen ja USA:n sopimustoimittajan työntekijän henkilökohtaiseen käyttöön maahantuomat tavarat niillä edellytyksillä ja rajoituksilla, jotka on sovittu puolustusyhteistyösopimuksessa edellyttäen, että maahantuonnista suoritettavan veron peruste lisättynä arvonlisäveron osuudella on vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä; tavaran maahantuojan tulee pyydettäessä esittää Tullille asianmukainen todistus siitä, että hänellä on puolustusyhteistyösopimuksen, asemansa sekä tavaran käyttötarkoituksen perusteella oikeus verottomuuteen.",
        "folded_fi": "verotonta on seuraavien tavaroiden maahantuonti: 26) tavarat, joiden myynnista suoritettava arvonlisavero on ilmoitettava 133 r §:ssa tarkoitetussa erityisjarjestelmassa, jos erityisjarjestelmaa kayttavalle verovelvolliselle jarjestelman kayttamista varten annettu yksilollinen tunniste on ilmoitettu tullille viimeistaan tuonti-ilmoituksen antamishetkella; puolustusyhteistyosopimus 27) puolustusyhteistyosta suomen tasavallan hallituksen ja amerikan yhdysvaltojen hallituksen valilla tehdyn sopimuksen, jaljempana, 19 artiklassa tarkoitetun usa:n joukkojen jasenen, hanen talouteensa kuuluvan perheenjasenen ja usa:n sopimustoimittajan tyontekijan henkilokohtaiseen kayttoon maahantuomat tavarat niilla edellytyksilla ja rajoituksilla, jotka on sovittu puolustusyhteistyosopimuksessa edellyttaen, etta maahantuonnista suoritettavan veron peruste lisattyna arvonlisaveron osuudella on vahintaan 170 euroa tai puolustusyhteistyosopimuksessa sovittu muu maara; tavaran maahantuojan tulee pyydettaessa esittaa tullille asianmukainen todistus siita, etta hanella on puolustusyhteistyosopimuksen, asemansa seka tavaran kayttotarkoituksen perusteella oikeus verottomuuteen.",
        "content_sv": "Skattefri är import av följande varor 26) varor i fråga om vilka den mervärdesskatt som betalas på försäljningen ska deklareras i den särskilda ordning som avses i 133 r §, om det individuella registreringsnummer som tilldelats den skattskyldige för användning av den särskilda ordningen har anmälts till Tullen senast när importanmälan lämnas, avtalet om försvarssamarbete 27) varor som i artikel 19 i avtalet mellan Republiken Finlands regering och Amerikas Förenta staters regering om försvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hör till medlemmens hushåll och anställda hos amerikanska avtalsentreprenörer importerar för personligt bruk enligt de förutsättningar och begränsningar som fastställs i avtalet om försvarssamarbete, förutsatt att grunden för den skatt som ska betalas på importen ökad med mervärdesskattens andel är minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete; den som importerar en vara ska på begäran för Tullen visa upp ett adekvat intyg om att personen med stöd av avtalet om försvarssamarbete, sin status och varans användningsändamål har rätt till skattefrihet.",
        "normalized_sv": "Skattefri är import av följande varor 26) varor i fråga om vilka den mervärdesskatt som betalas på försäljningen ska deklareras i den särskilda ordning som avses i 133 r § , om det individuella registreringsnummer som tilldelats den skattskyldige för användning av den särskilda ordningen har anmälts till Tullen senast när importanmälan lämnas, avtalet om försvarssamarbete 27) varor som i artikel 19 i avtalet mellan Republiken Finlands regering och Amerikas Förenta staters regering om försvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hör till medlemmens hushåll och anställda hos amerikanska avtalsentreprenörer importerar för personligt bruk enligt de förutsättningar och begränsningar som fastställs i avtalet om försvarssamarbete, förutsatt att grunden för den skatt som ska betalas på importen ökad med mervärdesskattens andel är minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete; den som importerar en vara ska på begäran för Tullen visa upp ett adekvat intyg om att personen med stöd av avtalet om försvarssamarbete, sin status och varans användningsändamål har rätt till skattefrihet.",
        "folded_sv": "skattefri ar import av foljande varor 26) varor i fraga om vilka den mervardesskatt som betalas pa forsaljningen ska deklareras i den sarskilda ordning som avses i 133 r §, om det individuella registreringsnummer som tilldelats den skattskyldige for anvandning av den sarskilda ordningen har anmalts till tullen senast nar importanmalan lamnas, avtalet om forsvarssamarbete 27) varor som i artikel 19 i avtalet mellan republiken finlands regering och amerikas forenta staters regering om forsvarssamarbete, nedan, avsedda medlemmar av de amerikanska styrkorna, familjemedlem som hor till medlemmens hushall och anstallda hos amerikanska avtalsentreprenorer importerar for personligt bruk enligt de forutsattningar och begransningar som faststalls i avtalet om forsvarssamarbete, forutsatt att grunden for den skatt som ska betalas pa importen okad med mervardesskattens andel ar minst 170 euro eller nagot annat belopp som faststalls i avtalet om forsvarssamarbete; den som importerar en vara ska pa begaran for tullen visa upp ett adekvat intyg om att personen med stod av avtalet om forsvarssamarbete, sin status och varans anvandningsandamal har ratt till skattefrihet."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "129 d",
      "section": "129 d",
      "content": "Puolustusyhteistyösopimuksen 17 artiklassa tarkoitetulle Suomessa olevalle USA:n joukkojen jäsenelle palautetaan Suomesta ostettujen tavaroiden ja palvelujen hankintaan sisältyvä vero, jos tavara tai palvelu on ostettu USA:n joukkojen jäsenen tai hänen talouteensa kuuluvan perheenjäsenen henkilökohtaiseen käyttöön. Palautuksen edellytyksenä on, että tavaroiden tai palvelujen verollinen ostohinta on yhteensä vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä. Palautukseen sovelletaan muutoinkin puolustusyhteistyösopimuksessa sovittuja rajoituksia ja edellytyksiä. Vero palautetaan neljänneskalenterivuodelta Verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen päivän kuluessa hakemuksen vastaanottamisesta. Hakemus on tehtävä vuoden kuluessa laskun maksupäivästä. Hakemukseen tulee liittää asianmukainen todistus siitä, että hakijalla on puolustusyhteistyösopimuksen, hakijan aseman sekä tavaran tai palvelun käyttötarkoituksen perusteella oikeus palautukseen. Verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. Verohallinto määrää tarkemmin hakemukseen sisällytettävistä tiedoista ja hakemukseen liitettävistä asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 d",
        "normalized_fi": "Puolustusyhteistyösopimuksen 17 artiklassa tarkoitetulle Suomessa olevalle USA:n joukkojen jäsenelle palautetaan Suomesta ostettujen tavaroiden ja palvelujen hankintaan sisältyvä vero, jos tavara tai palvelu on ostettu USA:n joukkojen jäsenen tai hänen talouteensa kuuluvan perheenjäsenen henkilökohtaiseen käyttöön. Palautuksen edellytyksenä on, että tavaroiden tai palvelujen verollinen ostohinta on yhteensä vähintään 170 euroa tai puolustusyhteistyösopimuksessa sovittu muu määrä. Palautukseen sovelletaan muutoinkin puolustusyhteistyösopimuksessa sovittuja rajoituksia ja edellytyksiä. Vero palautetaan neljänneskalenterivuodelta Verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen päivän kuluessa hakemuksen vastaanottamisesta. Hakemus on tehtävä vuoden kuluessa laskun maksupäivästä. Hakemukseen tulee liittää asianmukainen todistus siitä, että hakijalla on puolustusyhteistyösopimuksen, hakijan aseman sekä tavaran tai palvelun käyttötarkoituksen perusteella oikeus palautukseen. Verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. Verohallinto määrää tarkemmin hakemukseen sisällytettävistä tiedoista ja hakemukseen liitettävistä asiakirjoista.",
        "folded_fi": "puolustusyhteistyosopimuksen 17 artiklassa tarkoitetulle suomessa olevalle usa:n joukkojen jasenelle palautetaan suomesta ostettujen tavaroiden ja palvelujen hankintaan sisaltyva vero, jos tavara tai palvelu on ostettu usa:n joukkojen jasenen tai hanen talouteensa kuuluvan perheenjasenen henkilokohtaiseen kayttoon. palautuksen edellytyksena on, etta tavaroiden tai palvelujen verollinen ostohinta on yhteensa vahintaan 170 euroa tai puolustusyhteistyosopimuksessa sovittu muu maara. palautukseen sovelletaan muutoinkin puolustusyhteistyosopimuksessa sovittuja rajoituksia ja edellytyksia. vero palautetaan neljanneskalenterivuodelta verohallinnolle tehdyn hakemuksen perusteella kolmenkymmenen paivan kuluessa hakemuksen vastaanottamisesta. hakemus on tehtava vuoden kuluessa laskun maksupaivasta. hakemukseen tulee liittaa asianmukainen todistus siita, etta hakijalla on puolustusyhteistyosopimuksen, hakijan aseman seka tavaran tai palvelun kayttotarkoituksen perusteella oikeus palautukseen. verohallinto tarkistaa palautuksen edellytykset ja palauttaa veron. verohallinto maaraa tarkemmin hakemukseen sisallytettavista tiedoista ja hakemukseen liitettavista asiakirjoista.",
        "content_sv": "Till en sådan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om försvarssamarbete och som befinner sig i Finland återbetalas den skatt som ingår i förvärvet av varor och tjänster som köpts i Finland, om varan eller tjänsten har köpts för personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hör till medlemmens hushåll. Förutsättningen för återbäring är att varornas eller tjänsternas skattebelagda inköpspris är totalt minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete. På återbäringen tillämpas även i övrigt de begränsningar och förutsättningar som fastställs i avtalet om försvarssamarbete. Skatten återbetalas kvartalsvis på basis av en ansökan som gjorts till Skatteförvaltningen och inom trettio dagar från mottagandet av ansökan. Ansökan ska göras inom ett år efter betalningsdagen för fakturan. Till ansökan ska fogas ett adekvat intyg om att sökanden med stöd av avtalet om försvarssamarbete, sökandens status eller ändamålet med varan eller tjänsten har rätt till återbäring. Skatteförvaltningen kontrollerar förutsättningarna för återbäring och återbetalar skatten. Skatteförvaltningen bestämmer närmare vilka uppgifter som ska ingå i ansökan och vilka handlingar som ska fogas till ansökan.",
        "normalized_sv": "Till en sådan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om försvarssamarbete och som befinner sig i Finland återbetalas den skatt som ingår i förvärvet av varor och tjänster som köpts i Finland, om varan eller tjänsten har köpts för personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hör till medlemmens hushåll. Förutsättningen för återbäring är att varornas eller tjänsternas skattebelagda inköpspris är totalt minst 170 euro eller något annat belopp som fastställs i avtalet om försvarssamarbete. På återbäringen tillämpas även i övrigt de begränsningar och förutsättningar som fastställs i avtalet om försvarssamarbete. Skatten återbetalas kvartalsvis på basis av en ansökan som gjorts till Skatteförvaltningen och inom trettio dagar från mottagandet av ansökan. Ansökan ska göras inom ett år efter betalningsdagen för fakturan. Till ansökan ska fogas ett adekvat intyg om att sökanden med stöd av avtalet om försvarssamarbete, sökandens status eller ändamålet med varan eller tjänsten har rätt till återbäring. Skatteförvaltningen kontrollerar förutsättningarna för återbäring och återbetalar skatten. Skatteförvaltningen bestämmer närmare vilka uppgifter som ska ingå i ansökan och vilka handlingar som ska fogas till ansökan.",
        "folded_sv": "till en sadan medlem av en amerikansk styrka som avses i artikel 17 i avtalet om forsvarssamarbete och som befinner sig i finland aterbetalas den skatt som ingar i forvarvet av varor och tjanster som kopts i finland, om varan eller tjansten har kopts for personligt bruk av medlemmen av den amerikanska styrkan eller en familjemedlem som hor till medlemmens hushall. forutsattningen for aterbaring ar att varornas eller tjansternas skattebelagda inkopspris ar totalt minst 170 euro eller nagot annat belopp som faststalls i avtalet om forsvarssamarbete. pa aterbaringen tillampas aven i ovrigt de begransningar och forutsattningar som faststalls i avtalet om forsvarssamarbete. skatten aterbetalas kvartalsvis pa basis av en ansokan som gjorts till skatteforvaltningen och inom trettio dagar fran mottagandet av ansokan. ansokan ska goras inom ett ar efter betalningsdagen for fakturan. till ansokan ska fogas ett adekvat intyg om att sokanden med stod av avtalet om forsvarssamarbete, sokandens status eller andamalet med varan eller tjansten har ratt till aterbaring. skatteforvaltningen kontrollerar forutsattningarna for aterbaring och aterbetalar skatten. skatteforvaltningen bestammer narmare vilka uppgifter som ska inga i ansokan och vilka handlingar som ska fogas till ansokan."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "129 e",
      "section": "129 e",
      "content": "Jos veroa on palautettu 129 tai 129 a-129 d §:n perusteella liikaa, voidaan liikaa palautetun veron määrä vähentää myöhemmin palautettavan veron määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 e",
        "normalized_fi": "Jos veroa on palautettu 129 tai 129 a-129 d § :n perusteella liikaa, voidaan liikaa palautetun veron määrä vähentää myöhemmin palautettavan veron määrästä.",
        "folded_fi": "jos veroa on palautettu 129 tai 129 a-129 d §:n perusteella liikaa, voidaan liikaa palautetun veron maara vahentaa myohemmin palautettavan veron maarasta.",
        "content_sv": "Om skatt har återburits till för stort belopp med stöd av 129 eller 129 a-129 d §, kan det överstora skattebelopp som återburits dras av från ett skattebelopp som återbärs senare.",
        "normalized_sv": "Om skatt har återburits till för stort belopp med stöd av 129 eller 129 a-129 d § , kan det överstora skattebelopp som återburits dras av från ett skattebelopp som återbärs senare.",
        "folded_sv": "om skatt har aterburits till for stort belopp med stod av 129 eller 129 a-129 d §, kan det overstora skattebelopp som aterburits dras av fran ett skattebelopp som aterbars senare."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "129 f",
      "section": "129 f",
      "content": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 §:ssä säädetään verovelvollisesta, sovelletaan myös 129 ja 129 a-129 d §:ssä tarkoitettuun palautukseen oikeutettuun. Haettaessa muutosta 129 ja 129 a-129 d §:n nojalla tehtyyn päätökseen oikaisuvaatimuksen tekemisen määräaika lasketaan sen kalenterivuoden päättymisestä, johon kuuluvaa ajanjaksoa päätös koskee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129 f",
        "normalized_fi": "Mitä oma-aloitteisten verojen verotusmenettelystä annetun lain 59 § :ssä säädetään verovelvollisesta, sovelletaan myös 129 ja 129 a-129 d § :ssä tarkoitettuun palautukseen oikeutettuun. Haettaessa muutosta 129 ja 129 a-129 d § :n nojalla tehtyyn päätökseen oikaisuvaatimuksen tekemisen määräaika lasketaan sen kalenterivuoden päättymisestä, johon kuuluvaa ajanjaksoa päätös koskee.",
        "folded_fi": "mita oma-aloitteisten verojen verotusmenettelysta annetun lain 59 §:ssa saadetaan verovelvollisesta, sovelletaan myos 129 ja 129 a-129 d §:ssa tarkoitettuun palautukseen oikeutettuun. haettaessa muutosta 129 ja 129 a-129 d §:n nojalla tehtyyn paatokseen oikaisuvaatimuksen tekemisen maaraaika lasketaan sen kalenterivuoden paattymisesta, johon kuuluvaa ajanjaksoa paatos koskee.",
        "content_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på den som är berättigad till återbäring enligt 129 och 129 a-129 d §. När ändring söks i ett beslut som fattats med stöd av 129 och 129 a-129 d § räknas tidsfristen för begäran om omprövning från utgången av det kalenderår som omfattar den period som berörs av beslutet.",
        "normalized_sv": "Vad som i 59 § i lagen om beskattningsförfarandet beträffande skatter som betalas på eget initiativ föreskrivs om skattskyldiga tillämpas också på den som är berättigad till återbäring enligt 129 och 129 a-129 d § . När ändring söks i ett beslut som fattats med stöd av 129 och 129 a-129 d § räknas tidsfristen för begäran om omprövning från utgången av det kalenderår som omfattar den period som berörs av beslutet.",
        "folded_sv": "vad som i 59 § i lagen om beskattningsforfarandet betraffande skatter som betalas pa eget initiativ foreskrivs om skattskyldiga tillampas ocksa pa den som ar berattigad till aterbaring enligt 129 och 129 a-129 d §. nar andring soks i ett beslut som fattats med stod av 129 och 129 a-129 d § raknas tidsfristen for begaran om omprovning fran utgangen av det kalenderar som omfattar den period som berors av beslutet."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    },
    {
      "provision_ref": "209 r",
      "section": "209 r",
      "content": "Edellä 128, 129 ja 129 a-129 d §:ssä tarkoitetun hakemuksen perusteena oleva lasku on säilytettävä kolme vuotta laskun maksupäivää seuraavan vuoden alusta. Edellä 125 §:ssä tarkoitetun hakemuksen osalta tavaroiden hankintaan sisältyvän veron määrän ja näiden tavaroiden viennin todentavat asiakirjat on säilytettävä kolme vuotta tavaroiden vientiä seuraavan vuoden alusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:209 r",
        "normalized_fi": "Edellä 128, 129 ja 129 a-129 d § :ssä tarkoitetun hakemuksen perusteena oleva lasku on säilytettävä kolme vuotta laskun maksupäivää seuraavan vuoden alusta. Edellä 125 § :ssä tarkoitetun hakemuksen osalta tavaroiden hankintaan sisältyvän veron määrän ja näiden tavaroiden viennin todentavat asiakirjat on säilytettävä kolme vuotta tavaroiden vientiä seuraavan vuoden alusta.",
        "folded_fi": "edella 128, 129 ja 129 a-129 d §:ssa tarkoitetun hakemuksen perusteena oleva lasku on sailytettava kolme vuotta laskun maksupaivaa seuraavan vuoden alusta. edella 125 §:ssa tarkoitetun hakemuksen osalta tavaroiden hankintaan sisaltyvan veron maaran ja naiden tavaroiden viennin todentavat asiakirjat on sailytettava kolme vuotta tavaroiden vientia seuraavan vuoden alusta.",
        "content_sv": "En faktura som ligger till grund för en ansökan enligt 128, 129 och 129 a-129 d § ska förvaras i tre år från ingången av året efter fakturans betalningsdag. I fråga om en ansökan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingår i förvärvet av varorna och utförseln av dessa varor förvaras i tre år från ingången av året efter det år då varorna utfördes.",
        "normalized_sv": "En faktura som ligger till grund för en ansökan enligt 128, 129 och 129 a-129 d § ska förvaras i tre år från ingången av året efter fakturans betalningsdag. I fråga om en ansökan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingår i förvärvet av varorna och utförseln av dessa varor förvaras i tre år från ingången av året efter det år då varorna utfördes.",
        "folded_sv": "en faktura som ligger till grund for en ansokan enligt 128, 129 och 129 a-129 d § ska forvaras i tre ar fran ingangen av aret efter fakturans betalningsdag. i fraga om en ansokan enligt 125 § ska de handlingar som verifierar beloppet av den skatt som ingar i forvarvet av varorna och utforseln av dessa varor forvaras i tre ar fran ingangen av aret efter det ar da varorna utfordes."
      },
      "valid_from": "2024-07-05",
      "valid_to": null
    }
  ]
}