{
  "id": "499/2024",
  "type": "statute",
  "title": "Laki ennakkoperintälain muuttamisesta",
  "title_en": "Lag om ändring av lagen om förskottsuppbörd",
  "status": "in_force",
  "issued_date": "2024-08-16",
  "in_force_date": "2024-08-16",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/499/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ennakkoperinnän toimittamisen tavat",
      "content": "Ennakkoperintä toimitetaan ennakonpidätyksenä. Jos tässä laissa säädetään tai Verohallinto tämän lain nojalla määrää, ennakkoperintä toimitetaan ennakonkantona. Verohallinto voi määrätä, että ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidätysprosentin laskennassa. Yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidätysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltävän verovuoden ennakonpidätysprosentin laskennassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Ennakkoperintä toimitetaan ennakonpidätyksenä. Jos tässä laissa säädetään tai Verohallinto tämän lain nojalla määrää, ennakkoperintä toimitetaan ennakonkantona. Verohallinto voi määrätä, että ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidätysprosentin laskennassa. Yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidätysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltävän verovuoden ennakonpidätysprosentin laskennassa.",
        "folded_fi": "ennakkoperinta toimitetaan ennakonpidatyksena. jos tassa laissa saadetaan tai verohallinto taman lain nojalla maaraa, ennakkoperinta toimitetaan ennakonkantona. verohallinto voi maarata, etta ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidatysprosentin laskennassa. yhteensa yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidatysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensa yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltavan verovuoden ennakonpidatysprosentin laskennassa.",
        "title_sv": "Verkställande av förskottsuppbörd",
        "content_sv": "Förskottsuppbörden verkställs i form av förskottsinnehållning. Om så föreskrivs i denna lag eller om Skatteförvaltningen så bestämmer med stöd av denna lag, verkställs förskottsuppbörden i form av förskottsbetalning. Skatteförvaltningen kan bestämma att inkomster på vilka förskottsbetalning ska verkställas kan beaktas vid beräkningen av förskottsinnehållningsprocenten. Vid beräkningen av den skattskyldiges förskottsinnehållningsprocent kan inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas dock beaktas i annat fall än när den skattskyldige yrkat på det endast om inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas tidigare har beaktats vid beräkningen av den skattskyldiges förskottsinnehållningsprocent för skatteåret eller det föregående skatteåret.",
        "normalized_sv": "Förskottsuppbörden verkställs i form av förskottsinnehållning. Om så föreskrivs i denna lag eller om Skatteförvaltningen så bestämmer med stöd av denna lag, verkställs förskottsuppbörden i form av förskottsbetalning. Skatteförvaltningen kan bestämma att inkomster på vilka förskottsbetalning ska verkställas kan beaktas vid beräkningen av förskottsinnehållningsprocenten. Vid beräkningen av den skattskyldiges förskottsinnehållningsprocent kan inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas dock beaktas i annat fall än när den skattskyldige yrkat på det endast om inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas tidigare har beaktats vid beräkningen av den skattskyldiges förskottsinnehållningsprocent för skatteåret eller det föregående skatteåret.",
        "folded_sv": "forskottsuppborden verkstalls i form av forskottsinnehallning. om sa foreskrivs i denna lag eller om skatteforvaltningen sa bestammer med stod av denna lag, verkstalls forskottsuppborden i form av forskottsbetalning. skatteforvaltningen kan bestamma att inkomster pa vilka forskottsbetalning ska verkstallas kan beaktas vid berakningen av forskottsinnehallningsprocenten. vid berakningen av den skattskyldiges forskottsinnehallningsprocent kan inkomster pa sammanlagt over 7 000 euro pa vilka forskottsbetalning ska verkstallas dock beaktas i annat fall an nar den skattskyldige yrkat pa det endast om inkomster pa sammanlagt over 7 000 euro pa vilka forskottsbetalning ska verkstallas tidigare har beaktats vid berakningen av den skattskyldiges forskottsinnehallningsprocent for skattearet eller det foregaende skattearet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ennakkoperinnän vastaavuusvaatimus",
      "content": "Ennakonpidätyksen määrän on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidätyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää. Ennakonkannossa veroa määrätään verovelvollisen maksettavaksi määrä, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää vähennettynä ennakonpidätyksenä kertyväksi arvioidulla määrällä. Ennakonpidätys toimitetaan suorituksen maksuvuodelle määrätyn ennakonpidätysprosentin mukaisesti. Jos suorituksen saajalle suorituksen maksuvuodelle määrätty ennakonpidätysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidätys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ennakonpidätyksen määrän on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidätyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää. Ennakonkannossa veroa määrätään verovelvollisen maksettavaksi määrä, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää vähennettynä ennakonpidätyksenä kertyväksi arvioidulla määrällä. Ennakonpidätys toimitetaan suorituksen maksuvuodelle määrätyn ennakonpidätysprosentin mukaisesti. Jos suorituksen saajalle suorituksen maksuvuodelle määrätty ennakonpidätysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidätys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
        "folded_fi": "ennakonpidatyksen maaran on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidatyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismaaraa. ennakonkannossa veroa maarataan verovelvollisen maksettavaksi maara, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismaaraa vahennettyna ennakonpidatyksena kertyvaksi arvioidulla maaralla. ennakonpidatys toimitetaan suorituksen maksuvuodelle maaratyn ennakonpidatysprosentin mukaisesti. jos suorituksen saajalle suorituksen maksuvuodelle maaratty ennakonpidatysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidatys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden paattyessa voimassa olleen ennakonpidatysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
        "title_sv": "Kravet på motsvarighet",
        "content_sv": "Förskottsinnehållningens belopp ska så noggrant som möjligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som gäller för skatteåret och de övriga skattegrunder som ska tillämpas under skatteåret, ska betala för inkomst på vilken förskottsinnehållning ska verkställas. Vid förskottsbetalning påförs den skattskyldige ett skattebelopp som så noggrant som möjligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillämpas under skatteåret, ska betala för sina inkomster, minskat med det belopp som beräknas inflyta i form av förskottsinnehållning. Förskottsinnehållning verkställs enligt den förskottsinnehållningsprocent som bestämts för det år då betalningen görs. Om betalaren inte känner till betalningsmottagarens förskottsinnehållningsprocent för betalningsåret, ska betalaren på en betalning som görs i januari månad verkställa förskottsinnehållning enligt den förskottsinnehållningsprocent som gällde för betalningsmottagaren vid utgången av det föregående året, om betalaren känner till den.",
        "normalized_sv": "Förskottsinnehållningens belopp ska så noggrant som möjligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som gäller för skatteåret och de övriga skattegrunder som ska tillämpas under skatteåret, ska betala för inkomst på vilken förskottsinnehållning ska verkställas. Vid förskottsbetalning påförs den skattskyldige ett skattebelopp som så noggrant som möjligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillämpas under skatteåret, ska betala för sina inkomster, minskat med det belopp som beräknas inflyta i form av förskottsinnehållning. Förskottsinnehållning verkställs enligt den förskottsinnehållningsprocent som bestämts för det år då betalningen görs. Om betalaren inte känner till betalningsmottagarens förskottsinnehållningsprocent för betalningsåret, ska betalaren på en betalning som görs i januari månad verkställa förskottsinnehållning enligt den förskottsinnehållningsprocent som gällde för betalningsmottagaren vid utgången av det föregående året, om betalaren känner till den.",
        "folded_sv": "forskottsinnehallningens belopp ska sa noggrant som mojligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som galler for skattearet och de ovriga skattegrunder som ska tillampas under skattearet, ska betala for inkomst pa vilken forskottsinnehallning ska verkstallas. vid forskottsbetalning pafors den skattskyldige ett skattebelopp som sa noggrant som mojligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillampas under skattearet, ska betala for sina inkomster, minskat med det belopp som beraknas inflyta i form av forskottsinnehallning. forskottsinnehallning verkstalls enligt den forskottsinnehallningsprocent som bestamts for det ar da betalningen gors. om betalaren inte kanner till betalningsmottagarens forskottsinnehallningsprocent for betalningsaret, ska betalaren pa en betalning som gors i januari manad verkstalla forskottsinnehallning enligt den forskottsinnehallningsprocent som gallde for betalningsmottagaren vid utgangen av det foregaende aret, om betalaren kanner till den."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Vastaavuusvaatimuksesta poikkeaminen",
      "content": "Ennakonpidätys voidaan toimittaa 3 §:ssä säädetystä poiketen verovuoden alusta lukien enintään maaliskuun loppuun Verohallinnon määräämin muutoksin edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaisesti, jos Verohallinto välttämättömistä syistä niin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ennakonpidätys voidaan toimittaa 3 § :ssä säädetystä poiketen verovuoden alusta lukien enintään maaliskuun loppuun Verohallinnon määräämin muutoksin edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaisesti, jos Verohallinto välttämättömistä syistä niin määrää.",
        "folded_fi": "ennakonpidatys voidaan toimittaa 3 §:ssa saadetysta poiketen verovuoden alusta lukien enintaan maaliskuun loppuun verohallinnon maaraamin muutoksin edellisen vuoden paattyessa voimassa olleen ennakonpidatysprosentin mukaisesti, jos verohallinto valttamattomista syista niin maaraa.",
        "title_sv": "Undantag från kravet på motsvarighet",
        "content_sv": "Med avvikelse från 3 § kan förskottsinnehållning, med de ändringar som Skatteförvaltningen bestämmer, från ingången av skatteåret högst till utgången av mars månad verkställas enligt den förskottsinnehållningsprocent som gällde vid utgången av det föregående året, om Skatteförvaltningen av tvingande skäl så bestämmer.",
        "normalized_sv": "Med avvikelse från 3 § kan förskottsinnehållning, med de ändringar som Skatteförvaltningen bestämmer, från ingången av skatteåret högst till utgången av mars månad verkställas enligt den förskottsinnehållningsprocent som gällde vid utgången av det föregående året, om Skatteförvaltningen av tvingande skäl så bestämmer.",
        "folded_sv": "med avvikelse fran 3 § kan forskottsinnehallning, med de andringar som skatteforvaltningen bestammer, fran ingangen av skattearet hogst till utgangen av mars manad verkstallas enligt den forskottsinnehallningsprocent som gallde vid utgangen av det foregaende aret, om skatteforvaltningen av tvingande skal sa bestammer."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Pidätysprosentin määrääminen",
      "content": "Verohallinto voi verovelvollista kuulematta merkitä ennakonpidätyksen määrän prosentteina suorituksen saajan verokorttiin tai siirtää tiedon suoraan ennakonpidätyksen toimittamiseen velvolliselle. Ennakonpidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Verohallinto voi verovelvollista kuulematta merkitä ennakonpidätyksen määrän prosentteina suorituksen saajan verokorttiin tai siirtää tiedon suoraan ennakonpidätyksen toimittamiseen velvolliselle. Ennakonpidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "folded_fi": "verohallinto voi verovelvollista kuulematta merkita ennakonpidatyksen maaran prosentteina suorituksen saajan verokorttiin tai siirtaa tiedon suoraan ennakonpidatyksen toimittamiseen velvolliselle. ennakonpidatysprosentti voi tulla voimaan ja sita voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "title_sv": "Bestämmande av innehållningsprocenten",
        "content_sv": "Skatteförvaltningen kan utan att höra den skattskyldige anteckna storleken av förskottsinnehållningen i procent på betalningsmottagarens skattekort eller överföra uppgiften direkt till den som är skyldig att verkställa förskottsinnehållning. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "normalized_sv": "Skatteförvaltningen kan utan att höra den skattskyldige anteckna storleken av förskottsinnehållningen i procent på betalningsmottagarens skattekort eller överföra uppgiften direkt till den som är skyldig att verkställa förskottsinnehållning. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "folded_sv": "skatteforvaltningen kan utan att hora den skattskyldige anteckna storleken av forskottsinnehallningen i procent pa betalningsmottagarens skattekort eller overfora uppgiften direkt till den som ar skyldig att verkstalla forskottsinnehallning. forskottsinnehallningsprocenten kan trada i kraft och den kan tillampas redan innan betalningsmottagaren har fatt del av den."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Pidätysprosentin uudelleen määrääminen",
      "content": "Verohallinto voi määrätä verovelvollisen ennakonpidätysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeistä, että pidätysprosentti ei vastaa verovuodelta maksettavaksi määrättävien verojen ja maksujen yhteenlaskettua määrää. Pidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Verohallinto voi määrätä verovelvollisen ennakonpidätysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeistä, että pidätysprosentti ei vastaa verovuodelta maksettavaksi määrättävien verojen ja maksujen yhteenlaskettua määrää. Pidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "folded_fi": "verohallinto voi maarata verovelvollisen ennakonpidatysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeista, etta pidatysprosentti ei vastaa verovuodelta maksettavaksi maarattavien verojen ja maksujen yhteenlaskettua maaraa. pidatysprosentti voi tulla voimaan ja sita voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "title_sv": "Bestämmande av ny innehållningsprocent",
        "content_sv": "Skatteförvaltningen kan bestämma en ny förskottsinnehållningsprocent för den skattskyldige antingen på tjänstens vägnar utan att höra den skattskyldige eller på yrkande av den skattskyldige, om det är uppenbart att innehållningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska påföras den skattskyldige för skatteåret. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "normalized_sv": "Skatteförvaltningen kan bestämma en ny förskottsinnehållningsprocent för den skattskyldige antingen på tjänstens vägnar utan att höra den skattskyldige eller på yrkande av den skattskyldige, om det är uppenbart att innehållningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska påföras den skattskyldige för skatteåret. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "folded_sv": "skatteforvaltningen kan bestamma en ny forskottsinnehallningsprocent for den skattskyldige antingen pa tjanstens vagnar utan att hora den skattskyldige eller pa yrkande av den skattskyldige, om det ar uppenbart att innehallningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska paforas den skattskyldige for skattearet. forskottsinnehallningsprocenten kan trada i kraft och den kan tillampas redan innan betalningsmottagaren har fatt del av den."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Ennakkoperinnän toimittamisen tavat",
      "content": "Ennakkoperintä toimitetaan ennakonpidätyksenä. Jos tässä laissa säädetään tai Verohallinto tämän lain nojalla määrää, ennakkoperintä toimitetaan ennakonkantona. Verohallinto voi määrätä, että ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidätysprosentin laskennassa. Yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidätysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltävän verovuoden ennakonpidätysprosentin laskennassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Ennakkoperintä toimitetaan ennakonpidätyksenä. Jos tässä laissa säädetään tai Verohallinto tämän lain nojalla määrää, ennakkoperintä toimitetaan ennakonkantona. Verohallinto voi määrätä, että ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidätysprosentin laskennassa. Yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidätysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensä yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltävän verovuoden ennakonpidätysprosentin laskennassa.",
        "folded_fi": "ennakkoperinta toimitetaan ennakonpidatyksena. jos tassa laissa saadetaan tai verohallinto taman lain nojalla maaraa, ennakkoperinta toimitetaan ennakonkantona. verohallinto voi maarata, etta ennakonkannon alaiset tulot voidaan ottaa huomioon ennakonpidatysprosentin laskennassa. yhteensa yli 7 000 euron suuruiset ennakonkannon alaiset tulot voidaan kuitenkin ottaa verovelvollisen ennakonpidatysprosentin laskennassa muutoin kuin verovelvollisen vaatimuksesta huomioon vain, jos yhteensa yli 7 000 euron suuruiset ennakonkannon alaiset tulot on otettu aiemmin huomioon verovelvollisen verovuoden tai edeltavan verovuoden ennakonpidatysprosentin laskennassa.",
        "title_sv": "Verkställande av förskottsuppbörd",
        "content_sv": "Förskottsuppbörden verkställs i form av förskottsinnehållning. Om så föreskrivs i denna lag eller om Skatteförvaltningen så bestämmer med stöd av denna lag, verkställs förskottsuppbörden i form av förskottsbetalning. Skatteförvaltningen kan bestämma att inkomster på vilka förskottsbetalning ska verkställas kan beaktas vid beräkningen av förskottsinnehållningsprocenten. Vid beräkningen av den skattskyldiges förskottsinnehållningsprocent kan inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas dock beaktas i annat fall än när den skattskyldige yrkat på det endast om inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas tidigare har beaktats vid beräkningen av den skattskyldiges förskottsinnehållningsprocent för skatteåret eller det föregående skatteåret.",
        "normalized_sv": "Förskottsuppbörden verkställs i form av förskottsinnehållning. Om så föreskrivs i denna lag eller om Skatteförvaltningen så bestämmer med stöd av denna lag, verkställs förskottsuppbörden i form av förskottsbetalning. Skatteförvaltningen kan bestämma att inkomster på vilka förskottsbetalning ska verkställas kan beaktas vid beräkningen av förskottsinnehållningsprocenten. Vid beräkningen av den skattskyldiges förskottsinnehållningsprocent kan inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas dock beaktas i annat fall än när den skattskyldige yrkat på det endast om inkomster på sammanlagt över 7 000 euro på vilka förskottsbetalning ska verkställas tidigare har beaktats vid beräkningen av den skattskyldiges förskottsinnehållningsprocent för skatteåret eller det föregående skatteåret.",
        "folded_sv": "forskottsuppborden verkstalls i form av forskottsinnehallning. om sa foreskrivs i denna lag eller om skatteforvaltningen sa bestammer med stod av denna lag, verkstalls forskottsuppborden i form av forskottsbetalning. skatteforvaltningen kan bestamma att inkomster pa vilka forskottsbetalning ska verkstallas kan beaktas vid berakningen av forskottsinnehallningsprocenten. vid berakningen av den skattskyldiges forskottsinnehallningsprocent kan inkomster pa sammanlagt over 7 000 euro pa vilka forskottsbetalning ska verkstallas dock beaktas i annat fall an nar den skattskyldige yrkat pa det endast om inkomster pa sammanlagt over 7 000 euro pa vilka forskottsbetalning ska verkstallas tidigare har beaktats vid berakningen av den skattskyldiges forskottsinnehallningsprocent for skattearet eller det foregaende skattearet."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ennakkoperinnän vastaavuusvaatimus",
      "content": "Ennakonpidätyksen määrän on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidätyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää. Ennakonkannossa veroa määrätään verovelvollisen maksettavaksi määrä, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää vähennettynä ennakonpidätyksenä kertyväksi arvioidulla määrällä. Ennakonpidätys toimitetaan suorituksen maksuvuodelle määrätyn ennakonpidätysprosentin mukaisesti. Jos suorituksen saajalle suorituksen maksuvuodelle määrätty ennakonpidätysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidätys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ennakonpidätyksen määrän on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidätyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää. Ennakonkannossa veroa määrätään verovelvollisen maksettavaksi määrä, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismäärää vähennettynä ennakonpidätyksenä kertyväksi arvioidulla määrällä. Ennakonpidätys toimitetaan suorituksen maksuvuodelle määrätyn ennakonpidätysprosentin mukaisesti. Jos suorituksen saajalle suorituksen maksuvuodelle määrätty ennakonpidätysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidätys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
        "folded_fi": "ennakonpidatyksen maaran on vastattava mahdollisimman tarkoin verovelvollisen ennakonpidatyksen alaisesta tulosta verovuoden veroasteikkoa koskevan lain ja muiden verovuoden veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismaaraa. ennakonkannossa veroa maarataan verovelvollisen maksettavaksi maara, joka vastaa mahdollisimman tarkoin verovelvollisen tuloista verovuonna sovellettavien veroperusteiden mukaan maksettavaa verojen ja maksujen yhteismaaraa vahennettyna ennakonpidatyksena kertyvaksi arvioidulla maaralla. ennakonpidatys toimitetaan suorituksen maksuvuodelle maaratyn ennakonpidatysprosentin mukaisesti. jos suorituksen saajalle suorituksen maksuvuodelle maaratty ennakonpidatysprosentti ei ole suorituksen maksajan tiedossa, suorituksen maksajan on toimitettava ennakonpidatys tammikuussa maksettavasta suorituksesta suorituksen saajan edellisen vuoden paattyessa voimassa olleen ennakonpidatysprosentin mukaan, jos se on suorituksen maksajan tiedossa.",
        "title_sv": "Kravet på motsvarighet",
        "content_sv": "Förskottsinnehållningens belopp ska så noggrant som möjligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som gäller för skatteåret och de övriga skattegrunder som ska tillämpas under skatteåret, ska betala för inkomst på vilken förskottsinnehållning ska verkställas. Vid förskottsbetalning påförs den skattskyldige ett skattebelopp som så noggrant som möjligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillämpas under skatteåret, ska betala för sina inkomster, minskat med det belopp som beräknas inflyta i form av förskottsinnehållning. Förskottsinnehållning verkställs enligt den förskottsinnehållningsprocent som bestämts för det år då betalningen görs. Om betalaren inte känner till betalningsmottagarens förskottsinnehållningsprocent för betalningsåret, ska betalaren på en betalning som görs i januari månad verkställa förskottsinnehållning enligt den förskottsinnehållningsprocent som gällde för betalningsmottagaren vid utgången av det föregående året, om betalaren känner till den.",
        "normalized_sv": "Förskottsinnehållningens belopp ska så noggrant som möjligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som gäller för skatteåret och de övriga skattegrunder som ska tillämpas under skatteåret, ska betala för inkomst på vilken förskottsinnehållning ska verkställas. Vid förskottsbetalning påförs den skattskyldige ett skattebelopp som så noggrant som möjligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillämpas under skatteåret, ska betala för sina inkomster, minskat med det belopp som beräknas inflyta i form av förskottsinnehållning. Förskottsinnehållning verkställs enligt den förskottsinnehållningsprocent som bestämts för det år då betalningen görs. Om betalaren inte känner till betalningsmottagarens förskottsinnehållningsprocent för betalningsåret, ska betalaren på en betalning som görs i januari månad verkställa förskottsinnehållning enligt den förskottsinnehållningsprocent som gällde för betalningsmottagaren vid utgången av det föregående året, om betalaren känner till den.",
        "folded_sv": "forskottsinnehallningens belopp ska sa noggrant som mojligt motsvara de sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt den lag om skatteskalorna som galler for skattearet och de ovriga skattegrunder som ska tillampas under skattearet, ska betala for inkomst pa vilken forskottsinnehallning ska verkstallas. vid forskottsbetalning pafors den skattskyldige ett skattebelopp som sa noggrant som mojligt motsvarar det sammanlagda belopp av skatter och avgifter som den skattskyldige, enligt de skattegrunder som ska tillampas under skattearet, ska betala for sina inkomster, minskat med det belopp som beraknas inflyta i form av forskottsinnehallning. forskottsinnehallning verkstalls enligt den forskottsinnehallningsprocent som bestamts for det ar da betalningen gors. om betalaren inte kanner till betalningsmottagarens forskottsinnehallningsprocent for betalningsaret, ska betalaren pa en betalning som gors i januari manad verkstalla forskottsinnehallning enligt den forskottsinnehallningsprocent som gallde for betalningsmottagaren vid utgangen av det foregaende aret, om betalaren kanner till den."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Vastaavuusvaatimuksesta poikkeaminen",
      "content": "Ennakonpidätys voidaan toimittaa 3 §:ssä säädetystä poiketen verovuoden alusta lukien enintään maaliskuun loppuun Verohallinnon määräämin muutoksin edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaisesti, jos Verohallinto välttämättömistä syistä niin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ennakonpidätys voidaan toimittaa 3 § :ssä säädetystä poiketen verovuoden alusta lukien enintään maaliskuun loppuun Verohallinnon määräämin muutoksin edellisen vuoden päättyessä voimassa olleen ennakonpidätysprosentin mukaisesti, jos Verohallinto välttämättömistä syistä niin määrää.",
        "folded_fi": "ennakonpidatys voidaan toimittaa 3 §:ssa saadetysta poiketen verovuoden alusta lukien enintaan maaliskuun loppuun verohallinnon maaraamin muutoksin edellisen vuoden paattyessa voimassa olleen ennakonpidatysprosentin mukaisesti, jos verohallinto valttamattomista syista niin maaraa.",
        "title_sv": "Undantag från kravet på motsvarighet",
        "content_sv": "Med avvikelse från 3 § kan förskottsinnehållning, med de ändringar som Skatteförvaltningen bestämmer, från ingången av skatteåret högst till utgången av mars månad verkställas enligt den förskottsinnehållningsprocent som gällde vid utgången av det föregående året, om Skatteförvaltningen av tvingande skäl så bestämmer.",
        "normalized_sv": "Med avvikelse från 3 § kan förskottsinnehållning, med de ändringar som Skatteförvaltningen bestämmer, från ingången av skatteåret högst till utgången av mars månad verkställas enligt den förskottsinnehållningsprocent som gällde vid utgången av det föregående året, om Skatteförvaltningen av tvingande skäl så bestämmer.",
        "folded_sv": "med avvikelse fran 3 § kan forskottsinnehallning, med de andringar som skatteforvaltningen bestammer, fran ingangen av skattearet hogst till utgangen av mars manad verkstallas enligt den forskottsinnehallningsprocent som gallde vid utgangen av det foregaende aret, om skatteforvaltningen av tvingande skal sa bestammer."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Pidätysprosentin määrääminen",
      "content": "Verohallinto voi verovelvollista kuulematta merkitä ennakonpidätyksen määrän prosentteina suorituksen saajan verokorttiin tai siirtää tiedon suoraan ennakonpidätyksen toimittamiseen velvolliselle. Ennakonpidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Verohallinto voi verovelvollista kuulematta merkitä ennakonpidätyksen määrän prosentteina suorituksen saajan verokorttiin tai siirtää tiedon suoraan ennakonpidätyksen toimittamiseen velvolliselle. Ennakonpidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "folded_fi": "verohallinto voi verovelvollista kuulematta merkita ennakonpidatyksen maaran prosentteina suorituksen saajan verokorttiin tai siirtaa tiedon suoraan ennakonpidatyksen toimittamiseen velvolliselle. ennakonpidatysprosentti voi tulla voimaan ja sita voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "title_sv": "Bestämmande av innehållningsprocenten",
        "content_sv": "Skatteförvaltningen kan utan att höra den skattskyldige anteckna storleken av förskottsinnehållningen i procent på betalningsmottagarens skattekort eller överföra uppgiften direkt till den som är skyldig att verkställa förskottsinnehållning. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "normalized_sv": "Skatteförvaltningen kan utan att höra den skattskyldige anteckna storleken av förskottsinnehållningen i procent på betalningsmottagarens skattekort eller överföra uppgiften direkt till den som är skyldig att verkställa förskottsinnehållning. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "folded_sv": "skatteforvaltningen kan utan att hora den skattskyldige anteckna storleken av forskottsinnehallningen i procent pa betalningsmottagarens skattekort eller overfora uppgiften direkt till den som ar skyldig att verkstalla forskottsinnehallning. forskottsinnehallningsprocenten kan trada i kraft och den kan tillampas redan innan betalningsmottagaren har fatt del av den."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Pidätysprosentin uudelleen määrääminen",
      "content": "Verohallinto voi määrätä verovelvollisen ennakonpidätysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeistä, että pidätysprosentti ei vastaa verovuodelta maksettavaksi määrättävien verojen ja maksujen yhteenlaskettua määrää. Pidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Verohallinto voi määrätä verovelvollisen ennakonpidätysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeistä, että pidätysprosentti ei vastaa verovuodelta maksettavaksi määrättävien verojen ja maksujen yhteenlaskettua määrää. Pidätysprosentti voi tulla voimaan ja sitä voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "folded_fi": "verohallinto voi maarata verovelvollisen ennakonpidatysprosentin uudelleen joko viran puolesta verovelvollista kuulematta tai verovelvollisen vaatimuksesta, jos on ilmeista, etta pidatysprosentti ei vastaa verovuodelta maksettavaksi maarattavien verojen ja maksujen yhteenlaskettua maaraa. pidatysprosentti voi tulla voimaan ja sita voidaan soveltaa jo ennen kuin suorituksen saaja on saanut sen tiedoksi.",
        "title_sv": "Bestämmande av ny innehållningsprocent",
        "content_sv": "Skatteförvaltningen kan bestämma en ny förskottsinnehållningsprocent för den skattskyldige antingen på tjänstens vägnar utan att höra den skattskyldige eller på yrkande av den skattskyldige, om det är uppenbart att innehållningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska påföras den skattskyldige för skatteåret. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "normalized_sv": "Skatteförvaltningen kan bestämma en ny förskottsinnehållningsprocent för den skattskyldige antingen på tjänstens vägnar utan att höra den skattskyldige eller på yrkande av den skattskyldige, om det är uppenbart att innehållningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska påföras den skattskyldige för skatteåret. Förskottsinnehållningsprocenten kan träda i kraft och den kan tillämpas redan innan betalningsmottagaren har fått del av den.",
        "folded_sv": "skatteforvaltningen kan bestamma en ny forskottsinnehallningsprocent for den skattskyldige antingen pa tjanstens vagnar utan att hora den skattskyldige eller pa yrkande av den skattskyldige, om det ar uppenbart att innehallningsprocenten inte motsvarar det sammanlagda beloppet av skatter och avgifter som ska paforas den skattskyldige for skattearet. forskottsinnehallningsprocenten kan trada i kraft och den kan tillampas redan innan betalningsmottagaren har fatt del av den."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    }
  ]
}